[
    {
        "length": 1699,
        "text": "\nRelease of prisoners under Crime (Sentences) Act 1997\n\tMurder, manslaughter or indecent images: prisoner’s non-disclosure\n\t\tAfter section 28 of the Crime (Sentences) Act 1997 insert—\n\t\t“28AMurder or manslaughter: prisoner’s non-disclosure of information\n\t\t\tThe Parole Board must comply with this section when making a publicprotection decision about a life prisoner if—\n\t\t\t\tthe prisoner’s life sentence was passed for murder or manslaughter;\n\t\t\t\tthe Parole Board does not know where and how the victim’s remains weredisposed of; and\n\t\t\t\tthe Parole Board believes that the prisoner has information about where, orhow, the victim’s remains were disposed of (whether the information relates tothe actions of the prisoner or any other individual) which the prisoner hasnot disclosed to the Parole Board (“the prisoner’s non-disclosure”).\n\t\t\tWhen making the public protection decision about the life prisoner, theParole Board must take into account—\n\t\t\t\tthe prisoner’s non-disclosure; and\n\t\t\t\tthe reasons, in the Parole Board’s view, for the prisoner’s non-disclosure.\n\t\t\tThis section does not limit the matters which the Parole Board must or maytake into account when making a public protection decision.\n\t\t\tIn subsection (1)(a)—\n\t\t\t\tthe reference to a life sentence includes a life sentence passed before thecoming into force of section 1 of the Prisoners (Disclosure of InformationAbout Victims) Act 2020;\n\t\t\t\tthe reference to murder includes—\n\t\t\t\tmurder under the law of Scotland, Northern Ireland, any of the ChannelIslands or the Isle of Man, and\n\t\t\t\tany offence under the law of any other country or territory thatcorresponds to murder under the law of England and Wales;\n\t\t\t\tthe reference to manslaughter includes—\n\t\t\t\tculpable homicide under the law of Scotland,\n\t\t\t\tmanslaughter under the law of Northern Ireland, any of the Channel Islandsor the Isle of Man, and\n\t\t\t\tany offence under the law of any other country or territory thatcorresponds to manslaughter under the law of England and Wales.\n\t\t\tIn this section, in relation to a life prisoner—\n\t\t\t\t  * “public protection decision” means the decision, made under section 28(6)(b) for the purposes of section 28(5), as to whether the Parole Board is satisfied that it is no longer necessary for the protection of the public that the prisoner should be confined;\n\t\t\t\t  * “victim” means the victim of the offence for which the prisoner’s life sentence was passed;\n\t\t\t\tand a reference to the victim’s remains being disposed of includes the remainsbeing left at the location where the victim died.\n\t\tBIndecent images: prisoner’s non-disclosure of information\n\t\t\tThe Parole Board must comply with this section when making a publicprotection decision about a life prisoner if—\n\t\t\t\tthe prisoner’s life sentence was passed for—\n\t\t\t\tan offence of taking an indecent photograph of a child, or\n\t\t\t\ta relevant offence of making an indecent pseudo-photograph of a child;\n\t\t\t\tthe Parole Board does not know the identity of the child who is the subjectof the relevant indecent image; and\n\t\t\t\tthe Parole Board believes that the prisoner has information about theidentity of the child who is the subject of the relevant indecent image whichthe prisoner has not disclosed to the Parole Board (“the prisoner’s non-disclosure”).\n\t\t\tWhen making the public protection decision about the prisoner, the ParoleBoard must take into account—\n\t\t\t\tthe prisoner’s non-disclosure; and\n\t\t\t\tthe reasons, in the Parole Board’s view, for the prisoner’s non-disclosure.\n\t\t\tThis section does not limit the matters which the Parole Board must or maytake into account when making a public protection decision.\n\t\t\tIn subsection (1)(a), the reference to a life sentence includes a lifesentence passed before the coming into force of section 1 of the Prisoners(Disclosure of Information About Victims) Act 2020.\n\t\t\tFor the purposes of this section, an offence is an “offence of taking anindecent photograph of a child” if it is—\n\t\t\t\tan offence of taking an indecent photograph of a child under section1(1)(a) of the Protection of Children Act 1978 (the “England and Walesoffence”), or\n\t\t\t\tan offence of taking an indecent photograph of a child under the law ofScotland, Northern Ireland, any of the Channel Islands, the Isle of Man or anyother country or territory that corresponds to the England and Wales offence.\n\t\t\tFor the purposes of this section, an offence is a “relevant offence ofmaking an indecent pseudo-photograph of a child” if—\n\t\t\t\tit is—\n\t\t\t\tan offence under section 1(1)(a) of the Protection of Children Act 1978 ofmaking an indecent pseudo-photograph of a child (the “England and Walesoffence”), or\n\t\t\t\tan offence of making an indecent pseudo-photograph of a child under thelaw of Scotland, Northern Ireland, any of the Channel Islands, the Isle of Manor any other country or territory that corresponds to the England and Walesoffence, and\n\t\t\t\tthe Parole Board believes that an image of a real child was or may havebeen used in the making of the pseudo-photograph;\n\t\t\t\t\tand in the application of this section to a relevant offence of making anindecent pseudo-photograph of a child, the references in subsection (1)(b) and(c) to the child who is the subject of the relevant indecent image arereferences to the real child.\n\t\t\tIn this section—\n\t\t\t\t  * “public protection decision”, in relation to a prisoner, means the decision, made under section 28(6)(b) for the purposes of section 28(5), as to whether the Parole Board is satisfied that it is no longer necessary for the protection of the public that the prisoner should be confined;\n\t\t\t\t  * “relevant indecent image” means—\n\t\t\t\tthe photograph to which an offence of taking an indecent photograph of a childrelates, or\n\t\t\t\tthe pseudo-photograph to which a relevant offence of making an indecentpseudo-photograph of a child relates.”.\n\t\t\tIn consequence of the amendment made by subsection (1), in section 28 ofthe Crime (Sentences) Act 1997 (duty to release certain life prisoners), aftersubsection (6) insert—\n\t\t\t“(6A)Sections 28A and 28B contain provision that relates to the Parole Board’sfunction of giving directions under subsection (5) for the release of lifeprisoners.”."
    },
    {
        "length": 2754,
        "text": "\nRelease of prisoners under Criminal Justice Act 2003\n\tManslaughter or indecent images: prisoner’s non-disclosure\n\t\tThe Criminal Justice Act 2003 is amended in accordance with this section.\n\t\tAfter section 246A insert—\n\t\t“246BManslaughter: prisoner’s non-disclosure of information\n\t\t\tThe Board must comply with this section when making a public protectiondecision about a prisoner if—\n\t\t\t\tthe prisoner’s sentence was passed for manslaughter;\n\t\t\t\tthe Board does not know where and how the victim’s remains were disposedof; and\n\t\t\t\tthe Board believes that the prisoner has information about where, or how,the victim’s remains were disposed of (whether the information relates to theactions of the prisoner or any other individual) which the prisoner has notdisclosed to the Board (“the prisoner’s non-disclosure”).\n\t\t\tWhen making the public protection decision about the prisoner, the Boardmust take into account—\n\t\t\t\tthe prisoner’s non-disclosure; and\n\t\t\t\tthe reasons, in the Board’s view, for the prisoner’s non-disclosure.\n\t\t\tThis section does not limit the matters which the Board must or may takeinto account when making a public protection decision.\n\t\t\tIn subsection (1)(a) the reference to a sentence includes a sentence passedbefore the coming into force of section 2 of the Prisoners (Disclosure ofInformation About Victims) Act 2020.\n\t\t\tIn this section, in relation to a prisoner—\n\t\t\t\t  * “public protection decision” means the decision, made under section 246A(6)(b) for the purposes of section 246A(5), as to whether the Board is satisfied that it is no longer necessary for the protection of the public that the prisoner should be confined;\n\t\t\t\t  * “victim” means the victim of the offence for which the prisoner’s sentence was passed;\n\t\t\t\tand a reference to the victim’s remains being disposed of includes the remainsbeing left at the location where the victim died.\n\t\tCIndecent images: prisoner’s non-disclosure of information\n\t\t\tThe Board must comply with this section when making a public protectiondecision about a prisoner if—\n\t\t\t\tthe prisoner’s sentence was passed for—\n\t\t\t\tan offence of taking an indecent photograph of a child, or\n\t\t\t\ta relevant offence of making an indecent pseudo-photograph of a child;\n\t\t\t\tthe Board does not know the identity of the child who is the subject of therelevant indecent image; and\n\t\t\t\tthe Board believes that the prisoner has information about the identity ofthe child who is the subject of the relevant indecent image which the prisonerhas not disclosed to the Board (“the prisoner’s non-disclosure”).\n\t\t\tWhen making the public protection decision about the prisoner, the Boardmust take into account—\n\t\t\t\tthe prisoner’s non-disclosure; and\n\t\t\t\tthe reasons, in the Board’s view, for the prisoner’s non-disclosure.\n\t\t\tThis section does not limit the matters which the Board must or may takeinto account when making a public protection decision.\n\t\t\tIn subsection (1)(a), the reference to a sentence includes a sentencepassed before the coming into force of section 2 of the Prisoners (Disclosureof Information About Victims) Act 2020.\n\t\t\tFor the purposes of this section, an offence is—\n\t\t\t\tan “offence of taking an indecent photograph of a child” if it is anoffence under section 1(1)(a) of the Protection of Children Act 1978 of takingan indecent photograph of a child;\n\t\t\t\ta “relevant offence of making an indecent pseudo-photograph of a child” if—\n\t\t\t\tit is an offence under section 1(1)(a) of the Protection of Children Act1978 of making an indecent pseudo-photograph of a child, and\n\t\t\t\tthe Board believes that an image of a real child was or may have been usedin the making of the pseudo-photograph;\n\t\t\t\t\tand, in the application of this section to a relevant offence of making anindecent pseudo-photograph of a child, the references in subsection (1)(b) and(c) to the child who is the subject of the relevant indecent image arereferences to the real child.\n\t\t\tIn this section—\n\t\t\t\t  * “public protection decision”, in relation to a prisoner, means the decision, made under section 246A(6)(b) for the purposes of section 246A(5), as to whether the Board is satisfied that it is no longer necessary for the protection of the public that the prisoner should be confined;\n\t\t\t\t  * “relevant indecent image” means—\n\t\t\t\tthe photograph to which an offence of taking an indecent photograph of a childrelates, or\n\t\t\t\tthe pseudo-photograph to which a relevant offence of making an indecentpseudo-photograph of a child relates.”\n\t\t\tIn consequence of the amendment made by subsection (2), in section 246A(release on licence of prisoners serving extended sentence under section 226Aor 226B), after subsection (6) insert—\n\t\t\t“(6A)Sections 246B and 246C contain provision that relates to the Board’sfunction of giving directions under subsection (5) for the release of P.”\n\t\t\tIn Schedule 20B (modifications of Chapter 6 of Part 12 in certaintransitional cases), in Part 4 (provisions applying generally), afterparagraph 37 insert—\n\t\t“Manslaughter: prisoner’s non disclosure of information\n\t\t\tThe Board must comply with this paragraph when making a public protectiondecision about a prisoner if—\n\t\t\t\tthe prisoner’s sentence was passed for manslaughter;\n\t\t\t\tthe Board does not know where and how the victim’s remains were disposedof; and\n\t\t\t\tthe Board believes that the prisoner has information about where, or how,the victim’s remains were disposed of (whether the information relates to theactions of the prisoner or any other individual) which the prisoner has notdisclosed to the Board (“the prisoner’s non-disclosure”).\n\t\t\tWhen making the public protection decision about the prisoner, the Boardmust take into account—\n\t\t\t\tthe prisoner’s non-disclosure; and\n\t\t\t\tthe reasons, in the Board’s view, for the prisoner’s non-disclosure.\n\t\t\tThis paragraph does not limit the matters which the Board must or may takeinto account when making a public protection decision.\n\t\t\tIn this paragraph, in relation to a prisoner—\n\t\t\t\t  * “public protection decision” means the decision made—\n\t\t\t\tunder paragraph 6(2) for the purposes of paragraph 6(1),\n\t\t\t\tunder paragraph 15(4) for the purposes of paragraph 15(3), or\n\t\t\t\tunder paragraph 25(3) for the purposes of paragraph 25(2),\n\t\t\t\t\tas to whether the Board is satisfied that it is no longer necessary for theprotection of the public that the prisoner should be confined;\n\t\t\t\t\t  * “victim” means the victim of the offence for which the prisoner’s sentence was passed;\n\t\t\t\tand a reference to the victim’s remains being disposed of includes the remainsbeing left at the location where the victim died.\n\t\tIndecent images: prisoner’s non-disclosure of information\n\t\t\tThe Board must comply with this paragraph when making a public protectiondecision about a prisoner if—\n\t\t\t\tthe prisoner’s sentence was passed for—\n\t\t\t\tan offence of taking an indecent photograph of a child, or\n\t\t\t\ta relevant offence of making an indecent pseudo-photograph of a child;\n\t\t\t\tthe Board does not know the identity of the child who is the subject of therelevant indecent image; and\n\t\t\t\tthe Board believes that the prisoner has information about the identity ofthe child who is the subject of the relevant indecent image which the prisonerhas not disclosed to the Board (“the prisoner’s non-disclosure”).\n\t\t\tWhen making the public protection decision about the prisoner, the Boardmust take into account—\n\t\t\t\tthe prisoner’s non-disclosure; and\n\t\t\t\tthe reasons, in the Board’s view, for the prisoner’s non-disclosure.\n\t\t\tThis paragraph does not limit the matters which the Board must or may takeinto account when making a public protection decision.\n\t\t\tFor the purposes of this paragraph an offence is—\n\t\t\t\tan “offence of taking an indecent photograph of a child” if it is anoffence under section 1(1)(a) of the Protection of Children Act 1978 of takingan indecent photograph of a child;\n\t\t\t\ta “relevant offence of making an indecent pseudo-photograph of a child” if—\n\t\t\t\tit is an offence under section 1(1)(a) of the Protection of Children Act1978 of making an indecent pseudo-photograph of a child, and\n\t\t\t\tthe Board believes that an image of a real child was or may have been usedin the making of the pseudo-photograph;\n\t\t\t\t\tand, in the application of this section to an offence of making an indecentpseudo-photograph of a child, the references in sub-paragraph (1)(b) and (c)to the child who is the subject of the relevant indecent image are referencesto the actual child.\n\t\t\tIn this paragraph—\n\t\t\t\t  * “public protection decision”, in relation to a prisoner, means the decision made—\n\t\t\t\tunder paragraph 6(2) for the purposes of paragraph 6(1),\n\t\t\t\tunder paragraph 15(4) for the purposes of paragraph 15(3), or\n\t\t\t\tunder paragraph 25(3) for the purposes of paragraph 25(2),\n\t\t\t\tas to whether the Board is satisfied that it is no longer necessary for theprotection of the public that the prisoner should be confined;\n\t\t\t\t\t  * “relevant indecent image” means—\n\t\t\t\tthe photograph to which an offence of taking an indecent photograph of a childrelates, or\n\t\t\t\tthe pseudo-photograph to which a relevant offence of making an indecentpseudo-photograph of a child relates.”\n\t\t\tIn consequence of the amendments made by subsection (4), in Schedule 20B—\n\t\t\t\tin paragraph 6, after sub-paragraph (4) insert—\n\t\t\tParagraphs 38 and 39 contain provision that relates to the Board’sfunction of giving directions under sub-paragraph (2) for the release of aperson.”;\n\t\t\t\tin paragraph 15, after sub-paragraph (5) insert—\n\t\t\tParagraphs 38 and 39 contain provision that relates to the Board’sfunction of giving directions under sub-paragraph (4) for the release of aperson.”;\n\t\t\t\tin paragraph 25, after sub-paragraph (4) insert—\n\t\t\tParagraphs 38 and 39 contain provision that relates to the Board’sfunction of giving directions under sub-paragraph (3) for the release of aperson.”"
    },
    {
        "length": 126,
        "text": "\nFinal provisions\n\tExtent, commencement and short title\n\t\tThis Act extends to England and Wales only.\n\t\tSections 1 and 2 come into force on such day as the Secretary of State mayby regulations made by statutory instrument appoint.\n\t\tDifferent days may be appointed for different purposes.\n\t\tThis section comes into force on the day on which this Act is passed.\n\t\tThis Act may be cited as the Prisoners (Disclosure of Information AboutVictims) Act 2020.\n\t\t\t"
    }
]