{
    "general": "This law makes sure that when someone who has killed someone or taken/made a picture of a child in an illegal way, goes up for parole, the parole board will consider if they told the truth about what happened to the person they hurt. If they didn't tell the truth, then the parole board might not let them out of prison as early.",
    "series": [
        [
            {
                "length": 232,
                "short": "\"UK Law Requires Parole Board to Consider Prisoners' Non-Disclosure of Information About Victims\"",
                "text": "\n* Simplified point 1: The UK government has passed a law that requires the Parole Board to consider a prisoner's non-disclosure of information about their victim when making a public protection decision.\n* Simplified point 2: The law applies to prisoners serving life sentences for murder, manslaughter, or taking indecent photographs of children.\n* Simplified point 3: The Parole Board must take into account the prisoner's non-disclosure and the reasons for it when making the public protection decision.\n* Simplified point 4: The law does not limit the matters that the Parole Board must or may take into account when making the public protection decision.\n* Simplified point 5: The law includes provisions for the Parole Board to make public protection decisions about prisoners serving life sentences for taking indecent photographs of children, and for the use of pseudo-photographs of children in such offences."
            },
            {
                "length": 314,
                "short": "The Prisoners' Non-Disclosure of Information About Victims: Amended Public Protection Decisions",
                "text": "\n* Simplified point 1: The Prisoners (Disclosure of Information About Victims) Act 2020 amends the Criminal Justice Act 2003 to require the Board to consider a prisoner's non-disclosure of information about a victim's remains when making a public protection decision.\n* Simplified point 2: The amendment applies to prisoners serving extended sentences under sections 226A or 226B of the Criminal Justice Act 2003, and the Board must take into account the prisoner's non-disclosure and the reasons for it when making the public protection decision.\n* Simplified point 3: The amendment also applies to prisoners serving sentences for taking indecent photographs of children or making indecent pseudo-photographs of children, and the Board must consider the prisoner's non-disclosure of information about the identity of the child who is the subject of the relevant indecent image.\n* Simplified point 4: The amendment does not limit the matters which the Board must or may take into account when making a public protection decision, and the references in the amendment to \"public protection decision\" and \"victim\" have the meanings given in the Prisoners (Disclosure of Information About Victims) Act 2020."
            },
            {
                "length": 132,
                "short": "\"Prisoners' Disclosure of Victim Info Act 2020: England & Wales Regulations\"",
                "text": "\n* Simplified point 1: This Act only applies to England and Wales.\n* Simplified point 2: The Act allows the Secretary of State to appoint different days for different provisions to come into force using statutory instruments.\n* Simplified point 3: The Act can be referred to as the Prisoners (Disclosure of Information About Victims) Act 2020.\n* Simplified point 4: The Act extends to the whole of England and Wales."
            }
        ],
        [
            {
                "length": 150,
                "short": "\"UK Law Requires Parole Board to Consider Prisoner's Non-Disclosure of Information About Victim in Public Protection Decisions.\"",
                "text": "\n* Simplified point 1: The UK government has passed a law requiring the Parole Board to consider a prisoner's non-disclosure of information about their victim when making a public protection decision.\n* Simplified point 2: The law applies to prisoners serving life sentences for murder, manslaughter, or taking indecent photographs of children.\n* Simplified point 3: The Parole Board must take into account the prisoner's non-disclosure and the reasons for it when making the public protection decision.\n* Simplified point 4: The law does not limit the matters that the Parole Board must or may take into account when making the public protection decision."
            }
        ]
    ],
    "summary": "Hello! I'm here to help you understand the Prisoners (Disclosure of Information About Victims) Act 2020. This new law in the UK requires the Parole Board to think carefully about a prisoner's behavior before deciding if they can be released back into society. Specifically, the law says that the Parole Board must consider whether the prisoner has shared information about their victim with the authorities. If the prisoner hasn't shared information, the Parole Board will need to figure out why not and take that into account when making their decision.\n\nThis law only applies to certain types of crimes, like murder, manslaughter, and taking indecent pictures of children. It doesn't apply to all crimes, just these specific ones where the victim has been hurt or killed. The goal of this law is to make sure that the Parole Board considers all the important facts when deciding if a prisoner is safe to be released.\n\nSo, to sum it up, the Prisoners (Disclosure of Information About Victims) Act 2020 is a new law that helps the Parole Board make fair decisions about releasing prisoners back into society. They will now consider if the prisoner has shared information about their victim, and if not, why not. This will help ensure that the Parole Board makes informed decisions that protect the public."
}