[
    {
        "length": 1273,
        "text": "\nNational Lottery Commission\n\tConstitution \n\t\tSchedule 2A to the National Lottery etc. Act [1993 (c.39)](/id/ukpga/1993/39?view=plain \"Go to item of legislation\") (NationalLottery Commission) shall be amended as follows.\n\t\tFor paragraph 2(1) substitute—\n\t\tThe Commission shall consist of at least five members, appointed by theSecretary of State.”\n\t\tFor paragraph 4 substitute—\n\t\tThe Secretary of State shall appoint a member of the Commission aschairman.\n\t\tA member of the Commission who is also an employee of the Commission maynot be appointed as chairman.\n\t\tThe chairman shall hold and vacate office in accordance with the terms ofhis appointment; but—\n\t\t\tsub-paragraphs (2) to (5) of paragraph 3 shall apply to the office ofchairman as they apply to the office of member, and\n\t\t\tif the chairman ceases to be a member he shall cease to be chairman.”\n\t\tAfter paragraph 6 insert—\n\t\t\t“6A(1)The Secretary of State may appoint the Chief Executive of the Commissionas a member.\n\t\tWhere the Chief Executive is appointed as a member—\n\t\t\tparagraph 5 shall not apply to him, and\n\t\t\tif he ceases to be Chief Executive he ceases to be a member.\n\t\tWhere the Chief Executive is appointed as a member the Secretary of Statemay, on the recommendation of the Commission, appoint another employee of theCommission as a member; and—\n\t\t\tparagraph 5 shall not apply to a person appointed by virtue of this sub-paragraph,\n\t\t\tthe Secretary of State may suspend or terminate an appointment made byvirtue of this sub-paragraph if the Chief Executive ceases to be a member, and\n\t\t\tif a person appointed by virtue of this sub-paragraph ceases to be anemployee of the Commission he shall cease to be a member.”\n\tDisclosure of information\n\t\tAfter section 4A of the National Lottery etc. Act [1993 (c.39)](/id/ukpga/1993/39?view=plain \"Go to item of legislation\") (consultationwith Gambling Commission: inserted by the Gambling Act 2005) insert—\n\t\t“4BDisclosure of information\n\t\t\tThe Commissioners for Her Majesty’s Revenue and Customs may discloseinformation to the National Lottery Commission.\n\t\t\tThe National Lottery Commission may disclose information to theCommissioners for Her Majesty’s Revenue and Customs.\n\t\t\tInformation disclosed under this section shall not be further disclosedexcept in accordance with subsection (4).\n\t\t\tInformation may be further disclosed—\n\t\t\t\tfor the purpose of complying with an enactment,\n\t\t\t\tin pursuance of an order of a court,\n\t\t\t\tfor the purpose of legal proceedings connected with the operation of anenactment relating to lotteries,\n\t\t\t\twith the consent of the Commissioners for Her Majesty’s Revenue andCustoms,\n\t\t\t\twith the consent of each person to whom the information relates, or\n\t\t\t\tto the National Audit Office for the purposes of the exercise of functionsunder Part II of the National Audit Act [1983 (c.44)](/id/ukpga/1983/44?view=plain \"Go to item of legislation\").\n\t\t\tThis section has effect despite any prohibition or restriction that wouldotherwise prevent disclosure of information.\n\t\tCWrongful disclosure\n\t\t\tThis section applies to a person—\n\t\t\t\twho is or was an officer or employee of the National Lottery Commission, or\n\t\t\t\twho acts or acted on behalf of the National Lottery Commission.\n\t\t\tA person to whom this section applies commits an offence if he disclosesinformation received from the Commissioners for Her Majesty’s Revenue andCustoms in contravention of section 4B(3) and the information relates to aperson whose identity—\n\t\t\t\tis specified in the disclosure, or\n\t\t\t\tcan be deduced from it.\n\t\t\tIt is a defence for a person charged with an offence under this section ofdisclosing information to prove that he reasonably believed—\n\t\t\t\tthat the disclosure was lawful, or\n\t\t\t\tthat the information had already and lawfully been made available to thepublic.\n\t\t\tA person guilty of an offence under this section shall be liable—\n\t\t\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears, to a fine or to both, or\n\t\t\t\ton summary conviction, to imprisonment for a term not exceeding 12 months,to a fine not exceeding the statutory maximum or to both.\n\t\t\tIn relation to a conviction occurring before the commencement of section282 of the Criminal Justice Act [2003 (c. 44)](/id/ukpga/2003/44?view=plain\"Go to item of legislation\") (short sentences) the reference in subsection(4)(b) to 12 months shall have effect as if it were a reference to six months.\n\t\t\tIn the application of this section to Scotland or Northern Ireland thereference in subsection (4)(b) to 12 months shall be taken as a reference tosix months.”"
    },
    {
        "length": 1064,
        "text": "\nLicensing System\n\tLicensees \n\t\tIn the following provisions of the National Lottery etc. Act [1993 (c.39)](/id/ukpga/1993/39?view=plain \"Go to item of legislation\") for “bodycorporate” or “body” substitute “person” (and for “bodies” substitute“persons”)—\n\t\t\tsection 1(3)(a) and (b) (promotion of lottery),\n\t\t\tsection 5(1), (2) and (4) (and the heading) (licence to run NationalLottery),\n\t\t\tsection 6(1) and (4) (and the heading) (licence to promote lotteries),\n\t\t\tsection 7(2)(g) (supplemental), and\n\t\t\tsection 10(1) and (2) (revocation).\n\tLength of licence\n\t\tIn section 7 of the National Lottery etc. Act [1993 (c.39)](/id/ukpga/1993/39?view=plain \"Go to item of legislation\") (licensing:supplemental) after subsection (1) insert—\n\t\t\t“(1A)The period specified under subsection (1) must—\n\t\t\tbegin with the date of grant of the licence, and\n\t\t\tnot exceed 15 years.\n\t\t\t(1B)A licence granted under section 5 or 6 may (subject to the restriction insubsection (1A)(b)) include—\n\t\t\tprovision enabling the period specified under subsection (1) to be extendedby the Commission;\n\t\t\tprovision enabling the period specified under subsection (1) to be extendedby agreement between the Commission and the licensee.”\n\t\tIn section 7(2) of that Act for “Such a licence” substitute “A licencegranted under section 5 or 6”.\n\tFees \n\t\tAfter section 7 of the National Lottery etc. Act [1993 (c.39)](/id/ukpga/1993/39?view=plain \"Go to item of legislation\") (licences:supplemental) insert—\n\t\t“7AAnnual fee\n\t\t\tThe holder of a licence under section 5 or 6—\n\t\t\t\tshall pay a first annual fee to the Commission within such period after theissue of the licence as may be prescribed, and\n\t\t\t\tshall pay an annual fee to the Commission before each anniversary of theissue of the licence.\n\t\t\tIn this section—\n\t\t\t\t  * “annual fee” means a fee of such amount as may be prescribed, and\n\t\t\t\t  * “prescribed” means prescribed by regulations made by the Secretary of State.\n\t\t\tSubsection (1)(b) does not apply in relation to an anniversary of the issueof a licence on or immediately before which the licence ceases, by virtue ofits terms, to have effect.\n\t\t\tThe Commission shall pay fees received by virtue of this section into theConsolidated Fund.”\n\t\t\tSection 7(5) and (6) of that Act (fee on grant of licence) shall cease tohave effect.\n\t\t\tIn section 10 of that Act (revocation of licence)—\n\t\t\t\tafter subsection (3) insert—\n\t\t\t\t\t“(3A)The Commission shall revoke a licence granted under section 5 or 6 if thelicensee fails to pay the annual fee in accordance with section 7A; but theCommission may disapply this subsection if it thinks that a failure to pay isattributable to administrative error.”, and\n\t\t\t\tat the end of subsection (4) add “or under subsection (3A).”\n\tLicensing structure\n\t\tThe Secretary of State may by order provide for Schedule 1 (which amendsthe licensing structure of the National Lottery) to have effect.\n\t\tBefore making an order under subsection (1) the Secretary of State mustconsult the National Lottery Commission.\n\t\tAn order under subsection (1)—\n\t\t\tmay make transitional or incidental provision,\n\t\t\tmay bring all or part of Schedule 1 into force,\n\t\t\tmay make different provision for different purposes,\n\t\t\tshall be made by statutory instrument, and\n\t\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament."
    },
    {
        "length": 1502,
        "text": "\nDistribution of Lottery Funds\n\tNational Lottery Distribution Fund: apportionment\n\t\tSection 22 of the National Lottery etc. Act [1993 (c.39)](/id/ukpga/1993/39?view=plain \"Go to item of legislation\") (apportionmentof money in Distribution Fund) shall be amended as follows.\n\t\tIn subsection (3)—\n\t\t\tat the end of paragraph (c) add “and”, and\n\t\t\tfor paragraphs (d) and (f) substitute—\n\t\t\t50 per cent. shall be allocated for prescribed expenditure that is—\n\t\t\tcharitable, or\n\t\t\tconnected with health, or\n\t\t\tconnected with education, or\n\t\t\tconnected with the environment.”\n\t\tAfter subsection (3) insert—\n\t\t\t“(3A)In subsection (3)(d) “prescribed expenditure” means expenditure of adescription prescribed by order of the Secretary of State.\n\t\t(3B)A description of expenditure under subsection (3A) may, in particular,refer to expenditure in relation to—\n\t\t\tEngland, \n\t\t\tWales, \n\t\t\tScotland, \n\t\t\tNorthern Ireland,\n\t\t\tany of the Channel Islands, or\n\t\t\tthe Isle of Man;\n\t\t\tand expenditure described by virtue of this subsection is referred to in thisAct as “devolved expenditure”.\n\t\t\t(3C)Before making an order under subsection (3A) the Secretary of State shallconsult—\n\t\t\tthe Big Lottery Fund,\n\t\t\tthe National Assembly for Wales,\n\t\t\tthe Scottish Ministers,\n\t\t\tthe Northern Ireland Department of Culture, Arts and Leisure, and\n\t\t\tsuch other persons (if any) as he thinks appropriate.”\n\tReallocation of funds\n\t\tAfter section 29 of the National Lottery etc. Act [1993 (c.39)](/id/ukpga/1993/39?view=plain \"Go to item of legislation\") (variation ofpercentages for allocation of funds) insert—\n\t\t“29AReallocation of funds\n\t\t\tThis section applies where money is—\n\t\t\t\tallocated for a purpose under section 22(3), and\n\t\t\t\theld for distribution by a body under section 23.\n\t\t\tThe Secretary of State may by order provide for the money to be held fordistribution by a different body specified in the order (without altering thepurpose for which the money is allocated).\n\t\t\tBefore making an order under this section the Secretary of State shallconsult—\n\t\t\t\teach body mentioned in the order,\n\t\t\t\tthe National Assembly for Wales,\n\t\t\t\tthe Scottish Ministers,\n\t\t\t\tthe Northern Ireland Department of Culture, Arts and Leisure, and\n\t\t\t\tsuch other persons (if any) as he thinks appropriate.”\n\t\t\tIn section 24 of that Act (payments from Distribution Fund) after “section23” insert “or in an order under section 29A”.\n\t\t\tIn section 60(2) of that Act (orders and regulations: affirmativeresolution) after paragraph (a) (and before the word “or” immediately afterthat paragraph) insert—\n\t\t\t\tsection 29A,”.\n\tInvestment income\n\t\tIn section 32 of the National Lottery etc. Act 1993 (National LotteryDistribution Fund: investment)—\n\t\t\tfor subsection (3)(a) and (b) substitute “treated as if paid into the Fundby virtue of section 5(6).”, and\n\t\t\tomit subsection (5).\n\tDistributing bodies: consultation\n\t\tAfter section 25(2B) of the National Lottery etc. Act 1993 (application ofmoney by distributing bodies) insert—\n\t“(2C)In determining how to distribute money in accordance with subsection (1)a body may—\n\t\tconsult any person;\n\t\ttake account of opinions expressed to it or information submitted to it.”\n\tDistributing bodies: publicity\n\t\tAfter section 25D of the National Lottery etc. Act [1993 (c.39)](/id/ukpga/1993/39?view=plain \"Go to item of legislation\") (strategicplans) insert—\n\t\t“25EDistribution of funds: publicity\n\t\t\tA body which distributes money under section 25(1) may make or participate inarrangements for—\n\t\t\t\tpublishing information relating to the effect of a provision of this Act,\n\t\t\t\tpublishing information relating to the distribution of money under this Actor the expenditure of money distributed under this Act, or\n\t\t\t\tencouraging participation in activities relating to the distribution ofmoney under this Act.”\n\tDistributing bodies: annual reports\n\t\tIn section 34 of the National Lottery etc. Act 1993 (annual reports) aftersubsection (2) insert—\n\t“(2A)The report shall set out the body’s policy and practice in relation tothe principle that proceeds of the National Lottery should be used to fundprojects, or aspects of projects, for which funds would be unlikely to be madeavailable by—\n\t\ta Government department,\n\t\tthe Scottish Ministers,\n\t\ta Northern Ireland department, or\n\t\tthe National Assembly for Wales.”\n\tIsle of Man and Channel Islands\n\t\tAfter section 25(5) of the National Lottery etc. Act 1993 (application ofmoney by distributing bodies) add—\n\t\tA reference in this section to meeting expenditure includes a reference tomeeting expenditure which relates to—\n\t\t\tthe Isle of Man, or\n\t\t\tany of the Channel Islands.”\n\t\tAfter section 25A(11) (delegation by distributing bodies) add—\n\t\tA body established under the law of the Isle of Man may be the subject ofan appointment under this section in connection with expenditure which relatesto the Isle of Man.\n\t\tA body established under the law of any of the Channel Islands may be thesubject of an appointment under this section in connection with expenditurewhich relates to that Island.”"
    },
    {
        "length": 1613,
        "text": "\nThe Big Lottery Fund\n\tEstablishment \n\t\tAfter section 36 of the National Lottery etc. Act [1993 (c.39)](/id/ukpga/1993/39?view=plain \"Go to item of legislation\") insert—\n\t\t“The Big Lottery Fund\n\t\t\tAThe Fund\n\t\t\t\tThere shall be a body corporate known as the Big Lottery Fund.\n\t\t\t\tSchedule 4A (which makes provision in relation to the Fund) shall haveeffect.”\n\t\t\t\tAfter Schedule 4 to that Act insert the Schedule 4A set in out in Schedule2 to this Act.\n\tFunctions \n\t\tIn section 23 of the National Lottery etc. Act 1993 (the distributingbodies) for subsections (4), (5) and (6) substitute—\n\t\tSo much of any sum paid into the Distribution Fund as is allocated undersection 22(3)(d) shall be held by the Distribution Fund for distribution bythe Big Lottery Fund (established under section 36A).”\n\t\tAfter section 36A of that Act (inserted by section 14 above) insert—\n\t\t“36BPower to distribute funds\n\t\t\tThe Big Lottery Fund may make grants or loans, or make or enter into otherarrangements, for the purpose of complying with section 25(1).\n\t\t\tA grant or loan may be subject to conditions (which may, in particular,include conditions as to repayment with interest).\n\t\t\tThe Secretary of State may by order make provision limiting the amountsdistributed under subsection (1).\n\t\t\tAn order under subsection (3) may in particular—\n\t\t\t\tspecify a maximum amount that may be distributed during a specified periodfor expenditure of a description prescribed under section 22(3A);\n\t\t\t\tspecify a minimum amount that must be distributed during a specified periodfor expenditure of a description prescribed under section 22(3A);\n\t\t\t\tmake provision by reference to the aggregate of amounts distributed, to apercentage of amounts available for distribution or otherwise;\n\t\t\t\tmake provision (which may, in particular, confer a power on the Fund) forthe treatment of expenditure which satisfies more than one prescribeddescription.\n\t\t\tBefore making an order under subsection (3) the Secretary of State shallconsult—\n\t\t\t\tthe Fund,\n\t\t\t\tthe National Assembly for Wales,\n\t\t\t\tthe Scottish Ministers,\n\t\t\t\tthe Northern Ireland Department of Culture, Arts and Leisure, and\n\t\t\t\tsuch other persons (if any) as he thinks appropriate.\n\t\tCNon-lottery funds\n\t\t\tThe Fund may enter into an arrangement with a person under which—\n\t\t\t\tthe person pays money to the Fund, and\n\t\t\t\tthe Fund distributes the money to a third party.\n\t\t\tAn arrangement under subsection (1) may, in particular—\n\t\t\t\tidentify the third party, or\n\t\t\t\totherwise limit the Fund’s freedom of action in relation to thedistribution of the money paid under the arrangement.\n\t\t\tThe Fund shall distribute money received under subsection (1) for meetingexpenditure that is—\n\t\t\t\tcharitable, \n\t\t\t\tconnected with health,\n\t\t\t\tconnected with education, or\n\t\t\t\tconnected with the environment.\n\t\t\tThe reference in subsection (3) to the distribution of money received undersubsection (1) is a reference to doing anything of a kind that the Fund can dounder section 36B.\n\t\t\tA reference in this Act to payment under section 25(1) shall include areference to payment under subsection (3) above.\n\t\tDPower to give advice\n\t\t\tThe Big Lottery Fund may give advice about—\n\t\t\t\tthe distribution of money under any provision of this Act;\n\t\t\t\tinviting, making or considering applications for grants and loans under anyprovision of this Act;\n\t\t\t\tthe use of money paid under any provision of this Act.\n\t\tEDirections \n\t\t\tIn exercising any of its functions the Big Lottery Fund shall comply withany direction given to it by the Secretary of State (subject to subsection(4)).\n\t\t\tA direction under this section may, in particular, specify matters to betaken into account in determining the persons to whom, the purposes for whichand the conditions subject to which the Fund distributes money.\n\t\t\tA direction under this section may, in particular—\n\t\t\t\trelate to the management and control of money received by the Fund;\n\t\t\t\trelate to the employment of staff;\n\t\t\t\twith the consent of the Treasury, relate to—\n\t\t\t\tthe form of accounts, or\n\t\t\t\tmethods and principles for the preparation of accounts;\n\t\t\t\tin so far as it relates to a matter specified in paragraphs (a) to (c)—\n\t\t\t\trelate to the persons to whom or the terms on which the Fund delegatesfunctions;\n\t\t\t\trequire the Fund to obtain the Secretary of State’s consent before takingaction of a specified kind;\n\t\t\t\trequire the Fund to provide information to the Secretary of State.\n\t\t\tA direction under this section, other than a direction given by virtue onlyof subsection (3), may not be given by the Secretary of State in relation toWelsh, Scottish or Northern Ireland devolved expenditure, but—\n\t\t\t\tmay be given by the National Assembly for Wales in relation to Welshdevolved expenditure,\n\t\t\t\tmay be given by the Scottish Ministers in relation to Scottish devolvedexpenditure, and\n\t\t\t\tmay be given by the Northern Ireland Department of Culture, Arts andLeisure in relation to Northern Ireland devolved expenditure.\n\t\t\tBefore giving a direction under this section, other than by virtue only ofsubsection (3), the Secretary of State shall consult—\n\t\t\t\tthe Fund,\n\t\t\t\tthe National Assembly for Wales,\n\t\t\t\tthe Scottish Ministers, and\n\t\t\t\tthe Northern Ireland Department of Culture, Arts and Leisure.\n\t\t\tBut subsection (5)(b) to (d) shall not apply to a direction which relatesonly to English devolved expenditure.\n\t\t\tBefore giving a direction to the Fund by virtue only of subsection (3) theSecretary of State shall consult the Fund.\n\t\t\tBefore giving a direction to the Fund by virtue of subsection (4)(a) to (c)the person giving the direction shall—\n\t\t\t\tconsult the Fund, and\n\t\t\t\tobtain the consent of the Secretary of State.\n\t\t\tA report of the Fund under section 34 shall set out any directions given tothe Fund under subsection (1) that had effect during the financial year towhich the report relates.”"
    },
    {
        "length": 1777,
        "text": "\nDissolution of old distributors\n\tDissolution \n\t\tThe Secretary of State may by order provide that one or more of thefollowing shall cease to exist—\n\t\t\tthe National Lottery Charities Board,\n\t\t\tthe Millennium Commission, and\n\t\t\tthe New Opportunities Fund.\n\t\tAn order under subsection (1) may include consequential, incidental ortransitional provision (which may include provision amending an enactment,whether by removing a reference to a body, by substituting a reference to theBig Lottery Fund, or otherwise).\n\t\tAn order under subsection (1)—\n\t\t\tshall be made by statutory instrument,\n\t\t\tif it contains provision amending an enactment, shall not be made unless adraft has been laid before and approved by each House of Parliament, and\n\t\t\tin any other case, shall be subject to annulment in pursuance of aresolution of either House of Parliament.\n\tTransfer of property, &c.\n\t\tIn this section—\n\t\t\t  * “old lottery distributor” means a body dissolved by section 16, and \n\t\t\t  * “the appointed day” means the day appointed under section 16(1). \n\t\tThe property, rights and liabilities to which an old lottery distributorwas entitled or subject immediately before the appointed day shall on that dayvest in the Big Lottery Fund by virtue of this subsection.\n\t\tAnything done by or in relation to an old lottery distributor which haseffect immediately before the appointed day shall, so far as necessary forcontinuing its effect after that day, have effect as if done by or in relationto the Fund.\n\t\tAnything (including any legal proceedings) which immediately before theappointed day is in the process of being done by or in relation to an oldlottery distributor may be continued by or in relation to the Fund.\n\t\tSo far as necessary or appropriate in consequence of subsection (2), on andafter the appointed day—\n\t\t\ta reference to an old lottery distributor in an agreement (whether writtenor not), instrument or other document shall be treated as a reference to theFund, and\n\t\t\ta reference in an agreement (whether written or not), instrument or otherdocument to a member or officer of an old lottery distributor shall be treatedas a reference to a person appointed for the purpose in writing by the Fund.\n\t\tThe Fund must provide information on request about an appointment undersubsection (5)(b).\n\t\tSubsection (2) shall operate in relation to property, rights orliabilities—\n\t\t\twhether or not they would otherwise be capable of being transferred,\n\t\t\twithout any instrument or other formality being required, and\n\t\t\tirrespective of any requirement for consent that would otherwise apply.\n\t\tIn so far as subsection (2) transfers liabilities under contracts ofemployment—\n\t\t\tnothing in this section shall affect the operation of the Transfer ofUndertakings (Protection of Employment) Regulations 1981 ([S.I.1981/1794](/id/uksi/1981/1794?view=plain \"Go to item of legislation\")), and\n\t\t\tthe Secretary of State shall not appoint the appointed day unless satisfiedthat sufficient notice has been given to enable compliance with any applicablerequirement of those regulations.\n\t\tWithout prejudice to the generality of subsections (3) and (4), the BigLottery Fund may do anything it thinks necessary or expedient for the purposeof giving effect to a decision, agreement or undertaking of an old lotterydistributor (whether in respect of a grant or loan or otherwise) irrespectiveof whether the Big Lottery Fund would have the power under the NationalLottery etc. Act [1993 (c. 39)](/id/ukpga/1993/39?view=plain \"Go to item oflegislation\"), as amended by this Act, to make that decision or agreement orto give that undertaking.\n\tOutstanding balances\n\t\tMoney that immediately before the appointed day is held in the NationalLottery Distribution Fund for distribution by an old lottery distributor shallon that day be treated as—\n\t\t\tallocated under section 22(3)(d) of the National Lottery etc. Act 1993 (assubstituted by section 7 above), and\n\t\t\theld in the Distribution Fund for distribution by the Big Lottery Fund inaccordance with section 23(4) of that Act (as substituted by section 15above).\n\t\tMoney transferred under section 17(2) to the Big Lottery Fund having beenpaid to an old lottery distributor under section 24 of the National Lotteryetc. Act 1993 shall be treated as having been paid to the Fund under thatsection.\n\t\tIn this section—\n\t\t\t  * “old lottery distributor” means a body dissolved by section 16, and \n\t\t\t  * “the appointed day” means the day appointed under section 16(1). \n\tConsequential amendments\n\t\tThe National Lottery etc. Act 1993 shall be amended as follows.\n\t\tIn section 25C(3)(a) for “or 43C(1),” substitute “or 36E,”.\n\t\tAt the end of section 26 (directions to distributing bodies) add—\n\t\tThis section does not apply to the Big Lottery Fund.”\n\t\tIn section 34 (annual reports)—\n\t\t\tomit subsection (4), and\n\t\t\tin the heading omit “other than Millennium Commission”.\n\t\tIn section 35 (accounts)—\n\t\t\tin subsection (7) for “the National Lottery Charities Board, the MillenniumCommission or the New Opportunities Fund” substitute “the Big Lottery Fund”,and\n\t\t\tin the heading for “Charities Board and Millennium Commission” substitute“the Big Lottery Fund”.\n\t\tThe following shall cease to have effect—\n\t\t\tsections 37 to 39 (the National Lottery Charities Board),\n\t\t\tsections 40 to 43 (the Millennium Commission), and\n\t\t\tsections 43A to 43D (the New Opportunities Fund).\n\t\tIn section 44(1) (interpretation) omit the entry for “the Charities Board”.\n\t\tIn section 60 of that Act (orders and regulations)—\n\t\t\tin subsection (2) for paragraph (a) substitute—\n\t\t\tsection 22(3A), 28 or 36B(3),”, and\n\t\t\tin subsection (2A) for “section 43B.” substitute “section 22(3A) or36B(3).”\n\t\tThe following shall cease to have effect—\n\t\t\tSchedule 5 (National Lotteries Charities Board),\n\t\t\tSchedule 6 (the Millennium Commission), and\n\t\t\tSchedule 6A (the New Opportunities Fund).\n\t\tIn Schedule 5 to the Government of Wales Act [1998 (c.38)](/id/ukpga/1998/38?view=plain \"Go to item of legislation\") (persons whomay be compelled to attend proceedings of or provide documents to the NationalAssembly for Wales) after paragraph 7 insert—\n\t\t\t“7AThe Big Lottery Fund.”"
    },
    {
        "length": 134,
        "text": "\nNational Lottery etc. Act 1993: interpretation\n\tMeaning of “charitable expenditure”\n\t\tIn section 44(1) of the National Lottery etc. Act [1993 (c.39)](/id/ukpga/1993/39?view=plain \"Go to item of legislation\")(interpretation) for the definition of “charitable expenditure” substitute—\n\t““charitable”, in relation to expenditure, means expenditure for a charitable,benevolent or philanthropic purpose.”"
    },
    {
        "length": 178,
        "text": "\nGeneral\n\tRepeals \n\t\tThe enactments listed in Schedule 3 are hereby repealed to the extentspecified.\n\tCommencement \n\t\tThe preceding provisions of this Act, other than sections 6 and 16 andSchedule 1, shall come into force in accordance with provision made by orderof the Secretary of State under this subsection.\n\t\tAn order under subsection (1)—\n\t\t\tmay make transitional or incidental provision,\n\t\t\tmay make different provision for different purposes, and\n\t\t\tshall be made by statutory instrument.\n\tExtent \n\t\tThis Act extends to Northern Ireland.\n\tShort title\n\t\tThis Act may be cited as the National Lottery Act 2006."
    }
]