{
    "general": "The National Lottery Act 2006 is a law that makes rules for how the UK's National Lottery should be run. It sets out who can play, how the money raised from ticket sales should be used, and what prizes can be won. The act also says that the lottery must be fair and transparent, so players have confidence in the game.",
    "series": [
        [
            {
                "length": 218,
                "short": "\"National Lottery Commission Overhaul: Increased Appointment Power & Enhanced Information Sharing\"",
                "text": "\n* Simplified point 1: The National Lottery Commission's constitution will be amended to allow for the appointment of at least five members by the Secretary of State, rather than having a fixed number of members.\n* Simplified point 2: The Chairman of the Commission will be appointed by the Secretary of State, and will not be an employee of the Commission.\n* Simplified point 3: The Commission will have the power to disclose information to the Commissioners for Her Majesty's Revenue and Customs, and vice versa, for the purpose of complying with an enactment or legal proceedings related to lotteries.\n* Simplified point 4: It is an offense for a person to disclose information received from the Commissioners for Her Majesty's Revenue and Customs without proper authorization, and such a person can be punished with imprisonment or a fine."
            },
            {
                "length": 187,
                "short": "\"National Lottery Licensing Structure\"",
                "text": "\n* Simplified point 1: The National Lottery Act 2006 allows for the licensing of persons to run the National Lottery and other lotteries.\n* Simplified point 2: The licenses can be granted for up to 15 years and can be extended by agreement between the licensee and the National Lottery Commission.\n* Simplified point 3: Licensees must pay an annual fee to the Commission, which will be used to fund good causes.\n* Simplified point 4: Failure to pay the annual fee can result in the revocation of the license.\n* Simplified point 5: The licensing structure of the National Lottery can be amended through orders made by the Secretary of State, who must consult the National Lottery Commission before doing so."
            },
            {
                "length": 347,
                "short": "National Lottery Distribution Fund Allocates 50% Towards Charity & Education, Remaining 50% Reallocated to Other Bodies",
                "text": "\n* Simplified point 1: The National Lottery Distribution Fund will allocate 50% of its funds towards charitable, health, educational, and environmental purposes.\n* Simplified point 2: The remaining 50% of the funds will be reallocated to different bodies specified in an order made by the Secretary of State, based on consultations with various parties.\n* Simplified point 3: The Secretary of State has the power to make orders regarding the reallocation of funds and can consult with different bodies before doing so.\n* Simplified point 4: Investment income earned by the National Lottery Distribution Fund must be treated as if paid into the Fund by virtue of section 5(6).\n* Simplified point 5: Distributing bodies must consult with any person they choose when determining how to distribute money.\n* Simplified point 6: Distributing bodies must make arrangements for publishing information about the distribution of money and the expenditure of funds.\n* Simplified point 7: Annual reports must include information about the body's policy and practice in relation to using proceeds of the National Lottery to fund projects unlikely to receive government funding.\n* Simplified point 8: The provisions of the act apply to the Isle of Man and Channel Islands, and references to \"England\" in the act include the Isle of Man and references to \"Wales\" include any of the Channel Islands."
            },
            {
                "length": 184,
                "short": "\"Establishment of the Big Lottery Fund: New Body Corporate for Charitable Purposes\"",
                "text": "\n* Simplified point 1: The Big Lottery Fund is established as a new body corporate to manage and distribute funds raised through the National Lottery.\n* Simplified point 2: The Fund has the power to distribute funds for charitable, health, educational, and environmental purposes, and can enter into arrangements with third parties to distribute money.\n* Simplified point 3: The Fund must comply with directions given by the Secretary of State, including specifying matters to be taken into account when distributing funds and requiring the Fund to obtain the Secretary of State's consent before taking certain actions.\n* Simplified point 4: The Fund must also provide information to the Secretary of State and consult with various bodies before making decisions."
            },
            {
                "length": 220,
                "short": "\"National Lottery Overhaul: Transfer of Assets and Liabilities to the Big Lottery Fund\"",
                "text": "\n* Simplified point 1: The National Lottery Act 2006 allows for the dissolution of old lottery distributors such as the National Lottery Charities Board, the Millennium Commission, and the New Opportunities Fund.\n* Simplified point 2: The Big Lottery Fund will take over the property, rights, and liabilities of the old lottery distributors, and continue their activities.\n* Simplified point 3: The transfer of property, rights, and liabilities will occur without any formalities or requirements, and the Big Lottery Fund will provide information on request about the appointment of officers.\n* Simplified point 4: The National Lottery etc. Act 1993 will be amended to reflect the changes, including the abolition of the National Lottery Charities Board, the Millennium Commission, and the New Opportunities Fund."
            },
            {
                "length": 128,
                "short": "```Charitable Expenditure Defined: New Inclusive Definition Replaces Previous One```",
                "text": "* Simplified point 1: This clause defines the meaning of \"charitable expenditure\" for the purposes of the National Lottery etc. Act 1993.\n* Simplified point 2: The definition includes expenditure for a charitable, benevolent or philanthropic purpose.\n* Simplified point 3: The clause replaces the previous definition of \"charitable expenditure\" in the Act with a new one that is more comprehensive and inclusive."
            },
            {
                "length": 135,
                "short": "\"Repealing Certain Enactments and Providing for Transition to the National Lottery Act 2006\"",
                "text": "\n* Simplified point 1: Repeals certain enactments listed in Schedule 3.\n* Simplified point 2: Provides for commencement of the act's provisions, allowing for transitional or incidental arrangements to be made through statutory instruments.\n* Simplified point 3: Extends to Northern Ireland.\n* Simplified point 4: Provides a short title for the act as the National Lottery Act 2006."
            }
        ],
        [
            {
                "length": 179,
                "short": "\"National Lottery Overhaul: Greater Appointment Power & Enhanced Information Sharing.\"",
                "text": "\n* Simplified point 1: The National Lottery Commission's constitution will be amended to allow for increased appointment power and enhanced information sharing.\n* Simplified point 2: The Big Lottery Fund will be established as a new body corporate for charitable purposes, with the power to distribute funds for various purposes.\n* Simplified point 3: The National Lottery Distribution Fund will allocate 50% of its funds towards charitable, health, educational, and environmental purposes, while the remaining 50% will be reallocated to other bodies.\n* Simplified point 4: The National Lottery etc. Act 1993 will be amended to reflect these changes, including the abolition of old lottery distributors and the transfer of assets and liabilities to the Big Lottery Fund."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The National Lottery Act 2006 is a law that governs the National Lottery in the United Kingdom. It sets out the rules for running the lottery and how the money raised from ticket sales is distributed. The act creates a new body called the Big Lottery Fund to manage and distribute the funds raised by the lottery. The act also repeals certain enactments and provides for transition to the new system.\nIn summary, the National Lottery Act 2006 establishes a new system for managing and distributing funds raised by the National Lottery. The act creates a new body called the Big Lottery Fund, which will distribute the funds for charitable, health, educational, and environmental purposes. The act also repeals certain enactments and provides for transition to the new system."
}