[
    {
        "length": 380,
        "text": "\nApplication\n\tApplication of Chapter\n\t\tSubject to subsections (2) and (3), this Chapter applies to the civilservice of the State.\n\t\tThis Chapter does not apply to the following parts of the civil service ofthe State—\n\t\t\tthe Secret Intelligence Service;\n\t\t\tthe Security Service;\n\t\t\tthe Government Communications Headquarters;\n\t\t\tthe Northern Ireland Civil Service;\n\t\t\tthe Northern Ireland Court Service.\n\t\tFurther, this Chapter—\n\t\t\tdoes not apply in relation to the making, outside the United Kingdom, ofselections of persons who are not members of the civil service of the Statefor appointment to that service for the purpose only of duties to be carriedout wholly outside the United Kingdom;\n\t\t\tdoes not apply in relation to the appointment of a person to the civilservice of the State who was selected for the appointment as mentioned inparagraph (a);\n\t\t\tdoes not apply to the civil service of the State so far as it consists ofpersons—\n\t\t\twho were appointed to the civil service of the State as mentioned inparagraph (b), and\n\t\t\tall of whose duties are carried out wholly outside the United Kingdom.\n\t\tIn this Chapter references to the civil service—\n\t\t\tare to the civil service of the State excluding the parts mentioned insubsections (2) and (3)(c);\n\t\t\tare to be read subject to subsection (3)(a) and (b);\n\t\t\t\tand references to civil servants are to be read accordingly."
    },
    {
        "length": 157,
        "text": "\nCivil Service Commission\n\tEstablishment of the Civil Service Commission\n\t\tThere is to be a body corporate called the Civil Service Commission (“theCommission”).\n\t\tSchedule 1 (which is about the Commission) has effect.\n\t\tThe Commission has the role in relation to selections for appointments tothe civil service set out in sections 11 to 14.\n\t\tSee also—\n\t\t\tsection 9 (which sets out the Commission’s role in dealing with conductthat conflicts with civil service codes of conduct);\n\t\t\tsection 17 (under which the Commission may be given additional functions)."
    },
    {
        "length": 282,
        "text": "\nPower to manage the civil service\n\tManagement of the civil service\n\t\tThe Minister for the Civil Service has the power to manage the civilservice (excluding the diplomatic service).\n\t\tThe Secretary of State has the power to manage the diplomatic service.\n\t\tThe powers in subsections (1) and (2) include (among other things) power tomake appointments.\n\t\tBut they do not cover national security vetting (and, accordingly,subsections (1) and (2) do not affect any power relating to national securityvetting).\n\t\tThe agreement of the Minister for the Civil Service is required for anyexercise of the power in subsection (2) in relation to—\n\t\t\tremuneration of civil servants (including compensation payable on leavingthe civil service), or\n\t\t\tthe conditions on which a civil servant may retire.\n\t\tIn exercising his power to manage the civil service, the Minister for theCivil Service shall have regard to the need to ensure that civil servants whoadvise Ministers are aware of the constitutional significance of Parliamentand of the conventions governing the relationship between Parliament and HerMajesty’s Government."
    },
    {
        "length": 268,
        "text": "\nOther statutory management powers\n\tAll statutory management powers in effect when section 3 comes into forcecontinue to have effect.\n\tBut those and all other statutory management powers are exercisable subjectto section 3.\n\t“Statutory management power” means a power in relation to the management ofany part of the civil service conferred by an Act (whenever passed) or aninstrument under an Act (whenever made).\n\t“Act” includes—\n\t\tan Act of the Scottish Parliament;\n\t\tan Act or Measure of the National Assembly for Wales;\n\t\t\tbut excludes this Part of this Act.\n\tSubsection (2) does not apply to a statutory management power conferred bythe [Superannuation Act 1965](/id/ukpga/1965/74?view=plain \"Go to item oflegislation\") or the [Superannuation Act 1972](/id/ukpga/1972/11?view=plain\"Go to item of legislation\") or an instrument under any of those Acts."
    },
    {
        "length": 1484,
        "text": "\nCodes of conduct\n\tCivil service code\n\t\tThe Minister for the Civil Service must publish a code of conduct for thecivil service (excluding the diplomatic service).\n\t\tFor this purpose, the Minister may publish separate codes of conductcovering civil servants who serve the Scottish Executive or the Welsh AssemblyGovernment.\n\t\tBefore publishing a code (or any revision of a code) under subsection (2),the Minister must consult the First Minister for Scotland or the FirstMinister for Wales (as the case may be).\n\t\tIn this Chapter “civil service code” means a code of conduct publishedunder this section as it is in force for the time being.\n\t\tThe Minister for the Civil Service must lay any civil service code beforeParliament.\n\t\tThe First Minister for Scotland must lay before the Scottish Parliament anycivil service code under subsection (2) that covers civil servants who servethe Scottish Executive.\n\t\tThe First Minister for Wales must lay before the National Assembly forWales any civil service code under subsection (2) that covers civil servantswho serve the Welsh Assembly Government.\n\t\tA civil service code forms part of the terms and conditions of service ofany civil servant covered by the code.\n\tDiplomatic service code\n\t\tThe Secretary of State must publish a code of conduct for the diplomaticservice.\n\t\tIn this Chapter “diplomatic service code” means the code of conductpublished under this section as it is in force for the time being.\n\t\tThe Secretary of State must lay the diplomatic service code beforeParliament.\n\t\tThe diplomatic service code forms part of the terms and conditions ofservice of any civil servant covered by the code.\n\tMinimum requirements for civil service and diplomatic service codes\n\t\tThis section sets out the provision that must be included in a civilservice code or the diplomatic service code in relation to the civil servantscovered by the code.\n\t\t\t(The code may include other provision as well.)\n\t\tThe code must require civil servants who serve an administration mentionedin subsection (3) to carry out their duties for the assistance of theadministration as it is duly constituted for the time being, whatever itspolitical complexion.\n\t\tThe administrations are—\n\t\t\tHer Majesty’s Government in the United Kingdom;\n\t\t\tthe Scottish Executive;\n\t\t\tthe Welsh Assembly Government.\n\t\tThe code must require civil servants to carry out their duties—\n\t\t\twith integrity and honesty, and\n\t\t\twith objectivity and impartiality.\n\t\tBut the code need not require special advisers (see section 15) to carryout their duties with objectivity or impartiality.\n\tSpecial advisers code\n\t\tThe Minister for the Civil Service must publish a code of conduct forspecial advisers (see section 15).\n\t\tFor this purpose, the Minister may publish separate codes of conductcovering special advisers who serve the Scottish Executive or the WelshAssembly Government.\n\t\tBefore publishing a code (or any revision of a code) under subsection (2),the Minister must consult the First Minister for Scotland or the FirstMinister for Wales (as the case may be).\n\t\tIn this Chapter “special advisers code” means a code of conduct publishedunder this section as it is in force for the time being.\n\t\tSubject to subsection (6), a special advisers code must provide that aspecial adviser may not—\n\t\t\tauthorise the expenditure of public funds;\n\t\t\texercise any power in relation to the management of any part of the civilservice of the State;\n\t\t\totherwise exercise any power conferred by or under this or any other Act orany power under Her Majesty’s prerogative.\n\t\tA special advisers code may permit a special adviser to exercise any powerwithin subsection (5)(b) in relation to another special adviser.\n\t\tIn subsection (5)(c) “Act” includes—\n\t\t\tan Act of the Scottish Parliament;\n\t\t\tan Act or Measure of the National Assembly for Wales;\n\t\t\tNorthern Ireland legislation.\n\t\tThe Minister for the Civil Service must lay any special advisers codebefore Parliament.\n\t\tThe First Minister for Scotland must lay before the Scottish Parliament anyspecial advisers code under subsection (2) that covers special advisers whoserve the Scottish Executive.\n\t\tThe First Minister for Wales must lay before the National Assembly forWales any special advisers code under subsection (2) that covers specialadvisers who serve the Welsh Assembly Government.\n\t\tA special advisers code forms part of the terms and conditions of serviceof any special adviser covered by the code.\n\tConduct that conflicts with a code of conduct: complaints by civilservants\n\t\tThis section applies in relation to any civil service code and thediplomatic service code; and “code” is to be read accordingly.\n\t\tSubsection (3) applies if a civil servant (“P”) covered by a code hasreason to believe—\n\t\t\tthat P is being, or has been, required to act in a way that conflicts withthe code, or\n\t\t\tthat another civil servant covered by the code is acting, or has acted, ina way that conflicts with the code.\n\t\tP may complain to the Commission about the matter.\n\t\tA code may include provision about the steps that must be taken by a civilservant before making a complaint (and P must take the steps accordingly).\n\t\tThe Commission—\n\t\t\tmust determine procedures for the making of complaints and for theinvestigation and consideration of complaints by the Commission;\n\t\t\tafter considering a complaint, may make recommendations about how thematter should be resolved.\n\t\tFor the purposes of the investigation or consideration of a complaint, thefollowing must provide the Commission with any information it reasonablyrequires—\n\t\t\tcivil service management authorities;\n\t\t\tthe complainant;\n\t\t\tany civil servant whose conduct is covered by the complaint.\n\t\tThe revision of a code does not affect the application of this section inrelation to anything occurring before the revision."
    },
    {
        "length": 1233,
        "text": "\nAppointment\n\tSelections for appointments to the civil service\n\t\tThis section applies to the selection of persons who are not civil servantsfor appointment to the civil service.\n\t\tA person’s selection must be on merit on the basis of fair and opencompetition.\n\t\tThe following selections are excepted from this requirement—\n\t\t\ta person’s selection for an appointment to the diplomatic service either ashead of mission or in connection with the person’s appointment (or selectionfor appointment) as Governor of an overseas territory;\n\t\t\tselection for an appointment as special adviser (see section 15);\n\t\t\ta selection excepted by the recruitment principles (see sections 11 and12(1)(b)).\n\t\tIn determining for the purposes of subsection (1) whether or not a personis a civil servant, ignore any appointment for which the person was selectedin reliance on subsection (3).\n\t\tBut, in relation to persons selected in reliance on subsection (3)(c), therecruitment principles may disapply subsection (4) in specified cases.\n\tRecruitment principles\n\t\tThe Commission must publish a set of principles to be applied for thepurposes of the requirement in section 10(2).\n\t\tBefore publishing the set of principles (or any revision of it), theCommission must consult the Minister for the Civil Service.\n\t\tIn this Chapter “recruitment principles” means the set of principlespublished under this section as it is in force for the time being.\n\t\tCivil service management authorities must comply with the recruitmentprinciples.\n\tApprovals for selections and exceptions\n\t\tThe recruitment principles may include provision—\n\t\t\trequiring the Commission’s approval to be obtained for a selection which issubject to the requirement in section 10(2);\n\t\t\texcepting a selection from that requirement for the purposes of section10(3)(c).\n\t\tThe Commission may participate in the process for a selection for which itsapproval is required by provision within subsection (1)(a).\n\t\tIt is up to the Commission to decide how it will participate.\n\t\tProvision within subsection (1)(b) may be included only if the Commissionis satisfied—\n\t\t\tthat the provision is justified by the needs of the civil service, or\n\t\t\tthat the provision is needed to enable the civil service to participate ina government employment initiative that major employers in the United Kingdom(or a part of the United Kingdom) have been asked to participate in.\n\t\tProvision within subsection (1)(a) or (b) may be made in any way, including(for example) by reference to—\n\t\t\tparticular appointments or descriptions of appointments;\n\t\t\tthe circumstances in which a selection is made;\n\t\t\tthe circumstances of the person to be selected;\n\t\t\tthe purpose of the requirement to obtain approval or the purpose of theexception.\n\t\tProvision within subsection (1)(b) may also (for example)—\n\t\t\tdeal with the way in which selections made in reliance on section 10(3)(c)are to be made;\n\t\t\tspecify terms and conditions that must be included in the terms andconditions of an appointment resulting from a selection made in reliance onsection 10(3)(c).\n\t\tProvision within subsection (1)(a) or (b) may confer discretions on theCommission or civil service management authorities.\n\tComplaints about competitions\n\t\tSubsection (2) applies if a person has reason to believe that a selectionfor an appointment has been made in contravention of the requirement insection 10(2).\n\t\tThe person may complain to the Commission about the matter.\n\t\tThe Commission—\n\t\t\tmay determine steps that must be taken by a person before making acomplaint (and those steps must be taken accordingly);\n\t\t\tmust determine procedures for the making of complaints and for theinvestigation and consideration of complaints by the Commission;\n\t\t\tafter considering a complaint, may make recommendations about how thematter should be resolved.\n\t\tFor the purposes of the investigation or consideration of a complaint, thefollowing must provide the Commission with any information it reasonablyrequires—\n\t\t\tcivil service management authorities;\n\t\t\tthe complainant.\n\tMonitoring by the Commission\n\t\tThe Commission must carry out whatever reviews of recruitment policies andpractices it thinks are necessary to establish—\n\t\t\tthat the principle of selection on merit on the basis of fair and opencompetition is being upheld in accordance with the requirement in section10(2) and the recruitment principles, and\n\t\t\tthat the requirement in section 10(2) and the recruitment principles arenot being undermined in any way (apart from non-compliance).\n\t\tFor this purpose, civil service management authorities must provide theCommission with any information it reasonably requires."
    },
    {
        "length": 1034,
        "text": "\nSpecial advisers\n\tDefinition of “special adviser”\n\t\tIn this Chapter “special adviser” means a person (“P”) who holds a positionin the civil service serving an administration mentioned below and whoseappointment to that position meets the applicable requirements set out below.\n\t\tHer Majesty’s Government in the United Kingdom\n\t\t\tThe requirements are—\n\t\t\t\tP is appointed to assist a Minister of the Crown after being selected forthe appointment by that Minister personally;\n\t\t\t\tthe appointment is approved by the Prime Minister;\n\t\t\t\tthe terms and conditions of the appointment (apart from those by virtue ofsection 8(11)) are approved by the Minister for the Civil Service;\n\t\t\t\tthose terms and conditions provide for the appointment to end not laterthan—\n\t\t\t\twhen the person who selected P ceases to hold the ministerial office inrelation to which P was appointed to assist that person, or\n\t\t\t\tif earlier, the end of the day after the day of the poll at the firstparliamentary general election following the appointment.\n\t\tScottish Executive\n\t\t\tThe requirements are—\n\t\t\t\tP is appointed to assist the Scottish Ministers (or one or more of theministers mentioned in section 44(1)(a) and (b) of the [Scotland Act1998](/id/ukpga/1998/46?view=plain \"Go to item of legislation\")) after beingselected for the appointment by the First Minister for Scotland personally;\n\t\t\t\tthe terms and conditions of the appointment (apart from those by virtue ofsection 8(11)) are approved by the Minister for the Civil Service;\n\t\t\t\tthose terms and conditions provide for the appointment to end not laterthan when the person who selected P ceases to hold office as First Minister.\n\t\t\t\tThe reference above to the Scottish Ministers excludes the Lord Advocate andthe Solicitor General for Scotland.\n\t\tWelsh Assembly Government\n\t\t\tThe requirements are—\n\t\t\t\tP is appointed to assist the Welsh Ministers (or one or more of theministers mentioned in section 45(1)(a) and (b) of the [Government of WalesAct 2006](/id/ukpga/2006/32?view=plain \"Go to item of legislation\")) afterbeing selected for the appointment by the First Minister for Wales personally;\n\t\t\t\tthe terms and conditions of the appointment (apart from those by virtue ofsection 8(11)) are approved by the Minister for the Civil Service;\n\t\t\t\tthose terms and conditions provide for the appointment to end not laterthan when the person who selected P ceases to hold office as First Minister.\n\t\t\tIn subsection (1), in relation to an appointment for which the selection ismade personally by a person designated under section 45(4) of the [ScotlandAct 1998](/id/ukpga/1998/46?view=plain \"Go to item of legislation\") or section46(5) of the [Government of Wales Act 2006](/id/ukpga/2006/32?view=plain \"Goto item of legislation\"), the reference to the person who selected P ceasingto hold office as First Minister for Scotland or Wales (as the case may be) isto be read as a reference to the designated person ceasing to be able toexercise the functions of the First Minister by virtue of the designation.\n\tAnnual reports about special advisers\n\t\tThe Minister for the Civil Service must—\n\t\t\tprepare an annual report about special advisers serving Her Majesty’sGovernment in the United Kingdom, and\n\t\t\tlay the report before Parliament.\n\t\tThe First Minister for Scotland must—\n\t\t\tprepare an annual report about special advisers serving the ScottishExecutive, and\n\t\t\tlay the report before the Scottish Parliament.\n\t\tThe First Minister for Wales must—\n\t\t\tprepare an annual report about special advisers serving the Welsh AssemblyGovernment, and\n\t\t\tlay the report before the National Assembly for Wales.\n\t\tA report under this section must contain information about the number andcost of the special advisers."
    },
    {
        "length": 120,
        "text": "\nAdditional functions of the Commission\n\tAgreements for the Commission to carry out additional functions\n\t\tThe Minister for the Civil Service and the Commission may agree that theCommission is to carry out functions in relation to the civil service inaddition to those given to it under the other provisions of this Chapter.\n\t\tThe Commission is to carry out those additional functions accordingly.\n\t\tFor the purposes of any additional function, civil service managementauthorities must provide the Commission with any information it reasonablyrequires."
    },
    {
        "length": 383,
        "text": "\nFinal provisions\n\tDefinitions etc\n\t\tIn this Chapter—\n\t\t\t  * “civil servant” is read as stated in section 1(4); \n\t\t\t  * “civil service” is read as stated in section 1(4); \n\t\t\t  * “civil service code” is defined in section 5(4); \n\t\t\t  * “civil service management authority” means any person involved in the management of any part of the civil service; \n\t\t\t  * “the Commission” is defined in section 2(1); \n\t\t\t  * “diplomatic service” means Her Majesty’s diplomatic service; \n\t\t\t  * “diplomatic service code” is defined in section 6(2); \n\t\t\t  * “function” includes power or duty; \n\t\t\t  * “information” means information recorded in any form; \n\t\t\t  * “recruitment principles” is defined in section 11(3); \n\t\t\t  * “special adviser” is defined in section 15; \n\t\t\t  * “special advisers code” is defined in section 8(4). \n\t\tSubsection (3) applies for the purposes of sections 9(6), 13(4), 14(2) and17(3).\n\t\tNo person may be required to provide information which the person could notbe compelled to provide in civil proceedings before the High Court or theCourt of Session."
    },
    {
        "length": 1546,
        "text": "\nPart 2Ratification of treaties\n\tTreaties to be laid before Parliament before ratification\n\t\tSubject to what follows, a treaty is not to be ratified unless—\n\t\t\ta Minister of the Crown has laid before Parliament a copy of the treaty,\n\t\t\tthe treaty has been published in a way that a Minister of the Crown thinksappropriate, and\n\t\t\tperiod A has expired without either House having resolved, within period A,that the treaty should not be ratified.\n\t\tPeriod A is the period of 21 sitting days beginning with the first sittingday after the date on which the requirement in subsection (1)(a) is met.\n\t\tSubsections (4) to (6) apply if the House of Commons resolved as mentionedin subsection (1)(c) (whether or not the House of Lords also did so).\n\t\tThe treaty may be ratified if—\n\t\t\ta Minister of the Crown has laid before Parliament a statement indicatingthat the Minister is of the opinion that the treaty should nevertheless beratified and explaining why, and\n\t\t\tperiod B has expired without the House of Commons having resolved, withinperiod B, that the treaty should not be ratified.\n\t\tPeriod B is the period of 21 sitting days beginning with the first sittingday after the date on which the requirement in subsection (4)(a) is met.\n\t\tA statement may be laid under subsection (4)(a) in relation to the treatyon more than one occasion.\n\t\tSubsection (8) applies if—\n\t\t\tthe House of Lords resolved as mentioned in subsection (1)(c), but\n\t\t\tthe House of Commons did not.\n\t\tThe treaty may be ratified if a Minister of the Crown has laid beforeParliament a statement indicating that the Minister is of the opinion that thetreaty should nevertheless be ratified and explaining why.\n\t\t“Sitting day” means a day on which both Houses of Parliament sit.\n\tExtension of 21 sitting day period\n\t\tA Minister of the Crown may, in relation to a treaty, extend the periodmentioned in section 20(1)(c) by 21 sitting days or less.\n\t\tThe Minister does that by laying before Parliament a statement—\n\t\t\tindicating that the period is to be extended, and\n\t\t\tsetting out the length of the extension.\n\t\tThe statement must be laid before the period would have expired without theextension.\n\t\tThe Minister must publish the statement in a way the Minister thinksappropriate.\n\t\tThe period may be extended more than once.\n\tSection 20 not to apply in exceptional cases\n\t\tSection 20 does not apply to a treaty if a Minister of the Crown is of theopinion that, exceptionally, the treaty should be ratified without therequirements of that section having been met.\n\t\tBut a treaty may not be ratified by virtue of subsection (1) after eitherHouse has resolved, as mentioned in section 20(1)(c), that the treaty shouldnot be ratified.\n\t\tIf a Minister determines that a treaty is to be ratified by virtue ofsubsection (1), the Minister must, either before or as soon as practicableafter the treaty is ratified—\n\t\t\tlay before Parliament a copy of the treaty,\n\t\t\tarrange for the treaty to be published in a way that the Minister thinksappropriate, and\n\t\t\tlay before Parliament a statement indicating that the Minister is of theopinion mentioned in subsection (1) and explaining why.\n\tSection 20 not to apply to certain descriptions of treaties\n\t\tSection 20 does not apply to—\n\t\t\ta treaty covered by section 12 of the [European Parliamentary Elections Act2002](/id/ukpga/2002/24?view=plain \"Go to item of legislation\") (treatyproviding for increase in European Parliament’s powers not to be ratifiedunless approved by Act of Parliament);\n\t\t\ta treaty covered by section 5 of the [European Union (Amendment) Act2008](/id/ukpga/2008/7?view=plain \"Go to item of legislation\") (treatyamending founding Treaties not to be ratified unless approved by Act ofParliament).\n\t\tSection 20 does not apply to a treaty in relation to which an Order inCouncil may be made under one or more of the following—\n\t\t\tsection 158 of the [Inheritance Tax Act 1984](/id/ukpga/1984/51?view=plain\"Go to item of legislation\") (double taxation conventions);\n\t\t\tsection 2 of the Taxation (International and Other Provisions) Act 2010(double taxation arrangements);\n\t\t\tsection 173 of the [Finance Act 2006](/id/ukpga/2006/25?view=plain \"Go toitem of legislation\") (international tax enforcement arrangements).\n\t\tSection 20 does not apply to a treaty concluded (under authority given bythe government of the United Kingdom) by the government of a British overseasterritory, of any of the Channel Islands or of the Isle of Man.\n\t\tSection 20 does not apply to a treaty a copy of which is presented toParliament by command of Her Majesty before that section comes into force.\n\tExplanatory memoranda\n\t\tIn laying a treaty before Parliament under this Part, a Minister shallaccompany the treaty with an explanatory memorandum explaining the provisionsof the treaty, the reasons for Her Majesty’s Government seeking ratificationof the treaty, and such other matters as the Minister considers appropriate.\n\tMeaning of “treaty” and “ratification”\n\t\tIn this Part “treaty” means a written agreement—\n\t\t\tbetween States or between States and international organisations, and\n\t\t\tbinding under international law.\n\t\tBut “treaty” does not include a regulation, rule, measure, decision orsimilar instrument made under a treaty (other than one that amends or replacesthe treaty (in whole or in part)).\n\t\tIn this Part a reference to ratification of a treaty is a reference to anact of a kind specified in subsection (4) which establishes as a matter ofinternational law the United Kingdom’s consent to be bound by the treaty.\n\t\tThe acts are—\n\t\t\tdeposit or delivery of an instrument of ratification, accession, approvalor acceptance;\n\t\t\tdeposit or delivery of a notification of completion of domestic procedures."
    },
    {
        "length": 153,
        "text": "\nCompliance Officer\n\tFor section 3(3) and (4) of the [Parliamentary Standards Act2009](/id/ukpga/2009/13?view=plain \"Go to item of legislation\") (Commissionerfor Parliamentary Investigations) substitute—\n\tThere is to be an officer known as the Compliance Officer for theIndependent Parliamentary Standards Authority (“the Compliance Officer”).\n\tSchedule 2 (which makes provision about the Compliance Officer) haseffect.”\n\tFor Schedule 2 to that Act substitute the Schedule set out in Schedule 3."
    },
    {
        "length": 483,
        "text": "\nMembership of Speaker’s Committee\n\tSchedule 3 to the [Parliamentary Standards Act2009](/id/ukpga/2009/13?view=plain \"Go to item of legislation\") (Speaker’sCommittee for the Independent Parliamentary Standards Authority) is amended asfollows.\n\tIn paragraph 1—\n\t\tomit “and” at the end of sub-paragraph (c), and\n\t\tafter sub-paragraph (d) insert “, and\n\t\tthree lay persons appointed by resolution of the House of Commons.”\n\tFor the heading of paragraph 2 substitute “Appointed members”.\n\tAfter paragraph 2 insert—\n\t“Lay members\n\t\t2A(1)In paragraph 1(e) “lay person” means a person who is not, and has neverbeen, a member of either House of Parliament.\n\t\tA motion for a resolution under paragraph 1(e) may be made only with theagreement of the Speaker of the House of Commons.\n\t\tThe person the subject of the motion must have been selected by the Speakeron merit on the basis of fair and open competition.\n\t\tAn appointment under paragraph 1(e) is to be for a fixed term not exceedingfive years.\n\t\tA person who has been appointed under paragraph 1(e) may not be appointedunder paragraph 1(e) again.\n\t\tA person appointed under paragraph 1(e) ceases to be a member of theCommittee if the person becomes a member of either House of Parliament.\n\t\tA person appointed under paragraph 1(e) may resign from the Committee bygiving notice to the Committee.\n\t\tThe Speaker of the House of Commons may require the IPSA to pay to membersof the Committee appointed under paragraph 1(e) such remuneration andallowances as the Speaker may determine.\n\t\tThe IPSA must make the payment accordingly.”"
    },
    {
        "length": 491,
        "text": "\nTransparency etc\n\tThe [Parliamentary Standards Act 2009](/id/ukpga/2009/13?view=plain \"Go toitem of legislation\") is amended as follows.\n\tAfter section 3 insert—\n\t“3AGeneral duties of the IPSA\n\t\tIn carrying out its functions the IPSA must have regard to the principlethat it should act in a way which is efficient, cost-effective andtransparent.\n\t\tIn carrying out its functions the IPSA must have regard to the principlethat members of the House of Commons should be supported in efficiently, cost-effectively and transparently carrying out their Parliamentary functions.”\n\t\tIn section 5 (MPs’ allowances scheme) after subsection (5) insert—\n\t\t\t“(5A)When the scheme (or revision) is laid, the IPSA must publish in a way itconsiders appropriate—\n\t\t\tthe scheme (or revision), and\n\t\t\ta statement of its reasons for adopting that scheme (or making thatrevision).”\n\t\tIn section 6 (dealing with claims under the MPs’ allowances scheme) aftersubsection (7) insert—\n\t\tThe IPSA must publish such information as it considers appropriate inrespect of—\n\t\t\teach claim made under or by virtue of this section, and\n\t\t\teach payment of an allowance by the IPSA under or by virtue of thissection.\n\t\tThe IPSA must publish the information at times it considers appropriate andin a way it considers appropriate.\n\t\tThe IPSA must determine procedures to be followed by the IPSA in relationto publication of the information, and in doing so must consult—\n\t\t\tthe Speaker of the House of Commons,\n\t\t\tthe Leader of the House of Commons,\n\t\t\tthe House of Commons Committee on Standards and Privileges,\n\t\t\tthe Compliance Officer, and\n\t\t\tany other person the IPSA considers appropriate.”"
    },
    {
        "length": 1002,
        "text": "\nMPs’ salaries\n\tFor section 4 of the [Parliamentary Standards Act2009](/id/ukpga/2009/13?view=plain \"Go to item of legislation\") (MPs’salaries) substitute—\n\t“4MPs’ salaries\n\t\tMembers of the House of Commons are to receive a salary for the relevantperiod.\n\t\tThe salaries are to be paid by the IPSA.\n\t\tSalaries are to be paid on a monthly basis in arrears.\n\t\tThe amounts of the salaries are to be determined by the IPSA (see section4A).\n\t\t“Relevant period”, in relation to a person who is a member of the House ofCommons, means the period beginning with the day after the day of the poll forthe parliamentary election at which the member was elected and ending with—\n\t\t\tif the person is a member immediately before Parliament is dissolved, theday of the poll for the parliamentary general election which follows thedissolution;\n\t\t\totherwise, the day on which the person ceases to be a member.\n\t\tNo payment of salary is to be made to a member before the member has madeand subscribed the oath required by the Parliamentary Oaths Act 1866 (or thecorresponding affirmation).\n\t\tThe duty of the IPSA to pay a salary to a member is subject to anythingdone in relation to the member in the exercise of the disciplinary powers ofthe House of Commons.\n\tADetermination of MPs’ salaries\n\t\tThis section is about determinations under section 4(4).\n\t\tA determination may provide for higher salaries to be payable to memberswhile holding an office or position specified for the purposes of thissubsection in a resolution of the House of Commons.\n\t\tA determination by virtue of subsection (2) may make different provisionfor different offices or positions or different classes of member (and mayinclude exceptions).\n\t\tA determination may include a formula or other mechanism for adjustingsalaries from time to time.\n\t\tA determination (other than the first determination) may have retrospectiveeffect.\n\t\tThe IPSA must review the current determination (and make a newdetermination as appropriate)—\n\t\t\tin the first year of each Parliament;\n\t\t\tat any other time it considers appropriate.\n\t\tIn reviewing a determination (and before making the first determination)the IPSA must consult—\n\t\t\tthe Review Body on Senior Salaries,\n\t\t\tpersons appearing to the IPSA to represent persons likely to be affected bythe determination or the review,\n\t\t\tthe Minister for the Civil Service,\n\t\t\tthe Treasury, and\n\t\t\tany other person the IPSA considers appropriate.\n\t\tAfter making a determination, the IPSA must publish in a way it considersappropriate—\n\t\t\tthe determination, and\n\t\t\ta statement of how it arrived at the determination.\n\t\tIf the IPSA reviews the current determination but decides not to make a newdetermination, it must publish in a way it considers appropriate a statementof how it arrived at that decision.\n\t\tThe IPSA may delegate to the Review Body on Senior Salaries its functionof reviewing a determination (but not its function of deciding whether or notto make a new determination).”\n\t\tThe first determination under section 4(4) of the [Parliamentary StandardsAct 2009](/id/ukpga/2009/13?view=plain \"Go to item of legislation\") does nothave to come into effect before 1 April 2012; and section 4A(6)(a) of that Actdoes not apply in relation to a Parliament that begins before that date.\n\t\tUntil the first determination under section 4(4) of that Act comes intoeffect, the amounts of the salaries payable by the Independent ParliamentaryStandards Authority under section 4 of that Act are to be determined inaccordance with the relevant resolutions of the House of Commons."
    },
    {
        "length": 1115,
        "text": "\nAllowances claims\n\tSection 6 of the [Parliamentary Standards Act2009](/id/ukpga/2009/13?view=plain \"Go to item of legislation\") (dealing withclaims under the MPs’ allowances scheme) is amended as follows.\n\tOmit subsections (4) and (5).\n\tIn subsection (6) for paragraph (b) substitute—\n\t\tprovision for deducting amounts within subsection (6A) from allowancespayable under the scheme or salaries payable under section 4;\n\t\tprovision about how such deductions, and deductions under paragraph 5 or 12of Schedule 4, are to be made.”\n\tAfter subsection (6) insert—\n\t\t“(6A)This subsection applies to amounts which a member (under section 9(8) orotherwise) has agreed to repay, in respect of amounts paid to the member underthe MPs’ allowances scheme that should not have been allowed.”\n\tAfter section 6 of that Act insert—\n\t“6AReview of IPSA’s determination\n\t\tThis section applies if—\n\t\t\tthe IPSA determines under section 6(3) that a claim is to be refused orthat only part of the amount claimed is to be allowed, and\n\t\t\tthe member (after asking the IPSA to reconsider the determination andgiving it a reasonable opportunity to do so) asks the Compliance Officer toreview the determination (or any altered determination resulting from theIPSA’s reconsideration).\n\t\tThe Compliance Officer must—\n\t\t\tconsider whether the determination (or the altered determination) is thedetermination that should have been made, and\n\t\t\tin light of that consideration, decide whether or not to confirm or alterit.\n\t\tThe Compliance Officer must give the IPSA a statement of any decision undersubsection (2)(b), and may include a statement of the Compliance Officer’sfindings about the way in which the IPSA has dealt with the claim.\n\t\tThe IPSA must make any payments or adjustments necessary to give effect tothe Compliance Officer’s decision; but it must not do so until—\n\t\t\tit is no longer possible for there to be a relevant appeal, and\n\t\t\tall relevant appeals have been withdrawn or determined.\n\t\tA relevant appeal is—\n\t\t\tan appeal under subsection (6) brought before the end of the periodmentioned in subsection (7), or\n\t\t\ta further appeal in relation to the Compliance Officer’s decision which—\n\t\t\tis brought before the end of the usual period for bringing such an appeal,and\n\t\t\tis an appeal against the determination of an appeal which was itself arelevant appeal.\n\t\tThe member may appeal to the First-tier Tribunal against a decision of theCompliance Officer under subsection (2)(b).\n\t\tThe appeal must be brought before the end of the period of 28 daysbeginning with the day on which notice of the decision is sent to the member(unless the Tribunal directs that it may be brought after the end of thatperiod).\n\t\tThe appeal is by way of a rehearing.\n\t\tOn an appeal under subsection (6) the Tribunal may—\n\t\t\tallow the appeal in whole or in part, or\n\t\t\tdismiss the appeal.\n\t\tIf the Tribunal allows the appeal (in whole or in part) it may—\n\t\t\torder the IPSA to make any payments or adjustments necessary to give effectto that decision;\n\t\t\tmake any other order it thinks fit.\n\t\tIf the Tribunal dismisses the appeal it may make any other order it thinksfit.\n\t\tThe Compliance Officer must notify the IPSA of the Tribunal’s decision(and the result of any further appeal).”\n\t\tIn section 7 of that Act (information and guidance about taxation)—\n\t\t\tbefore subsection (1) insert—\n\t\t\t\t“(A1)The IPSA must—\n\t\t\tprepare guidance for members of the House of Commons about making claimsunder the MPs’ allowances scheme;\n\t\t\treview the guidance regularly and revise it as appropriate;\n\t\t\tpublish the guidance in a way the IPSA considers appropriate;\n\t\t\tprovide to any member on request such further advice about making claims asthe IPSA considers appropriate.”, and\n\t\t\tin the heading omit “about taxation”."
    },
    {
        "length": 1172,
        "text": "\nInvestigations \n\tFor section 9 of the [Parliamentary Standards Act2009](/id/ukpga/2009/13?view=plain \"Go to item of legislation\")(investigations) substitute—\n\t“9Investigations\n\t\tThe Compliance Officer may conduct an investigation if the ComplianceOfficer has reason to believe that a member of the House of Commons may havebeen paid an amount under the MPs’ allowances scheme that should not have beenallowed.\n\t\tAn investigation may be conducted—\n\t\t\ton the Compliance Officer’s own initiative,\n\t\t\tat the request of the IPSA,\n\t\t\tat the request of the member, or\n\t\t\tin response to a complaint by an individual.\n\t\tFor the purposes of the investigation the member and the IPSA—\n\t\t\tmust provide the Compliance Officer with any information (includingdocuments) the Compliance Officer reasonably requires, and\n\t\t\tmust do so within such period as the Compliance Officer reasonablyrequires.\n\t\tThe Compliance Officer must, after giving the member and the IPSA anopportunity to make representations to the Compliance Officer, prepare astatement of the Compliance Officer’s provisional findings.\n\t\tThe Compliance Officer must, after giving the member and the IPSA anopportunity to make representations to the Compliance Officer about theprovisional findings, prepare a statement of the Compliance Officer’s findings(subject to subsection (7)).\n\t\tProvisional findings under subsection (4) and findings under subsection (5)may include—\n\t\t\ta finding that the member failed to comply with subsection (3),\n\t\t\tfindings about the role of the IPSA in the matters under investigation,including findings that the member’s being paid an amount under the MPs’allowances scheme that should not have been allowed was wholly or partly theIPSA’s fault.\n\t\tIf subsection (8) applies, the Compliance Officer need not make a findingunder subsection (5) as to whether the member was paid an amount under theMPs’ allowances scheme that should not have been allowed.\n\t\tThis subsection applies if—\n\t\t\tthe member accepts a provisional finding that the member was paid an amountunder the MPs’ allowances scheme that should not have been allowed,\n\t\t\tsuch other conditions as may be specified by the IPSA are, in theCompliance Officer’s view, met in relation to the case, and\n\t\t\tthe member agrees to repay to the IPSA, in such manner and within suchperiod as the Compliance Officer considers reasonable, such amount as theCompliance Officer considers reasonable (and makes the repayment accordingly).\n\t\tBefore specifying conditions under subsection (8)(b) the IPSA must consultthe persons listed in section 9A(6).\n\t\tReferences in this section (and section 9A) to a member of the House ofCommons include a former member of that House.\n\tAProcedures etc\n\t\tThe IPSA must determine procedures to be followed by the Compliance Officerin relation to investigations under section 9.\n\t\tThe procedures must in particular include provision about—\n\t\t\tcomplaints under section 9(2)(d),\n\t\t\trepresentations under section 9(4),\n\t\t\trepresentations under section 9(5), and\n\t\t\tthe circumstances in which the Compliance Officer must publish thedocuments listed in subsection (4).\n\t\tProvision under subsection (2)(b) must include provision giving the memberwho is the subject of the investigation—\n\t\t\tan opportunity to be heard in person, and\n\t\t\tan opportunity, where the Compliance Officer considers it appropriate, tocall and examine witnesses.\n\t\tThe documents referred to in subsection (2)(d) are—\n\t\t\tstatements of provisional findings under section 9(4),\n\t\t\tstatements of findings under section 9(5), and\n\t\t\tagreements under section 9(8).\n\t\tThe IPSA must also determine procedures to be followed by the ComplianceOfficer as to the circumstances in which the Compliance Officer must publish—\n\t\t\tstatements under section 6A(3), and\n\t\t\tpenalty notices under paragraph 6 of Schedule 4.\n\t\tProcedures under this section must be fair, and before determiningprocedures the IPSA must consult—\n\t\t\tthe Speaker of the House of Commons,\n\t\t\tthe Leader of the House of Commons,\n\t\t\tthe House of Commons Committee on Standards and Privileges,\n\t\t\tthe Compliance Officer, and\n\t\t\tany other person the IPSA considers appropriate.”"
    },
    {
        "length": 180,
        "text": "\nEnforcement \n\tAfter section 9A of the [Parliamentary Standards Act2009](/id/ukpga/2009/13?view=plain \"Go to item of legislation\") insert—\n\t“9BEnforcement\n\t\tSchedule 4 (which makes provision about the enforcement powers of theCompliance Officer) has effect.\n\t\tThe Compliance Officer may provide to the Parliamentary Commissioner forStandards any information connected with an investigation under section 9 oraction taken under Schedule 4 which the Compliance Officer considers may berelevant to the work of the Parliamentary Commissioner for Standards.”\n\t\tAfter Schedule 3 to that Act insert the Schedule set out in Schedule 4."
    },
    {
        "length": 377,
        "text": "\nRelationships with other bodies etc\n\tAfter section 10 of the [Parliamentary Standards Act2009](/id/ukpga/2009/13?view=plain \"Go to item of legislation\") insert—\n\t“10ARelationships with other bodies etc\n\t\tThe IPSA and the Compliance Officer must prepare a joint statement settingout how the IPSA and the Compliance Officer will work with the following—\n\t\t\tthe Parliamentary Commissioner for Standards,\n\t\t\tthe Director of Public Prosecutions,\n\t\t\tthe Commissioner of Police of the Metropolis, and\n\t\t\tany other person the IPSA and the Compliance Officer consider appropriate.\n\t\tBefore preparing the statement the IPSA and the Compliance Officer mustconsult the persons listed in subsection (1).\n\t\tNothing in sections 9 to 9B (or Schedule 4) affects the disciplinary powersof the House of Commons.\n\t\tThe powers conferred by sections 9 to 9B (and Schedule 4) may be exercisedin relation to the conduct of a member of the House of Commons even if—\n\t\t\tthe member is or has been the subject of criminal proceedings in relationto that conduct (whether or not convicted of an offence);\n\t\t\tthe House of Commons is exercising or has exercised any of its disciplinarypowers in relation to that conduct.\n\t\tReferences in subsection (4) to a member of the House of Commons include aformer member of that House.”"
    },
    {
        "length": 600,
        "text": "\nOther provision\n\tResettlement grants for MEPs\n\t\tThe [European Parliament (Pay and Pensions) Act1979](/id/ukpga/1979/50?view=plain \"Go to item of legislation\") is amended asfollows.\n\t\tIn section 3 (resettlement grants for persons ceasing to be MEPs) forsubsections (1) to (3) substitute—\n\t\tThe IPSA may make a scheme providing for allowances to be payable topersons to whom this section applies, in connection with their ceasing to beRepresentatives.\n\t\tIt may do so only if a scheme under section 5 of the [ParliamentaryStandards Act 2009](/id/ukpga/2009/13?view=plain \"Go to item of legislation\")(MPs’ allowances scheme) makes provision for allowances to be payable inconnection with persons ceasing to be Members on a dissolution of Parliament.\n\t\tA scheme under this section must make provision which is as nearlyequivalent to the provision made by the scheme under section 5 of that Act asthe IPSA considers practicable.\n\t\t\t(3A)The IPSA must send to the Speaker of the House of Commons for layingbefore both Houses of Parliament—\n\t\t\tany scheme made by it under this section, and\n\t\t\ta statement of the reasons for making the scheme.\n\t\t\t(3B)When the scheme and the statement of reasons have been laid, the IPSA mustpublish them in a way it considers appropriate.\n\t\t\t(3C)This section applies to a person who is a Representative immediatelybefore the end of a five-year period, and either—\n\t\t\tdoes not stand for election to the European Parliament at the generalelection of representatives to the European Parliament held in that period, or\n\t\t\tdoes so stand at that election (whether for the same or a differentelectoral region) and is not elected.\n\t\t\t(3D)A scheme made by the IPSA under this section may amend or revoke anyprevious scheme made by the IPSA under this section.”\n\t\tOmit section 3A (power to amend section 3).\n\t\tIn section 7(1)(b) (expenses and receipts) for “grant” substitute“allowance”.\n\tParliamentary and other pensions\n\t\tSchedule 6 (which makes provision about pensions for members of the House ofCommons, ministers and other office holders) has effect."
    },
    {
        "length": 1658,
        "text": "\nPart 4Tax status of MPs and members of the House of Lords\n\tTax status of MPs and members of the House of Lords\n\t\tSubsection (2) applies if a person is for any part of a tax year—\n\t\t\ta member of the House of Commons, or\n\t\t\ta member of the House of Lords.\n\t\tThe person is to be treated for the purposes of the taxes listed insubsection (3) as resident, ordinarily resident and domiciled in the UnitedKingdom for the whole of that tax year.\n\t\tThe taxes are—\n\t\t\tincome tax,\n\t\t\tcapital gains tax, and\n\t\t\tinheritance tax.\n\t\tFor the purposes of this section a person—\n\t\t\tbecomes a member of the House of Commons when (having been elected to thatHouse) the person makes and subscribes the oath required by the [ParliamentaryOaths Act 1866](/id/ukpga/1866/19?view=plain \"Go to item of legislation\") (orthe corresponding affirmation), and\n\t\t\tceases to be a member of that House when—\n\t\t\tthe Parliament to which the person was elected is dissolved, or\n\t\t\tthe person’s seat is otherwise vacated.\n\t\tFor the purposes of this section and section 42 a person is a member of theHouse of Lords if the person is entitled to receive writs of summons to attendthat House.\n\t\tIn relation to a member of the House of Lords, in subsection (1) thereference to any part of a tax year excludes any part of the year duringwhich—\n\t\t\tsection 137(3) of the [Constitutional Reform Act2005](/id/ukpga/2005/4?view=plain \"Go to item of legislation\") applies to themember, or\n\t\t\tthe member is entitled to receive writs of summons to attend the House ofLords by virtue of being an archbishop or bishop.\n\t\tThis section applies in relation to the tax year 2010-11 and subsequent taxyears.\n\t\tBut in applying this section to the tax year 2010-11—\n\t\t\tif the Parliament in which this Act is passed is dissolved in that taxyear, ignore a person’s membership of the House of Commons in that Parliament,and\n\t\t\tin any event, ignore a person’s membership of the House of Lords at anytime before the end of the period of 3 months beginning with the day on whichsection 42 comes into force.\n\t\tIn this section, in relation to inheritance tax—\n\t\t\t“tax year” means a year beginning on 6 April and ending on the following 5April, and\n\t\t\t“the tax year 2010-11” means the tax year beginning on 6 April 2010.\n\t\tIn determining for the purposes of this section and section 42 whether aperson is entitled to receive writs of summons to attend the House of Lords,ignore—\n\t\t\tsection 2 of the [Forfeiture Act 1870](/id/ukpga/1870/23?view=plain \"Go toitem of legislation\");\n\t\t\tsections 426A and 427 of the [Insolvency Act1986](/id/ukpga/1986/45?view=plain \"Go to item of legislation\").\n\tTax status of members of the House of Lords: transitional provision\n\t\tThis section applies if, before the end of the period of 3 months beginningwith the day on which this section comes into force, a member of the House ofLords (“M”) gives written notice to the Clerk of the Parliaments that M doesnot want section 41 to apply to M.\n\t\tM shall not be a member of the House of Lords at any time after the noticeis given and accordingly—\n\t\t\tM shall not be entitled to receive writs of summons to attend the House,and\n\t\t\tany writ of summons previously issued to M has no further effect.\n\t\tIf M is a person excepted from section 1 of the [House of Lords Act1999](/id/ukpga/1999/34?view=plain \"Go to item of legislation\") by virtue ofsection 2 of that Act—\n\t\t\tM shall no longer be excepted from section 1 of the 1999 Act, and\n\t\t\tif M counted towards the limit under section 2(2) of the 1999 Act, thatlimit is reduced by one.\n\t\tBut section 3(1)(b) of the 1999 Act does not apply in relation to M beforethe end of the period of three years beginning with the date on which thenotice is given.\n\t\tIf M is not such a person, M ceases to be disqualified by virtue of M’speerage (or dignity) for—\n\t\t\tvoting at elections to the House of Commons, or\n\t\t\tbeing, or being elected as, a member of that House.\n\t\tBut subsection (5)(b) does not apply before the end of the period of threeyears beginning with the date on which the notice is given.\n\t\tIn relation to M, any reference in section 1(3) or (4)(b) of the[Representation of the People Act 1985](/id/ukpga/1985/50?view=plain \"Go toitem of legislation\") to a register of parliamentary electors is to be read asincluding—\n\t\t\tany register of local government electors in Great Britain, and\n\t\t\tany register of local electors in Northern Ireland,\n\t\t\t\twhich was required to be published on any date before the notice is given.\n\t\tIf, after the notice is given, a peerage is conferred on M or M succeeds toa peerage, subsection (2) above does not stop M being entitled to receivewrits of summons to attend the House of Lords by virtue of that peerage.\n\t\tIf subsection (3)(a) has applied to M, it does not stop M becoming exceptedfrom section 1 of the House of Lords Act 1999 again by filling a vacancy undersection 2 of that Act after the notice is given.\n\t\tIf, after the notice is given, M becomes the person who is to hold theoffice of Earl Marshal or perform the office of Lord Great Chamberlain,subsection (2) above does not stop M being entitled to receive writs ofsummons to attend the House of Lords by virtue of the peerage that led to Mbecoming the person who is to hold or perform the office in question.\n\t\tA person to whom regulation 4 of the European Parliament (House of LordsDisqualification) Regulations 2008 ([S.I.2008/1647](/id/uksi/2008/1647?view=plain \"Go to item of legislation\")) appliesis to be treated as a member of the House of Lords for the purposes of thissection."
    },
    {
        "length": 2208,
        "text": "\nPart 5Transparency of government financial reporting to Parliament\n\tInclusion in departmental estimates of resources used by designatedbodies\n\t\tThe [Government Resources and Accounts Act2000](/id/ukpga/2000/20?view=plain \"Go to item of legislation\") is amended asfollows.\n\t\tAfter section 4 insert—\n\t\t“Departmental estimates\n\t\t\tAInclusion in departmental estimates of resources used by designatedbodies\n\t\t\t\tAn estimate for a government department for approval by the House ofCommons in respect of a financial year must be prepared in accordance withdirections issued by the Treasury.\n\t\t\t\tThe Treasury may direct that the estimate is to include informationrelating to resources expected to be used by any body that is a designatedbody in relation to the department.\n\t\t\t\tFor the purposes of this section a body is a “designated” body in relationto a government department if—\n\t\t\t\t\tit is designated in relation to the department by an order made by theTreasury, or\n\t\t\t\t\tit falls within a description of body designated in relation to thedepartment by such an order.\n\t\t\t\tA body, or a description of body, may be designated in relation to agovernment department for a particular financial year or generally.\n\t\t\t\tSubsections (6) and (7) apply if the Treasury—\n\t\t\t\t\texpect the use of resources by a body in a financial year to involvepayments out of a devolved Consolidated Fund to or for the benefit of thebody, but\n\t\t\t\t\tdo not expect the use of resources by the body in the year to involvepayments out of the Consolidated Fund of the United Kingdom to or for thebenefit of the body.\n\t\t\t\tIf an order is in force under which the body would (but for thissubsection) be a designated body for the year in relation to a governmentdepartment—\n\t\t\t\t\tthe Treasury must notify the department that the conditions in subsection(5) are met in the case of the body for the year, and\n\t\t\t\t\tthe body is to be treated as if it were not designated for the year inrelation to the department.\n\t\t\t\tIf no such order is in force, the Treasury may not make one.\n\t\t\t\tBefore designating a body, or a description of body, the Treasury must,where they think it appropriate, consult—\n\t\t\t\t\tthe Scottish Ministers,\n\t\t\t\t\tthe Department of Finance and Personnel for Northern Ireland, or\n\t\t\t\t\tthe Welsh Ministers.\n\t\t\t\tIn determining for any purpose whether a body has a particular relationshipwith a government department (for example, whether it is controlled by, orotherwise dependent on, the department), the following must be disregarded—\n\t\t\t\t\tthe fact that an estimate for the department in respect of a financial yearincludes information relating to the body, and\n\t\t\t\t\tthe fact that the department’s resource accounts for a financial yearprepared under section 5 include information relating to the body.\n\t\t\t\tAn order under subsection (3) is to be made by statutory instrument.\n\t\t\t\tA statutory instrument containing an order under that subsection issubject to annulment in pursuance of a resolution of either House ofParliament.\n\t\t\t\tIn this section “a devolved Consolidated Fund” means—\n\t\t\t\t\tthe Scottish Consolidated Fund,\n\t\t\t\t\tthe Consolidated Fund of Northern Ireland, or\n\t\t\t\t\tthe Welsh Consolidated Fund.”\n\t\t\t\tIn section 5(1) (resource accounts: preparation), for paragraphs (a) and(b) substitute—\n\t\t\t\t\tresources acquired, held or disposed of during the year by—\n\t\t\t\t\tthe department, or\n\t\t\t\t\tany body that is a designated body under section 4A in relation to thedepartment for the year, and\n\t\t\t\t\tthe use of resources during the year by the department or any such body.”\n\t\t\t\tIn section 6(1) (resource accounts: scrutiny by the Comptroller and AuditorGeneral), for paragraph (d) substitute—\n\t\t\t\t\tthat— \n\t\t\t\t\tthe financial transactions of the department, and\n\t\t\t\t\tthe financial transactions of any body that is a designated body undersection 4A in relation to the department for the year in question,\n\t\t\t\t\t\tare in accordance with any relevant authority.”\n\tCorresponding provision in relation to Wales\n\t\tPart 5 of the [Government of Wales Act 2006](/id/ukpga/2006/32?view=plain\"Go to item of legislation\") (finance) is amended as follows.\n\t\tAfter section 126 insert—\n\t\t“126AInclusion in Budget motions of resources used by designated bodies\n\t\t\tA Budget motion for a financial year may include information relating toresources expected to be used by any body that is a designated body inrelation to a relevant person.\n\t\t\tFor the purposes of this section a body is a “designated” body in relationto a relevant person if—\n\t\t\t\tit is designated in relation to the relevant person by an order made by theWelsh Ministers, or\n\t\t\t\tit falls within a description of body designated in relation to therelevant person by such an order.\n\t\t\tA body, or a description of body, may be designated in relation to arelevant person for a particular financial year or generally.\n\t\t\tIf the Welsh Ministers expect the use of resources by a body in a financialyear to involve payments out of a relevant Consolidated Fund to or for thebenefit of the body, they may not make an order under which the body would bea designated body for the year unless the Treasury have consented to themaking of the order.\n\t\t\t“A relevant Consolidated Fund” means—\n\t\t\t\tthe Consolidated Fund of the United Kingdom,\n\t\t\t\tthe Scottish Consolidated Fund, or\n\t\t\t\tthe Consolidated Fund of Northern Ireland.\n\t\t\tThe Welsh Ministers must, where they think it appropriate, consult theTreasury before designating a body or a description of body.\n\t\t\tIn determining for any purpose whether a body has a particular relationshipwith a relevant person (for example, whether it is controlled by, or otherwisedependent on, the person), the following must be disregarded—\n\t\t\t\tthe fact that the provisions of a Budget motion relating to the relevantperson in respect of a financial year include information relating to thebody, and\n\t\t\t\tthe fact that the relevant person’s accounts for a financial year preparedunder this or any other Act include information relating to the body.\n\t\t\tAn order under subsection (2) is to be made by statutory instrument.\n\t\t\tA statutory instrument containing an order under that subsection is subjectto annulment in pursuance of a resolution of the National Assembly for Wales.\n\t\t\tBut subsection (9) does not apply if a draft of the statutory instrumentcontaining the order has been laid before, and approved by a resolution of,the National Assembly for Wales.”\n\t\t\tSchedule 8 (Auditor General for Wales) is amended as follows.\n\t\t\tIn paragraph 13 (accounts of Auditor General), after sub-paragraph (1)insert—\n\t\t\t\t“(1A)The directions which the Treasury may give under sub-paragraph (1)include directions to prepare accounts relating to financial affairs andtransactions of persons other than the Auditor General.”\n\t\t\tIn paragraph 15 (audit of accounts of Auditor General)—\n\t\t\t\tin sub-paragraph (5)(b)—\n\t\t\t\tfor “the Auditor General”, in the first place, substitute “a relevantperson”; and\n\t\t\t\tfor “the Auditor General”, in the second place, substitute “the relevantperson”; and\n\t\t\t\tafter sub-paragraph (5) insert—\n\t\t\t\t“(5A)In sub-paragraph (5)(b) “relevant person” means—\n\t\t\t\tthe Auditor General, or\n\t\t\t\tany person to whose financial affairs and transactions the accounts are torelate by virtue of paragraph 13(1A).”\n\t\t\tIn paragraph 17(8) (access of Auditor General to documents), afterparagraph (b) insert—\n\t\t\t\tin a case within that paragraph relating to any accounts which the PublicServices Ombudsman for Wales is directed to prepare under paragraph 16 ofSchedule 1 to the Public Services Ombudsman (Wales) Act 2005, the Ombudsmanand any person to whose financial affairs and transactions the accounts are torelate by virtue of sub-paragraph (1A) of that paragraph,”.\n\t\t\tIn paragraph 16 of Schedule 1 to the [Public Services Ombudsman (Wales) Act2005](/id/ukpga/2005/10?view=plain \"Go to item of legislation\") (accounts),after sub-paragraph (1) insert—\n\t\t\t“(1A)The directions which the Treasury may give under sub-paragraph (1)(b)include directions to prepare accounts relating to financial affairs andtransactions of persons other than the Ombudsman.”"
    },
    {
        "length": 634,
        "text": "\nPart 6Public records and freedom of information\n\tTransfer of records to Public Record Office\n\t\tIn section 3 of the [Public Records Act 1958](/id/ukpga/1958/51?view=plain\"Go to item of legislation\") (selection and preservation of public records)—\n\t\t\tin subsection (4) (transfer to Public Record Office or to other appointedplace of deposit of public records selected for permanent preservation), for“thirty years” substitute “20 years”, and\n\t\t\tafter that subsection insert—\n\t\t\t\t“(4A)Until the end of the period of 10 years beginning with the commencementof section 45 of the Constitutional Reform and Governance Act 2010, subsection(4) has effect subject to any order made under subsection (2) of thatsection.”\n\t\tThe Lord Chancellor may by order make transitional, transitory or savingprovision in connection with the coming into force of subsection (1)(a).\n\t\tAn order under subsection (2) may in particular—\n\t\t\tprovide for the time within which any records are to be transferred to thePublic Record Office or other place of deposit referred to in section 3(4) ofthe Public Records Act 1958, and\n\t\t\tmake different provision in relation to records of different descriptions.\n\t\tAn order under this section is to be made by statutory instrument.\n\t\tA statutory instrument containing an order under this section is subject toannulment in pursuance of a resolution of either House of Parliament.\n\tFreedom of information\n\t\tSchedule 7 (which makes amendments of the [Freedom of Information Act2000](/id/ukpga/2000/36?view=plain \"Go to item of legislation\")) has effect.\n\t\tThe Secretary of State may by order make transitional, transitory or savingprovision in connection with the coming into force of paragraph 4 of Schedule7 (which reduces from 30 years to 20 years the period at the end of which arecord becomes a historical record for the purposes of Part 6 of the Freedomof Information Act 2000).\n\t\tAn order under subsection (2) may in particular—\n\t\t\tmake provision about the time when any records are to become historicalrecords for the purposes of Part 6 of the Freedom of Information Act 2000, and\n\t\t\tmake different provision in relation to records of different descriptions.\n\t\tAn order under subsection (2) is to be made by statutory instrument.\n\t\tA statutory instrument containing an order under subsection (2) is subjectto annulment in pursuance of a resolution of either House of Parliament."
    },
    {
        "length": 1644,
        "text": "\nPart 7Miscellaneous and final provisions\n\tSection 3 of the Act of Settlement\n\t\tFor the avoidance of doubt, the repeal in section 18(7) of the [ElectoralAdministration Act 2006](/id/ukpga/2006/22?view=plain \"Go to item oflegislation\") of the entry in Schedule 7 to the [British Nationality Act1981](/id/ukpga/1981/61?view=plain \"Go to item of legislation\") (entry whichmodified certain disqualifications imposed by section 3 of the [Act ofSettlement](/id/ukpga/1700/2?view=plain \"Go to item of legislation\")) appliedonly so far as the modification made by that entry related to—\n\t\t\tmembership of the House of Commons, or\n\t\t\tanything from which a person is disqualified by virtue of adisqualification from membership of that House.\n\t\tSection 3 of the [Act of Settlement](/id/ukpga/1700/2?view=plain \"Go toitem of legislation\") has effect accordingly, and has done so since the cominginto force of section 18 of the [Electoral Administration Act2006](/id/ukpga/2006/22?view=plain \"Go to item of legislation\").\n\tParliamentary elections: counting of votes\n\t\tSchedule 1 to the Representation of the People Act 1983 (parliamentaryelections rules) is amended as follows.\n\t\tIn rule 44 (attendance at counting of votes) after paragraph (5) insert—\n\t\tIn making arrangements under this rule, the returning officer shall haveregard to the duty imposed on him by rule 45(3A) below.”\n\t\tIn rule 45 (the count)—\n\t\t\tafter paragraph (3) insert—\n\t\t\t\t“(3A)The returning officer shall take reasonable steps to begin counting thevotes given on the ballot papers as soon as practicable within the period offour hours starting with the close of the poll.”;\n\t\t\tafter paragraph (7) insert—\n\t\tThe Electoral Commission shall issue guidance to returning officers on theduty imposed by paragraph (3A) above.”\n\t\tAfter rule 53 insert—\n\t\t“Counting of votes: statement by returning officer\n\t\t\t53ZA(1)In a contested election, if the counting of the votes given on theballot papers did not begin within the period specified in rule 45(3A) above,the returning officer shall before the expiry of the period of 30 daysstarting with the day on which the poll closed—\n\t\t\t\tprepare and publish a statement giving the information specified inparagraph (2) below, and\n\t\t\t\tdeliver it to the Electoral Commission.\n\t\t\tThe statement must—\n\t\t\t\tspecify the time at which the counting of the votes given on the ballotpapers began,\n\t\t\t\tdescribe the steps taken under rule 45(3A) above, and\n\t\t\t\texplain why the counting of the votes given on the ballot papers did notstart within the period specified in rule 45(3A) above.\n\t\t\tWhere a statement is delivered to the Electoral Commission under paragraph(1)(b) above, the Commission shall specify in any election report they producethat a statement has been delivered to them under that paragraph in respect ofthe constituency to which the statement relates.\n\t\t\tIn paragraph (3) above “election report” means a report under section 5(1)or (2A) of the Political Parties, Elections and Referendums Act 2000 inrelation to the parliamentary election in question.”\n\tMeaning of “Minister of the Crown”\n\t\tIn this Act “Minister of the Crown” has the same meaning as in the [Ministersof the Crown Act 1975](/id/ukpga/1975/26?view=plain \"Go to item oflegislation\").\n\tFinancial provision\n\t\tThere is to be paid out of money provided by Parliament—\n\t\t\tany expenditure incurred by a Minister of the Crown by virtue of this Act;\n\t\t\tany increase attributable to this Act in the sums payable by virtue of anyother Act out of money so provided.\n\tPower to make consequential provision\n\t\tA Minister of the Crown, or two or more Ministers of the Crown actingjointly, may by order make such provision as the Minister or Ministersconsider appropriate in consequence of any provision of this Act.\n\t\tAn order under subsection (1) may—\n\t\t\tamend, repeal or revoke any existing statutory provision;\n\t\t\tinclude supplementary, incidental, transitional, transitory or savingprovision.\n\t\t“Existing statutory provision” means—\n\t\t\ta provision of an Act passed on or before the last day of the Session inwhich this Act is passed;\n\t\t\ta provision of subordinate legislation (as defined in section 21(1) of the[Interpretation Act 1978](/id/ukpga/1978/30?view=plain \"Go to item oflegislation\")) made on or before that day.\n\t\tAn order under subsection (1) is to be made by statutory instrument.\n\t\tA statutory instrument containing an order under subsection (1) whichamends or repeals a provision of an Act may not be made unless a draft of theinstrument has been laid before and approved by a resolution of each House ofParliament.\n\t\tA statutory instrument containing an order under subsection (1) which doesnot amend or repeal a provision of an Act is subject to annulment in pursuanceof a resolution of either House of Parliament.\n\tExtent, commencement, transitional provision and short title\n\t\tAn amendment or repeal contained in this Act has the same extent as the Actor instrument or relevant part of the Act or instrument to which the amendmentor repeal relates (ignoring extent by virtue of an Order in Council).\n\t\tThis Act comes into force on such day as a Minister of the Crown, or two ormore Ministers of the Crown acting jointly, may by order appoint; anddifferent days may be appointed for different purposes.\n\t\tSubsection (2) does not apply to the following provisions of this Act(which accordingly come into force on the day this Act is passed)—\n\t\t\tsection 41;\n\t\t\tsection 42;\n\t\t\tthe provisions of this Part.\n\t\tA Minister of the Crown, or two or more Ministers of the Crown actingjointly, may by order make transitional, transitory or saving provision inconnection with the coming into force of any provision of this Act.\n\t\tAn order under subsection (2) or (4) is to be made by statutory instrument.\n\t\tThis Act may be cited as the Constitutional Reform and Governance Act 2010."
    }
]