[
    {
        "length": 1158,
        "text": "\nFootball matches: prevention of violence or disorder\n\tSchedule 1 (which amends Part II of, and Schedule 1 to, the [1989 c. 37.]Football Spectators Act 1989 to make provision, in particular—\n\t\tfor making banning orders which combine the effect of domestic footballbanning orders and international football banning orders,\n\t\tfor a magistrates' court to be able to make a banning order on a complaint(as well as on conviction of an offence), where the court believes that suchan order would help to prevent violence or disorder at or in connection withcertain association football matches,\n\t\tfor enforcing authorities to require persons subject to banning orders tosurrender their passports in connection with certain association footballmatches played outside the United Kingdom,\n\t\tfor enabling a constable, in certain circumstances, to require a personpresent before him to appear before a magistrates' court within 24 hours toanswer a complaint for the making of a banning order and, for that purpose, togive certain powers of arrest and detention),\n\t\t\tis to have effect.\n\tSchedule 2 (which makes minor and consequential amendments) is to haveeffect.\n\tThe enactments specified in Schedule 3 are repealed to the extentspecified.\nDisclosure of information by NCIS\n\tIn section 2 of the [1997 c. 50.] Police Act 1997 (functions of NationalCriminal Intelligence Service, etc.), after subsection (3) there is inserted—\n“(3A)NCIS may disclose information for the purposes of Part II of the [1989 c.37.] Football Spectators Act 1989 to any person prescribed by regulations madeby the Secretary of State.\n(3B)A statutory instrument containing regulations under subsection (3A) shallbe subject to annulment in pursuance of a resolution of either House ofParliament.”\nSupplementary \n\tThe Secretary of State may by order make—\n\t\tany supplementary, incidental or consequential provision,\n\t\tany transitory, transitional or saving provision,\n\t\t\twhich he considers necessary or expedient for the purposes of, in consequenceof or for giving full effect to any provision of this Act.\n\tThe provision which may be made under subsection (1) includes provisionamending or repealing any enactment, instrument or document.\n\tAny power to make an order under this Act is exercisable by statutoryinstrument and the power may be exercised so as to make different provisionfor different purposes.\n\tAn order under section 5(4), and an order making any provision by virtue ofsubsection (2) which adds to, replaces or omits any part of the text of an Actor affirmative instrument, may only be made if a draft of the instrumentcontaining the order has been laid before and approved by resolution of eachHouse of Parliament.\n\tIn this subsection, “affirmative instrument” means a statutory instrument adraft of which was laid before and approved by resolution of each House ofParliament or the House of Commons.\n\tAn instrument containing any order under this section, other than an ordermaking such provision as is mentioned in subsection (4), shall be subject toannulment in pursuance of a resolution of either House of Parliament.\nExpenses \n\tThere shall be paid out of money provided by Parliament any increaseattributable to this Act in the sums payable out of money provided byParliament under any other enactment.\nCommencement and duration\n\tSection 1 shall come into force on such day as the Secretary of State mayby order appoint.\n\tSubject to subsection (4)—\n\t\tno application under section 14B of the [1989 c. 37.] Football SpectatorsAct 1989 (banning orders made on a complaint) may be made, and\n\t\tno power conferred on a constable by section 21A or 21B of that Act(summary measures) may be exercised,\n\t\t\tafter the end of the initial period.\n\tIn this section, “the initial period”, means the period of one yearbeginning with the day on which section 14B or (as the case may be) sections21A and 21B come into force.\n\tThe Secretary of State may from time to time by order provide that such anapplication may be made, or such a power may be exercised, during any periodprescribed by the order, being a period falling within the period of one yearimmediately following the initial period.\n\tBefore making an order under subsection (4), the Secretary of State mustlay a report about the working of this Act before each House of Parliament.\nExtent \n\tThis Act extends to England and Wales only.\n\tBut the amendment or repeal by this Act of an enactment extending toScotland or Northern Ireland also extends to Scotland or, as the case may be,Northern Ireland.\nShort title\n\tThis Act may be cited as the Football (Disorder) Act 2000."
    }
]