{
    "general": "This law was made to stop people from getting into fights or causing trouble during soccer games. It helps keep everyone safe and makes sure that the game can be played fairly and without any problems.",
    "series": [
        [
            {
                "length": 218,
                "short": "\"Football Fan Banning Powers Strengthened\"",
                "text": "* Simplified point 1: The act allows for the creation of banning orders that can combine the effects of both domestic and international football banning orders, making it easier to prevent violence and disorder at football matches.\n* Simplified point 2: The act gives magistrates the power to make banning orders on a complaint, rather than just on conviction of an offense, allowing them to take proactive measures against potential troublemakers.\n* Simplified point 3: Enforcing authorities can now require individuals subject to banning orders to surrender their passports when traveling abroad for football matches, helping to prevent them from participating in violent or disorderly behavior outside of the UK.\n* Simplified point 4: Constables can now require individuals to appear before a magistrate within 24 hours to answer a complaint for a banning order, allowing for quicker action against those who engage in violent or disorderly behavior."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Football (Disorder) Act 2000 helps keep football fans safe by giving courts more powers to stop trouble-makers from causing violence or disorder during games. This law lets judges make special orders called \"banning orders\" that can stop people from going to football matches if they have been bad before. These orders can also make people give up their passports so they can't go to other countries for games either. If someone breaks one of these rules, the police can bring them before a judge quickly - within 24 hours! All of this helps keep everyone safe and enjoying the game without any problems.",
    "single": "\n* The Football (Disorder) Act 2000 aims to prevent violence or disorder at or in connection with association football matches.\n* The act makes provision for banning orders, which can combine the effect of domestic football banning orders and international football banning orders.\n* Magistrates' courts can make banning orders on a complaint, as well as on conviction of an offence.\n* Enforcing authorities can require persons subject to banning orders to surrender their passports in connection with certain association football matches played outside the United Kingdom.\n* The act also makes minor and consequential amendments to other enactments.\n* The Secretary of State can make orders to make supplementary, incidental or consequential provision for the purposes of the act.\n* The act extends to England and Wales only, but the amendment or repeal of an enactment extending to Scotland or Northern Ireland also extends to those countries.\n* The act can be cited as the Football (Disorder) Act 2000."
}