{
    "general": "This law allows the government to spend money on things like public services and infrastructure projects over the next three years (2021-2023). It also lets the government borrow money from the bank to pay for these things. This law helps the government plan its spending and make sure it has enough money to do everything it needs to do.",
    "series": [
        [
            {
                "length": 317,
                "short": "\"UK Government Authorizes Use of Resources for Fiscal Year 2021-2023\"",
                "text": "* Simplified point 1: The UK government is authorizing the use of resources for the year ending March 31st, 2023, up to £410,557,176,000.\n* Simplified point 2: Of this amount, £351,632,860,000 is authorized for use for current purposes, and £58,924,316,000 is authorized for use for capital purposes.\n* Simplified point 3: The Treasury is authorized to issue money out of the Consolidated Fund and apply it for expenditure authorized by Parliament, up to £361,722,188,000.\n* Simplified point 4: The Supply and Appropriation (Anticipation and Adjustments) Act 2022 makes adjustments to the Main Estimates Act 2021 and 2020 to reflect changes in estimated expenditure and surpluses.\n* Simplified point 5: The Act also authorizes the use of resources for the year ending March 31st, 2021, up to £144,494,000, to make good excesses."
            }
        ]
    ],
    "summary": "The Supply and Appropriation (Anticipation and Adjustments) Act 2022 allows the UK government to spend up to £410 billion on various things over the next three years, starting from April 2021. This includes £351 billion for day-to-day spending and £58 billion for long-term investments like roads and schools. The government can take this money from the Consolidated Fund.\n\nThis law also helps fix some mistakes in how much money was spent last year and makes sure there's enough money left over to cover any extra costs that come up. It covers both the current budget and the capital budget, so it's important for planning how the country will run over the next few years.",
    "single": "\n* The Supply and Appropriation (Anticipation and Adjustments) Act 2022 authorizes the use of resources for the years ending with 31 March 2023, 2022, and 2021.\n* It authorizes the issue of money out of the Consolidated Fund for those years.\n* It appropriates the supply authorized by this act for the years ending with 31 March 2022 and 31 March 2023.\n* Vote on Account for 2022-23:\n\t+ Authorizes the use of resources for the year ending with 31 March 2023 up to £361,722,188,000.\n\t+ Allows the Treasury to issue money out of the Consolidated Fund and apply it for expenditure authorized by parliament up to £361,722,188,000.\n* Supplementary Provision for 2021-22:\n\t+ Increases the amount of resources authorized for use for the year ending with 31 March 2022 by £320,020,642,000.\n\t+ Provides adjustments to the amounts specified in the Scheduled Estimates in the Main Estimates Act 2021.\n* Excesses for 2020-21:\n\t+ Authorizes the use of resources for the year ending with 31 March 2021 up to £144,494,000.\n\t+ Appropriates the amount of resources authorized for use for the year ending with 31 March 2021."
}