{
    "general": "This law helps local councils set fair prices for parking spaces. It makes sure they follow the right steps when changing the cost of parking, so that everyone knows what to expect and can plan their trips accordingly. The goal is to have reasonable prices for parking that benefit both the community and those who use the parking spaces.",
    "series": [
        [
            {
                "length": 210,
                "short": "\"Parking Place Regulation: Public Consultation & Flexible Charges\"",
                "text": "\n* Simplified point 1: The Parking Places (Variation of Charges) Act 2017 allows local authorities to vary chargesthey impose for parking in off-street parking places and designated parking places.\n* Simplified point 2: The act introduces new consultation requirements for local authorities proposing to vary charges, ensuring that the public has a say in any changes.\n* Simplified point 3: The act also gives local authorities the power to make different provisions for different purposes when setting charges.\n* Simplified point 4: The act applies to England and Wales, but only the amendments made by sections 1 and 2 apply to regulations made by the Secretary of State.\n* Simplified point 5: The act comes into force at the end of a two-month period following its passage."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Parking Places (Variation of Charges) Act 2017 lets local councils change the fees they charge for parking in car parks and designated parking spots. This means that if you park your car in a council-run car park or a designated parking spot, the council can raise or lower the fee you pay to park there.\nBefore making any changes, the council must now talk to the public and listen to their ideas. This guarantees that everyone has a voice in any modifications that might be made.\nAdditionally, the law enables local governments to set various prices for various uses when establishing costs. For instance, a town may decide to charge more for parking in a busy area than in a less crowded one.\nThis law only applies to England and Wales, and only the parts added by sections 1 and 2 apply to rules established by the Secretary of State. So, if you live in Scotland or Northern Ireland, this law won't have an impact on you.\nOverall, the Parking Places (Variation of Charges) Act 2017 aims to give locals a greater voice in how much they pay to park in council-run car parks and designated parking areas.",
    "single": "\nParking Places (Variation of Charges) Act 2017\n• Allows local authorities to vary charges for off-street and designated parking places.\n• Requires local authorities to consult with the public before making changes to parking charges.\n• Gives the Secretary of State the power to make regulations for England and Wales.\n• Comes into force 2 months after the day it is passed.\n• Applies to England and Wales.\n• May be cited as the Parking Places (Variation of Charges) Act 2017.\nIMPACT:\n• Local authorities can now vary parking charges more easily, but must first consult with the public.\n• The public will have a say in any changes to parking charges in their area.\n• The Secretary of State has the power to make regulations for England and Wales.\n• Parking charges may be adjusted in off-street and designated parking places."
}