[
    {
        "length": 3088,
        "text": "\nDivorce and judicial separation\n\tDivorce: removal of requirement to establish facts etc\n\t\tFor section 1 of the Matrimonial Causes Act 1973 (divorce on breakdown ofmarriage) substitute—\n\t\t“1Divorce on breakdown of marriage\n\t\t\tSubject to section 3, either or both parties to a marriage may apply to thecourt for an order (a “divorce order”) which dissolves the marriage on theground that the marriage has broken down irretrievably.\n\t\t\tAn application under subsection (1) must be accompanied by a statement bythe applicant or applicants that the marriage has broken down irretrievably.\n\t\t\tThe court dealing with an application under subsection (1) must—\n\t\t\t\ttake the statement to be conclusive evidence that the marriage has brokendown irretrievably, and\n\t\t\t\tmake a divorce order.\n\t\t\tA divorce order—\n\t\t\t\tis, in the first instance, a conditional order, and\n\t\t\t\tmay not be made final before the end of the period of 6 weeks from themaking of the conditional order.\n\t\t\tThe court may not make a conditional order unless—\n\t\t\t\tin the case of an application that is to proceed as an application by oneparty to the marriage only, that party has confirmed to the court that theywish the application to continue, or\n\t\t\t\tin the case of an application that is to proceed as an application by bothparties to the marriage, those parties have confirmed to the court that theywish the application to continue;\n\t\t\t\t\tand a party may not give confirmation for the purposes of this subsectionbefore the end of the period of 20 weeks from the start of proceedings.\n\t\t\tThe Lord Chancellor may by order made by statutory instrument amend thissection so as to shorten or lengthen the period for the purposes of subsection(4)(b) or (5).\n\t\t\tBut the Lord Chancellor may not under subsection (6) provide for a periodwhich would result in the total number of days in the periods for the purposesof subsections (4)(b) and (5) (taken together) exceeding 26 weeks.\n\t\t\tIn a particular case the court dealing with the case may by order shortenthe period that would otherwise be applicable for the purposes of subsection(4)(b) or (5).\n\t\t\tA statutory instrument containing an order under subsection (6) may not bemade unless a draft of the instrument has been laid before and approved by aresolution of each House of Parliament.\n\t\t\tWithout prejudice to the generality of section 75 of the Courts Act 2003,Family Procedure Rules may make provision as to the procedure for anapplication under subsection (1) by both parties to a marriage to become anapplication by one party to the marriage only (including provision for astatement made under subsection (2) in connection with the application to betreated as made by one party to the marriage only).”\n\tJudicial separation: removal of factual grounds\n\t\tSection 17 of the Matrimonial Causes Act 1973 (judicial separation) isamended as follows.\n\t\tFor subsection (1) substitute—\n\t\tEither or both parties to a marriage may apply to the court for an order(a “judicial separation order”) which provides for the separation of theparties to the marriage.\n\t\t\t(1A)An application under subsection (1) must be accompanied by—\n\t\t\tif the application is by one party to the marriage only, a statement bythat person that they seek to be judicially separated from the other party tothe marriage, or\n\t\t\tif the application is by both parties to the marriage, a statement by themthat they seek to be judicially separated from one another.\n\t\t\t(1B)The court dealing with an application under subsection (1) must make ajudicial separation order.”\n\t\tOmit subsection (2).\n\t\tIn subsection (3)—\n\t\t\tfor “judicial separation”, in both places, substitute “a judicialseparation order”;\n\t\t\tfor “divorce” substitute “a divorce order”.\nCivil partnership: dissolution and separation\n\tDissolution: removal of requirement to establish facts\n\t\tSection 44 of the Civil Partnership Act 2004 (dissolution of civilpartnership which has broken down irretrievably) is amended as follows.\n\t\tIn subsection (1), for “either civil partner” substitute “either or bothcivil partners”.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)An application under subsection (1) must be accompanied by a statement bythe applicant or applicants that the civil partnership has broken downirretrievably.”\n\t\tOmit subsections (2) and (3).\n\t\tFor subsection (4) substitute—\n\t\tThe court dealing with an application under subsection (1) must—\n\t\t\ttake the statement to be conclusive evidence that the civil partnership hasbroken down irretrievably, and\n\t\t\tmake a dissolution order.”\n\t\tOmit subsection (5).\n\t\tAt the end insert—\n\t\tWithout prejudice to the generality of section 75 of the Courts Act 2003,Family Procedure Rules may make provision as to the procedure for anapplication under subsection (1) by both civil partners to become anapplication by one civil partner only (including provision for a statementmade under subsection (1A) in connection with the application to be treated asmade by one civil partner only).”\n\tDissolution orders: time limits\n\t\tThe Civil Partnership Act 2004 is amended as follows.\n\t\tIn section 37 (powers to make orders and effect of orders), omit subsection(2).\n\t\tAfter section 37 insert—\n\t\t“37ADissolution on ground of breakdown: conditional and final orders\n\t\t\tEvery dissolution order—\n\t\t\t\tis, in the first instance, a conditional order, and\n\t\t\t\tmay not be made final before the end of the period of 6 weeks from themaking of the conditional order (the “first prescribed period”).\n\t\t\tThe court may not make a conditional order unless—\n\t\t\t\tin the case of an application that is to proceed as an application by onecivil partner only, that person has confirmed to the court that they wish theapplication to continue, or\n\t\t\t\tin the case of an application that is to proceed as an application by bothcivil partners, those persons have confirmed to the court that they wish theapplication to continue;\n\t\t\t\t\tand a person may not give confirmation for the purposes of this subsectionbefore the end of the period of 20 weeks from the start of proceedings (the“second prescribed period”).\n\t\t\tThe Lord Chancellor may by order amend this section so as to substitute—\n\t\t\t\ta different definition of the first prescribed period, or\n\t\t\t\ta different definition of the second prescribed period.\n\t\t\tBut the Lord Chancellor may not under subsection (3) provide for a periodwhich would result in the total number of days in the first and secondprescribed periods (taken together) exceeding 26 weeks.\n\t\t\tIn a particular case the court dealing with the case may by order shortenthe first prescribed period or the second prescribed period.\n\t\t\tThe power to make an order under subsection (3) is exercisable by statutoryinstrument.\n\t\t\tAn instrument containing such an order may not be made unless a draft ofthe instrument has been laid before and approved by a resolution of each Houseof Parliament.”\n\t\t\tIn section 38 (the period before conditional orders may be made final)—\n\t\t\t\tfor the heading substitute “Annulment and presumption of death: conditionaland final orders”;\n\t\t\t\tbefore subsection (1) insert—\n\t\t\t\t“(A1)Every nullity or presumption of death order—\n\t\t\t\tis, in the first instance, a conditional order, and\n\t\t\t\tmay not be made final before the end of the prescribed period for thepurposes of this paragraph.”;\n\t\t\t\tin subsection (1), in the words before paragraph (a), for “section37(2)(b)” substitute “subsection (A1)(b)”;\n\t\t\t\tin subsection (2), for “section 37(2)(b) substitute “subsection (A1)(b)”.\n\tSeparation: removal of factual grounds\n\t\tSection 56 of the Civil Partnership Act 2004 (separation orders) is amendedas follows.\n\t\tIn subsection (1), for the words from “either civil partner” to the endsubstitute “either or both civil partners.”\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)An application under subsection (1) must be accompanied by—\n\t\t\tif the application is by one civil partner only, a statement by that personthat they seek to be separated from the other civil partner, or\n\t\t\tif the application is by both civil partners, a statement by them that theyseek to be separated from one another.”\n\t\tOmit subsection (2).\n\t\tFor subsection (3) substitute—\n\t\tThe court dealing with an application under subsection (1) must make aseparation order.”\n\t\tOmit subsection (4).\nGeneral\n\tMinor and consequential amendments\n\t\tThe Schedule to this Act contains minor and consequential amendments.\n\t\tThe Lord Chancellor may by regulations made by statutory instrument makeprovision that is consequential on any provision made by this Act.\n\t\tRegulations under this section—\n\t\t\tmay include transitional or saving provision;\n\t\t\tmay amend, repeal or revoke any provision of or made under primarylegislation.\n\t\tThe provision referred to in subsection (3)(b) does not include a provisionof legislation passed or made after the end of the session of Parliament inwhich this Act is passed.\n\t\tA statutory instrument containing regulations under this section thatamend, repeal or revoke primary legislation may not be made unless a draft ofthe instrument has been laid before and approved by a resolution of each Houseof Parliament.\n\t\tAny other statutory instrument containing regulations under this section issubject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tIn this section “primary legislation” means—\n\t\t\tan Act;\n\t\t\ta Measure or Act of the National Assembly for Wales;\n\t\t\tan Act of the Scottish Parliament;\n\t\t\tNorthern Ireland legislation.\n\tExtent \n\t\tThis Act extends to England and Wales only, subject to subsections (2) and(3).\n\t\tSections 6 to 9 also extend to Scotland and Northern Ireland.\n\t\tAn amendment or repeal made by the Schedule has the same extent as theprovision amended or repealed.\n\tCommencement and transitional provision\n\t\tThe provisions of this Act come into force on the commencement date,subject to subsections (2) and (3).\n\t\tSections 6(2) to (7), 7 and 9 and this section come into force on the dayon which this Act is passed.\n\t\tThe following sections come into force on the day on which this Act ispassed so far as they confer power to make provision by Family ProcedureRules—\n\t\t\tsection 1;\n\t\t\tsection 3.\n\t\tSection 1 and paragraphs 2 to 11, 17, 19, 20(3), 26, 28, 30, 31 and 33(a)of the Schedule do not apply in relation to proceedings for divorce thatstarted before the commencement date.\n\t\tSection 2 and paragraphs 16, 19, 20(3), 26, 28, 30, 31, 33(a) and 51(3) ofthe Schedule do not apply in relation to proceedings for judicial separationthat started before the commencement date.\n\t\tParagraphs 12 to 14, 19, 20(3), 26, 28, 30, 33(b), 51(6) and 56 of theSchedule do not apply in relation to proceedings for nullity of marriage thatstarted before the commencement date.\n\t\tSections 3 to 5 and Part 2 of the Schedule do not apply to proceedings fora dissolution, nullity, presumption of death or separation order that startedbefore the commencement date.\n\t\tIn this section “the commencement date” means such day as the LordChancellor may by regulations appoint.\n\t\tDifferent days may be appointed for different purposes.\n\t\tRegulations under this section are to be made by statutory instrument.\n\tShort title\n\t\tThis Act may be cited as the Divorce, Dissolution and Separation Act 2020.\n\tSection 6"
    }
]