{
    "general": "This law makes changes to how couples can get a divorce or end their civil partnership in England and Wales. It makes the process easier and less expensive, and gives people more control over the process. The law also helps to protect the rights of both partners during and after the separation.",
    "series": [
        [
            {
                "length": 249,
                "short": "\"Streamlined Divorce Proceedings: Faster, Easier, and More Efficient\"",
                "text": "* Simplified point 1: The Divorce, Dissolution and Separation Act 2020 removes the need for couples to establish facts when applying for divorce, judicial separation, or dissolution of their civil partnership.\n* Simplified point 2: The Act introduces a new process whereby applications can be made jointly or separately, allowing for faster and more efficient processing of these applications.\n* Simplified point 3: The Act reduces the time limit for making dissolution orders from 26 weeks to 6 weeks, speeding up the process for couples seeking to dissolve their civil partnerships.\n* Simplified point 4: The Act allows for the possibility of conditional orders being made final earlier than the current 26-week time limit, providing greater flexibility in the legal process.\n* Simplified point 5: The Act makes it easier for couples to obtain a divorce or judicial separation by removing the need for them to prove that their relationship has broken down irretrievably."
            }
        ]
    ],
    "summary": "The Divorce, Dissolution and Separation Act 2020 is a law that changes how couples can get a divorce, judicial separation, or end their civil partnership in England and Wales. Here's what the law does:\n\n1. No More Proof Needed: Couples no longer have to prove that their relationship has broken down irretrievably to get a divorce, judicial separation, or dissolution of their civil partnership. This means they don't have to show evidence of things like infidelity or abuse.\n\n2. Faster Processing: The law introduces a new process where couples can apply for divorce, judicial separation, or dissolution of their civil partnership together or separately. This will help speed up the process and make it more efficient.\n\n3. Shorter Time Limit: The law reduces the time limit for making dissolution orders from 26 weeks to just 6 weeks. This means couples won't have to wait as long to finalize their separation.\n\n4. Conditional Orders: The law allows for the possibility of conditional orders being made final earlier than the current 26-week time limit. This gives couples more flexibility in the legal process.\n\nOverall, the Divorce, Dissolution and Separation Act 2020 simplifies the process of getting a divorce, judicial separation, or ending a civil partnership in England and Wales. It makes it easier for couples to move forward with their lives without having to go through a lengthy and complicated legal process.",
    "single": "\n* The act simplifies the process of obtaining a divorce, allowing couples to split more quickly and easily.\n\n* It removes the need for spouses to prove fault or blame when seeking a divorce.\n\n* Instead, couples can simply state that their marriage has broken down irretrievably, and the court will grant the divorce.\n\n* The act reduces the minimum time frame for divorce proceedings from two years to six months.\n\n* Couples can still choose to wait longer than six months if they wish.\n\n* The act introduces a new \"conditional\" divorce order, which allows couples to delay finalizing their divorce for up to six months.\n\n* During this time, the couple can work on resolving any outstanding issues related to finances, property, or child custody.\n\n* If no agreement is reached during the six-month period, the divorce becomes final and non-negotiable.\n\n* The act expands the grounds for divorce to include not just adultery but also unreasonable behavior, desertion, and separation for at least two years.\n\n* It also introduces a new concept called \"joint divorce,\" where both spouses jointly petition for divorce without assigning fault or blame.\n\n* This approach focuses on the breakdown of the marriage rather than assigning responsibility for its failure.\n\n* The act streamlines the legal language used in divorce proceedings, making it simpler and less formal for couples to navigate the process."
}