[
    {
        "length": 3022,
        "text": "\nMarriage registration\n\tThe Secretary of State may, by regulations, amend the Marriage Act 1949(“the 1949 Act”) to provide for a system whereby details relating to marriagesin England and Wales are recorded in documents used as part of the procedurefor marriage, and entered into and held in a central register which isaccessible in electronic form.\n\tThe regulations may, in particular—\n\t\tprovide that a Part 3 marriage may be solemnized on the authority of asingle document (a “marriage schedule”) issued by the superintendent registrarfor the district in which the marriage is to be solemnized (instead of on theauthority of two certificates of a superintendent registrar);\n\t\tprovide that a member of the clergy who is to solemnize a marriageauthorised by ecclesiastical preliminaries must, before doing so, issue adocument to enable the marriage to be registered (a “marriage document”) orensure that a marriage document is issued;\n\t\tmake provision in relation to the signing of a marriage schedule ormarriage document following the solemnization of the marriage;\n\t\tmake provision in relation to the delivery of a signed marriage schedule orsigned marriage document to a registrar;\n\t\trequire the Registrar General to maintain a register of marriages inEngland and Wales, which is accessible in electronic form (“the marriageregister”);\n\t\tmake provision in relation to the entering in the marriage register of theparticulars set out in a signed marriage schedule or signed marriage document;\n\t\tremove existing provision in relation to the registration of marriageswhich is not to form part of the system provided for under this section.\n\tWhere provision made by virtue of subsection (2)(d) gives power to aregistrar to require a person to attend personally at the office of asuperintendent registrar for the purpose of delivering a signed marriageschedule or signed marriage document, the regulations may provide that aperson who fails to comply with such a requirement—\n\t\tcommits an offence, and\n\t\tis liable on summary conviction to a fine not exceeding level 3 on thestandard scale.\n\tThe regulations may give the Registrar General power to make regulationsunder section 74(1) of the 1949 Act—\n\t\tprescribing the form or content of a marriage schedule, marriage documentor any other document specified in the regulations;\n\t\tmaking provision in relation to corrections to or the re-issue of amarriage schedule or marriage document before the marriage is solemnized;\n\t\tmaking provision in relation to the keeping of a signed marriage scheduleor signed marriage document after the particulars set out in it have beenentered in the marriage register;\n\t\tmaking provision in relation to corrections to entries in the marriageregister or a pre-commencement marriage register book;\n\t\tmaking provision in relation to the keeping of pre-commencement marriageregister books;\n\t\tmaking provision in relation to the keeping in a church or chapel ofrecords of marriages solemnized according to the rites of the Church ofEngland or the Church in Wales in the church or chapel.\n\tFor the purposes of subsection (4), provision in relation to the keeping ofa book, document or other record includes, in particular, provision about—\n\t\twho is to be responsible for keeping the book, document or other record andhow it is to be stored;\n\t\tthe circumstances in which the book, document or other record must or maybe annotated;\n\t\tthe circumstances in which the book, document or other record must or maybe sent to the Registrar General or a superintendent registrar.\n\tNo regulations may be made by the Secretary of State under this sectionafter a period of three years beginning with the day on which regulations arefirst so made.\n\tIn this section—\n\t\t  * “ecclesiastical preliminaries” means the methods of authorisation described in section 5(1)(a), (b) or (c) of the 1949 Act; \n\t\t  * “marriage document”, “marriage register” and “marriage schedule” have the meanings given by subsection (2)(b), (e) and (a) respectively; \n\t\t  * “member of the clergy” means a clerk in Holy Orders of the Church of England or a clerk in Holy Orders of the Church in Wales; \n\t\t  * “Part 3 marriage” means a marriage falling within section 26(1), 26A(1) or 26B(2), (4) or (6) of the 1949 Act; \n\t\t  * “pre-commencement marriage register book” means any marriage register book in which the particulars of a marriage have been entered under that Act; \n\t\t  * “registrar” means a registrar of marriages; \n\t\t  * “Registrar General” means the Registrar General for England and Wales; \n\t\t  * “superintendent registrar” means a superintendent registrar of births, deaths and marriages. \nExtension of civil partnership\n\tThe Secretary of State may, by regulations, amend the Civil Partnership Act2004 so that two persons who are not of the same sex are eligible to form acivil partnership in England and Wales (provided that they would be eligibleto do so apart from the question of sex).\n\tThe Secretary of State must exercise that power so that such regulationsare in force no later than 31 December 2019.\n\tThe Secretary of State may, by regulations, make any other provision thatappears to the Secretary of State to be appropriate in view of the extensionof eligibility to form civil partnerships in England and Wales to couples whoare not of the same sex.\n\tRegulations under subsection (3) may, in particular, make provision about—\n\t\tparenthood and parental responsibility of parties to a civil partnership;\n\t\tthe application by a party to a civil partnership for a gender recognitioncertificate under the Gender Recognition Act 2004, or the issuing of such acertificate, and the consequences of that application or issuing for the civilpartnership;\n\t\tthe financial consequences of civil partnership (for example, in relationto pensions or social security);\n\t\tthe treatment under the law of England and Wales as civil partnerships ofsimilar relationships formed outside the United Kingdom.\n\tThe Secretary of State may, by regulations, make provision—\n\t\tfor and in connection with a right to convert a marriage into a civilpartnership (including any provision equivalent or similar to that containedin or authorised by section 9 of the Marriage (Same Sex Couples) Act 2013);\n\t\trestricting or bringing to an end—\n\t\tthe right to convert a civil partnership into a marriage conferred bysection 9(1) or (2) of the Marriage (Same Sex Couples) Act 2013 (including asit applies or would apply by virtue of regulations under this section);\n\t\tany right conferred under paragraph (a).\n\tBefore making regulations under subsection (5), the Secretary of State mustconsult such persons as the Secretary of State considers appropriate.\n\tThe Secretary of State may, by regulations, make any provision that theSecretary of State considers appropriate in order to protect the ability toact in accordance with religious belief in relation to civil partnership(including the conversion of civil partnership into marriage and vice versa).\n\tRegulations under subsection (3), (5) or (7) may include provisionamending, repealing or revoking primary legislation passed or made before theend of the Session in which this Act is passed.\n\tIn this section—\n\t\treference to forming a civil partnership in England and Wales includesreference to registering as civil partners outside the United Kingdom byvirtue of eligibility to do so in England and Wales (in accordance withsection 210(2)(b) or 211(2)(b) of the Civil Partnership Act 2004);\n\t\t“primary legislation” means—\n\t\tan Act of Parliament;\n\t\tan Act or Measure of the National Assembly for Wales;\n\t\ta Measure of the Church Assembly or of the General Synod of the Church ofEngland.\nReport on registration of pregnancy loss\n\tThe Secretary of State must make arrangements for the preparation of areport on whether, and if so how, the law ought to be changed to require orpermit the registration of pregnancy losses which cannot be registered asstill-births under the Births and Deaths Registration Act 1953.\n\tFor the purposes of this section, a pregnancy loss occurs when a person’spregnancy ends and, after being parted from the person, the foetus does notbreathe or show any other sign of life.\n\tIn the case of a multiple pregnancy, subsection (2) applies as if therewere a separate pregnancy in respect of each foetus.\n\tThe Secretary of State must publish the report prepared under this section.\nCoroners’ investigations into still-births\n\tThe Secretary of State must make arrangements for the preparation of areport on whether, and if so how, the law ought to be changed to enable orrequire coroners to investigate still-births.\n\tFor the purposes of this section, “still-births” is to be read inaccordance with section 41 of the Births and Deaths Registration Act 1953.\n\tThe Secretary of State must publish the report prepared under this section.\n\tAfter the report has been published, the Lord Chancellor may by regulationsamend Part 1 of the Coroners and Justice Act 2009 (coroners etc) to—\n\t\tenable or require coroners to conduct investigations into still-births(whether by treating still-births as deaths or otherwise);\n\t\tspecify the circumstances in which those investigations are to take place(including by limiting the duty or power to investigate to certaindescriptions of still-birth);\n\t\tprovide for the purposes of those investigations;\n\t\tmake provision equivalent or similar to provision in that Part relating toinvestigations into deaths.\n\tThe regulations may not—\n\t\tcreate any offence, or\n\t\tconfer any power to make provision of a legislative character,\n\t\t\tother than by applying (with necessary modifications), or making equivalent orsimilar provision to, provision already contained in Part 1 of the Coronersand Justice Act 2009.\n\tNo regulations may be made under this section after the period of fiveyears beginning with the day on which the report is published under subsection(3).\nSupplementary provision about regulations\n\tThe Secretary of State may by regulations—\n\t\tamend the Marriage of British Subjects (Facilities) Acts 1915 and 1916 sothat they no longer apply in England and Wales;\n\t\tmake other provision in consequence of regulations under section 1.\n\tThe Secretary of State may by regulations make provision in consequence ofregulations under section 2.\n\tThe Lord Chancellor may by regulations make provision in consequence ofregulations under section 4.\n\tRegulations under subsection (1), (2) or (3) may include provisionamending, repealing or revoking provision made by or under primary legislation(whenever passed or made).\n\tRegulations under this Act may make—\n\t\tdifferent provision for different purposes;\n\t\tprovision generally or for specific cases;\n\t\tprovision subject to exceptions;\n\t\tincidental, supplementary, transitional, transitory or saving provision.\n\tRegulations under this Act are to be made by statutory instrument.\n\tA statutory instrument that contains (with or without other provision)—\n\t\tregulations under section 2, or\n\t\tregulations under any other section of this Act that amend, repeal orrevoke any provision of primary legislation,\n\t\t\tmay not be made unless a draft of the instrument has been laid before andapproved by a resolution of each House of Parliament.\n\tAny other statutory instrument containing regulations under this Act issubject to annulment in pursuance of a resolution of either House ofParliament.\n\tIn this section “primary legislation” means—\n\t\tan Act of Parliament;\n\t\tan Act of the Scottish Parliament;\n\t\tan Act or Measure of the National Assembly for Wales;\n\t\tNorthern Ireland legislation;\n\t\ta Measure of the Church Assembly or of the General Synod of the Church ofEngland.\nExtent, commencement and short title\n\tThis Act extends to England and Wales only, subject to subsection (2).\n\tSection 5 and this section extend to England and Wales, Scotland andNorthern Ireland.\n\tThis Act comes into force at the end of the period of two months beginningwith the day on which it is passed.\n\tThis Act may be cited as the Civil Partnerships, Marriages and Deaths(Registration etc) Act 2019.\n\t\t"
    }
]