{
    "general": "This law makes changes to how marriages, civil partnerships, and deaths are registered in England and Wales. It allows couples who aren't the same gender to have a civil partnership, like they can already get married. It also looks into why some babies die before they are born or soon after, and how these deaths should be investigated. Lastly, it requires a report on registering pregnancy losses.",
    "series": [
        [
            {
                "length": 314,
                "short": "\"Civil Partnerships, Marriages, and Deaths Law Changes in England and Wales\".",
                "text": "\n* Simplified point 1: The Civil Partnerships, Marriages and Deaths (Registration etc) Act 2019 makes changes to the laws regarding civil partnerships, marriages, and deaths in England and Wales.\n* Simplified point 2: The act allows for the creation of a new system for recording details of marriages and civil partnerships in England and Wales, and enables the Registrar General to make regulations under section 74(1) of the 1949 Act.\n* Simplified point 3: The act also provides for the extension of civil partnership to couples who are not of the same sex, and makes provision for the conversion of civil partnerships into marriages and vice versa.\n* Simplified point 4: The act requires the Secretary of State to prepare reports on whether the law should be changed to require or permit the registration of pregnancy losses and still-births, and to make arrangements for the preparation of a report on whether the law ought to be changed to enable or require coroners to investigate still-births.\n* Simplified point 5: The act sets out the process for making regulations under the act, including the requirement for a draft of the instrument to be laid before and approved by a resolution of each House of Parliament."
            }
        ]
    ],
    "summary": "The Civil Partnerships, Marriages and Deaths (Registration etc) Act 2019 is a law that changes how marriages, civil partnerships, and deaths are registered in England and Wales. Here's what the law does:\n\n1. Creates a new system for recording details of marriages and civil partnerships in England and Wales.\n2. Allows for the extension of civil partnerships to couples who are not of the same sex.\n3. Makes it possible for couples in civil partnerships to convert their partnership into a marriage or vice versa.\n4. Requires the Secretary of State to look into whether the law should be changed to allow for the registration of pregnancy losses and still-births.\n5. Sets out the process for making regulations under the act, which includes getting approval from both houses of parliament.\n\nIn short, this law updates the rules around marriage, civil partnerships, and death registrations in England and Wales, allowing more people to enter into civil partnerships and giving the government the power to investigate still-births.",
    "single": "\n* The Civil Partnerships, Marriages, and Deaths (Registration etc.) Act of 2019 makes changes to the laws regarding civil partnerships, marriages, and death registrations in England and Wales.\n\n* Under the new law, same-sex couples will be able to convert their civil partnership into a marriage, and opposite-sex couples will be able to form civil partnerships.\n\n* The law also allows for the registration of pregnancy losses that cannot currently be registered as stillbirths.\n\n* Coroners will be required to investigate stillbirths under the new law.\n\n* The law will come into effect at the end of a two-month period after its passage.\n\n* The act can be referred to as the Civil Partnerships, Marriages, and Deaths (Registration etc.) Act of 2019."
}