{
    "general": "This law makes sure that some types of financial support, like pensions and disability benefits, keep up with inflation so they don't lose value over time. It does this by increasing the amount of money people receive each year to match the rising cost of living.",
    "series": [
        [
            {
                "length": 171,
                "short": "\"Social Security Up-rating: Increased Benefits Based on Earnings\"",
                "text": "\n* Simplified point 1: The act allows for an increase in certain benefits, including the state pension, based on the general level of earnings.\n* Simplified point 2: If the general level of earnings has not increased, the Secretary of State (or Scottish Ministers in Scotland) can increase the benefits by a specified percentage.\n* Simplified point 3: The act applies to England, Wales, and Scotland.\n* Simplified point 4: The act comes into force on the day it is passed.\n* Simplified point 5: The act can be cited as the Social Security (Up-rating of Benefits) Act 2020."
            }
        ]
    ],
    "summary": "The Social Security (Up-rating of Benefits) Act 2020 helps people who receive certain types of government support, like the state pension, keep up with the rising cost of living. Here's how it works:\n\nFirst, the law says that these benefits should go up each year based on how much money people are making overall. This way, if wages go up, so do the benefits.\n\nBut sometimes, the amount of money people make doesn't go up at all. In those cases, the government can decide to raise the benefits by a certain amount, like 2% or 3%. This helps make sure that people still have enough money to live comfortably.\n\nThis law only applies to England, Wales, and Scotland. It started working as soon as it was passed. And it's important to note that this law is called the Social Security (Up-rating of Benefits) Act 2020.",
    "single": "\n• The Social Security (Up-rating of Benefits) Act 2020 updates the annual up-rating of certain social security benefits based on the general level of earnings.\n\n• If the general level of earnings remains the same or decreases at the end of the review period, the Secretary of State (or Scottish Ministers in Scotland) can increase the amounts referred to in the act by a percentage considered appropriate.\n\n• This act applies only to England and Wales, and Scotland.\n\n• The act comes into force on the day it is passed.\n\n• The act can be cited as the Social Security (Up-rating of Benefits) Act 2020."
}