[
    {
        "length": 630,
        "text": "\nPower to refuse decree absolute if steps not taken to dissolve religiousmarriage\n\tIn the Matrimonial Causes Act [1973 (c. 18)](/id/ukpga/1973/18?view=plain\"Go to item of legislation\"), insert—\n\t“10AProceedings after decree nisi: religious marriage\n\t\tThis section applies if a decree of divorce has been granted but not madeabsolute and the parties to the marriage concerned—\n\t\t\twere married in accordance with—\n\t\t\tthe usages of the Jews, or\n\t\t\tany other prescribed religious usages; and\n\t\t\tmust co-operate if the marriage is to be dissolved in accordance with thoseusages.\n\t\tOn the application of either party, the court may order that a decree ofdivorce is not to be made absolute until a declaration made by both partiesthat they have taken such steps as are required to dissolve the marriage inaccordance with those usages is produced to the court.\n\t\tAn order under subsection (2)—\n\t\t\tmay be made only if the court is satisfied that in all the circumstances ofthe case it is just and reasonable to do so; and\n\t\t\tmay be revoked at any time.\n\t\tA declaration of a kind mentioned in subsection (2)—\n\t\t\tmust be in a specified form;\n\t\t\tmust, in specified cases, be accompanied by such documents as may bespecified; and\n\t\t\tmust, in specified cases, satisfy such other requirements as may bespecified.\n\t\tThe validity of a decree of divorce made by reference to such a declarationis not to be affected by any inaccuracy in that declaration.\n\t\t“Prescribed” means prescribed in an order made by the Lord Chancellor andsuch an order—\n\t\t\tmust be made by statutory instrument;\n\t\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament.\n\t\t“Specified” means specified in rules of court.”\n\t\tSubsections (3) and (4) of section 9 of the Family Law Act [1996 (c.27)](/id/ukpga/1996/27?view=plain \"Go to item of legislation\") (arrangementson divorce: religious marriages) are repealed.\nShort title, commencement and extent\n\tThis Act may be cited as the Divorce (Religious Marriages) Act 2002.\n\tSection 1 comes into force on such day as the Lord Chancellor may appointby order made by statutory instrument.\n\tThis Act extends to England and Wales only.\n\t\t"
    }
]