{
    "general": "This law allows courts to end both a religious marriage and a civil divorce at the same time, making it easier for couples who were married in a religious ceremony to get a divorce. Before this law was passed, couples had to go through two separate legal processes - one to end their religious marriage and another to get a civil divorce. This new law simplifies the process by allowing the court to handle both aspects of the divorce in one step.",
    "series": [
        [
            {
                "length": 216,
                "short": "\"Divorce Provisions in Religious Marriage Law\"",
                "text": "\n* Simplified point 1: The law allows for the refusal of a final divorce decree if the couple did not take the necessary steps to dissolve their religious marriage.\n* Simplified point 2: If one spouse wants to contest the divorce, they can apply to the court to prevent the final decree from being issued until both parties provide a declaration stating they have taken the required steps to end the religious marriage.\n* Simplified point 3: The court must be satisfied that it is just and reasonable to issue an order under this section before doing so.\n* Simplified point 4: The validity of the divorce decree is not affected by any inaccuracies in the declaration provided by the couple.\n* Simplified point 5: The Lord Chancellor has the power to make orders regarding the procedures for ending religious marriages, and these orders are subject to annulment by Parliament."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Divorce (Religious Marriages) Act 2002 ensures that couples who want to get a divorce must first dissolve their religious marriage. This means that if one partner does not agree to the divorce, the other partner cannot simply obtain a civil divorce without resolving the religious marriage. Before granting a civil divorce, the court may request proof that the religious marriage has been ended. This law protects the rights of both partners and ensures that the divorce process is fair and just. Additionally, the Lord Chancellor has the authority to create rules governing the termination of religious marriages, which can be changed by Parliament if necessary.",
    "single": "\n•\tThis act allows a court to refuse to grant a final divorce decree if the couple has not taken steps to dissolve their religious marriage.\n•\tThe act applies to couples who were married in accordance with Jewish or other prescribed religious customs.\n•\tThe court may order the couple to produce a declaration that they have taken steps to dissolve the marriage before the final divorce decree can be granted.\n•\tThe declaration must be in a specified form and accompanied by specified documents.\n•\tThe act allows the Lord Chancellor to make orders prescribing the requirements for the declaration and the documents that must be produced.\n•\tThe act repeals section 9 of the Family Law Act [1996 (c.27)] which allowed for arrangements on divorce: religious marriages.\n•\tThe act extends to England and Wales only.\n•\tThe act comes into force on a day appointed by the Lord Chancellor."
}