[
    {
        "length": 1143,
        "text": "\nPart 1Technical education\n\tThe Institute for Apprenticeships and Technical Education\n\t\tThe Institute for Apprenticeships is renamed the Institute forApprenticeships and Technical Education (referred to in this Act as “theInstitute”).\n\t\tAccordingly, in Part 1 of the Apprenticeships, Skills, Children andLearning Act 2009—\n\t\t\tafter “Institute for Apprenticeships”, in each place it occurs, insert “andTechnical Education”;\n\t\t\tin section ZA1(2) for ““the IfA”” substitute ““the Institute””;\n\t\t\tfor “IfA’s” in each place it occurs, substitute “Institute’s”;\n\t\t\tfor “IfA”, in each other place it occurs, substitute “Institute”.\n\t\tIn section 122(3)(g) of that Act for “IfA” substitute “Institute forApprenticeships and Technical Education”.\n\t\tIn the following provisions after “Institute for Apprenticeships” insert“and Technical Education”—\n\t\t\tSchedule 1 to the Superannuation Act 1972;\n\t\t\tPart 6 of Schedule 1 to the Freedom of Information Act 2000.\n\t\tSchedule 1—\n\t\t\tconfers functions on the Institute in relation to technical educationqualifications,\n\t\t\tmakes provision about the sharing of information,\n\t\t\tmakes provision about the charging of fees by the Institute in connectionwith evaluations of the quality of apprenticeship assessments, and\n\t\t\tmakes transitional provision.\n\tInformation about technical education: access to English schools\n\t\tThe Education Act 1997 is amended as follows.\n\t\tAfter section 42A insert—\n\t\t“42BInformation about technical education: access to English schools\n\t\t\tThe proprietor of a school in England within subsection (2) must ensurethat there is an opportunity for a range of education and training providersto access registered pupils during the relevant phase of their education forthe purpose of informing them about approved technical educationqualifications or apprenticeships.\n\t\t\tA school is within this subsection if it provides secondary education andis one of the following—\n\t\t\t\tan Academy;\n\t\t\t\tan alternative provision Academy;\n\t\t\t\ta community, foundation or voluntary school;\n\t\t\t\ta community or foundation special school (other than one established in ahospital);\n\t\t\t\ta pupil referral unit.\n\t\t\tThe proprietor of a school in England within subsection (2) must prepare apolicy statement setting out the circumstances in which education and trainingproviders will be given access to registered pupils for the purpose ofinforming them about approved technical education qualifications orapprenticeships.\n\t\t\tThe proprietor must ensure that the policy statement is followed.\n\t\t\tThe policy statement must include—\n\t\t\t\tany procedural requirements in relation to requests for access;\n\t\t\t\tgrounds for granting and refusing requests for access;\n\t\t\t\tdetails of premises or facilities to be provided to a person who is givenaccess.\n\t\t\tThe proprietor may revise the policy statement from time to time.\n\t\t\tThe proprietor must publish the policy statement and any revised statement.\n\t\t\tThe Secretary of State may by regulations make provision supplementingsubsection (1), for example provision about who is to be given access topupils, to which pupils they are to be given access and how and when.\n\t\t\tFor the purposes of this section the relevant phase of a pupil’s educationis the period—\n\t\t\t\tbeginning at the same time as the school year in which the majority ofpupils in the pupil’s class attain the age of 13, and\n\t\t\t\tending with the expiry of the school year in which the majority of pupilsin the pupil’s class attain the age of 18.\n\t\t\tIn this section “approved technical education qualification” means aqualification approved under section A2DA of the Apprenticeships, Skills,Children and Learning Act 2009.”\n\t\t\tIn section 42A (provision of careers guidance in schools in England), insubsection (7), omit the definition of “apprenticeship” (which has becomeoutdated).\n\t\t\tIn section 45A (guidance as to discharge of duties: schools in England), insubsection (2), for “42A(1) or (4)” substitute “section 42A(1) or (4) or 42B”.\n\t\t\tIn section 46 (extension or modification of provisions of sections 43 to45), in subsection (1)—\n\t\t\t\tafter “42A,” insert “42B,”;\n\t\t\t\tafter “42A(6),” insert “42B(9)”."
    },
    {
        "length": 710,
        "text": "\nCHAPTER 1Introduction\n\tOverview \n\t\tThis Part is mainly about the insolvency of further education bodies—\n\t\t\tChapter 2 ensures that normal insolvency procedures apply to furthereducation bodies that are statutory corporations;\n\t\t\tChapter 3 restricts the use of normal insolvency procedures;\n\t\t\tChapter 4 creates a special administration regime;\n\t\t\tChapter 5 is about the treatment of trust property held by certain bodies;\n\t\t\tChapter 6 imposes restrictions on existing procedures for dissolution;\n\t\t\tChapter 7 confers power to make provision about the disqualification ofmembers of further education bodies.\n\t“Further education body”\n\t\tIn this Part “further education body” means—\n\t\t\ta further education body in England, or\n\t\t\ta further education body in Wales.\n\t\tIn this Part “further education body in England” means—\n\t\t\ta further education corporation in England,\n\t\t\ta sixth form college corporation, or\n\t\t\ta company conducting a designated further education institution in England.\n\t\tIn this Part “further education body in Wales” means—\n\t\t\ta further education corporation in Wales, or\n\t\t\ta company conducting a designated further education institution in Wales.\n\tOther key definitions\n\t\tIn this Part—\n\t\t  * “appropriate national authority”— \n\t\t\tin relation to a further education body in England, means the Secretary ofState;\n\t\t\tin relation to a further education body in Wales, means the Welsh Ministers;\n\t\t\t\t  * “company” means a company within the meaning of the Companies Act 2006; \n\t\t\t\t  * “designated further education institution” means an institution that— \n\t\t\tis designated under section 28 of the Further and Higher Education Act 1992,and\n\t\t\tis principally concerned with the provision of further education;\n\t\t\t\t  * “further education corporation” means a body corporate that— \n\t\t\tis established under section 15 or 16 of the Further and Higher Education Act1992, or\n\t\t\thas become a further education corporation by virtue of section 33D or 47 ofthat Act;\n\t\t\t\t  * “further education corporation in England” means a further education corporation established to conduct an institution in England; \n\t\t\t\t  * “further education corporation in Wales” means a further education corporation established to conduct an institution in Wales; \n\t\t\t\t  * “sixth form college corporation” means a body corporate— \n\t\t\tdesignated as a sixth form college corporation under section 33A or 33B of theFurther and Higher Education Act 1992, or\n\t\t\testablished under section 33C of that Act."
    },
    {
        "length": 1284,
        "text": "\nCHAPTER 2Application of normal insolvency to statutory corporations\n\tApplication of normal insolvency procedures\n\t\tThe purpose of this section is to make the following insolvency proceduresavailable in relation to further education bodies that are statutorycorporations—\n\t\t\tvoluntary arrangements,\n\t\t\tadministration, \n\t\t\tcreditors’ voluntary winding up, and\n\t\t\twinding up by the court,\n\t\t\t\tand to make provision about receivers and managers of property.\n\t\tFor that purpose, the relevant insolvency legislation applies in relationto further education bodies that are statutory corporations as it applies inrelation to companies, subject to—\n\t\t\tany modifications or omissions specified in regulations made by theSecretary of State, and\n\t\t\tsections 9 to 12 (restrictions on normal insolvency procedures tofacilitate special administration).\n\t\tThe “relevant insolvency legislation” means any provision made by or underthe following provisions of the Insolvency Act 1986—\n\t\t\tPart 1 (company voluntary arrangements);\n\t\t\tPart 2 (administration);\n\t\t\tPart 3 (receivership);\n\t\t\tPart 4 (winding up);\n\t\t\tParts 6, 7 and 12 to 18 (supplementary provision).\n\t\tThe modifications or omissions that may be made under subsection (2)(a)include modifications or omissions in connection with the interaction betweenthe insolvency procedures made available in relation to further educationbodies by this section and education administration under Chapter 4 of thisPart.\n\t\tRegulations under this section that modify or omit a provision of an Act asit applies by virtue of this section are subject to the affirmative resolutionprocedure.\n\t\tAny other regulations under this section are subject to the negativeresolution procedure.\n\tApplication of other insolvency law\n\t\tThe Secretary of State may make regulations, in consequence of section 6 orregulations made under it—\n\t\t\tproviding for any legislation about insolvency to apply in relation to afurther education body that is a statutory corporation (with or withoutmodifications);\n\t\t\tamending, or modifying, any legislation about insolvency as it applies inrelation to a further education body that is a statutory corporation.\n\t\tIn subsection (1) “legislation about insolvency” includes any legislationthat makes provision by reference to anything that is or may be done under anyprovision of the Insolvency Act 1986, or under any provision of subordinatelegislation made under that Act, as applied by section 6.\n\t\tRegulations under this section that apply, amend or modify a provision ofan Act are subject to the affirmative resolution procedure.\n\t\tAny other regulations under this section are subject to the negativeresolution procedure.\n\t\tIn this section “legislation” means provision made by Schedule 3 to thisAct or provision made by or under any other Act passed before or in the samesession as this Act.\n\tRecords etc\n\t\tThe Secretary of State may by regulations make provision for or inconnection with—\n\t\t\tthe delivery to the registrar of companies of documents that relate to theinsolvency of further education bodies;\n\t\t\tthe registrar’s function of keeping records of information contained insuch documents under section 1080(1) of the Companies Act 2006;\n\t\t\tthe publication of, or access to, those records or related information.\n\t\tThe regulations may, in particular, provide for any provision made by orunder the following sections of the Companies Act 2006 to apply (with orwithout modifications) in relation to those documents or records.\n\t\t\tProvision of Companies Act 2006| Description  ---|---  sections 29 and 30| copies of resolutions etc to be forwarded to the registrar  section 859K| registration of enforcement of security  sections 1077 and 1079| public notice of receipt of certain documents  sections 1081, 1084 and 1085 to 1091| keeping and inspection of register ofcompanies  sections 1093 to 1097| correction or removal of material on companies register  section 1104| documents relating to Welsh companies  sections 1112 to 1113 | supplementary provisions    (3)The power under subsection (1) includes power—\n\t\t\tto impose requirements on a person who delivers a document to the registrarin relation to the insolvency of a further education body to providesupplementary information;\n\t\t\tto confer power on the registrar to make rules in accordance with section1117 of the Companies Act 2006 imposing such requirements.\n\t\tProvision made under this section is in addition to any applicableprovision made by Part 35 of the Companies Act 2006 or elsewhere.\n\t\tRegulations under this section are subject to the affirmative resolutionprocedure.\n\t\tSection 1114(1) of the Companies Act 2006 (meaning of document etc) appliesfor the purposes of this section."
    },
    {
        "length": 1681,
        "text": "\nCHAPTER 3Restrictions on use of normal insolvency procedures\n\tMaking of ordinary administration orders\n\t\tThis section applies if a person other than the appropriate nationalauthority makes an ordinary administration application in relation to afurther education body.\n\t\tThe court must dismiss the application if—\n\t\t\tan education administration order is in force in relation to the furthereducation body, or\n\t\t\tan education administration order has been made in relation to the furthereducation body but is not yet in force.\n\t\tIf subsection (2) does not apply, the court, on hearing the application,must not exercise its powers under paragraph 13 of Schedule B1 to theInsolvency Act 1986 (other than its power of adjournment) unless—\n\t\t\tnotice of the application has been given to the appropriate nationalauthority,\n\t\t\ta period of at least 14 days has elapsed since that notice was given, and\n\t\t\tthere is no outstanding education administration application.\n\t\tParagraph 44 of Schedule B1 to the Insolvency Act 1986 (interim moratorium)does not prevent, or require the permission of the court for, the making of aneducation administration application.\n\t\tIn this section “ordinary administration application” means an applicationin accordance with paragraph 12 of Schedule B1 to the Insolvency Act 1986.\n\tAdministrator appointments by creditors etc\n\t\tSubsections (2) to (4) make provision about the appointment of anadministrator under—\n\t\t\tparagraph 14 of Schedule B1 to the Insolvency Act 1986, in relation to afurther education body that is a company, or\n\t\t\tparagraph 22 of Schedule B1 to the Insolvency Act 1986, in relation to anyfurther education body.\n\t\tIf in any case—\n\t\t\tan education administration order is in force in relation to the furthereducation body,\n\t\t\tan education administration order has been made in relation to the furthereducation body but is not yet in force, or\n\t\t\tan education administration application in relation to the furthereducation body is outstanding,\n\t\t\t\ta person may not take any step to make an appointment.\n\t\tIn any other case, an appointment takes effect only if each of thefollowing conditions are met.\n\t\tThe conditions are—\n\t\t\tthat notice of the appointment has been given to the appropriate nationalauthority, accompanied by a copy of every document in relation to theappointment that is filed or lodged with the court in accordance withparagraph 18 or 29 of Schedule B1 to the Insolvency Act 1986,\n\t\t\tthat a period of at least 14 days has elapsed since that notice was given,\n\t\t\tthat there is no outstanding education administration application inrelation to the further education body, and\n\t\t\tthat the making of an education administration application in relation tothe further education body has not resulted in the making of an educationadministration order which is in force or is still to come into force.\n\t\tParagraph 44 of Schedule B1 to the Insolvency Act 1986 (interim moratorium)does not prevent, or require the permission of the court for, the making of aneducation administration application at any time before the appointment takeseffect.\n\tWinding-up order\n\t\tThis section applies if a person other than the appropriate nationalauthority petitions for the winding up of a further education body.\n\t\tThe court is not to exercise its powers on a winding-up petition unless—\n\t\t\tnotice of the petition has been given to the appropriate nationalauthority, and\n\t\t\ta period of at least 14 days has elapsed since that notice was given.\n\t\tIf an education administration application is made in relation to thefurther education body before a winding-up order is made on the petition, thecourt may exercise its powers under sections 19 and 20 (instead of exercisingits powers on the petition).\n\t\tReferences in this section to the court’s powers on a winding-up petitionare to—\n\t\t\tits powers under section 125 of the Insolvency Act 1986 (other than itspower of adjournment), and\n\t\t\tits powers under section 135 of the Insolvency Act 1986.\n\tVoluntary winding up\n\t\tA further education body has no power to pass a resolution for voluntarywinding up without the permission of the court.\n\t\tPermission may be granted by the court only on an application made by thefurther education body.\n\t\tThe court may not grant permission unless—\n\t\t\tnotice of the application has been given to the appropriate nationalauthority, and\n\t\t\ta period of at least 14 days has elapsed since that notice was given.\n\t\tIf an education administration application is made in relation to thefurther education body after an application for permission under this sectionhas been made but before it is granted, the court may exercise its powersunder sections 19 and 20 (instead of granting permission).\n\t\tIn this section “a resolution for voluntary winding up” has the samemeaning as in the Insolvency Act 1986.\n\tEnforcement of security\n\t\tA person may not take any step to enforce a security over property of afurther education body unless—\n\t\t\tnotice of the intention to do so has been given to the appropriate nationalauthority, and\n\t\t\ta period of at least 14 days has elapsed since the notice was given.\n\tInterpretation of Chapter\n\t\tIn this Chapter—\n\t\t\t  * “the court”, in relation to a further education body, means the court having jurisdiction to wind up the body; \n\t\t\t  * “education administration application” has the meaning given by section 18; \n\t\t\t  * “education administration order” has the meaning given by section 17. \n\t\tFor the purposes of this Chapter an application made to the court isoutstanding if it—\n\t\t\thas not yet been granted or dismissed, and\n\t\t\thas not been withdrawn.\n\t\tAn application is not to be taken as having been dismissed if an appealagainst the dismissal of the application, or a subsequent appeal, is pending.\n\t\tAn appeal is to be treated as pending for this purpose if—\n\t\t\tan appeal has been brought and has not been determined or withdrawn,\n\t\t\tan application for permission to appeal has been made but has not beendetermined or withdrawn, or\n\t\t\tno appeal has been brought and the period for bringing one is stillrunning.\n\t\tIn relation to a further education body that is a statutory corporation, areference in this Chapter to a provision of the Insolvency Act 1986 is to thatprovision as it applies to the body by virtue of section 6."
    },
    {
        "length": 315,
        "text": "\nIntroduction to education administration\n\tOverview of Chapter\n\t\tThis Chapter creates a procedure to be known as education administration.\n\t\tThe main features of an education administration are that—\n\t\t\tit can be used where a further education body is unable to pay its debts oris likely to become unable to pay its debts,\n\t\t\tthe court appoints an education administrator on the application of theappropriate national authority, and\n\t\t\tthe education administrator manages the body’s affairs, business andproperty with a view to avoiding or minimising disruption to the studies ofexisting students.\n\tObjective of education administration\n\t\tThe objective of an education administration is to—\n\t\t\tavoid or minimise disruption to the studies of the existing students of thefurther education body as a whole, and\n\t\t\tensure that it becomes unnecessary for the body to remain in educationadministration for that purpose.\n\t\tThe means by which the education administrator may achieve that objectiveinclude—\n\t\t\trescuing the further education body as a going concern,\n\t\t\ttransferring some or all of its undertaking to another body,\n\t\t\tkeeping it going until existing students have completed their studies, or\n\t\t\tmaking arrangements for existing students to complete their studies atanother institution."
    },
    {
        "length": 1152,
        "text": "\nProcess\n\tEducation administration order\n\t\tAn education administration order is an order of the court appointing aperson as the education administrator of a further education body.\n\t\tA person is eligible for appointment as an education administrator only ifthe person would be qualified to act as an insolvency practitioner in relationto the further education body.\n\t\tWhile an education administration order is in force the further educationbody may be described as being “in education administration”.\n\tApplication for education administration order\n\t\tAn education administration order may be made only on an application by theappropriate national authority.\n\t\tThe appropriate national authority must give notice of an application—\n\t\t\tto the further education body to which the application relates, and\n\t\t\tto any person specified in education administration rules (for those rules,see section 32).\n\t\tAn application for an education administration order is referred to in thisChapter as an “education administration application”.\n\tGrounds for making an education administration order\n\t\tThe court may make an education administration order on an application onlyif satisfied that the further education body—\n\t\t\tis unable to pay its debts, or\n\t\t\tis likely to become unable to pay its debts.\n\t\tThe court has no power to make an education administration order inrelation to a further education body which—\n\t\t\tis in administration under Schedule B1 to the Insolvency Act 1986, or\n\t\t\thas gone into liquidation (within the meaning of section 247(2) of theInsolvency Act 1986).\n\t\tFor the purposes of this section a further education body is unable to payits debts if it is deemed to be unable to pay its debts under section 123 ofthe Insolvency Act 1986.\n\tPowers of the court on hearing an application\n\t\tOn hearing an education administration application the court may—\n\t\t\tgrant the application,\n\t\t\tadjourn the application conditionally or unconditionally,\n\t\t\tdismiss the application,\n\t\t\tmake an interim order,\n\t\t\ttreat that application as a winding-up petition and make any order thecourt could make under section 125 of the Insolvency Act 1986 (power of courton hearing winding-up petition), or\n\t\t\tmake any other order that it thinks appropriate.\n\t\tAn interim order under subsection (1)(d) may, in particular—\n\t\t\trestrict the exercise of a power of the further education body,\n\t\t\tin the case of a further education body that is a statutory corporation,restrict the exercise of a power of its members,\n\t\t\tin the case of a further education body that is a company, restrict theexercise of a power of its directors, and\n\t\t\tmake provision conferring a discretion on a person who would be qualifiedto act as an insolvency practitioner in relation to the further educationbody.\n\t\tAn education administration order comes into force—\n\t\t\tat the time appointed by the court, or\n\t\t\tif no time is appointed by the court, when the order is made.\n\tAppointment of two or more education administrators\n\t\tIf an education administration order appoints two or more persons as theeducation administrator of a further education body, the order must set out—\n\t\t\twhich (if any) of the functions of the education administrator are to becarried out only by the appointees acting jointly,\n\t\t\tthe circumstances (if any) in which the functions of an educationadministrator are to be carried out by one of the appointees, or by particularappointees, acting alone, and\n\t\t\tthe circumstances (if any) in which things done in relation to one of theappointees, or in relation to particular appointees, are to be treated as donein relation to all of them.\n\tDuty to dismiss ordinary administration application\n\t\tOn the making of an education administration order in relation to a furthereducation body, the court must dismiss any ordinary administration applicationmade in relation to the body which is outstanding.\n\t\tIn this section “ordinary administration application” means an applicationin accordance with paragraph 12 of Schedule B1 to the Insolvency Act 1986.\n\t\tSubsections (2) to (4) of section 14 (meaning of “outstanding”) apply forthe purposes of this section.\n\tStatus of education administrator\n\t\tAn education administrator is an officer of the court.\n\t\tIn carrying out functions in relation to a further education body aneducation administrator acts as its agent."
    },
    {
        "length": 557,
        "text": "\nFunctions of administrator and conduct of administration\n\tGeneral functions of education administrator\n\t\tWhere an education administration order is in force in relation to afurther education body, the body’s affairs, business and property are to bemanaged by the education administrator.\n\t\tThe education administrator must carry out his or her functions for thepurpose of achieving the objective of the education administration.\n\t\tIn pursuing the objective of the education administration set out insection 16(1)(a) the education administrator must, in particular, take intoaccount the needs of existing students who have special educational needs.\n\t\tThe education administrator of a further education body that is a statutorycorporation must, so far as is consistent with the objective of the educationadministration, carry out his or her functions in a way that achieves the bestresult for the further education body’s creditors as a whole.\n\t\tThe education administrator of a further education body that is a companymust, so far as is consistent with the objective of the educationadministration, carry out his or her functions in a way that achieves the bestresult for—\n\t\t\tthe company’s creditors as a whole, and\n\t\t\tsubject to that, the company’s members as a whole.\n\t\tFor the purposes of this section an existing student has “specialeducational needs” if he or she has a learning difficulty which calls forspecial educational provision to be made for him or her.\n\t\tIn subsection (6)—\n\t\t\t  * “special educational provision”, in relation to an existing student, means provision for education or training that is additional to, or different from, that made generally for other students of the same age; \n\t\t\t  * “learning difficulty” is to be read in accordance with section 19(6) and (7) of the Further and Higher Education Act 1992. \n\tTransfer schemes\n\t\tSchedule 2 gives an education administrator the power to make transferschemes.\n\tConduct of administration\n\t\tSchedule 3 applies provisions of the Insolvency Act 1986, withmodifications, in relation to the education administration of a furthereducation body that is a statutory corporation.\n\t\tSchedule 4 makes similar provision in relation to the educationadministration of a further education body that is a company."
    },
    {
        "length": 1838,
        "text": "\nFinancial support for bodies in education administration\n\tGrants and loans where education administration order is made\n\t\tIf an education administration order has been made in relation to a furthereducation body, the appropriate national authority may make grants or loans tothe body for the purpose of achieving the objective of the educationadministration.\n\t\tA grant or loan under this section may be made on whatever terms theappropriate national authority considers appropriate (including terms relatingto repayment of the grant or loan, with or without interest).\n\t\tIn the case of a loan, the terms must provide for paragraph 99(7)(a), (b)or (c) of Schedule B1 to the Insolvency Act 1986 (vacation of office: chargesand liabilities) to apply in relation to any sum that must be paid by thefurther education body in respect of the loan or interest on it.\n\t\tIn subsection (3) the reference to paragraph 99 of Schedule B1 to theInsolvency Act 1986 is to that Schedule as applied by Schedule 3 or 4 to thisAct.\n\tIndemnities where education administration order is made\n\t\tIf an education administration order has been made in relation to a furthereducation body, the appropriate national authority may agree to indemnifypersons in respect of one or both of the following—\n\t\t\tliabilities incurred in connection with the carrying out of functions bythe education administrator, and\n\t\t\tloss or damage sustained in that connection.\n\t\tThe agreement may be made in whatever manner, and on whatever terms, theappropriate national authority considers appropriate.\n\t\tAs soon as possible after agreeing to indemnify persons under this section,the appropriate national authority must lay a statement of the agreementbefore Parliament or the National Assembly for Wales (as appropriate).\n\t\tFor repayment of sums paid by the appropriate national authority inconsequence of an indemnity agreed to under this section, see section 29.\n\t\tThe power of the appropriate national authority to agree to indemnifypersons—\n\t\t\tis confined to a power to agree to indemnify persons in respect ofliabilities, loss and damage incurred or sustained by them as relevantpersons, but\n\t\t\tincludes power to agree to indemnify persons (whether or not they areidentified or identifiable at the time of the agreement) who subsequentlybecome relevant persons.\n\t\tThe following are relevant persons for the purposes of this section—\n\t\t\tthe education administrator;\n\t\t\tan employee of the education administrator;\n\t\t\ta partner or employee of a firm of which the education administrator is apartner or employee;\n\t\t\ta partner of a firm of which the education administrator was an employee orpartner at a time when the order was in force;\n\t\t\ta body corporate which is the employer of the education administrator;\n\t\t\tan officer, employee or member of such a body corporate;\n\t\t\ta Scottish firm which is the employer of the education administrator or ofwhich the education administrator is a partner.\n\t\tFor the purposes of subsection (6)—\n\t\t\treferences to the education administrator are to be read, where two or morepersons are appointed as the education administrator, as references to any oneor more of them, and\n\t\t\treferences to a firm of which a person was a partner or employee at aparticular time include a firm which holds itself out to be the successor of afirm of which the person was a partner or employee at that time.\n\tIndemnities: repayment by further education bodies etc\n\t\tThis section applies where a sum is paid out by the appropriate nationalauthority in consequence of an indemnity agreed to under section 28 inrelation to the education administration of a further education body.\n\t\tThe further education body must pay the appropriate national authority—\n\t\t\tany amounts in or towards the repayment of that sum that the appropriatenational authority directs, and\n\t\t\tinterest on amounts outstanding under this subsection at whatever rates theappropriate national authority directs.\n\t\tThe payments must be made by the further education body at times, and in amanner, determined by the appropriate national authority\n\t\tSubsection (2) does not apply in the case of a sum paid by the appropriatenational authority for indemnifying a person in respect of a liability to thefurther education body.\n\t\tThe appropriate national authority must lay before Parliament or theNational Assembly for Wales (as appropriate) a statement relating to the sumpaid out in consequence of the indemnity—\n\t\t\tas soon as possible after the end of the financial year in which the sum ispaid out, and\n\t\t\tif subsection (2) applies to the sum, as soon as possible after the end ofeach subsequent financial year in relation to which the repayment conditionhas not been met.\n\t\tThe repayment condition is met in relation to a financial year if—\n\t\t\tthe whole of the sum has been repaid to the appropriate national authoritybefore the beginning of the year, and\n\t\t\tthe further education body was not at any time during the year liable topay interest on amounts that became due in respect of the sum.\n\tGuarantees where education administration order is made\n\t\tIf an education administration order has been made in relation to a furthereducation body the appropriate national authority may guarantee—\n\t\t\tthe repayment of any sum borrowed by the body while that order is in force,\n\t\t\tthe payment of interest on any sum borrowed by the body while that order isin force, and\n\t\t\tthe discharge of any other financial obligation of the body in connectionwith the borrowing of any sum while that order is in force.\n\t\tThe appropriate national authority may give the guarantees in whatevermanner, and on whatever terms, the appropriate national authority considersappropriate.\n\t\tAs soon as possible after giving a guarantee under this section, theappropriate national authority must lay a statement of the guarantee beforeParliament or the National Assembly for Wales (as appropriate).\n\t\tFor repayment of sums paid by the appropriate national authority under aguarantee given under this section, see section 31.\n\tGuarantees: repayment by further education body etc\n\t\tThis section applies where a sum is paid out by the appropriate nationalauthority under a guarantee given by the appropriate national authority undersection 30 in relation to a further education body.\n\t\tThe further education body must pay the appropriate national authority—\n\t\t\tany amounts in or towards the repayment of that sum that the appropriatenational authority directs, and\n\t\t\tinterest on amounts outstanding under this subsection at whatever rates theappropriate national authority directs.\n\t\tThe payments must be made by the further education body at times, and in amanner, determined by the appropriate national authority.\n\t\tThe appropriate national authority must lay before Parliament or theNational Assembly for Wales (as appropriate) a statement relating to the sumpaid out under the guarantee—\n\t\t\tas soon as possible after the end of the financial year in which the sum ispaid out, and\n\t\t\tas soon as possible after the end of each subsequent financial year inrelation to which the repayment condition has not been met.\n\t\tThe repayment condition is met in relation to a financial year if—\n\t\t\tthe whole of the sum has been repaid to the appropriate national authoritybefore the beginning of the year, and\n\t\t\tthe further education body was not at any time during the year liable topay interest on amounts that became due in respect of the sum."
    },
    {
        "length": 1366,
        "text": "\nSupplementary\n\tEducation administration rules\n\t\tThe power to make rules under section 411 of the Insolvency Act 1986 is toapply for the purpose of giving effect to this Chapter as it applies for thepurpose of giving effect to Parts 1 to 7 of that Act (and, accordingly, as ifreferences in that section to those Parts included references to thisChapter).\n\t\tSection 413(2) of the Insolvency Act 1986 (duty to consult Insolvency RulesCommittee about rules) does not to apply to rules made under section 411 ofthe Insolvency Act 1986 as a result of this section.\n\tApplication of other insolvency law\n\t\tThe Secretary of State may make regulations, in consequence of this Chapteror subordinate legislation made under it—\n\t\t\tproviding for any legislation about insolvency to apply in relation to afurther education body (with or without modifications);\n\t\t\tamending, or modifying, any legislation about insolvency as it applies inrelation to a further education body.\n\t\tIn subsection (1) “legislation about insolvency” includes any legislationthat makes provision by reference to anything that is or may be done under anyprovision of the Insolvency Act 1986, or under any provision of subordinatelegislation made under that Act, as applied by this Chapter.\n\t\tRegulations under this section that apply, amend or modify a provision ofan Act are subject to the affirmative resolution procedure.\n\t\tAny other regulations under this section are subject to the negativeresolution procedure.\n\t\tIn this section “legislation” means any provision made by or under an Actpassed before or in the same session as this Act.\n\tModification of this Chapter under the Enterprise Act 2002\n\t\tA power to modify or apply enactments conferred on the Secretary of State bysection 248 or 277 of the Enterprise Act 2002 includes power to make suchconsequential modifications of this Chapter as the Secretary of Stateconsiders appropriate in connection with any other provision made under thatsection.\n\tInterpretation of Chapter\n\t\tIn this Chapter—\n\t\t\t  * “business”, “property” and “security” have the same meaning as in the Insolvency Act 1986; \n\t\t\t  * “the court”, in relation to a further education body, means the court having jurisdiction to wind up the body; \n\t\t\t  * “education administration application” has the meaning given by section 18; \n\t\t\t  * “education administration order” has the meaning given by section 17; \n\t\t\t  * “education administration rules” means rules made under section 411 of the Insolvency Act 1986 as a result of section 32 above; \n\t\t\t  * “education administrator” means a person appointed by an education administration order and is to be read in accordance with subsection (2) below; \n\t\t\t  * “existing student”, in relation to a further education body that is in education administration, means a person who— \n\t\t\tis a student at the relevant institution when the administration order ismade, or\n\t\t\thas accepted a place on a course at the relevant institution when theadministration order is made;\n\t\t\t\t  * “financial year” means a period of 12 months ending with 31 March; \n\t\t\t\t  * “member”, in relation to a further education body that is a company, has the same meaning as in the Insolvency Act 1986; \n\t\t\t\t  * “objective of the education administration” is to be read in accordance with section 16; \n\t\t\t\t  * “the relevant institution”— \n\t\t\tin relation to a further education corporation, means the institution whichthe corporation is established to conduct;\n\t\t\tin relation to a sixth form college corporation, means the relevant sixth formcollege as defined by section 90(1) of the Further and Higher Education Act1992;\n\t\t\tin relation to a company conducting a designated further educationinstitution, means that designated further education institution;\n\t\t\t\t  * “Scottish firm” means a firm constituted under the law of Scotland. \n\t\tIn this Chapter references to the education administrator of a furthereducation body—\n\t\t\tinclude a person appointed under paragraph 91 or 103 of Schedule B1 to theInsolvency Act 1986, as applied by Schedule 3 or 4 to this Act, to be theeducation administrator of the further education body, and\n\t\t\tif two or more persons are appointed as the education administrator of thefurther education body, are to be read in accordance with the provision madeunder section 21.\n\t\tReferences in this Chapter to a person qualified to act as an insolvencypractitioner in relation to a further education body are to be read inaccordance with Part 13 of the Insolvency Act 1986.\n\t\tIn relation to a further education body that is a statutory corporation,references in this Chapter to a provision of the Insolvency Act 1986 (exceptthe references in sections 27, 32 and 33 and Schedule 3 and in subsection (2)above) are to that provision as it applies to further education bodies byvirtue of section 6."
    },
    {
        "length": 122,
        "text": "\nCHAPTER 5Trust property held by sixth form college corporations\n\tTrust property held by sixth form college corporations\n\t\tIf a sixth form college corporation to which section 33J of the Further andHigher Education Act 1992 applies is being wound up under the Insolvency Act1986, any property held by the corporation on trust for the purposes of therelevant sixth form college must be transferred to the trustees of therelevant sixth form college (as defined by section 90(1) of that Act)."
    },
    {
        "length": 1532,
        "text": "\nCHAPTER 6Restrictions on other dissolution procedures\n\tRestrictions on dissolution of further education corporation\n\t\tThe Further and Higher Education Act 1992 is amended as follows.\n\t\tIn section 27A (dissolution of further education corporation), aftersubsection (5) insert—\n\t\tSee also section 27C (restrictions on dissolution in insolvencysituations).”\n\t\tAfter section 27B insert—\n\t\t“27CRestrictions on dissolution in insolvency situations\n\t\t\tA further education corporation have no power under section 27A to resolvethat the corporation should be dissolved if—\n\t\t\t\tthe corporation is in education administration under Chapter 4 of Part 2 ofthe Technical and Further Education Act 2017,\n\t\t\t\ta voluntary arrangement in relation to the corporation has been proposedunder Part 1 of the Insolvency Act 1986 and the matter has not been finallyconcluded,\n\t\t\t\tthe corporation is in administration under Part 2 of the Insolvency Act1986,\n\t\t\t\tparagraph 44 of Schedule B1 to the Insolvency Act 1986 applies (interimmoratorium on proceedings where application to the court for an administrationorder has been made), or\n\t\t\t\tthe corporation is being wound up, whether voluntarily or by the court,under Part 4 of the Insolvency Act 1986 or a petition under that Part forwinding up of the corporation by the court has been presented and not finallydealt with or withdrawn.\n\t\t\tFor the purposes of subsection (1)(b), the matter is finally concluded if—\n\t\t\t\tno meetings are to be summoned under section 3 of the Insolvency Act 1986,\n\t\t\t\tmeetings summoned under that section fail to approve the arrangement withno, or the same, modifications,\n\t\t\t\tan arrangement approved by meetings summoned under that section, or inconsequence of a direction under section 6(4)(b) of that Act, has been fullyimplemented, or\n\t\t\t\tthe court makes an order under section 6(5) of that Act revoking approvalgiven at previous meetings and, if the court gives any directions undersection 6(6) of that Act, the corporation has done whatever it is required todo under those directions.\n\t\t\tIn this section—\n\t\t\t\ta reference to paragraph 44 of Schedule B1 to the Insolvency Act 1986 is tothat paragraph as it applies to a further education corporation by virtue of—\n\t\t\t\tsection 6 of the Technical and Further Education Act 2017 (application ofnormal insolvency procedures), or\n\t\t\t\tSchedule 3 to the Technical and Further Education Act 2017 (specialeducation administration);\n\t\t\t\tany other reference to a provision of the Insolvency Act 1986 is to thatprovision as it applies to a further education corporation by virtue ofsection 6 of the Technical and Further Education Act 2017.”\n\tRestrictions on dissolution of sixth form college corporation\n\t\tThe Further and Higher Education Act 1992 is amended as follows.\n\t\tIn section 33O (dissolution of sixth form college corporation), aftersubsection (4) insert—\n\t\tSee also section 33Q (restrictions on dissolution in insolvencysituations).”\n\t\tAfter section 33P insert—\n\t\t“33QRestrictions on dissolution in insolvency situations\n\t\t\tA sixth form college corporation have no power under section 33O to resolvethat the corporation should be dissolved if—\n\t\t\t\tthe corporation is in education administration under Chapter 4 of Part 2 ofthe Technical and Further Education Act 2017,\n\t\t\t\ta voluntary arrangement in relation to the corporation has been proposedunder Part 1 of the Insolvency Act 1986 and the matter has not been finallyconcluded,\n\t\t\t\tthe corporation is in administration under Part 2 of the Insolvency Act1986,\n\t\t\t\tparagraph 44 of Schedule B1 to the Insolvency Act 1986 applies (interimmoratorium on proceedings where application to the court for an administrationorder has been made), or\n\t\t\t\tthe corporation is being wound up, whether voluntarily or by the court,under Part 4 of the Insolvency Act 1986 or a petition under that Part forwinding up of the corporation by the court has been presented and not finallydealt with or withdrawn.\n\t\t\tFor the purposes of subsection (1)(b), the matter is finally concluded if—\n\t\t\t\tno meetings are to be summoned under section 3 of the Insolvency Act 1986,\n\t\t\t\tmeetings summoned under that section fail to approve the arrangement withno, or the same, modifications,\n\t\t\t\tan arrangement approved by meetings summoned under that section, or inconsequence of a direction under section 6(4)(b) of that Act, has been fullyimplemented, or\n\t\t\t\tthe court makes an order under section 6(5) of that Act revoking approvalgiven at previous meetings and, if the court gives any directions undersection 6(6) of that Act, the corporation has done whatever it is required todo under those directions.\n\t\t\tIn this section—\n\t\t\t\ta reference to paragraph 44 of Schedule B1 to the Insolvency Act 1986 is tothat paragraph as it applies to a sixth form college corporation by virtue of—\n\t\t\t\tsection 6 of the Technical and Further Education Act 2017 (application ofnormal insolvency procedures), or\n\t\t\t\tSchedule 3 to the Technical and Further Education Act 2017 (specialeducation administration);\n\t\t\t\tany other reference to a provision of the Insolvency Act 1986 is to thatprovision as it applies to a sixth form college corporation by virtue ofsection 6 of the Technical and Further Education Act 2017.”"
    },
    {
        "length": 506,
        "text": "\nCHAPTER 7Disqualification of officers\n\tDisqualification of officers\n\t\tIn the Company Directors Disqualification Act 1986, after section 22F insert—\n\t\t“22GApplication of Act to further education bodies\n\t\t\tThis Act applies to further education bodies as it applies to companies.\n\t\t\tAccordingly, in this Act—\n\t\t\t\treferences to a company are to be read as including references to a furthereducation body;\n\t\t\t\treferences to a director or an officer of a company are to be read asincluding references to a member of a further education body;\n\t\t\t\tany reference to the Insolvency Act 1986 is to be read as including areference to that Act as it applies to further education bodies.\n\t\t\tAs they apply in relation to further education bodies, the provisions ofthis Act have effect with the following modifications—\n\t\t\t\tin section 2(1), the reference to striking off is to be read as including areference to dissolution;\n\t\t\t\tsections 9A to 9E are to be disregarded;\n\t\t\t\treferences to any of sections 9A to 9E are to be disregarded.\n\t\t\tIn this section—\n\t\t\t\t  * “further education body” means—\n\t\t\t\ta further education corporation, or\n\t\t\t\ta sixth form college corporation;\n\t\t\t\t\t  * “further education corporation” means a body corporate that—\n\t\t\t\tis established under section 15 or 16 of the Further and Higher Education Act1992, or\n\t\t\t\thas become a further education corporation by virtue of section 33D or 47 ofthat Act;\n\t\t\t\t\t  * “sixth form college corporation” means a body corporate—\n\t\t\t\tdesignated as a sixth form college corporation under section 33A or 33B of theFurther and Higher Education Act 1992, or\n\t\t\t\testablished under section 33C of that Act.”"
    },
    {
        "length": 572,
        "text": "\nPart 3Other provision to do with further education\n\tInformation for Secretary of State about further education\n\t\tSection 54 of the Further and Higher Education Act 1992 (duty to provideinformation) is amended as follows.\n\t\tFor subsection (1) substitute—\n\t\tEach of the following must give the Secretary of State such information asthe Secretary of State may require for purposes connected with furthereducation—\n\t\t\ta local authority in England,\n\t\t\tthe governing body of any institution maintained by a local authority inEngland,\n\t\t\tthe governing body of a city technology college in England, a city collegefor the technology of the arts in England or an Academy,\n\t\t\tthe governing body of any institution in England within the furthereducation sector or the higher education sector, and\n\t\t\tany person or body who—\n\t\t\tprovides further education, and\n\t\t\tis receiving or has received funding to do so from the Secretary of State,a local authority in England or a combined authority.\n\t\tEach of the following must give the Welsh Ministers such information as theWelsh Ministers may require for the purposes of the exercise of any of theWelsh Ministers’ functions under any enactment—\n\t\t\ta local authority,\n\t\t\tthe governing body of any institution maintained by a local authority, and\n\t\t\tthe governing body of any institution within the further education sectoror the higher education sector.”\n\t\tRenumber the existing subsection (2) as subsection (3).\n\tCareers advice in further education institutions: Ofsted inspection\n\t\tSection 125 of the Education and Inspections Act 2006 (inspection offurther education institutions) is amended as follows.\n\t\tIn subsection (4) (matters to be dealt with in inspection report), afterparagraph (a) (but before the “and” at the end) insert—\n\t\t\tmust, in a case where it relates to an institution within the furthereducation sector, comment on the careers guidance provided to relevantstudents at the institution,”.\n\t\tAfter subsection (7) insert—\n\t\tIn this section—\n\t\t\t  * “careers guidance” includes guidance about undertaking any training, education, employment or occupation;\n\t\t\t  * “relevant student” means a student—\n\t\t\twho is aged under 19, or\n\t\t\twho is aged 19 or over and is someone for whom an EHC plan is maintained.”"
    },
    {
        "length": 592,
        "text": "\nPart 4General\n\tPower to make transitional provision\n\t\tThe Secretary of State may by regulations make transitional or savingprovision in connection with the coming into force of any provision of thisAct.\n\tPower to make consequential provision\n\t\tThe Secretary of State may by regulations make provision that isconsequential on any provision made by this Act.\n\t\tRegulations under this section may amend, repeal or revoke any provisionmade by or under an Act passed before this Act or in the same Session.\n\t\tRegulations under this section that repeal or amend a provision of an Actare subject to the affirmative resolution procedure.\n\t\tAny other regulations under this section are subject to the negativeresolution procedure.\n\tRegulations: general\n\t\tRegulations under this Act are to be made by statutory instrument.\n\t\tRegulations under this Act may make—\n\t\t\tconsequential, supplementary, incidental, transitional or saving provision;\n\t\t\tdifferent provision for different purposes.\n\tAffirmative and negative resolution procedures\n\t\tWhere regulations under this Act are subject to “the negative resolutionprocedure” the statutory instrument containing the regulations is subject toannulment in pursuance of a resolution of either House of Parliament.\n\t\tWhere regulations under this Act are subject to “the affirmative resolutionprocedure” the regulations may not be made unless a draft of the statutoryinstrument containing them has been laid before Parliament and approved by aresolution of each House of Parliament.\n\t\tAny provision that may be included in an instrument under this Act subjectto the negative resolution procedure may be made by regulations subject to theaffirmative resolution procedure.\n\tExtent \n\t\tAny amendment or repeal made by this Act has the same extent as theenactment amended or repealed.\n\t\tThis Part and section 6 so far as it relates to section 426 of theInsolvency Act 1986 extend to—\n\t\t\tEngland and Wales,\n\t\t\tScotland, and\n\t\t\tNorthern Ireland.\n\t\tExcept as mentioned above, this Act extends to England and Wales only.\n\tCommencement \n\t\tThis Part and paragraph 35 of Schedule 1 come into force on the day onwhich this Act is passed.\n\t\tThe other provisions of this Act come into force on such day as theSecretary of State may by regulations appoint.\n\t\tDifferent days may be appointed for different purposes.\n\tShort title\n\t\tThis Act may be cited as the Technical and Further Education Act 2017."
    }
]