[
    {
        "length": 894,
        "text": "\nPower to establish redress scheme\n\tThe Secretary of State may by regulations establish a scheme for thepurpose of enabling redress to be provided without recourse to civilproceedings in circumstances in which this section applies.\n\tThis section applies where under the law of England and Wales qualifyingliability in tort on the part of a body or other person mentioned insubsection (3) arises in connection with the provision, as part of the healthservice in England, of qualifying services.\n\tThe bodies and other persons referred to are—\n\t\tthe Secretary of State,\n\t\ta Primary Care Trust,\n\t\ta designated Strategic Health Authority, and\n\t\ta body or other person providing, or arranging for the provision of,services whose provision is the subject of arrangements with a body or otherperson mentioned in paragraph (a), (b) or (c).\n\tThe reference in subsection (2) to qualifying liability in tort is toliability in tort owed—\n\t\tin respect of or consequent upon personal injury or loss arising out of orin connection with breach of a duty of care owed to any person in connectionwith the diagnosis of illness, or the care or treatment of any patient, and\n\t\tin consequence of any act or omission by a health care professional.\n\tFor the purposes of subsection (2), services are qualifying services if—\n\t\tthey are provided in a hospital (in England or elsewhere), or\n\t\tthey are of such other description (including a description involvingprovision outside England) as the Secretary of State may specify byregulations.\n\tRegulations under subsection (5)(b) may not specify services of any of thefollowing descriptions—\n\t\tprimary dental services,\n\t\tprimary medical services,\n\t\tservices provided under section 38 of the National Health Service Act [1977(c. 49)](/id/ukpga/1977/49?view=plain \"Go to item of legislation\") (generalophthalmic services),\n\t\tservices provided under section 41 of that Act (arrangements forpharmaceutical services) or by virtue of section 41A of that Act (arrangementsfor additional pharmaceutical services), and\n\t\tservices of a kind which may be provided under section 41 of that Act, orby virtue of section 41A of that Act, which are provided under Schedule 8A tothat Act (local pharmaceutical services schemes) or section 28 of the Healthand Social Care Act [2001 (c. 15)](/id/ukpga/2001/15?view=plain \"Go to item oflegislation\") (local pharmaceutical services pilot schemes).\n\tThe references in subsection (6) to primary dental services and primarymedical services are to primary dental services and primary medical servicesunder Part 1 of the National Health Service Act 1977, except that theSecretary of State may by regulations provide that services of a descriptionspecified in the regulations are not to be regarded as primary dental servicesor primary medical services for the purposes of that subsection.\n\tRegulations under subsection (5)(b) or (7) may, in particular, describeservices by reference to the manner or circumstances in which they areprovided.\n\tIn subsection (3)(d), the reference to a person providing services does notinclude a person providing services under a contract of employment.\n\tIn subsection (4), the reference to a health care professional is to amember of a profession (whether or not regulated by, or by virtue of, anyenactment) which is concerned (wholly or partly) with the physical or mentalhealth of individuals.\n\tIn this section, “hospital” has the same meaning as in the National HealthService Act 1977."
    },
    {
        "length": 406,
        "text": "\nRedress under scheme\n\tSubject to subsections (2) and (5), a scheme may make such provision as theSecretary of State thinks fit about redress under the scheme.\n\tA scheme must provide for redress ordinarily to comprise—\n\t\tthe making of an offer of compensation in satisfaction of any right tobring civil proceedings in respect of the liability concerned,\n\t\tthe giving of an explanation,\n\t\tthe giving of an apology, and\n\t\tthe giving of a report on the action which has been, or will be, taken toprevent similar cases arising,\n\t\t\tbut may specify circumstances in which one or more of those forms of redressis not required.\n\tA scheme may, in particular—\n\t\tmake provision for the compensation that may be offered to take the form ofentry into a contract to provide care or treatment or of financialcompensation, or both;\n\t\tmake provision about the circumstances in which different forms ofcompensation may be offered.\n\tA scheme that provides for financial compensation to be offered may, inparticular—\n\t\tmake provision about the matters in respect of which financial compensationmay be offered;\n\t\tmake provision with respect to the assessment of the amount of anyfinancial compensation.\n\tA scheme that provides for financial compensation to be offered—\n\t\tmay specify an upper limit on the amount of financial compensation that maybe included in an offer under the scheme;\n\t\tif it does not specify a limit under paragraph (a), must specify an upperlimit on the amount of financial compensation that may be included in such anoffer in respect of pain and suffering;\n\t\tmay not specify any other limit on what may be included in such an offer byway of financial compensation."
    },
    {
        "length": 165,
        "text": "\nCommencement of proceedings under scheme\n\tA scheme may make such provision as the Secretary of State thinks fit aboutthe commencement of proceedings under the scheme.\n\tA scheme may, in particular, make provision—\n\t\tabout who may commence proceedings under the scheme;\n\t\tabout how proceedings under the scheme may be commenced;\n\t\tfor time limits in relation to the commencement of proceedings under thescheme;\n\t\tabout circumstances in which proceedings under the scheme may not becommenced;\n\t\trequiring proceedings under the scheme to be commenced in specifiedcircumstances;\n\t\tfor notification of the commencement of proceedings under the scheme inspecified circumstances."
    },
    {
        "length": 150,
        "text": "\nDuty to consider potential application of scheme\n\tThe Secretary of State may by regulations make provision requiring any bodyor other person mentioned in subsection (2)—\n\t\tto consider, in such circumstances as the regulations may provide, whethera case that the body or other person is investigating or reviewing involvesliability to which a scheme applies, and\n\t\tif it appears that it does, to take such steps as the regulations mayprovide.\n\tThe bodies and other persons referred to are—\n\t\tany body or other person to whose liability a scheme applies, and\n\t\tthe Commission for Healthcare Audit and Inspection."
    },
    {
        "length": 384,
        "text": "\nProceedings under scheme\n\tSubject to subsections (3) to (6), a scheme may make such provision as theSecretary of State thinks fit about proceedings under the scheme.\n\tA scheme may, in particular, make provision—\n\t\tabout the investigation of cases under the scheme (including provision forthe overseeing of the investigation by an individual of a specifieddescription);\n\t\tabout the making of decisions about the application of the scheme;\n\t\tfor time limits in relation to acceptance of an offer of compensation underthe scheme;\n\t\tabout the form and content of settlement agreements under the scheme;\n\t\tfor settlement agreements under the scheme to be subject in cases of aspecified description to approval by a court;\n\t\tabout the termination of proceedings under the scheme.\n\tA scheme must—\n\t\tmake provision for the findings of an investigation of a case under thescheme to be recorded in a report, and\n\t\tsubject to subsection (4), make provision for a copy of the report to beprovided on request to the individual seeking redress.\n\tA scheme may provide that no copy of an investigation report need beprovided—\n\t\tbefore an offer is made under the scheme or proceedings under the schemeare terminated, or\n\t\tin such other circumstances as may be specified.\n\tA scheme must provide for a settlement agreement under the scheme toinclude a waiver of the right to bring civil proceedings in respect of theliability to which the settlement relates.\n\tA scheme must provide for the termination of proceedings under the schemeif the liability to which the proceedings relate becomes the subject of civilproceedings."
    },
    {
        "length": 179,
        "text": "\nSuspension of limitation period\n\tA scheme must make provision for the period during which a liability is thesubject of proceedings under the scheme to be disregarded for the purposes ofcalculating whether any relevant limitation period has expired.\n\tIn subsection (1), the reference to any relevant limitation period is toany period of time for the bringing of civil proceedings in respect of theliability which is prescribed by or under the Limitation Act [1980 (c.58)](/id/ukpga/1980/58?view=plain \"Go to item of legislation\") or any otherenactment.\n\tA scheme may define for the purposes of provision in pursuance ofsubsection (1) when liability is the subject of proceedings under the scheme."
    },
    {
        "length": 240,
        "text": "\nLegal advice etc.\n\tSubject to subsections (2) and (4), a scheme may make such provision as theSecretary of State thinks fit—\n\t\tfor the provision of legal advice without charge to individuals seekingredress under the scheme;\n\t\tfor the provision in connection with proceedings under the scheme of otherservices, including the services of medical experts.\n\tA scheme must make such provision as the Secretary of State considersappropriate in order to secure that individuals to whom an offer under thescheme is made have access to legal advice without charge in relation to—\n\t\tthe offer, and\n\t\tany settlement agreement.\n\tProvision under subsection (1)(a) or (2) about who may provide the legaladvice may operate by reference to whether a potential provider is included ina list prepared by a specified person.\n\tA scheme that makes provision for the provision of the services of medicalexperts must provide for such experts to be instructed jointly by the schemeauthority and the individual seeking redress under the scheme."
    },
    {
        "length": 206,
        "text": "\nAssistance for individuals seeking redress under scheme\n\tIt is the duty of the Secretary of State to arrange, to such extent as heconsiders necessary to meet all reasonable requirements, for the provision ofassistance (by way of representation or otherwise) to individuals seeking, orintending to seek, redress under a scheme.\n\tThe Secretary of State may make such other arrangements as he thinks fitfor the provision of assistance to individuals in connection with cases whichare the subject of proceedings under a scheme.\n\tThe Secretary of State may make payments to any person in pursuance ofarrangements under this section.\n\tIn making arrangements under this section, the Secretary of State must haveregard to the principle that the provision of services under the arrangementsin connection with a particular case should, so far as practicable, beindependent of any person to whose conduct the case relates or who is involvedin dealing with the case."
    },
    {
        "length": 485,
        "text": "\nScheme members\n\tSubject to subsection (3), a scheme may make such provision as theSecretary of State thinks fit—\n\t\tabout membership of the scheme on the part of any body or other person towhose liability the scheme applies, and\n\t\tabout the functions of members in connection with the scheme.\n\tA scheme may, in particular—\n\t\trequire or permit a specified body or other person to be a member of thescheme;\n\t\trequire a member of the scheme to carry out specified functions in relationto specified proceedings under the scheme;\n\t\tauthorise members of the scheme to make arrangements under which functionsunder the scheme are carried out by one member on behalf of another;\n\t\trequire members of the scheme to have regard, in relation to the carryingout of functions under the scheme, to any relevant advice or other guidanceissued by the scheme authority;\n\t\trequire, or enable the scheme authority to require, members of the schemeto keep specified records in relation to the carrying out of functions underthe scheme;\n\t\trequire, or enable the scheme authority to require, members of the schemeto provide the authority with information or documents relevant to itsfunctions;\n\t\trequire members of the scheme to make payments in accordance with thescheme by way of contribution to specified costs of its operation;\n\t\trequire a member of the scheme to charge an individual of a specifieddescription with responsibility for overseeing the carrying out of specifiedfunctions conferred on the member under this Act;\n\t\trequire a member of the scheme to charge an individual of a specifieddescription with responsibility for advising the member about lessons to belearnt from cases involving the member that are dealt with under the scheme.\n\tA scheme must require a member of the scheme to prepare and publish anannual report about cases involving the member that are dealt with under thescheme and the lessons to be learnt from them.\n\tThe provision that may be made under this section includes provision whichhas the effect that a member of a scheme who has arranged for the provision ofservices has functions under the scheme which relate to someone else’sliability in connection with the provision of the services."
    },
    {
        "length": 319,
        "text": "\nScheme authority\n\tA scheme must make provision for a specified Special Health Authority (inthis Act referred to as “the scheme authority”) to have such functions inconnection with the scheme as the Secretary of State thinks fit.\n\tA scheme may, in particular, provide for the scheme authority to havefunctions in relation to—\n\t\tproceedings under the scheme;\n\t\tpayments under settlement agreements under the scheme;\n\t\tthe provision in connection with the scheme of advice or other guidanceabout specified matters;\n\t\tthe provision in connection with the scheme of legal advice without charge;\n\t\tthe assessment and payment of contributions by members of the scheme;\n\t\tthe monitoring of the carrying out by members of the scheme of theirfunctions under it;\n\t\tthe provision to the Independent Regulator of Foundation Trusts of reportswith respect to failure by NHS foundation trusts to carry out functions underthe scheme;\n\t\tthe publication of annual data about the scheme.\n\tSection 11(1) of the National Health Service Act [1977 (c.49)](/id/ukpga/1977/49?view=plain \"Go to item of legislation\") (power toestablish special bodies for the purpose of exercising any functions which maybe conferred on them by or under that Act) shall have effect as if theprovisions of this Act were contained in that Act."
    },
    {
        "length": 118,
        "text": "\nDuties of co-operation\n\tThe scheme authority under a scheme and the Commission for Healthcare Auditand Inspection must co-operate with each other where it appears to them thatit is appropriate to do so for the efficient and effective discharge of theirrespective functions.\n\tThe scheme authority under a scheme and the National Patient Safety Agencymust co-operate with each other where it appears to them that it isappropriate to do so for the efficient and effective discharge of theirrespective functions."
    },
    {
        "length": 772,
        "text": "\nComplaints \n\tThe Secretary of State may by regulations make provision about the handlingand consideration of complaints made under the regulations aboutmaladministration by any body or other person—\n\t\tin the exercise of functions under a scheme,\n\t\tin the exercise of other functions relating to proceedings under a scheme,or\n\t\tin connection with a settlement agreement entered into under a scheme.\n\tRegulations under subsection (1) must provide for complaints to beconsidered by—\n\t\tthe scheme authority, or\n\t\ta member of the scheme.\n\tWithout prejudice to the generality of subsection (1), regulations underthat subsection may make the following provision.\n\tThe regulations may make provision about—\n\t\tthe persons who may make a complaint;\n\t\tthe complaints which may, or may not, be made under the regulations;\n\t\tthe persons to whom complaints may be made;\n\t\tcomplaints which need not be considered;\n\t\tthe period within which complaints must be made;\n\t\tthe procedures to be followed in making, handling and considering acomplaint;\n\t\tmatters which are excluded from consideration;\n\t\tthe making of a report or recommendations about a complaint;\n\t\tthe action to be taken as a result of a complaint.\n\tThe regulations may impose on the scheme authority, or a member of thescheme, obligations with respect to producing, or making available to thepublic, information about the procedures to be followed under the regulations.\n\tThe regulations may also—\n\t\tprovide for different parts or aspects of a complaint to be treateddifferently;\n\t\trequire the production of information or documents in order to enable acomplaint to be properly considered;\n\t\tauthorise the disclosure of information or documents relevant to acomplaint to a person who is considering a complaint under the regulations,notwithstanding any rule of common law that would otherwise prohibit orrestrict the disclosure.\n\tThe regulations may make provision about complaints which raise bothmatters falling to be considered under the regulations and matters falling tobe considered under other statutory complaints procedures, including inparticular provision for enabling such a complaint to be made under theregulations.\n\tThe regulations may, in relation to complaints in connection with a schemewhich are made or purport to be made under the regulations, make provision forsecuring—\n\t\tthat any matters raised in such complaints which fall to be consideredunder other statutory complaints procedures are referred to the body or otherperson operating the appropriate procedures;\n\t\tthat any such matters are treated as if they had been raised in a complaintmade under the appropriate procedures.\n\tIn subsections (7) and (8), “statutory complaints procedures” meanscomplaints procedures established by or under any enactment.\n\tIn section 31(6) of the Data Protection Act [1998 (c.29)](/id/ukpga/1998/29?view=plain \"Go to item of legislation\") (exemption fromsubject information provisions for personal data processed for purposes ofcertain complaints procedures), after “complaint under” insert “section 14 ofthe NHS Redress Act 2006,”."
    },
    {
        "length": 828,
        "text": "\nRemit of Health Service Commissioner for England\n\tThe Health Service Commissioners Act [1993 (c.46)](/id/ukpga/1993/46?view=plain \"Go to item of legislation\") is amended asfollows.\n\tIn section 3 (general remit of Commissioner), after subsection (1E) insert—\n\t\t“(1F)Where a complaint is duly made to the Commissioner by or on behalf of aperson that the person has sustained injustice or hardship in consequence ofmaladministration by any person or body—\n\t\tin the exercise of any functions under a scheme established under section 1of the NHS Redress Act 2006,\n\t\tin connection with a settlement agreement entered into under such a scheme,or\n\t\tin the exercise of any functions under regulations made under section 14 ofthat Act (complaints about maladministration in connection with redressscheme),\n\t\tthe Commissioner may, subject to the provisions of this Act, investigate thealleged maladministration.”\n\tIn section 4 (availability of other remedy), in subsection (4)(a)—\n\t\tfor “or (1C)” substitute “, (1C) or (1F)(a) or (b)”, and\n\t\tafter “Act 2003” insert “, under section 14 of the NHS Redress Act 2006”.\n\tIn section 7(2) (which excludes contracts from the remit of theCommissioner)—\n\t\tthe word “and” at the end of paragraph (b) is repealed, and\n\t\tat the end insert “, and\n\t\tmatters arising from settlement agreements entered into under a schemeestablished under section 1 of the NHS Redress Act 2006.”\n\tIn section 11 (procedure in respect of investigations), in subsection (1C),after “section 3(1E)” insert “or (1F)”.\n\tIn section 12 (evidence), in subsection (1A) for “or (1E)” substitute “,(1E) or (1F)”.\n\tIn section 14 (reports by the Commissioner) after subsection (2F) insert—\n\t“(2G)In any case where the Commissioner conducts an investigation pursuant toa complaint under section 3(1F) he shall send a report of the results of theinvestigation—\n\t\tto the person who made the complaint,\n\t\tto any member of the House of Commons who to the Commissioner’s knowledgeassisted in the making of the complaint (or if he is no longer a member tosuch other member as the Commissioner thinks appropriate),\n\t\tto the person or body whose maladministration is complained of,\n\t\tin the case of a complaint under section 3(1F)(c), to any person or bodywhose action was complained of in the complaint made to the person or bodywhose maladministration is complained of, and\n\t\tto the Secretary of State.\n\t\t(2H)In any case where the Commissioner decides not to conduct an investigationpursuant to a complaint under section 3(1F) he shall send a statement of hisreasons—\n\t\tto the person who made the complaint, and\n\t\tto any such member of the House of Commons as is mentioned in subsection(2G)(b).”"
    },
    {
        "length": 379,
        "text": "\nRegulations \n\tThe provisions of this Act about what a scheme may do are without prejudiceto the generality of the power under section 1(1).\n\tAny power of the Secretary of State to make regulations under this Actincludes—\n\t\tpower to make provision conferring or imposing functions which involve theexercise of a discretion,\n\t\tpower to make different provision for different cases, and\n\t\tpower to make incidental, supplementary, consequential or transitionalprovision or savings.\n\tThe power under subsection (2)(c) to make consequential amendments includespower to make provision amending or revoking any instrument made under anenactment.\n\tAny power of the Secretary of State to make regulations under this Act (aswell as being exercisable in relation to all cases to which it extends) may beexercised in relation to all those cases subject to exceptions or in relationto any particular case or class of case.\n\tAny power of the Secretary of State to make regulations under this Act isexercisable by statutory instrument.\n\tNo regulations establishing a scheme shall be made unless a draft of thestatutory instrument containing them has been laid before and approved by aresolution of each House of Parliament.\n\tA statutory instrument that—\n\t\tcontains regulations under this Act made by the Secretary of State, and\n\t\tis not subject to any requirement that a draft of the instrument be laidbefore, and approved by a resolution of, each House of Parliament,\n\t\t\tshall be subject to annulment in pursuance of a resolution of either House ofParliament."
    },
    {
        "length": 516,
        "text": "\nWales\n\tFramework power\n\t\tThe National Assembly for Wales may by regulations made by statutoryinstrument make provision—\n\t\t\tfor the purpose of enabling redress to be provided without recourse tocivil proceedings in circumstances in which, under the law of England andWales, qualifying liability in tort arises in connection with the provision ofservices (in Wales or elsewhere) as part of the health service in Wales;\n\t\t\tfor any purpose connected with provision under paragraph (a).\n\t\tThe reference in subsection (1)(a) to qualifying liability in tort is toliability in tort owed in respect of or consequent upon personal injury orloss arising out of or in connection with breach of a duty of care owed to anyperson in connection with the diagnosis of illness, or the care or treatmentof any patient.\n\t\tSubject to subsection (4), the provision that may be made under subsection(1) includes any provision that could be made by an Act of Parliament.\n\t\tThe power conferred by subsection (1) shall not include power—\n\t\t\tto make any provision imposing or increasing taxation;\n\t\t\tto make provision taking effect from a date earlier than that of the makingof the instrument containing the provision;\n\t\t\tto confer any power to legislate by means of orders, rules, regulations orother subordinate instrument, other than rules of procedure for any court ortribunal;\n\t\t\tto create any new criminal offence;\n\t\t\tto make provision extending otherwise than to England and Wales;\n\t\t\tto make provision applying in relation to England, without the consent ofthe Secretary of State.\n\t\tSubsection (4)(c) does not preclude the modification of a power tolegislate conferred otherwise than under subsection (1), or the extension ofany such power to purposes of a like nature as those for which it wasconferred.\n\t\tA power to give directions as to matters of administration is not to beregarded as a power to legislate within the meaning of subsection (4)(c).\n\t\tThe power under subsection (1)(a) (as well as being exercisable in relationto all cases to which it extends) may be exercised in relation to all thosecases subject to exceptions or in relation to any particular case or class ofcase."
    },
    {
        "length": 442,
        "text": "\nSupplementary\n\tInterpretation \n\t\tIn this Act—\n\t\t\t  * “designated Strategic Health Authority” means a Strategic Health Authority designated for the purposes of this Act by regulations made by the Secretary of State; \n\t\t\t  * “health service” has the same meaning as in the National Health Service Act [1977 (c. 49)](/id/ukpga/1977/49?view=plain \"Go to item of legislation\"); \n\t\t\t  * “illness” has the same meaning as in the National Health Service Act 1977; \n\t\t\t  * “patient” has the same meaning as in the National Health Service Act 1977; \n\t\t\t  * “personal injury” includes any disease and any impairment of a person’s physical or mental health; \n\t\t\t  * “scheme”, except in section 1, means a scheme established under that section; \n\t\t\t  * “scheme authority” has the meaning given by section 11(1); \n\t\t\t  * “specified”, in relation to a scheme, means specified in the scheme. \n\t\tIn this Act, references to functions in connection with a scheme includefunctions in relation to settlement agreements under the scheme.\n\tShort title, commencement and extent\n\t\tThis Act may be cited as the NHS Redress Act 2006.\n\t\tSection 18 and this section shall come into force on the day on which thisAct is passed.\n\t\tSection 17 shall come into force on such day as the National Assembly forWales may appoint by order made by statutory instrument.\n\t\tThe remaining provisions of this Act shall come into force on such day asthe Secretary of State may appoint by order made by statutory instrument.\n\t\tThis Act extends to England and Wales only.\n\t\t\t"
    }
]