{
    "general": "This law helps figure out who gets the stuff of someone who died, like their money and belongings. It also makes sure that people who are in charge of managing these things (called trustees) have the power to do so. The law makes it easier for people to know what they will get when someone dies, and it helps prevent arguments over who should get what.",
    "series": [
        [
            {
                "length": 301,
                "short": "\"Inheritance Law Updates: Changes to Surviving Spouse and Civil Partner Inheritance Rights\"",
                "text": "* Simplified point 1: The Intestacy: surviving spouse or civil partner section of the Administration of Estates Act 1925 has been amended to change how much the surviving spouse or civil partner inherits from the deceased's estate.\n* Simplified point 2: The fixed net sum has been changed from the previous version of the law, and now it will be determined according to Schedule 1A of the Act.\n* Simplified point 3: The definition of \"personal chattels\" has been updated to exclude items used solely for business purposes or held as investments.\n* Simplified point 4: The Adoption and Contingent Interests section of the Act has been amended to include contingent interests in remainder.\n* Simplified point 5: The Presumption of Prior Death section of the Act has been amended to include cases where a person is recorded as the intestate's father or parent in a register of births.\n* Simplified point 6: The Amendments of Inheritance (Provision for Family and Dependants) Act 1975 section of the Act has been amended to update the law regarding the date when representation is first taken out."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Inheritance and Trustees' Powers Act 2014 changes how estates are distributed after someone dies without leaving a will. It updates the rules for who gets what from the estate, and how much they receive. The act also defines what personal belongings are included in the estate and excludes items used for business or investment purposes. Additionally, the act includes provisions for contingent interests in remainder and updates the law regarding the date when representation is first taken out. Overall, the act aims to make the process of distributing estates fairer and more straightforward.",
    "single": "\n* The Inheritance and Trustees' Powers Act 2014 simplifies the distribution of estates of deceased persons in the UK.\n* The bill amends the Administration of Estates Act 1925 to provide for the distribution of estates when there is no will or the deceased has no surviving spouse or civil partner.\n* The bill also amends the Family Provision Act 1966 to allow for the distribution of estates when there are multiple beneficiaries.\n* The bill introduces a new definition of \"personal chattels\" to exclude property used solely for business purposes.\n* The bill allows trustees to apply income for maintenance and to accumulate surplus income during a minority.\n* The bill gives trustees the power to pay, transfer, or apply money or other property for the advancement or benefit of any person.\n* The bill applies to trusts created or arising after the coming into force of the provisions, and also applies to interests under a trust created or arising as a result of the exercise of any power.\n* The bill comes into force on the day it is passed, but the Lord Chancellor may appoint a different day for different purposes.\n* The bill extends to England and Wales only, except for the repeals made by paragraph 4 of Schedule 4, which extend to the United Kingdom."
}