[
    {
        "length": 676,
        "text": "\nCivil defence: grants\n\tThe following shall be substituted for section 3 of the Civil Defence Act[1948 (c. 5)](/id/ukpga/1948/5?view=plain \"Go to item of legislation\")(grants) in so far as it applies in relation to authorities in England orWales—\n\t“3Fixed grant\n\t\tFor each financial year the designated Minister shall make grants toauthorities on whom functions are conferred under section 2.\n\t\tFor each financial year the designated Minister shall—\n\t\t\tdetermine the aggregate amount of grants to be made under subsection (1),\n\t\t\tdetermine for each authority the amount of grant (if any) to be made undersubsection (1),\n\t\t\tpublish each amount determined under paragraph (a) or (b),\n\t\t\tpublish any formula or other criteria used to determine whether to make agrant to an authority, and\n\t\t\tpublish any formula or other criteria used to determine the amount of agrant.\n\t\tThe designated Minister—\n\t\t\tmay use different formulae or other criteria in making determinations fordifferent authorities, and\n\t\t\tmay vary a determination by a further determination.\n\tADiscretionary grant\n\t\tThe designated Minister may make a grant to an authority on whom a function isconferred under section 2 (whether or not in addition to any grant undersection 3).\n\tBPayment \n\t\tGrant under section 3 or 3A shall be paid in such manner and at such timeas the designated Minister determines.\n\t\tIn particular—\n\t\t\ta grant for a financial year need not be paid in that year, and\n\t\t\ta grant may be paid in instalments.\n\t\tA grant under section 3 or 3A may be conditional.\n\t\tAn authority shall repay to the designated Minister any sum which—\n\t\t\tthe authority receives by way of grant under section 3 for a financialyear, and\n\t\t\texceeds the amount to which the authority is entitled under that sectionfor that year (whether or not by virtue of a varying determination undersection 3(3)(b)).”\n\t\tIn section 2(3) of the Civil Protection in Peacetime Act [1986 (c.22)](/id/ukpga/1986/22?view=plain \"Go to item of legislation\") (emergency) forthe words “regulations made under section 3 of that Act” there shall besubstituted the words “under section 3 or 3A of that Act”.\nGeneral \n\tThis Act may be cited as the Civil Defence (Grant) Act 2002.\n\tThis Act shall have effect in relation to—\n\t\tthe financial year ending with 31st March 2003, and\n\t\tlater financial years.\n\tThis Act does not extend to Northern Ireland.\n\t\t"
    }
]