{
    "general": "This act gives money to local councils in England and Wales for civil defense purposes, like preparing for emergencies and natural disasters. It replaces an old law from 1948 with new rules for how the grants are given out.",
    "series": [
        [
            {
                "length": 197,
                "short": "\"Civil Defense Grant Regulations in England and Wales\"",
                "text": "\n* Simplified point 1: The Civil Defence (Grant) Act 2002 provides grants to authorities in England and Wales for civil defense purposes.\n* Simplified point 2: The designated minister has discretion to determine the amount of grants to be given to each authority and can use different formulas or criteria for different authorities.\n* Simplified point 3: Grants under section 3 or 3A of the act may be conditional and must be paid in such manner and at such time as determined by the designated minister.\n* Simplified point 4: Authorities must repay any excess amounts received as grants.\n* Simplified point 5: This act applies to the financial year ending March 31st, 2003, and later financial years, but does not extend to Northern Ireland."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Civil Defence (Grant) Act 2002 gives money to organizations in England and Wales to help them prepare for emergencies like natural disasters or terrorist attacks. The government decides how much money each organization gets based on their needs and how well they manage their funds. Organizations have to pay back any extra money they get. This law only applies to the financial year that ends on March 31st, 2003, and future years, but it doesn't apply to Northern Ireland.\nThis law helps keep communities safe by giving them the resources they need to prepare for emergencies. It also ensures that organizations use their funding wisely and don't receive more than they need. By understanding this law, citizens can feel safer knowing that their community is better prepared for unexpected events.",
    "single": "\n•\tThis act replaces section 3 of the Civil Defence Act 1948, which provides grants to authorities in England and Wales for civil defense purposes.\n•\tThe designated minister (not specified who this is) will make grants to authorities on whom functions are conferred under section 2 of the Civil Defence Act.\n•\tThe grants will be determined based on a formula or other criteria, which will be published.\n•\tThe designated minister may use different formulae or criteria for different authorities and may vary determinations by further determinations.\n•\tGrants under section 3 or 3A may be conditional and must be paid in such a manner and at such time as the designated minister determines.\n•\tAuthorities must repay any excess amounts received.\n•\tThis act applies to the financial year ending March 31st, 2003, and later financial years.\n•\tThis act does not extend to Northern Ireland.\nIn simpler terms, this act provides grants to authorities in England and Wales for civil defense purposes. The designated minister will determine the amount of the grants based on a formula or other criteria, which will be published. The grants may be conditional, and authorities must repay any excess amounts received. This act applies to the financial year ending March 31st, 2003, and later financial years, but does not extend to Northern Ireland."
}