[
    {
        "length": 486,
        "text": "\nDuty to notify member States of convictions\n\tThis section applies where—\n\t\tan individual who is a national of a member State has been convicted by orbefore a court in a part of the United Kingdom, and\n\t\tthe conviction is recorded in the criminal records database for that part.\n\tThis section also applies where—\n\t\tan individual who is a national of a member State has been convicted in UKservice disciplinary proceedings (whether or not in a part of the UnitedKingdom), and\n\t\tthe conviction is recorded in the criminal records database for any part ofthe United Kingdom.\n\tThe designated UK authority must notify the central authority of the memberState of the conviction.\n\tIf the individual is a national of more than one member State, thedesignated UK authority must notify the central authority of each of thosemember States of the conviction.\n\tNotification under this section must be given before the end of the periodof 28 days beginning with the day on which the conviction is recorded in thecriminal records database.\n\tA notification under this section—\n\t\tmust include the information listed in Schedule 1, and\n\t\tmay include any other information that the designated UK authorityconsiders appropriate.\n\tIf the record of the conviction is amended so as to alter or delete any ofthe information mentioned in paragraph 13, 14, 16, 17, 19 or 20 of Schedule 1(information about the conviction), subsections (3) to (6) apply in relationto the amendment as they apply in relation to the conviction.\n\tNothing in this section requires the designated UK authority to discloseany information if the disclosure would contravene the data protectionlegislation (but, in determining whether the disclosure would contravene thatlegislation, the duties imposed by this section are to be taken into account).\n\tFor the purposes of this section it does not matter if the individual is anational of the United Kingdom as well as a national of a member State."
    },
    {
        "length": 246,
        "text": "\nRetention of information received from member States\n\tThis section applies where—\n\t\tan individual who is a UK national has been convicted under the law of amember State, and\n\t\tthe central authority of the member State notifies the designated UKauthority of the conviction.\n\tThe designated UK authority must retain a record of—\n\t\tthe conviction, and\n\t\tany other information listed in Schedule 1 that is included in thenotification.\n\tThe record may be retained in whatever way the designated UK authorityconsiders appropriate.\n\tIf the designated UK authority is notified by the central authority of anyamendment or deletion relating to the information contained in the record, thedesignated UK authority must amend the record accordingly.\n\tNothing in this section requires the designated UK authority to retain anyinformation if the retention would contravene the data protection legislation(but, in determining whether the retention would contravene that legislation,the duty imposed by subsection (2) is to be taken into account)."
    },
    {
        "length": 446,
        "text": "\nTransfers to third countries of personal data notified under section 2\n\tPersonal data notified to the designated UK authority as mentioned insection 2 may not be transferred to a third country unless conditions A and Bare met.\n\tCondition A is that the transfer—\n\t\tis based on adequacy regulations, or\n\t\tis based on there being appropriate safeguards.\n\tFor the purposes of subsection (2)—\n\t\tthe reference to a transfer being based on adequacy regulations has thesame meaning as it has for the purposes of Part 3 of the Data Protection Act2018;\n\t\tthe reference to a transfer being based on there being appropriatesafeguards is to be read in accordance with section 75 of that Act.\n\tCondition B is that the intended recipient has functions relating to theprevention, investigation, detection or prosecution of criminal offences orthe execution of criminal penalties, including the safeguarding against andthe prevention of threats to public security.\n\tSee also section 73 of the Data Protection Act 2018 for additionalconditions that must be met before personal data may be transferred to a thirdcountry (in particular, that the transfer must be necessary for any of the lawenforcement purposes).\n\tWhere personal data within subsection (1) is transferred to a thirdcountry, the person making the transfer must make it a condition of thetransfer that the data may be used only for the purpose for which it is beingtransferred.\n\tIn this section—\n\t\t  * “personal data” has the same meaning as in the Data Protection Act 2018 (see section 3(2) of that Act); \n\t\t  * “third country” means a country or territory other than— \n\t\tthe United Kingdom, or\n\t\ta member State."
    },
    {
        "length": 320,
        "text": "\nRequests for information from member States\n\tThe designated UK authority may, for any of the law enforcement purposes,make a request to the central authority of a member State for informationrelating to any overseas convictions of an individual recorded in a criminalrecords database of the member State.\n\tIf an individual who is a national of a member State makes a request to thedesignated UK authority for information relating to the individual’s overseasconvictions, the designated UK authority must make a request to the centralauthority of that member State for information relating to any overseasconvictions of the individual recorded in a criminal records database of themember State.\n\tIf the individual is a national of more than one member State, thedesignated UK authority must make a request to the central authority of eachof those member States for the information.\n\tAny information provided to the designated UK authority in response to arequest made under this section may be used only—\n\t\tfor the purpose or purposes for which it was requested, and\n\t\tin accordance with any restrictions specified by the central authority thatprovided it.\n\tBut subsection (4) does not prohibit the use of such information for thepurpose of preventing an immediate and serious threat to public security.\n\tIn this section “overseas conviction” means a conviction under the law of acountry or territory outside the United Kingdom."
    },
    {
        "length": 1185,
        "text": "\nRequests for information made by member States\n\tIf— \n\t\tthe central authority of a member State makes a request to the designatedUK authority for information relating to an individual’s convictions, and\n\t\tconditions A and B are met,\n\t\t\tthe designated UK authority must, as soon as practicable before the end of therelevant period, provide the information to the central authority (but seesubsection (5)).\n\tCondition A is that the request is made—\n\t\tfor any of the law enforcement purposes, or\n\t\tfor the purposes of enabling the central authority to comply with a requestmade by an individual who is a UK national for information relating to theindividual’s convictions.\n\tCondition B is that the information—\n\t\tis recorded in the criminal records database for a part of the UnitedKingdom, or\n\t\tis retained in accordance with section 2.\n\t“The relevant period” means the period of 20 working days beginning withthe day on which the designated UK authority receives the request.\n\tSubsection (1) does not require the designated UK authority to provide anyinformation relating to a conviction that is spent unless—\n\t\tthe request has been made for the purposes of any criminal investigation orcriminal proceedings, or\n\t\tsubsection (6) applies.\n\tIf the request has been made for the purposes of determining thesuitability of an individual to work with children, the information to beprovided under subsection (1) must include any information relating to anyconviction of the individual for a child sexual offence (whether or notspent).\n\tNothing in this section requires the designated UK authority to discloseany information if the disclosure would contravene the data protectionlegislation (but, in determining whether the disclosure would contravene thatlegislation, the duties imposed by this section are to be taken into account).\n\tIn this section—\n\t\t  * “ancillary offence” means— \n\t\tan offence of attempting or conspiring to commit a child sexual offence,\n\t\tan offence under Part 2 of the Serious Crime Act 2007 in relation to a childsexual offence,\n\t\tan offence of inciting a person to commit a child sexual offence,\n\t\tan offence of aiding, abetting, counselling or procuring the commission of achild sexual offence, or\n\t\tan offence of being involved art and part in the commission of a child sexualoffence;\n\t\t\t  * “child” means an individual under the age of 18; \n\t\t\t  * “child sexual offence” means— \n\t\tan offence consisting of—\n\t\tthe sexual abuse or sexual exploitation of a child, or\n\t\tconduct relating to such abuse or exploitation,\n\t\tan offence relating to indecent images of a child,\n\t\tan offence consisting of any other behaviour carried out in relation to achild that is of a sexual nature or carried out for sexual purposes, or\n\t\tan ancillary offence;\n\t\tand for these purposes “offence” includes an offence under a law that is nolonger in force;\n\t\t\t  * “conviction” means— \n\t\ta conviction by or before a court in a part of the United Kingdom,\n\t\ta conviction in UK service disciplinary proceedings (whether or not in a partof the United Kingdom), or\n\t\ta conviction under the law of a country or territory outside the UnitedKingdom;\n\t\t\t  * “criminal proceedings” means— \n\t\tproceedings before a court for dealing with an individual accused of anoffence, or\n\t\tproceedings before a court for dealing with an individual convicted of anoffence, including proceedings in respect of a sentence or order;\n\t\t\t  * “working day” means any day other than— \n\t\tSaturday or Sunday,\n\t\tChristmas Day,\n\t\tGood Friday, and\n\t\tany day which is a bank holiday in England and Wales under the Banking andFinancial Dealings Act 1971.\n\tFor the purposes of this section a conviction is “spent” if—\n\t\tin the case of a conviction in Northern Ireland, it is a spent convictionfor the purposes of the Rehabilitation of Offenders (Northern Ireland) Order1978 ([S.I. 1978/1908 (N.I. 27)](/id/nisi/1978/1908?view=plain \"Go to item oflegislation\"));\n\t\tin any other case, it is a spent conviction for the purposes of theRehabilitation of Offenders Act 1974."
    },
    {
        "length": 1258,
        "text": "\nInterpretation of the criminal records provisions\n\tIn the criminal records provisions—\n\t\t  * “central authority”, in relation to a member State, means an authority designated by the government of that member State as the appropriate authority for requesting, receiving or providing information relating to convictions; \n\t\t  * “conviction”, in relation to UK service disciplinary proceedings— \n\t\tin the case of proceedings in respect of a service offence, includes anythingthat under section 376(1) and (2) of the Armed Forces Act 2006 (which relatesto summary hearings and the Summary Appeal Court) is to be treated as aconviction for the purposes of that Act;\n\t\tin the case of any other UK service disciplinary proceedings, includes afinding of guilt in those proceedings;\n\t\t\tand “convicted”, in relation to UK service disciplinary proceedings, is to beread accordingly;\n\t\t\t  * “criminal records database” means— \n\t\tin relation to England and Wales, the names database held by the Secretary ofState for the use of constables;\n\t\tin relation to Scotland, the criminal history database of the Police Serviceof Scotland held for the use of police forces generally;\n\t\tin relation to Northern Ireland, the names database maintained by theDepartment of Justice in Northern Ireland for the purpose of recordingconvictions and cautions;\n\t\tin relation to a member State, any database maintained in respect of themember State that corresponds to the criminal records database for England andWales;\n\t\t\t  * “the criminal records provisions” means sections 1 to 5, this section and Schedule 1; \n\t\t\t  * “designated UK authority” means a person designated for the purposes of the criminal records provisions by a direction given by the Secretary of State; \n\t\t\t  * “the law enforcement purposes” means the purposes of the prevention, investigation, detection or prosecution of criminal offences or the execution of criminal penalties, including the safeguarding against and the prevention of threats to public security; \n\t\t\t  * “service offence” means— \n\t\ta service offence within the meaning of the Armed Forces Act 2006, or\n\t\tan SDA offence within the meaning of the Armed Forces Act 2006 (TransitionalProvisions etc) Order 2009 ([S.I. 2009/1059](/id/uksi/2009/1059?view=plain \"Goto item of legislation\"));\n\t\t\t  * “UK national” means an individual who is— \n\t\ta British citizen, a British overseas territories citizen, a British National(Overseas) or a British Overseas citizen,\n\t\ta person who under the British Nationality Act 1981 is a British subject, or\n\t\ta British protected person within the meaning of that Act;\n\t\t\t  * “UK service disciplinary proceedings” means— \n\t\tany proceedings (whether or not before a court) in respect of a serviceoffence (except proceedings before a civilian court within the meaning of theArmed Forces Act 2006);\n\t\tany proceedings under the Army Act 1955, the Air Force Act 1955, or the NavalDiscipline Act 1957 (whether before a court-martial or before any other courtor person authorised under any of those Acts to award a punishment in respectof an offence);\n\t\tany proceedings before a Standing Civilian Court established under the ArmedForces Act 1976.\n\tThe following provisions (which deem a conviction of a person dischargednot to be a conviction) do not apply for the purposes of the criminal recordsprovisions to a conviction of an individual for an offence in respect of whichan order has been made discharging the individual absolutely or conditionally—\n\t\tsection 247 of the Criminal Procedure (Scotland) Act 1995;\n\t\tArticle 6 of the Criminal Justice (Northern Ireland) Order 1996 ([S.I.1996/3160 (N.I. 24)](/id/nisi/1996/3160?view=plain \"Go to item oflegislation\"));\n\t\tsection 14 of the Powers of Criminal Courts (Sentencing) Act 2000;\n\t\tsection 82 of the Sentencing Code;\n\t\tsection 187 of the Armed Forces Act 2006 or any corresponding earlierenactment.\n\tThe appropriate national authority may by regulations amend this section soas to change the meaning of “criminal records database” in relation to a partof the United Kingdom.\n\tFor the purposes of subsection (3) the “appropriate national authority” is—\n\t\tin relation to England and Wales, the Secretary of State;\n\t\tin relation to Scotland, the Scottish Ministers;\n\t\tin relation to Northern Ireland, the Department of Justice in NorthernIreland."
    },
    {
        "length": 415,
        "text": "\nPassenger and vehicle registration data\n\tPassenger name record data\n\t\tIn Schedule 2—\n\t\t\tPart 1 amends the Passenger Name Record Data and Miscellaneous AmendmentsRegulations 2018 ([S.I. 2018/598](/id/uksi/2018/598?view=plain \"Go to item oflegislation\")) (the “PNR regulations”);\n\t\t\tPart 2 makes provision for an interim period;\n\t\t\tPart 3 confers power to modify the PNR regulations to apply to sea and railtravel.\n\tDisclosure of vehicle registration data\n\t\tThe Secretary of State may disclose vehicle registration data in accordancewith—\n\t\t\tArticle LAW.PRUM.15 of the Trade and Cooperation Agreement (automatedsearching of vehicle registration data), and\n\t\t\tChapter 3 of Annex LAW-1 to that agreement (exchange of vehicleregistration data).\n\t\tA disclosure under this section does not breach—\n\t\t\tany obligation of confidence owed by the Secretary of State, or\n\t\t\tany other restriction on the disclosure of data (however imposed).\n\t\tNothing in this section authorises the making of a disclosure whichcontravenes the data protection legislation (save that the power conferred bythis section is to be taken into account in determining whether any disclosurecontravenes that legislation).\n\t\tNothing in this section limits the circumstances in which data may bedisclosed under any other enactment or rule of law.\n\t\t“Vehicle registration data” has the meaning given by Article LAW.PRUM.6 ofthe Trade and Cooperation Agreement (definitions)."
    },
    {
        "length": 355,
        "text": "\nEvidence\n\tMutual assistance in criminal matters\n\t\tSchedule 3 contains provision about mutual assistance in criminal matters.\n\tAccreditation of forensic service providers\n\t\tThe Accreditation of Forensic Service Providers Regulations 2018 ([S.I.2018/1276](/id/uksi/2018/1276?view=plain \"Go to item of legislation\")) areamended as follows.\n\t\tIn regulation 2 (interpretation)—\n\t\t\tin the definitions of “dactyloscopic data”, “DNA-profile” and “laboratoryactivity”, for “the Framework Decision” substitute “Title II of Part 3 of theTrade and Cooperation Agreement (exchanges of DNA, fingerprints and vehicleregistration data etc)”,\n\t\t\tomit the definition of “Framework Decision”, and\n\t\t\tafter the definition of “relevant employee” insert—\n\t\t\t\t  * ““the Trade and Cooperation Agreement” has the same meaning as in the European Union (Future Relationship) Act 2020 (see section 37 of that Act)”.\n\t\tIn regulation 4 (requirement to use an accredited forensic serviceprovider) in paragraph (2)(b) for “Article 4 of the Framework Decision”substitute “paragraph 1 of Article LAW.PRUM.16 of the Trade and CooperationAgreement”."
    },
    {
        "length": 1184,
        "text": "\nExtradition\n\tMember States to remain category 1 territories\n\t\tIn the Extradition Act 2003 (Designation of Part 1 Territories) Order 2003([S.I. 2003/3333](/id/uksi/2003/3333?view=plain \"Go to item of legislation\"))after Article 1 insert—\n\t\t\t“1AThe following territories are designated for the purposes of Part 1 of theExtradition Act 2003—\n\t\t\t  * Austria,\n\t\t\t  * Belgium,\n\t\t\t  * Bulgaria,\n\t\t\t  * Croatia,\n\t\t\t  * Cyprus,\n\t\t\t  * Czech Republic,\n\t\t\t  * Denmark,\n\t\t\t  * Estonia,\n\t\t\t  * Finland,\n\t\t\t  * France,\n\t\t\t  * Germany,\n\t\t\t  * Greece,\n\t\t\t  * Hungary,\n\t\t\t  * Ireland,\n\t\t\t  * Italy,\n\t\t\t  * Latvia,\n\t\t\t  * Lithuania,\n\t\t\t  * Luxembourg,\n\t\t\t  * Malta,\n\t\t\t  * The Netherlands,\n\t\t\t  * Poland,\n\t\t\t  * Portugal,\n\t\t\t  * Romania,\n\t\t\t  * Slovakia,\n\t\t\t  * Slovenia,\n\t\t\t  * Spain,\n\t\t\t  * Sweden.”\n\t\tIn Article 2(2) and Article 3(2) of the Extradition Act 2003 (Designationof Part 2 Territories) Order 2003 ([S.I.2003/3334](/id/uksi/2003/3334?view=plain \"Go to item of legislation\")) omitthe entry for each territory that is designated for the purposes of Part 1 ofthe Extradition Act 2003 by reason of subsection (1) of this section.\n\tDual criminality\n\t\tThe Extradition Act 2003 is amended as follows.\n\t\tIn section 64 (extradition offence: persons not sentenced for offence)—\n\t\t\tin subsection (2), for “, (4) or (5)” substitute “or (4)”, and\n\t\t\tomit subsection (5).\n\t\tIn section 65 (extradition offence: persons sentenced for offence)—\n\t\t\tin subsection (2), for “, (4) or (5)” substitute “or (4)”, and\n\t\t\tomit subsection (5).\n\t\tIn section 142 (issue of Part 3 warrant)—\n\t\t\tin subsection (6)(a), for “European framework” substitute “Trade andCooperation Agreement”, and\n\t\t\tin subsection (7), in the words before paragraph (a), for “Europeanframework” substitute “Trade and Cooperation Agreement”.\n\t\tIn section 215 (European framework list)—\n\t\t\tin the heading, for “European framework” substitute “Trade and CooperationAgreement”, and\n\t\t\tin subsection (1), for “European framework” substitute “Trade andCooperation Agreement”.\n\t\tIn Schedule 2 (European framework list)—\n\t\t\tin the heading, for “European framework” substitute “Trade and CooperationAgreement”,\n\t\t\tin paragraph 7, after “Corruption” insert “, including bribery”, and\n\t\t\tin paragraph 31, for “aircraft/ships” substitute“aircraft/ships/spacecraft”.\n\tCategory 1 territories not applying Trade and Cooperation Agreement toold cases\n\t\tSection 155A of the Extradition Act 2003 (category 1 territories notapplying framework decision to old cases) is amended as follows.\n\t\tIn the heading, for “framework decision” substitute “Trade and CooperationAgreement”.\n\t\tIn subsection (1)—\n\t\t\tfor “European extradition requests” substitute “requests for extraditionmade by the United Kingdom”, and\n\t\t\tfor “the European framework decision” substitute “Title VII of Part 3 ofthe Trade and Cooperation Agreement”.\n\t\tIn subsection (4)—\n\t\t\tomit the definitions of “European extradition request” and “Europeanframework decision”, and\n\t\t\tat the end insert—\n\t\t\t\t  * ““the Trade and Cooperation Agreement” has the same meaning as in the European Union (Future Relationship) Act 2020 (see section 37 of that Act).”"
    },
    {
        "length": 1524,
        "text": "\nInformation about non-food product safety\n\tDisclosure of non-food product safety information within UK\n\t\tThis section applies to information which relates to the safety of non-foodproducts and is supplied by the European Commission, or such person as theCommission may specify by written notice to the Secretary of State, to arelevant authority for the purpose of giving effect to a provision of—\n\t\t\tArticle TBT.9 of the Trade and Cooperation Agreement (including any annexto that Article), or\n\t\t\ta non-food product safety annex.\n\t\tA relevant authority may disclose that information for a permitted purpose.\n\t\tThe following are the “permitted purposes” for the purpose of subsection(2)—\n\t\t\tto ensure health and safety,\n\t\t\tto ensure the protection of consumers, and\n\t\t\tto ensure the protection of the environment.\n\t\tA person who receives information as a result of subsection (2) may not—\n\t\t\tuse the information for a purpose other than a permitted purpose, or\n\t\t\tfurther disclose that information except with the consent of the relevantauthority who disclosed the information.\n\tDisclosure of non-food product safety information to Commission\n\t\tThis section applies to information held by a relevant authority whichrelates to the safety of non-food products.\n\t\tA relevant authority may disclose information to the European Commission,or such person as the Commission may specify by written notice to theSecretary of State, for the purpose of giving effect to a provision of—\n\t\t\tArticle TBT.9 of the Trade and Cooperation Agreement (including any annexto that Article), or\n\t\t\ta non-food product safety annex.\n\tOffence relating to disclosure under section 14(4)(b)\n\t\tA person commits an offence if the person, in contravention of section14(4)(b), discloses information which relates to a person whose identity—\n\t\t\tis specified in the disclosure, or\n\t\t\tcan be deduced from it.\n\t\tIt is a defence for a person charged with an offence under this section toprove that the person reasonably believed—\n\t\t\tthat the disclosure was lawful, or\n\t\t\tthat the information had already lawfully been made available to thepublic.\n\t\tA prosecution for an offence under this section—\n\t\t\tmay be brought in England and Wales only with the consent of the Directorof Public Prosecutions;\n\t\t\tmay be brought in Northern Ireland only with the consent of the Director ofPublic Prosecutions for Northern Ireland.\n\t\tA person guilty of an offence under this section is liable—\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears, to a fine or to both, or\n\t\t\ton summary conviction—\n\t\t\tin England and Wales, to imprisonment for a term not exceeding 12 months,to a fine or to both;\n\t\t\tin Scotland, to imprisonment for a term not exceeding 12 months, to a finenot exceeding the statutory maximum or to both;\n\t\t\tin Northern Ireland, to imprisonment for a term not exceeding 6 months,to a fine not exceeding the statutory maximum or to both.\n\t\tIn relation to an offence committed before the commencement of paragraph24(2) of Schedule 22 to the Sentencing Act 2020, the reference in subsection(4)(b)(i) to 12 months is to be read as a reference to 6 months.\n\tGeneral provisions about disclosure of non-food product safetyinformation\n\t\tNothing in section 14 or 15 limits the circumstances in which informationmay be disclosed under any other enactment or rule of law.\n\t\tA disclosure under section 14 or 15 does not breach—\n\t\t\tany obligation of confidence owed by the relevant authority, or\n\t\t\tany other restriction on the disclosure of information (however imposed).\n\t\tNothing in this section, or in section 14 or 15, authorises a disclosure ofinformation if the disclosure would contravene the data protection legislation(but in determining whether a disclosure would do so, the powers conferred bysections 14(2) and 15(2) are to be taken into account).\n\tInterpretation of sections 14 to 17\n\t\tIn sections 14 to 17 and this section—\n\t\t\t  * “market surveillance” means any activity conducted or measure taken for the purpose of ensuring that a product complies with relevant legal requirements; \n\t\t\t  * “market surveillance authority” means— \n\t\t\ta person in the United Kingdom with any function of carrying out marketsurveillance that is conferred by an enactment or rule of law, and\n\t\t\ta person in any other country or territory with any corresponding function;\n\t\t\t\t  * “non-food product safety annex” means one of the following annexes to the Trade and Cooperation Agreement— \n\t\t\tTBT-1: Motor vehicles and equipment and parts thereof, or\n\t\t\tTBT-3: Chemicals;\n\t\t\t\t  * “permitted purpose” has the meaning given by section 14(3); \n\t\t\t\t  * “relevant authority” means— \n\t\t\ta Minister of the Crown, or\n\t\t\tthe Health and Safety Executive;\n\t\t\t\t  * “relevant legal requirements” means such requirements of the law relating to a product as apply in the territory in which the product is made available on the market, put into service or put into use. \n\t\tFor the purposes of sections 14 and 15 and this section, information whichrelates to the safety of non-food products includes—\n\t\t\tinformation about whether, and the extent to which, a non-food productcomplies, or may comply, with any—\n\t\t\trelevant legal requirement, or\n\t\t\tother assessment that relates to product safety,\n\t\t\tinformation about developments, or potential developments, in the field ofsafety of non-food products, and\n\t\t\tthe exercise of functions by market surveillance authorities in relation tonon-food products."
    },
    {
        "length": 1617,
        "text": "\nDisclosure of information and co-operation with other customs services\n\tIn the Customs and Excise Management Act 1979, after section 8 insert—\n\t“8ADisclosure of customs information\n\t\tHMRC (or anyone acting on their behalf) may disclose to any personinformation held by them in connection with HMRC’s customs functions if thedisclosure is made for purposes that are connected with those functions.\n\t\tIn this section “HMRC’s customs functions” means HMRC’s functions in theircapacity as a customs service and includes in particular their functionsrelating to—\n\t\t\tthe movement of goods or cash into or out of the United Kingdom, and\n\t\t\tthe imposition, enforcement or other regulation of import duty.\n\t\tA person who receives information as a result of this section—\n\t\t\tmay use it only for the purposes for which it was disclosed, and\n\t\t\tmay not further disclose it without the consent of the Commissioners (whichmay be general or specific).\n\t\tIf— \n\t\t\ta person discloses information in contravention of subsection (3)(b), and\n\t\t\tthe information relates to a person whose identity is specified in, or canbe deduced from, the disclosure,\n\t\t\t\tsection 19 of the Commissioners for Revenue and Customs Act 2005 (offence ofwrongful disclosure) applies in relation to the disclosure as it applies inrelation to a disclosure in contravention of section 20(9) of that Act.\n\t\tNothing in this section authorises a disclosure of information if thedisclosure would contravene the data protection legislation or would beprohibited by the investigatory powers legislation (but in determining whethera disclosure would do either of those things, the power conferred bysubsection (1) is to be taken into account).\n\t\tIn subsection (5)—\n\t\t\t  * “the data protection legislation” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act);\n\t\t\t  * “the investigatory powers legislation” means Parts 1 to 7 and Chapter 1 of Part 9 of the Investigatory Powers Act 2016.\n\t\tNothing in this section—\n\t\t\tapplies to a disclosure made in the exercise of the power conferred bysection 8B (1) or (2) of this Act (co-operation with other customs services);\n\t\t\tlimits the circumstances in which information may be disclosed undersection 18(2) of the Commissioners for Revenue and Customs Act 2005 or underany other enactment or rule of law.\n\t\tIn this section—\n\t\t\t  * “cash” means—\n\t\t\tnotes and coins in any currency, and\n\t\t\tany bearer-negotiable or other monetary instrument;\n\t\t\t\t  * “HMRC” means Her Majesty’s Revenue and Customs.\n\tBCo-operation with other customs services\n\t\tHMRC (or anyone acting on their behalf) may co-operate with any othercustoms service (whether by exchanging information or otherwise) on matters ofmutual concern with a view to securing—\n\t\t\tthe administration of the import duty system,\n\t\t\tthe prevention or detection of evasion or other fraud relating to importduty, and\n\t\t\tthe prevention, reduction or elimination of avoidance of a liability toimport duty.\n\t\tHMRC (or anyone acting on their behalf) may co-operate with any othercustoms service (whether by exchanging information or otherwise) for thepurposes of implementing any international obligation of the United Kingdom.\n\t\tA person who receives information as a result of this section—\n\t\t\tmay use it only for the purposes of HMRC’s customs functions or thefunctions of the other customs service in question, and\n\t\t\tmay not further disclose it without the consent of the Commissioners (whichmay be general or specific).\n\t\tIf— \n\t\t\ta person discloses information in contravention of subsection (3)(b), and\n\t\t\tthe information relates to a person whose identity is specified in, or canbe deduced from, the disclosure,\n\t\t\t\tsection 19 of the Commissioners for Revenue and Customs Act 2005 (offence ofwrongful disclosure) applies in relation to the disclosure as it applies inrelation to a disclosure in contravention of section 20(9) of that Act.\n\t\tNothing in this section authorises a disclosure of information if thedisclosure would contravene the data protection legislation or would beprohibited by the investigatory powers legislation (but in determining whethera disclosure would do either of those things, the powers conferred bysubsections (1) and (2) are to be taken into account).\n\t\tIn subsection (5)—\n\t\t\t  * “the data protection legislation” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act);\n\t\t\t  * “the investigatory powers legislation” means Parts 1 to 7 and Chapter 1 of Part 9 of the Investigatory Powers Act 2016.\n\t\tNothing in this section limits the circumstances in which information maybe disclosed under section 18(2) of the Commissioners for Revenue and CustomsAct 2005 or under any other enactment or rule of law.\n\t\tIn this section—\n\t\t\t  * “HMRC’s customs functions” and “HMRC” have the same meaning as in section 8A;\n\t\t\t  * “international obligation of the United Kingdom” includes any obligation of the United Kingdom that arises under an international agreement or arrangement to which the United Kingdom is a party (whenever the United Kingdom becomes a party to it).”\n\t\tIn section 10 of that Act (disclosure by Commissioners of certaininformation as to imported goods), omit subsection (A1).\n\t\tIn the Taxation (Cross-border Trade) Act 2018—\n\t\t\tomit section 25 (disclosure of information);\n\t\t\tomit section 26 (co-operation with other customs services);\n\t\t\t(in consequence of the amendment made by subsection (2)), in Schedule 7(consequential amendments) omit paragraph 8(2)."
    },
    {
        "length": 1903,
        "text": "\nPowers to make regulations about movement of goods\n\tThe Customs and Excise Management Act 1979 is amended as follows.\n\tAfter section 166 insert—\n\t“Powers to make regulations about movement of goods\n\t\tARegulations about movement of goods\n\t\t\tThe Commissioners may by regulations make provision for the purpose ofmonitoring, or controlling, the movement of goods that pose, or might pose, arisk to—\n\t\t\t\tpublic health or public safety,\n\t\t\t\tnational security, or\n\t\t\t\tthe environment (including the health of animals or plants).\n\t\t\tThe Commissioners may by regulations make provision for the purpose ofimplementing any international obligation of the United Kingdom relating tothe movement of goods.\n\t\t\tRegulations under subsection (1) or (2) may, in particular, includeprovision—\n\t\t\t\trequiring records to be kept or information to be provided,\n\t\t\t\trequiring declarations to be made,\n\t\t\t\trequiring or authorising persons or vehicles to be searched,\n\t\t\t\trequiring or authorising samples of goods to be taken,\n\t\t\t\trequiring or authorising goods to be examined, sealed, locked, marked,seized, detained or disposed of, or\n\t\t\t\totherwise imposing restrictions or prohibitions with respect to themovement of goods.\n\t\t\tA reference in this section to the movement of goods is to their movementinto or out of the United Kingdom or within the United Kingdom, and includes areference to their loading or unloading.\n\t\t\tIn this section “international obligation of the United Kingdom” includesany obligation of the United Kingdom that arises under an internationalagreement or arrangement to which the United Kingdom is a party (whenever theUnited Kingdom becomes a party to it).\n\t\t\tThe power to make regulations under subsection (2) in relation to aninternational obligation arising under an international agreement orarrangement is capable of being exercised before the international agreementor arrangement comes into effect.\n\t\tBAuthorised economic operators\n\t\t\tRegulations under section 166A may include provision—\n\t\t\t\tdisapplying or simplifying specified requirements imposed by the relevantlegislation in relation to things required or authorised to be done byauthorised economic operators, or\n\t\t\t\trequiring the Commissioners or the Treasury to have regard to the status ofa person as an authorised economic operator when considering whether or not,or how, to exercise any power or other function for the purposes of therelevant legislation.\n\t\t\tIn this section—\n\t\t\t\t  * “authorised economic operators” means persons authorised as such in accordance with provision made by the relevant legislation;\n\t\t\t\t  * “the relevant legislation” means—\n\t\t\t\tthis Act and subordinate legislation made under it, and\n\t\t\t\tprovisions contained in “customs legislation” within the meaning of[Regulation (EU) No 952/2013](/european/regulation/2013/0952?view=plain \"Go toitem of legislation\") of the European Parliament and of the Council of 9October 2013 laying down the Union Customs Code (see Article 5(2) of thatRegulation).\n\t\t\tRegulations made by virtue of this section may, in particular—\n\t\t\t\tspecify the criteria to be applied in determining whether or not any personshould be an authorised economic operator;\n\t\t\t\tspecify those criteria by reference to professional standards of competence(as set by any specified person) or by reference to anything else (includingthe judgment of any person as to suitability);\n\t\t\t\tmake provision for a person’s status as an authorised economic operator tobe subject to compliance with conditions specified in the regulations or inthe authorisation;\n\t\t\t\testablish different classes of authorised economic operator.\n\t\tCRegulations under sections 166A: further provision\n\t\t\tRegulations under section 166A may—\n\t\t\t\tconfer a discretion;\n\t\t\t\tauthorise fees to be charged in respect of the exercise of a function ofthe Commissioners, the Treasury or another public body;\n\t\t\t\tmake provision for enforcement, including provision about civil sanctions;\n\t\t\t\tmake provision for reviews or appeals in relation to decisions made in theexercise of a function of the Commissioners, the Treasury or another publicbody;\n\t\t\t\tmake different provision for different cases or circumstances or fordifferent areas;\n\t\t\t\tmake supplementary, incidental, consequential, transitional, transitory orsaving provision.\n\t\t\tRegulations under section 166A may provide for requirements of anadministrative nature relating to—\n\t\t\t\tany requirement or condition imposed by the regulations, or\n\t\t\t\tany declaration or application for which provision is made by theregulations,\n\t\t\t\t\tto be specified by a public notice.\n\t\t\tThe requirements that may be specified by virtue of subsection (2) include—\n\t\t\t\trequirements about keeping records and other evidence;\n\t\t\t\trequirements about the submission of evidence;\n\t\t\t\trequirements about the form and content of anything that must or may beprovided;\n\t\t\t\trequirements about the manner in which, and the time within which, any suchthing is to be provided.\n\t\t\tRegulations under section 166A may not—\n\t\t\t\timpose or vary the amount of any duty or other form of taxation, or\n\t\t\t\testablish a public authority.\n\t\t\tRegulations under section 166A may not include—\n\t\t\t\tprovision that would be within the legislative competence of the ScottishParliament if it were included in an Act of that Parliament,\n\t\t\t\tprovision that would be within the legislative competence of Senedd Cymruif it were included in an Act of Senedd Cymru, or\n\t\t\t\tprovision that would be within the legislative competence of the NorthernIreland Assembly if it were included in an Act of that Assembly,\n\t\t\t\tunless the provision is merely incidental to, or consequential on, provisionthat would be outside that legislative competence.\n\t\t\tA power to make regulations under section 166A may be exercised bymodifying any enactment.\n\t\t\tIn this section—\n\t\t\t\t  * “enactment” has the same meaning as in the European Union (Future Relationship) Act 2020;\n\t\t\t\t  * “modify” includes amend, repeal or revoke (and related expressions are to be read accordingly);\n\t\t\t\t  * “public authority” means a public authority within the meaning of section 6 of the Human Rights Act 1998.”\n\t\t\tIn section 172 (regulations)—\n\t\t\t\tin subsection (2), for “subsection (3)” substitute “subsections (3) and(4)”;\n\t\t\t\tafter subsection (3) insert—\n\t\t\tA statutory instrument containing (whether alone or with other provision)regulations under section 166A that amend (or repeal or revoke)—\n\t\t\t\tan Act of Parliament,\n\t\t\t\tan Act of the Scottish Parliament,\n\t\t\t\tan Act or Measure of Senedd Cymru, or\n\t\t\t\tNorthern Ireland legislation,\n\t\t\t\tmay not be made unless a draft of the instrument has been laid before eachHouse of Parliament and approved by a resolution of each House.”"
    },
    {
        "length": 438,
        "text": "\nAdministrative co-operation on VAT and mutual assistance on tax debts\n\tThe arrangements contained in the Protocol have effect (and do so in spiteof anything in any enactment).\n\tThe Commissioners for Her Majesty’s Revenue and Customs are the competentauthority in the United Kingdom responsible for the application of theProtocol.\n\tA reference in any enactment to arrangements having effect by virtue of, orby virtue of an Order in Council under, section 173 of the Finance Act 2006(international tax enforcement arrangements) includes a reference toarrangements having effect by virtue of this section.\n\tIn this section “the Protocol” means—\n\t\tthe protocol, contained in the Trade and Cooperation Agreement, onadministrative co-operation and combating fraud in the field of Value AddedTax and on mutual assistance for the recovery of claims relating to taxes andduties, and\n\t\tany decision or recommendation adopted by the Specialised Committee inaccordance with that protocol.\n\tIn subsection (4)—\n\t\ta reference to the Trade and Cooperation Agreement or to any provision ofit is to that agreement or provision as it has effect at the relevant time;\n\t\ta reference to a decision or recommendation adopted by the SpecialisedCommittee in accordance with any provision is to a decision or recommendationso adopted at or before the relevant time.\n\tIn subsection (5) “the relevant time” means the time at which the protocolmentioned in subsection (4)(a) comes into effect (or, if it comes into effectat different times for different purposes, the earliest such time).\n\tThe Commissioners for Her Majesty’s Revenue and Customs may by regulationsamend subsection (6) so as to substitute a later time for that for the timebeing specified there."
    },
    {
        "length": 1173,
        "text": "\nTransport\n\tLicences for access to the international road haulage market\n\t\tIn Regulation [(EC) No. 1072/2009](/european/regulation/2009/1072?view=plain\"Go to item of legislation\") of the European Parliament and of the Council of21 October 2009 on common rules for access to the international road haulagemarket, for the model licence set out in Annex 2 (UK licence for the Communitymodel) substitute the model licence set out in Part B of Appendix Road.A.1.3to Annex Road-1 to the Trade and Cooperation Agreement.\n\tInternational road haulage\n\t\tThe 2009 Regulation is amended in accordance with this section.\n\t\tIn Article 2(2) (meaning of “international carriage”), as amended byregulation 13(3)(b) of the 2019 regulations—\n\t\t\tin point (e), omit “or”;\n\t\t\tat the end of point (f), insert “; or\n\t\t\ta laden journey undertaken by a vehicle from the United Kingdom between twoMember States which follows a journey referred to in point (a).”\n\t\tIn Article 8 (general principle of cabotage), as amended by regulation13(9) of the 2019 regulations, in paragraph 2, for “three cabotageoperations”, in each place it appears, substitute “two cabotage operations”.\n\t\tIn this section—\n\t\t\t  * “the 2009 Regulation” means Regulation [(EC) No 1072/2009](/european/regulation/2009/1072?view=plain \"Go to item of legislation\") of the European Parliament and of the Council of 21 October 2009 on common rules for access to the international road haulage market; \n\t\t\t  * “the 2019 regulations” means the Licensing of Operators and International Road Haulage (Amendment etc.) (EU Exit) Regulations 2019 ([S.I. 2019/708](/id/uksi/2019/708?view=plain \"Go to item of legislation\")). \n\tDisclosure of data relating to drivers’ cards for tachographs\n\t\tThe Secretary of State may disclose data from the GB electronic register inaccordance with—\n\t\t\tArticle 13(2) of Section 2 of Appendix Road.C.1.1 to the Trade andCooperation Agreement (interconnection and accessibility of electronicregisters of data relating to drivers’ cards for tachographs), or\n\t\t\tArticle 13(4) of Section 2 of Appendix Road.C.1.1 to the Trade andCooperation Agreement (access for control officers to electronic registers ofdata relating to drivers’ cards for tachographs).\n\t\tThe Department for Infrastructure may disclose data from the NI electronicregister in accordance with—\n\t\t\tArticle 13(2) of Section 2 of Appendix Road.C.1.1 to the Trade andCooperation Agreement (interconnection and accessibility of electronicregisters of data relating to drivers’ cards for tachographs), or\n\t\t\tArticle 13(4) of Section 2 of Appendix Road.C.1.1 to the Trade andCooperation Agreement (access for control officers to electronic registers ofdata relating to drivers’ cards for tachographs).\n\t\tA disclosure under this section does not breach—\n\t\t\tany obligation of confidence owed by the Secretary of State or theDepartment for Infrastructure, or\n\t\t\tany other restriction on the disclosure of data (however imposed).\n\t\tNothing in this section authorises the making of a disclosure whichcontravenes the data protection legislation (save that the power conferred bythis section is to be taken into account in determining whether any disclosurecontravenes that legislation).\n\t\tNothing in this section limits the circumstances in which data may bedisclosed under any other enactment or rule of law.\n\t\tIn this section—\n\t\t\t  * “GB electronic register” means any electronic register maintained by the Secretary of State in accordance with Article 13(1) of Section 2 of Appendix Road.C.1.1 to the Trade and Cooperation Agreement (maintenance of electronic registers of data relating to drivers’ cards for tachographs); \n\t\t\t  * “NI electronic register” means any electronic register maintained by the Department for Infrastructure in accordance with Article 13(1) of Section 2 of Appendix Road.C.1.1 to the Trade and Cooperation Agreement (maintenance of electronic registers of data relating to drivers’ cards for tachographs). "
    },
    {
        "length": 729,
        "text": "\nSocial security\n\tSocial security co-ordination\n\t\tThe following provisions of the Trade and Cooperation Agreement, in itsEnglish language version, form part of domestic law on and after the relevantday—\n\t\t\tthe SSC Protocol;\n\t\t\tTitle I of Heading 4 of Part 2 (Trade);\n\t\t\tArticles COMPROV.17 and FINPROV.2, so far as applying to the SSC Protocol.\n\t\tAny enactment has effect on and after the relevant day with suchmodifications as—\n\t\t\tare required in consequence of subsection (1) or otherwise for the purposesof implementing the provisions mentioned in that subsection, and\n\t\t\tare capable of being ascertained from those provisions or otherwise fromthe Trade and Cooperation Agreement.\n\t\tSubsections (1) and (2)—\n\t\t\tare subject to any equivalent or other provision—\n\t\t\twhich (whether before, on or after the relevant day) is made by or underthis Act or any other enactment or otherwise forms part of domestic law, and\n\t\t\twhich is for the purposes of (or has the effect of) implementing to anyextent the Trade and Cooperation Agreement or any other future relationshipagreement, and\n\t\t\tdo not limit the scope of any power which is capable of being exercised tomake any such provision.\n\t\tThe references to the Trade and Cooperation Agreement in—\n\t\t\tsubsections (1) and (2), and\n\t\t\tthe definition of “the SSC Protocol” in subsection (5),\n\t\t\t\tare (except as provided in that definition) references to the agreement as ithas effect on the relevant day.\n\t\tIn this section—\n\t\t\t  * “domestic law” means— \n\t\t\tin subsection (1), the law of England and Wales, Scotland and NorthernIreland, and\n\t\t\tin subsection (3)(a)(i), the law of England and Wales, Scotland or NorthernIreland;\n\t\t\t\t  * “relevant day”, in relation to any provision mentioned in subsection (1) or any aspect of it, means— \n\t\t\tso far as the provision or aspect concerned is provisionally applied before itcomes into force, the time and day from which the provisional applicationapplies, and\n\t\t\tso far as the provision or aspect concerned is not provisionally appliedbefore it comes into force, the time and day when it comes into force;\n\t\t\t\t  * “the SSC Protocol” means the Protocol on Social Security Coordination contained in the Trade and Cooperation Agreement, as that protocol is modified or supplemented from time to time in accordance with Article SSC.11(6), Article SSC.11(8) or Article SSC.68 of that protocol; \n\t\t\tand references to the purposes of (or having the effect of) implementing anagreement (or any provision of an agreement) include references to thepurposes of (or having the effect of) making provision consequential on anysuch implementation."
    },
    {
        "length": 667,
        "text": "\nPrivileges and immunities\n\tThe EU and Euratom and related organisations and bodies\n\t\tSection 4B of the International Organisations Act 1968 (bodies establishedunder the Treaty on European Union) is amended in accordance with thissection.\n\t\tFor the title substitute “The EU and Euratom and related organisations andbodies”.\n\t\tFor subsection (1) substitute—\n\t\tThis section applies to—\n\t\t\tthe European Union,\n\t\t\tEuratom, or\n\t\t\tany EU or Euratom organisation or body,\n\t\t\t\tif the United Kingdom, or Her Majesty’s Government in the United Kingdom, hasobligations in relation to it by virtue of any agreement to which the UnitedKingdom, or Her Majesty’s Government in the United Kingdom, is a party(whether made with another sovereign Power or the Government of such a Poweror not).”\n\t\tIn subsection (2)—\n\t\t\tin the words before paragraph (a), for “a specified body to which thissection applies” substitute “the European Union, Euratom or an EU or Euratomorganisation or body if this section applies to it and it is specified”;\n\t\t\tin paragraph (a), and in paragraph (b) (in both places), for “body”substitute “it”;\n\t\t\tin paragraph (b), for “subsection (1)(b)” substitute “subsection (1)”.\n\t\tIn subsection (3)—\n\t\t\tin paragraph (a), for “body’s officers or staff” substitute “officers orstaff of the European Union, Euratom or the EU or Euratom organisation orbody;\n\t\t\tin paragraph (b), for “the body” substitute “it”.\n\t\tAfter subsection (3) insert—\n\t\t“(3A)The power conferred by subsection (2) includes power to make suchprovision (including provision amending any retained EU law) as Her Majesty inCouncil considers appropriate in consequence of any provision of the kindreferred to in subsection (2)(a) to (c).”\n\t\tIn subsection (4), for “section, “specified”” substitute “section—\n\t\t\t  * “body” includes a delegation or office;\n\t\t\t  * “EU or Euratom organisation or body” means—\n\t\t\tan organisation or body which is established by or on behalf of the EU orEuratom (or by or on behalf of them jointly), or\n\t\t\tany other organisation or body in relation to which the United Kingdom, or HerMajesty’s Government in the United Kingdom, had obligations immediately beforeIP completion day by virtue of the United Kingdom’s relationship with the EUor Euratom (or with both of them);\n\t\t\t\t  * “specified””."
    },
    {
        "length": 310,
        "text": "\nEnergy\n\tNuclear Cooperation Agreement\n\t\tIn regulation 3 of the Nuclear Safeguards (Fissionable Material andRelevant International Agreements) (EU Exit) Regulations 2019 ([S.I.2019/195](/id/uksi/2019/195?view=plain \"Go to item of legislation\")) (relevantinternational agreements)—\n\t\t\tafter paragraph (g) insert—\n\t\t\tthe Agreement between the Government of the United Kingdom of GreatBritain and Northern Ireland and the European Atomic Energy Community forcooperation on the safe and peaceful uses of nuclear energy;”, and\n\t\t\tin the words after the paragraphs, for “(g)” substitute “(h)”.\n\t\tIn regulation 49 of the Nuclear Safeguards (EU Exit) Regulations 2019([S.I. 2019/196](/id/uksi/2019/196?view=plain \"Go to item of legislation\"))(interpretation of Part 13), in the definition of “specified internationalagreement”, for “paragraphs (c) to (f)” substitute “any of paragraphs (c) to(f) and (h)”."
    },
    {
        "length": 3184,
        "text": "\nPART 3General implementation\n\tGeneral implementation of agreements\n\t\tGeneral implementation of agreements\n\t\t\tExisting domestic law has effect on and after the relevant day with suchmodifications as are required for the purposes of implementing in that law theTrade and Cooperation Agreement or the Security of Classified InformationAgreement so far as the agreement concerned is not otherwise so implementedand so far as such implementation is necessary for the purposes of complyingwith the international obligations of the United Kingdom under the agreement.\n\t\t\tSubsection (1)—\n\t\t\t\tis subject to any equivalent or other provision—\n\t\t\t\twhich (whether before, on or after the relevant day) is made by or underthis Act or any other enactment or otherwise forms part of domestic law, and\n\t\t\t\twhich is for the purposes of (or has the effect of) implementing to anyextent the Trade and Cooperation Agreement, the Security of ClassifiedInformation Agreement or any other future relationship agreement, and\n\t\t\t\tdoes not limit the scope of any power which is capable of being exercisedto make any such provision.\n\t\t\tThe references in subsection (1) to the Trade and Cooperation Agreement orthe Security of Classified Information Agreement are references to theagreement concerned as it has effect on the relevant day.\n\t\t\tIn this section—\n\t\t\t\t  * “domestic law” means the law of England and Wales, Scotland or Northern Ireland; \n\t\t\t\t  * “existing domestic law” means— \n\t\t\t\tan existing enactment, or\n\t\t\t\tany other domestic law as it has effect on the relevant day;\n\t\t\t\t\t  * “existing enactment” means an enactment passed or made before the relevant day; \n\t\t\t\t\t  * “modifications” does not include any modifications of the kind which would result in a public bill in Parliament containing them being treated as a hybrid bill; \n\t\t\t\t\t  * “relevant day”, in relation to the Trade and Cooperation Agreement or the Security of Classified Information Agreement or any aspect of either agreement, means— \n\t\t\t\tso far as the agreement or aspect concerned is provisionally applied before itcomes into force, the time and day from which the provisional applicationapplies, and\n\t\t\t\tso far as the agreement or aspect concerned is not provisionally appliedbefore it comes into force, the time and day when it comes into force;\n\t\t\t\t\tand references to the purposes of (or having the effect of) implementing anagreement include references to the purposes of (or having the effect of)making provision consequential on any such implementation.\n\t\tInterpretation of agreements\n\t\t\tA court or tribunal must have regard to Article COMPROV.13 of the Trade andCooperation Agreement (public international law) when interpreting thatagreement or any supplementing agreement.\n\tPowers\n\t\tImplementation power\n\t\t\tA relevant national authority may by regulations make such provision as therelevant national authority considers appropriate—\n\t\t\t\tto implement the Trade and Cooperation Agreement, the Nuclear CooperationAgreement, the Security of Classified Information Agreement or any relevantagreement, or\n\t\t\t\totherwise for the purposes of dealing with matters arising out of, orrelated to, the Trade and Cooperation Agreement, the Nuclear CooperationAgreement, the Security of Classified Information Agreement or any relevantagreement.\n\t\t\tRegulations under this section may make any provision that could be made byan Act of Parliament (including modifying this Act).\n\t\t\tRegulations under this section may (among other things and whether with thesame or a different effect) re-implement any aspect of—\n\t\t\t\tthe Trade and Cooperation Agreement,\n\t\t\t\tthe Nuclear Cooperation Agreement,\n\t\t\t\tthe Security of Classified Information Agreement, or\n\t\t\t\tany relevant agreement,\n\t\t\t\t\twhich has already been implemented (whether by virtue of this Act orotherwise).\n\t\t\tBut regulations under this section may not—\n\t\t\t\timpose or increase taxation or fees,\n\t\t\t\tmake retrospective provision,\n\t\t\t\tcreate a relevant criminal offence,\n\t\t\t\tamend, repeal or revoke the Human Rights Act 1998 or any subordinatelegislation made under it, or\n\t\t\t\tamend or repeal the Scotland Act 1998, the Government of Wales Act 2006 orthe Northern Ireland Act 1998 (unless the regulations are made by virtue ofparagraph 27(b) of Schedule 5 to this Act or are amending or repealing anyprovision of those Acts which modifies another enactment).\n\t\t\tSubsection (4)(b) does not apply in relation to any regulations under thissection which are for the purposes of replacing or otherwise modifying, or ofotherwise making provision in connection with, the provision made by section37(4) and (5).\n\t\t\tSee also Part 2 of Schedule 5 (general restrictions on certain powers ofdevolved authorities: devolved competence etc.).\n\t\t\tIn this section “relevant agreement” means—\n\t\t\t\tany future relationship agreement which is not the Trade and CooperationAgreement, the Nuclear Cooperation Agreement or the Security of ClassifiedInformation Agreement, or\n\t\t\t\tany agreement which falls within Article 2.4.4 of Chapter 2 of Title XI ofHeading 1 of Part 2 of the Trade and Cooperation Agreement (competition co-operation agreement) (including any agreement which so falls as modified orsupplemented from time to time in accordance with any provision of it or ofany future relationship agreement).\n\t\tPowers relating to the start of agreements\n\t\t\tA relevant national authority may by regulations make such provision as therelevant national authority considers appropriate in connection with—\n\t\t\t\tthe Trade and Cooperation Agreement, the Nuclear Cooperation Agreement orthe Security of Classified Information Agreement (to any extent) coming intoforce, or becoming provisionally applied, later than IP completion day andafter a period of time during which the agreement concerned was (to thatextent) neither in force nor provisionally applied, or\n\t\t\t\tthe ending, suspension or resumption of any provisional application of theTrade and Cooperation Agreement, the Nuclear Cooperation Agreement or theSecurity of Classified Information Agreement.\n\t\t\tRegulations under this section may make any provision that could be made byan Act of Parliament (including modifying this Act).\n\t\t\tRegulations under this section may not—\n\t\t\t\tcreate a relevant criminal offence,\n\t\t\t\tamend, repeal or revoke the Human Rights Act 1998 or any subordinatelegislation made under it, or\n\t\t\t\tamend or repeal the Scotland Act 1998, the Government of Wales Act 2006 orthe Northern Ireland Act 1998 (unless the regulations are made by virtue ofparagraph 27(b) of Schedule 5 to this Act or are amending or repealing anyprovision of those Acts which modifies another enactment).\n\t\t\tSee also Part 2 of Schedule 5 (general restrictions on certain powers ofdevolved authorities: devolved competence etc.).\n\t\tPowers relating to the functioning of agreements\n\t\t\tA relevant national authority may by regulations make such provision as therelevant national authority considers appropriate for the purposes of, orotherwise in connection with, the suspension, resumption or termination of—\n\t\t\t\tthe Trade and Cooperation Agreement,\n\t\t\t\tthe Security of Classified Information Agreement, or\n\t\t\t\tany other future relationship agreement,\n\t\t\t\t\tin accordance with the terms applicable to the agreement.\n\t\t\tA relevant national authority may by regulations make such provision as therelevant national authority considers appropriate—\n\t\t\t\tto implement or remove any relevant remedial measures which the UnitedKingdom has decided to take under the Trade and Cooperation Agreement or anyother future relationship agreement, or\n\t\t\t\totherwise for the purposes of, or otherwise in connection with, the takingof any relevant remedial measures by the United Kingdom or another party tothe Trade and Cooperation Agreement or any other future relationshipagreement.\n\t\t\tA relevant national authority may by regulations make such provision as therelevant national authority considers appropriate—\n\t\t\t\tto implement any agreed resolution of a dispute between the United Kingdomand another party under the Trade and Cooperation Agreement, the Security ofClassified Information Agreement or any other future relationship agreement,or\n\t\t\t\tfor the purposes of, or otherwise in connection with, any other decision ofthe United Kingdom in connection with any such dispute (other than a decisionto suspend, resume, terminate or take relevant remedial measures).\n\t\t\tRegulations under this section may make any provision that could be made byan Act of Parliament (including modifying this Act).\n\t\t\tBut regulations under this section may not—\n\t\t\t\tmake retrospective provision,\n\t\t\t\tcreate a relevant criminal offence,\n\t\t\t\tconfer a power to legislate,\n\t\t\t\timplement a ruling of an arbitration tribunal under the Trade andCooperation Agreement or any other future relationship agreement,\n\t\t\t\tamend, repeal or revoke the Human Rights Act 1998 or any subordinatelegislation made under it, or\n\t\t\t\tamend or repeal the Scotland Act 1998, the Government of Wales Act 2006 orthe Northern Ireland Act 1998 (unless the regulations are made by virtue ofparagraph 27(b) of Schedule 5 to this Act or are amending or repealing anyprovision of those Acts which modifies another enactment).\n\t\t\tSubsection (5)(c) does not prevent—\n\t\t\t\tthe modification of a power to legislate, or\n\t\t\t\tthe extension of such a power for similar purposes to those for which itwas conferred.\n\t\t\tSee also Part 2 of Schedule 5 (general restrictions on certain powers ofdevolved authorities: devolved competence etc.).\n\t\t\tReferences in this section to the suspension, resumption or termination ofa future relationship agreement include references to—\n\t\t\t\tits suspension, resumption or termination in whole or in part or for aparticular purpose or purposes, and\n\t\t\t\tanything equivalent in effect to a suspension, resumption or termination(however expressed).\n\t\t\tIn this section “relevant remedial measures” means—\n\t\t\t\tany safeguard measures, or re-balancing measures, which any party to theTrade and Cooperation Agreement or any supplementing agreement is entitled totake under Article INST.36 of the Trade and Cooperation Agreement (includingthat Article as it has effect in relation to any supplementing agreement),\n\t\t\t\tany other safeguard measures or re-balancing measures, or\n\t\t\t\tany other remedial measures which any party to a future relationshipagreement is entitled to take under that agreement or any other futurerelationship agreement,\n\t\t\t\tand includes any interim or temporary measures which fall within paragraph(a), (b) or (c) but does not include any suspension, resumption or terminationwhich falls within subsection (1).\n\tFinancial provision\n\t\tFunding of PEACE PLUS programme\n\t\t\tThere may be paid out of money provided by Parliament any expenditure whichthe Secretary of State may incur in making payments to the EU or an EU entityto support the PEACE PLUS programme and any successor programmes.\n\t\t\tIn subsection (1)—\n\t\t\t\t  * “EU entity” means an EU institution or any office, body or agency of the EU; \n\t\t\t\t  * “the PEACE PLUS programme” means the programme of the EU which is the successor to the programme known as PEACE IV (Ireland-United Kingdom). \n\t\tGeneral financial provision\n\t\t\tThere may be paid out of money provided by Parliament any expenditureincurred by a Minister of the Crown, government department or other publicauthority by virtue of any future relationship agreement.\n\t\t\tA Minister of the Crown, government department or devolved authority mayincur expenditure, for the purpose of, or in connection with, preparing foranything about which provision may be made under a power to make subordinatelegislation conferred or modified by or under this Act, before any suchprovision is made.\n\t\t\tThere is to be paid out of money provided by Parliament—\n\t\t\t\tany expenditure incurred by a Minister of the Crown, government departmentor other public authority by virtue of this Act, and\n\t\t\t\tany increase attributable to this Act in the sums payable by virtue of anyother Act out of money so provided.\n\t\t\tSubsection (3) is subject to any other provision made by or under this Actor any other enactment.\n\t\t\tIn this section “government department” means any department of theGovernment of the United Kingdom.\n\tParliamentary scrutiny\n\t\tRequirements in Part 2 of CRAGA\n\t\t\tSection 20 of the Constitutional Reform and Governance Act 2010 (treaties tobe laid before Parliament before ratification) does not apply in relation tothe Trade and Cooperation Agreement, the Nuclear Cooperation Agreement or theSecurity of Classified Information Agreement (but this does not affect whetherthat section applies in relation to any treaty which modifies or supplementsthe agreement concerned)."
    },
    {
        "length": 2822,
        "text": "\nPART 4Supplementary and final provision\n\tSupplementary\n\t\tInterpretation \n\t\t\tIn this Act—\n\t\t\t\t  * “the data protection legislation” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act); \n\t\t\t\t  * “devolved authority” means— \n\t\t\t\tthe Scottish Ministers,\n\t\t\t\tthe Welsh Ministers, or\n\t\t\t\ta Northern Ireland department;\n\t\t\t\t\t  * “enactment” means an enactment whenever passed or made and includes— \n\t\t\t\tan enactment contained in any Order in Council, order, rules, regulations,scheme, warrant, byelaw or other instrument made under an Act of Parliament,\n\t\t\t\tan enactment contained in any Order in Council made in exercise of HerMajesty’s Prerogative,\n\t\t\t\tan enactment contained in, or in an instrument made under, an Act of theScottish Parliament,\n\t\t\t\tan enactment contained in, or in an instrument made under, a Measure or Act ofSenedd Cymru,\n\t\t\t\tan enactment contained in, or in an instrument made under, Northern Irelandlegislation,\n\t\t\t\tan enactment contained in any instrument made by a member of the ScottishGovernment, the Welsh Ministers, the First Minister for Wales, the CounselGeneral to the Welsh Government, a Northern Ireland Minister, the FirstMinister in Northern Ireland, the deputy First Minister in Northern Ireland ora Northern Ireland department in exercise of prerogative or other executivefunctions of Her Majesty which are exercisable by such a person on behalf ofHer Majesty,\n\t\t\t\tan enactment contained in, or in an instrument made under, a Measure of theChurch Assembly or of the General Synod of the Church of England, and\n\t\t\t\tany retained direct EU legislation;\n\t\t\t\t\t  * “future relationship agreement” means— \n\t\t\t\tthe Trade and Cooperation Agreement,\n\t\t\t\tthe Nuclear Cooperation Agreement,\n\t\t\t\tthe Security of Classified Information Agreement, or\n\t\t\t\tany of the following so far as it is not a treaty to which section 20 of theConstitutional Reform and Governance Act 2010 applies (ignoring section 22 ofthat Act) (treaties to be laid before Parliament before ratification)—\n\t\t\t\ta supplementing agreement, or\n\t\t\t\tan agreement under, or otherwise envisaged (whether as part of particulararrangements or otherwise) by, an agreement falling within paragraph (a), (b)or (c) or sub-paragraph (i),\n\t\t\t\t\t(as the agreement concerned is modified or supplemented from time to time inaccordance with any provision of it or of any other agreement falling withinparagraph (a), (b) or (c) or this paragraph);\n\t\t\t\t\t  * “member State” does not include the United Kingdom; \n\t\t\t\t\t  * “Minister of the Crown” has the same meaning as in the Ministers of the Crown Act 1975 and also includes the Commissioners for Her Majesty’s Revenue and Customs; \n\t\t\t\t\t  * “modify” includes amend, repeal or revoke (and related expressions are to be read accordingly); \n\t\t\t\t\t  * “Northern Ireland devolved authority” means the First Minister and deputy First Minister in Northern Ireland acting jointly, a Northern Ireland Minister or a Northern Ireland department; \n\t\t\t\t\t  * “the Nuclear Cooperation Agreement” means the Agreement between the Government of the United Kingdom of Great Britain and Northern Ireland and the European Atomic Energy Community for cooperation on the safe and peaceful uses of nuclear energy (as that agreement is modified or supplemented from time to time in accordance with any provision of it or of any other future relationship agreement); \n\t\t\t\t\t  * “PNR regulations” has the meaning given by section 7(a); \n\t\t\t\t\t  * “power to legislate” does not include a power— \n\t\t\t\tto make rules of procedure for any court or tribunal, or\n\t\t\t\tto give directions as to matters of administration;\n\t\t\t\t\t  * “primary legislation” means— \n\t\t\t\tan Act of Parliament,\n\t\t\t\tan Act of the Scottish Parliament,\n\t\t\t\ta Measure or Act of Senedd Cymru, or\n\t\t\t\tNorthern Ireland legislation;\n\t\t\t\t\t  * “relevant criminal offence” means an offence for which an individual who has reached the age of 18 (or, in relation to Scotland or Northern Ireland, 21) is capable of being sentenced to imprisonment for a term of more than 2 years (ignoring any enactment prohibiting or restricting the imprisonment of individuals who have no previous convictions); \n\t\t\t\t\t  * “relevant national authority” means— \n\t\t\t\ta Minister of the Crown,\n\t\t\t\ta devolved authority, or\n\t\t\t\ta Minister of the Crown acting jointly with one or more devolved authorities;\n\t\t\t\t\t  * “retained direct EU CAP legislation” has the same meaning as in the Direct Payments to Farmers (Legislative Continuity) Act 2020 (see section 2(10) of that Act); \n\t\t\t\t\t  * “retrospective provision”, in relation to provision made by regulations, means provision taking effect from a date earlier than the date on which the regulations are made; \n\t\t\t\t\t  * “the Security of Classified Information Agreement” means the Agreement between the European Union and the United Kingdom of Great Britain and Northern Ireland concerning security procedures for exchanging and protecting classified information (as that agreement is modified or supplemented from time to time in accordance with any provision of it or of any other future relationship agreement); \n\t\t\t\t\t  * “subordinate legislation” means any Order in Council, order, rules, regulations, scheme, warrant, byelaw or other instrument made under any primary legislation; and (except in Part 2 of Schedule 5) includes any Order in Council, order, rules, regulations, scheme, warrant, byelaw or other instrument made on or after IP completion day (or, in the case of any retained direct EU CAP legislation, on or after exit day) under any retained direct EU legislation; \n\t\t\t\t\t  * “supplementing agreement” means an agreement which constitutes a supplementing agreement by virtue of Article COMPROV.2 of the Trade and Cooperation Agreement; \n\t\t\t\t\t  * “the Trade and Cooperation Agreement” means the Trade and Cooperation Agreement between the European Union and the European Atomic Energy Community, of the one part, and the United Kingdom of Great Britain and Northern Ireland, of the other part (as that agreement is modified or supplemented from time to time in accordance with any provision of it or of any other future relationship agreement); \n\t\t\t\t\t  * “treaty” has the same meaning as in Part 2 of the Constitutional Reform and Governance Act 2010 (see section 25 of that Act); \n\t\t\t\t\t  * “tribunal” means any tribunal in which legal proceedings may be brought. \n\t\t\tFor the purposes of this Act, examples of where an agreement or part of anagreement is modified or supplemented in accordance with any provision of theagreement or of any other future relationship agreement include where it ismodified or supplemented as a result of—\n\t\t\t\ta decision or other act of any council, committee, sub-committee or otherbody of persons established by virtue of the agreement or another futurerelationship agreement, or\n\t\t\t\tany arrangements provided for by virtue of the agreement or another futurerelationship agreement.\n\t\t\tReferences in this Act to the Trade and Cooperation Agreement, the NuclearCooperation Agreement or the Security of Classified Information Agreement alsoinclude references to the agreement concerned—\n\t\t\t\tas provisionally applied, and\n\t\t\t\tas modified or supplemented from time to time on or before its coming intoforce and otherwise than in accordance with any provision of it or of anyother future relationship agreement.\n\t\t\tSubsection (5) applies if, in accordance with any provision of the Tradeand Cooperation Agreement, the Nuclear Cooperation Agreement or the Securityof Classified Information Agreement, any version of the agreement concernedwhich results from a process of final legal revision replaces from thebeginning the signed version of the agreement and is established as authenticand definitive.\n\t\t\tReferences in this Act or any other enactment to the Trade and CooperationAgreement, the Nuclear Cooperation Agreement or (as the case may be) theSecurity of Classified Information Agreement, or to any provision orcollection of provisions of the agreement concerned, are to be read asmodified accordingly.\n\t\tRegulations \n\t\t\tSchedule 5 contains provision about regulations under this Act (includingprovision about procedure).\n\t\tConsequential and transitional provision etc.\n\t\t\tA Minister of the Crown may by regulations make such provision as theMinister considers appropriate in consequence of this Act.\n\t\t\tThe power to make regulations under subsection (1) may (among other things)be exercised by modifying any provision made by or under an enactment.\n\t\t\tPart 1 of Schedule 6 contains consequential provision.\n\t\t\tA Minister of the Crown may by regulations make such transitional,transitory or saving provision as the Minister considers appropriate inconnection with the coming into force of any provision of this Act.\n\t\t\tPart 2 of Schedule 6 contains transitional, transitory and savingprovision.\n\tFinal\n\t\tExtent, commencement and short title\n\t\t\tSubject to subsections (2) to (5), this Act extends to England and Wales,Scotland and Northern Ireland.\n\t\t\tSection 25(1) extends to England and Wales and Scotland only.\n\t\t\tSection 25(2) extends to Northern Ireland only.\n\t\t\tParagraph 2 of Schedule 4 extends to England and Wales and Scotland only.\n\t\t\tSubject to subsection (4), any provision of this Act which amends orrepeals an enactment has the same extent as the enactment amended or repealed.\n\t\t\tThe following provisions—\n\t\t\t\tsection 6(1) for the purposes of the Secretary of State giving a directionas provided for in the definition of “designated UK authority”,\n\t\t\t\tparagraph 4 of Schedule 2 for the purposes of the Secretary of State givinga direction under regulation 4A(1) of the PNR regulations and any otherprovision of that Schedule so far as necessary for those purposes (and section7 so far as relating to those provisions),\n\t\t\t\tparagraph 2(1) to (5) of Schedule 3 (and section 9 so far as relating tothose provisions),\n\t\t\t\tsections 30 to 33,\n\t\t\t\tsections 35 to 38 (including Schedule 5),\n\t\t\t\tsection 39(1), (2) and (4),\n\t\t\t\tparagraphs 4 and 11 to 13 of Schedule 6 (and section 39(3) and (5) so faras relating to those paragraphs), and\n\t\t\t\tthis section,\n\t\t\t\t\tcome into force on the day on which this Act is passed.\n\t\t\tThe provisions of this Act, so far as they are not brought into force bysubsection (6), come into force on such day as a Minister of the Crown may byregulations appoint; and different days may be appointed for differentpurposes.\n\t\t\tThis Act may be cited as the European Union (Future Relationship) Act 2020."
    }
]