{
    "general": "This law makes sure that the UK can trade with Europe after Brexit. It also helps the UK and Europe work together on things like security and travel. The law says that the UK will follow some rules set by the EU, but the UK will also have more control over its own laws and borders.",
    "series": [
        [
            {
                "length": 224,
                "short": "\"UK Conviction Notifications for EU Nationals: Key Requirements and Restrictions\"",
                "text": "\n* Simplified point 1: The UK must notify the central authority of any EU member state of convictions of EU nationals in UK courts.\n* Simplified point 2: The UK must notify the central authority of each EU member state of convictions of EU nationals in UK courts, if the individual is a national of more than one member state.\n* Simplified point 3: The notification must be given within 28 days of the conviction being recorded in the criminal records database.\n* Simplified point 4: The notification must include information about the conviction, such as the individual's name, date of birth, and the offense they committed.\n* Simplified point 5: The UK authority may include any other information they consider appropriate in the notification.\n* Simplified point 6: The UK authority must not disclose any information if the disclosure would contravene data protection legislation."
            },
            {
                "length": 124,
                "short": "\"UK Authority's Record Retention Obligations\"",
                "text": "\n* Simplified point 1: The designated UK authority must retain records of convictions and other information received from member states.\n* Simplified point 2: The designated UK authority can retain the records in any way they consider appropriate.\n* Simplified point 3: The designated UK authority must amend the records if they receive notifications of amendments or deletions.\n* Simplified point 4: The designated UK authority must not retain any information that would contravene data protection legislation."
            },
            {
                "length": 166,
                "short": "UK Data Transfer Regulations: Safeguarding Personal Information",
                "text": "\n* Simplified point 1: The UK government can transfer personal data to third countries only if the transfer is based on adequacy regulations or if there are appropriate safeguards.\n* Simplified point 2: The intended recipient of the personal data must have functions related to law enforcement, such as preventing or investigating criminal offenses, and the data can only be used for that specific purpose.\n* Simplified point 3: The person transferring the data must ensure that the data is protected and can only be used for the purpose for which it was transferred.\n* Simplified point 4: The legislation defines \"personal data\" and \"third country\" for the purposes of the section."
            },
            {
                "length": 148,
                "short": "\"UK's Access to Overseas Conviction Information: Limitations and Restrictions\"",
                "text": "\n* Simplified point 1: The UK can request information from member states about overseas convictions of individuals.\n* Simplified point 2: The UK can only use the information provided for the purpose it was requested and in accordance with any restrictions specified by the central authority that provided it.\n* Simplified point 3: The UK can use the information to prevent an immediate and serious threat to public security.\n* Simplified point 4: The UK can request information from the central authority of each member state if the individual is a national of more than one member state."
            },
            {
                "length": 209,
                "short": "\"UK Criminal Record Sharing Agreement with EU Countries\"",
                "text": "\n* Simplified point 1: The UK government can share information with other EU countries about individuals' criminal convictions.\n* Simplified point 2: The information shared must be related to convictions for certain types of crimes, such as child sexual offenses, and must be provided within 20 working days of the request.\n* Simplified point 3: The UK government is not required to share information about spent convictions, unless the request is for the purposes of a criminal investigation or criminal proceedings.\n* Simplified point 4: The UK government must comply with requests for information relating to individuals' convictions, even if the information is recorded in the criminal records database or retained in accordance with section 2.\n* Simplified point 5: The UK government must not disclose any information if the disclosure would contravene data protection legislation."
            },
            {
                "length": 312,
                "short": "\"Criminal Records Provisions in the EU(FL)A 2020: Definitions and Responsibilities\"",
                "text": "\n* Simplified point 1: The text defines and explains the meaning of certain terms used in the \"criminal records provisions\" of the European Union (Future Relationship) Act 2020.\n* Simplified point 2: The text specifies the authorities responsible for maintaining criminal records databases in different parts of the UK, and the purposes for which these databases can be used.\n* Simplified point 3: The text provides that certain convictions are not considered as convictions for the purposes of the criminal records provisions, and that the appropriate national authority may make regulations to change the meaning of \"criminal records database\" in relation to a part of the UK.\n* Simplified point 4: The text defines \"UK national\" as an individual who is a British citizen, British overseas territories citizen, British National (Overseas), or British Overseas citizen, or a person who under the British Nationality Act 1981 is a British subject.\n* Simplified point 5: The text defines \"UK service disciplinary proceedings\" as any proceedings in respect of a service offence, including proceedings before a court-martial or before any other court or person authorized under the Armed Forces Act 2006."
            },
            {
                "length": 193,
                "short": "\"UK-EU Data Sharing for Law Enforcement and Border Control\"",
                "text": "\n* Simplified point 1: The UK government can share passenger and vehicle registration data with the EU for the purpose of law enforcement and border control.\n* Simplified point 2: The UK government can disclose vehicle registration data to the EU under certain circumstances, but only if it is in compliance with data protection laws and regulations.\n* Simplified point 3: The UK government can only disclose data that is necessary for the purpose of law enforcement and border control, and only if it is in the public interest to do so.\n* Simplified point 4: The UK government must ensure that any disclosure of data is in accordance with the Trade and Cooperation Agreement between the UK and the EU, and that it does not contravene any other enactment or rule of law."
            },
            {
                "length": 263,
                "short": "UK Forensic Data Exchange Legislation Amendments",
                "text": "\n* Simplified point 1: This extract of the legislation deals with the accreditation of forensic service providers in the UK, specifically in relation to the exchange of DNA, fingerprints, and vehicle registration data with other countries.\n* Simplified point 2: The legislation amends the Accreditation of Forensic Service Providers Regulations 2018 to replace references to the \"Framework Decision\" with references to \"Title II of Part 3 of the Trade and Cooperation Agreement\" in order to align with the new legal framework established by the European Union (Future Relationship) Act 2020.\n* Simplified point 3: The legislation also adds a new definition of \"the Trade and Cooperation Agreement\" to the regulations, which refers to the agreement reached between the UK and the EU under the Future Relationship Act.\n* Simplified point 4: The purpose of these changes is to ensure that the UK can continue to exchange forensic data with other countries, including the EU, in a way that is consistent with the new legal framework established by the Future Relationship Act."
            },
            {
                "length": 297,
                "short": "\"UK Updates Extradition Laws to Reflect Post-Brexit Changes\"",
                "text": "\n* Simplified point 1: The UK is removing certain European Union (EU) territories from its Extradition Act 2003, as they will no longer be considered category 1 territories under the EU's Trade and Cooperation Agreement.\n* Simplified point 2: The UK is amending the Extradition Act 2003 to reflect the change in category 1 territories, including removing references to \"European framework decisions\" and replacing them with references to \"Title VII of Part 3 of the Trade and Cooperation Agreement\".\n* Simplified point 3: The UK is also updating the Extradition Act 2003 to reflect the change in dual criminality, so that extradition requests made by the UK will be based on the Trade and Cooperation Agreement rather than the European framework decision.\n* Simplified point 4: The UK is removing the requirement for certain offences to be listed in the European framework list, as these offences will be covered by the Trade and Cooperation Agreement.\n* Simplified point 5: The UK is updating the definition of \"aircraft/ships/spacecraft\" in the Extradition Act 2003 to include \"spacecraft\"."
            },
            {
                "length": 284,
                "short": "\"UK Non-Food Product Safety Disclosure Rules\"",
                "text": "\n* Simplified point 1: The UK government can disclose information about non-food product safety to other countries or territories, including the European Commission, for the purpose of ensuring compliance with legal requirements and protecting consumers.\n* Simplified point 2: The UK government can disclose information about non-food product safety to relevant authorities, such as the Health and Safety Executive, for the purpose of ensuring health and safety, protecting consumers, and protecting the environment.\n* Simplified point 3: The UK government can only disclose information about non-food product safety if it is for a \"permitted purpose\" as defined in the legislation, such as ensuring health and safety, protecting consumers, or protecting the environment.\n* Simplified point 4: The UK government must not disclose information about non-food product safety if it would contravene data protection legislation or any other restriction on the disclosure of information.\n* Simplified point 5: The UK government can only disclose information about non-food product safety to market surveillance authorities in other countries or territories if it is for the purpose of ensuring compliance with legal requirements and protecting consumers."
            },
            {
                "length": 231,
                "short": "\"UK-Customs Data Sharing Agreement: Improving Import Duty System Administration while Protecting Privacy\"",
                "text": "\n* Simplified point 1: The UK government can share information with other customs services to improve the administration of the import duty system and prevent fraud.\n* Simplified point 2: The UK government can disclose information to anyone acting on their behalf, but only for the purposes of HMRC's customs functions or the functions of the other customs service in question.\n* Simplified point 3: The UK government must not disclose information if it would contravene data protection legislation or investigatory powers legislation.\n* Simplified point 4: The UK government can cooperate with other customs services to implement international obligations of the United Kingdom.\n* Simplified point 5: The UK government can only use information disclosed to it for the purposes of HMRC's customs functions or the functions of the other customs service in question, and must not further disclose it without consent."
            },
            {
                "length": 255,
                "short": "\"UK Government Given Regulatory Powers Over Goods Movement\"",
                "text": "\n* Simplified point 1: The UK government is given the power to make regulations about the movement of goods, including the ability to monitor, control, and restrict the movement of goods that pose a risk to public health, safety, national security, or the environment.\n* Simplified point 2: The regulations can include provisions for keeping records, providing information, making declarations, and authorizing the search of persons or vehicles, as well as the seizure, detention, or disposal of goods.\n* Simplified point 3: The regulations can also establish different classes of authorized economic operators and make provision for reviews or appeals in relation to decisions made by the Commissioners, the Treasury, or other public bodies.\n* Simplified point 4: The regulations must be made by the Commissioners or the Treasury, and they cannot impose or vary the amount of any duty or other form of taxation, establish a public authority, or include provision that would be within the legislative competence of the Scottish Parliament, Senedd Cymru, or the Northern Ireland Assembly."
            },
            {
                "length": 223,
                "short": "\"UK-EU Administrative Cooperation on Tax Matters: Overriding Conflicting Laws\"",
                "text": "\n* Simplified point 1: This section of the legislation allows for the implementation of administrative cooperation on VAT and mutual assistance on tax debts between the UK and the EU, despite any other enactments or laws that may conflict.\n* Simplified point 2: The Commissioners for Her Majesty's Revenue and Customs are responsible for the application of the protocol on administrative cooperation and combating fraud in the field of VAT and mutual assistance for the recovery of tax claims.\n* Simplified point 3: The protocol and any decisions or recommendations adopted by the Specialized Committee in accordance with it have effect in the UK despite any other laws or enactments that may conflict.\n* Simplified point 4: The section allows for the amendment of the time specified in subsection (6) by the Commissioners for Her Majesty's Revenue and Customs through regulations."
            },
            {
                "length": 238,
                "short": "\"UK Road Haulage Licenses Allowed in EU & EEA\"",
                "text": "\n* Simplified point 1: The UK government can issue licenses for international road haulage to UK-based hauliers, allowing them to operate in the EU and EEA.\n* Simplified point 2: The 2009 Regulation on common rules for access to the international road haulage market is amended to include the UK licence for the Community model, and to allow for laden journeys undertaken by vehicles from the UK between two Member States.\n* Simplified point 3: The 2019 regulations on licensing of operators and international road haulage are amended to allow for two cabotage operations instead of three, and to permit the disclosure of data from the electronic registers of drivers' cards for tachographs.\n* Simplified point 4: The Secretary of State and the Department for Infrastructure are authorized to disclose data from the electronic registers of drivers' cards for tachographs, subject to certain conditions and restrictions."
            },
            {
                "length": 258,
                "short": "\"UK Law Integration: EU Legislation Incorporated Domestically\"",
                "text": "\n* Simplified point 1: This section of the legislation integrates the European Union (Future Relationship) Act 2020 into UK law, making it part of domestic law.\n* Simplified point 2: The section specifies that certain provisions of the Trade and Cooperation Agreement, including the SSC Protocol, will form part of domestic law on and after a specific date, known as the \"relevant day.\"\n* Simplified point 3: The section also provides that any enactments made before, on, or after the relevant day that are necessary to implement the provisions of the Trade and Cooperation Agreement will have effect as if they were part of domestic law.\n* Simplified point 4: The references to the Trade and Cooperation Agreement in the section are only applicable to the agreement as it stands on the relevant day, and do not include any subsequent amendments or modifications.\n* Simplified point 5: The section defines certain terms used in the section, including \"domestic law,\" \"relevant day,\" and \"SSC Protocol.\""
            },
            {
                "length": 251,
                "short": "UK Government Gains Power Over EU, Euratom After Withdrawal",
                "text": "\n* Simplified point 1: This section of the legislation amends the International Organisations Act 1968 to give the UK government the power to make provisions for the European Union, Euratom, and related organizations and bodies after the UK's withdrawal from the EU.\n* Simplified point 2: The amendment allows the UK government to make provisions for these organizations and bodies in relation to their obligations and privileges, including the power to make such provisions as Her Majesty in Council considers appropriate in consequence of any provision of the kind referred to in subsection (2)(a) to (c).\n* Simplified point 3: The amendment defines \"EU or Euratom organisation or body\" as any organization or body established by or on behalf of the EU or Euratom, or any other organization or body in relation to which the UK had obligations immediately before IP completion day.\n* Simplified point 4: The amendment also defines \"specified\" as including the European Union, Euratom, and any EU or Euratom organization or body."
            },
            {
                "length": 250,
                "short": "Nuclear Cooperation Agreement Between UK and EAEC Secures Post-Brexit Collaboration",
                "text": "\n* Simplified point 1: The extract of the legislation establishes a Nuclear Cooperation Agreement between the UK and the European Atomic Energy Community (EAEC) for cooperation on the safe and peaceful uses of nuclear energy.\n* Simplified point 2: The legislation amends the Nuclear Safeguards (Fissionable Material and Relevant International Agreements) (EU Exit) Regulations 2019 to include the Agreement between the UK and EAEC as a relevant international agreement.\n* Simplified point 3: The legislation also amends the Nuclear Safeguards (EU Exit) Regulations 2019 to broaden the definition of \"specified international agreement\" to include the Agreement between the UK and EAEC.\n* Simplified point 4: The purpose of these changes is to ensure that the UK can continue to cooperate with the EAEC on nuclear energy matters after the UK's withdrawal from the EU."
            },
            {
                "length": 494,
                "short": "\"UK's Regulatory Powers Under Future Relationship Agreements\"",
                "text": "\n* Simplified point 1: The UK government can implement existing domestic law to comply with international obligations under the Trade and Cooperation Agreement.\n* Simplified point 2: The UK government can make modifications to existing domestic law to implement the Trade and Cooperation Agreement, the Nuclear Cooperation Agreement, or the Security of Classified Information Agreement.\n* Simplified point 3: The UK government can make regulations to implement the Trade and Cooperation Agreement, the Nuclear Cooperation Agreement, or the Security of Classified Information Agreement, including provisions that could be made by an Act of Parliament.\n* Simplified point 4: The UK government can make regulations to suspend, resume, or terminate any future relationship agreement, including the Trade and Cooperation Agreement, the Nuclear Cooperation Agreement, or the Security of Classified Information Agreement.\n* Simplified point 5: The UK government can make regulations to implement any agreed resolution of a dispute between the UK and another party under the Trade and Cooperation Agreement, the Security of Classified Information Agreement, or any other future relationship agreement.\n* Simplified point 6: The UK government can make regulations to confer a power to legislate, to implement a ruling of an arbitration tribunal under the Trade and Cooperation Agreement, or to amend or repeal any provision of the Scotland Act 1998, the Government of Wales Act 2006, or the Northern Ireland Act 1998.\n* Simplified point 7: The UK government can make financial provision for the purposes of, or in connection with, any future relationship agreement, including the Trade and Cooperation Agreement, the Nuclear Cooperation Agreement, or the Security of Classified Information Agreement.\n* Simplified point 8: The UK government can incur expenditure for the purpose of, or in connection with, preparing for anything about which provision may be made under a power to make subordinate legislation conferred or modified by or under this Act, before any such provision is made."
            },
            {
                "length": 368,
                "short": "\"Data Protection Legislation Definitions and Commencement Provisions\"",
                "text": "\n* Simplified point 1: This section defines various terms and concepts used throughout the Act, including \"the data protection legislation,\" \"devolved authority,\" \"enactment,\" \"future relationship agreement,\" \"member State,\" \"Minister of the Crown,\" \"modify,\" \"Northern Ireland devolved authority,\" \"PNR regulations,\" \"power to legislate,\" \"primary legislation,\" \"relevant criminal offence,\" \"relevant national authority,\" \"retained direct EU CAP legislation,\" \"retrospective provision,\" \"the Security of Classified Information Agreement,\" \"the Trade and Cooperation Agreement,\" \"tribunal,\" and \"treaty.\"\n\n* Simplified point 2: This section also provides that any provision of the Act which amends or repeals an enactment has the same extent as the enactment amended or repealed, except for certain provisions that extend only to England and Wales, Scotland, or Northern Ireland.\n\n* Simplified point 3: The section also includes provisions regarding regulations, including that a Minister of the Crown may make regulations under the Act, and that the regulations may include transitional, transitory, or saving provisions.\n\n* Simplified point 4: The section also includes provisions regarding the coming into force of the Act, including that certain provisions come into force on the day the Act is passed, and that other provisions may be brought into force by regulations appointed by a Minister of the Crown.\n\n* Simplified point 5: The section also includes provisions regarding the citation of the Act."
            }
        ],
        [
            {
                "length": 1025,
                "short": "\n\"EU Criminal Records Sharing: UK Must Notify Convictions of EU Nationals\"",
                "text": "\n* Simplified point 1: The UK must notify the central authority of any EU member state of convictions of EU nationals in UK courts.\n* Simplified point 2: The UK must notify the central authority of each EU member state of convictions of EU nationals in UK courts, if the individual is a national of more than one member state.\n* Simplified point 3: The notification must be given within 28 days of the conviction being recorded in the criminal records database.\n* Simplified point 4: The notification must include information about the conviction, such as the individual's name, date of birth, and the offense they committed.\n* Simplified point 5: The UK authority may include any other information they consider appropriate in the notification.\n* Simplified point 6: The UK authority must not disclose any information if the disclosure would contravene data protection legislation.\n\n* Simplified point 1: The designated UK authority must retain records of convictions and other information received from member states.\n* Simplified point 2: The designated UK authority can retain the records in any way they consider appropriate.\n* Simplified point 3: The designated UK authority must amend the records if they receive notifications of amendments or deletions.\n* Simplified point 4: The designated UK authority must not retain any information that would contravene data protection legislation.\n\n* Simplified point 1: The UK government can transfer personal data to third countries only if the transfer is based on adequacy regulations or if there are appropriate safeguards.\n* Simplified point 2: The intended recipient of the personal data must have functions related to law enforcement, such as preventing or investigating criminal offenses, and the data can only be used for that specific purpose.\n* Simplified point 3: The person transferring the data must ensure that the data is protected and can only be used for the purpose for which it was transferred.\n* Simplified point 4: The legislation defines \"personal data\" and \"third country\" for the purposes of the section.\n\n* Simplified point 1: The UK can request information from member states about overseas convictions of individuals.\n* Simplified point 2: The UK can only use the information provided for the purpose it was requested and in accordance with any restrictions specified by the central authority that provided it.\n* Simplified point 3: The UK can use the information to prevent an immediate and serious threat to public security.\n* Simplified point 4: The UK can request information from the central authority of each member state if the individual is a national of more than one member state.\n\n* Simplified point 1: The UK government can share information with other EU countries about individuals' criminal convictions.\n* Simplified point 2: The information shared must be related to convictions for certain types of crimes, such as child sexual offenses, and must be provided within 20 working days of the request.\n* Simplified point 3: The UK government is not required to share information about spent convictions, unless the request is for the purposes of a criminal investigation or criminal proceedings.\n* Simplified point 4: The UK government must comply with requests for information relating to individuals' convictions, even if the information is recorded in the criminal records database or retained in accordance with section 2.\n* Simplified point 5: The UK government must not disclose any information if the disclosure would contravene data protection legislation.\n\n* Simplified point 1: The text defines and explains the meaning of certain terms used in the \"criminal records provisions\" of the European Union (Future Relationship) Act 2020.\n* Simplified point 2: The text specifies the authorities responsible for maintaining criminal records databases in different parts of the UK, and the purposes for which these databases can be used.\n* Simplified point 3: The text provides that certain convictions are not considered as convictions for the purposes of the criminal records provisions, and that the appropriate national authority may make regulations to change the meaning of \"criminal records database\" in relation to a part of the UK.\n* Simplified point 4: The text defines \"UK national\" as an individual who is a British citizen, British overseas territories citizen, British National (Overseas), or British Overseas citizen, or a person who under the British Nationality Act 1981 is a British subject.\n* Simplified point 5: The"
            },
            {
                "length": 544,
                "short": "UK Gov't Gains Power Over Goods Movement & Licensing",
                "text": "\n* Simplified point 1: The UK government gains the power to make regulations regarding the movement of goods, including monitoring, controlling, and restricting the movement of goods that pose a risk to public health, safety, national security, or the environment.\n\n* Simplified point 2: The regulations can include provisions for keeping records, providing information, making declarations, and authorizing the search of people or vehicles, as well as the seizure, detention, or disposal of goods.\n\n* Simplified point 3: The regulations can also establish different classes of authorized economic operators and make provision for reviews or appeals in relation to decisions made by the Commissioners, the Treasury, or other public bodies.\n\n* Simplified point 4: The regulations must be made by the Commissioners or the Treasury, and they cannot impose or vary the amount of any duty or other form of taxation, establish a public authority, or include provision that would be within the legislative competence of the Scottish Parliament, Senedd Cymru, or the Northern Ireland Assembly.\n\n* Simplified point 5: The UK government can issue licenses for international road haulage to UK-based hauliers, allowing them to operate in the EU and EEA.\n\n* Simplified point 6: The 2009 Regulation on common rules for access to the international road haulage market is amended to include the UK license for the Community model, and to allow for laden journeys undertaken by vehicles from the UK between two Member States.\n\n* Simplified point 7: The 2019 regulations on licensing of operators and international road haulage are amended to allow for two cabotage operations instead of three, and to permit the disclosure of data from the electronic registers of drivers' cards for tachographs.\n\n* Simplified point 8: The Secretary of State and the Department for Infrastructure are authorized to disclose data from the electronic registers of drivers' cards for tachographs, subject to certain conditions and restrictions.\n\n* Simplified point 9: The UK government can make provisions for the European Union, Euratom, and related organizations and bodies after the UK's withdrawal from the EU.\n\n* Simplified point 10: The UK government can implement existing domestic law to comply with international obligations under the Trade and Cooperation Agreement."
            }
        ],
        [
            {
                "length": 698,
                "short": "\nUK Criminal Record Sharing with EU Countries",
                "text": "\n* Simplified point 1: The UK must notify the central authority of any EU member state of convictions of EU nationals in UK courts.\n\n* Simplified point 2: The UK must notify the central authority of each EU member state of convictions of EU nationals in UK courts, if the individual is a national of more than one member state.\n\n* Simplified point 3: The notification must be given within 28 days of the conviction being recorded in the criminal records database.\n\n* Simplified point 4: The notification must include information about the conviction, such as the individual's name, date of birth, and the offense they committed.\n\n* Simplified point 5: The UK authority may include any other information they consider appropriate in the notification.\n\n* Simplified point 6: The UK authority must not disclose any information if the disclosure would contravene data protection legislation.\n\n* Simplified point 1: The UK government can transfer personal data to third countries only if the transfer is based on adequacy regulations or if there are appropriate safeguards.\n\n* Simplified point 2: The intended recipient of the personal data must have functions related to law enforcement, such as preventing or investigating criminal offenses, and the data can only be used for that specific purpose.\n\n* Simplified point 3: The person transferring the data must ensure that the data is protected and can only be used for the purpose for which it was transferred.\n\n* Simplified point 4: The legislation defines \"personal data\" and \"third country\" for the purposes of the section.\n\n* Simplified point 1: The UK can request information from member states about overseas convictions of individuals.\n\n* Simplified point 2: The UK can only use the information provided for the purpose it was requested and in accordance with any restrictions specified by the central authority that provided it.\n\n* Simplified point 3: The UK can use the information to prevent an immediate and serious threat to public security.\n\n* Simplified point 4: The UK can request information from the central authority of each member state if the individual is a national of more than one member state.\n\n* Simplified point 1: The UK government can share information with other EU countries about individuals' criminal convictions.\n\n* Simplified point 2: The information shared must be related to convictions for certain types of crimes, such as child sexual offenses, and must be provided within 20 working days of the request.\n\n* Simplified point 3: The UK government is not required to share information about spent convictions, unless the request is for the purposes of a criminal investigation or criminal proceedings.\n\n* Simplified point 4: The UK government must comply with requests for information relating to individuals' convictions, even if the information is recorded in the criminal records database or retained in accordance with section 2.\n\n* Simplified point 5: The UK government must not disclose any information if the disclosure would contravene data protection legislation."
            }
        ]
    ],
    "summary": "The European Union (Future Relationship) Act 2020 simplifies the sharing of criminal records between the UK and EU countries. It requires the UK to notify the central authority of any EU member state of convictions of EU nationals in UK courts, and to provide information about the conviction, such as the individual's name, date of birth, and the offense they committed. The UK authority must retain records of convictions and other information received from member states, and can only disclose information if it is necessary for the purpose for which it was obtained. Additionally, the UK government can share information with other EU countries about individuals' criminal convictions, but is not required to share information about spent convictions. Finally, the act gives the UK government powers to make regulations regarding the movement of goods, including monitoring, controlling, and restricting the movement of goods that pose a risk to public health, safety, national security, or the environment."
}