{
    "general": "This law makes rules for people who run pension funds (like a big savings account for retirement). It helps make sure that the money in these funds is used correctly and fairly, so that people can have a comfortable retirement.",
    "series": [
        [
            {
                "length": 333,
                "short": "The Pension Schemes Act 2021: Collective Money Purchase Benefits and Qualifying Benefits",
                "text": "\n* Simplified point 1: The Pension Schemes Act 2021 defines \"collective money purchase benefits\" as a type of pension scheme where all benefits provided are subject to periodic adjustments to achieve a balance between the value of the available assets and the required amount.\n\n* Simplified point 2: The Act defines \"qualifying benefits\" as benefits provided under a pension scheme that are subject to periodic adjustments to achieve a balance between the value of the available assets and the required amount, and are not of a description specified in regulations made by the Secretary of State.\n\n* Simplified point 3: The Act requires that pension schemes providing collective money purchase benefits must be divided into sections, and that each section must be used only by a single employer or a group of connected employers.\n\n* Simplified point 4: The Act provides that where a pension scheme is divided into sections, an authorisation previously granted in respect of the undivided scheme applies to any of those sections that are collective money purchase schemes by reason of section 1(2)(b) and satisfy certain conditions.\n\n* Simplified point 5: The Act amends the definitions of \"money purchase benefits\" in various Acts, including the Building Societies Act 1986, the Pension Schemes Act 1993, and the Pensions Act 2008."
            },
            {
                "length": 226,
                "short": "\"Pensions Regulator Authorization Requirements for Collective Money Purchase Schemes\"",
                "text": "\n* Simplified point 1: The Pensions Regulator must authorize collective money purchase schemes before they can operate.\n* Simplified point 2: The Pensions Regulator will consider several factors when deciding whether to authorize a collective money purchase scheme, including the fitness and propriety of the people involved, the soundness of the scheme's design, the scheme's financial sustainability, and the adequacy of the scheme's systems and processes for communicating with members and others.\n* Simplified point 3: If the Pensions Regulator is not satisfied that the collective money purchase scheme meets the authorisation criteria, it must refuse to grant authorisation and notify the applicant of its decision.\n* Simplified point 4: The decision to grant or refuse authorisation can be referred to the First-tier Tribunal or Upper Tribunal by the trustees or any other person who is directly affected by the decision."
            },
            {
                "length": 362,
                "short": "\"UK Pension Schemes Act 2021: Authorization Requirements for Collective Money Purchase Schemes\"",
                "text": "\n* Simplified point 1: The text delimited by triple backticks is an extract of clauses from a piece of UK Legislation with the title \"Pension Schemes Act 2021\"\n\n* Simplified point 2: The extract outlines the requirements for authorisation of a collective money purchase scheme, including the fit and proper persons requirement, scheme design requirement, financial sustainability requirement, communication requirement, systems and processes requirements, and continuity strategy requirement.\n\n* Simplified point 3: The fit and proper persons requirement assesses whether the persons involved in the scheme are fit and proper to act in their respective capacities.\n\n* Simplified point 4: The scheme design requirement ensures that the design of the scheme is sound and meets certain specified matters.\n\n* Simplified point 5: The financial sustainability requirement ensures that the scheme has sufficient financial resources to meet certain costs, including the costs of setting up and running the scheme and the costs of complying with duties under sections 31 to 45.\n\n* Simplified point 6: The communication requirement ensures that the scheme has adequate systems and processes for communicating with members and others.\n\n* Simplified point 7: The systems and processes requirements ensure that the systems and processes used in running the scheme are sufficient to ensure that it is run effectively.\n\n* Simplified point 8: The continuity strategy requirement ensures that the interests of members of the scheme are protected if a triggering event occurs."
            },
            {
                "length": 401,
                "short": "\"Pension Scheme Rules and Valuations Under the Pension Schemes Act 2021\"",
                "text": "\n* Simplified point 1: The Pension Schemes Act 2021 requires collective money purchase schemes to have rules about how the rate or amount of benefits provided under the scheme is to be determined.\n* Simplified point 2: The rules must include how the available assets of the scheme and the required amount are to be determined, and how adjustments to the rate or amount of benefits are to be made over time.\n* Simplified point 3: The Secretary of State may make regulations to provide for alternative methods and assumptions to be used in determining the required amount, and to specify matters that the trustees must take into account when making decisions.\n* Simplified point 4: The trustees must obtain actuarial valuations in accordance with the scheme rules, and the scheme actuary must prepare an actuarial valuation setting out the available assets of the scheme and their value, the required amount, and whether an adjustment to the rate or amount of benefits is required.\n* Simplified point 5: The trustees must obtain an actuarial valuation within a period specified or described in regulations, and must send the valuation to the Pensions Regulator within a period specified or described in regulations.\n* Simplified point 6: The Pensions Regulator may direct the trustees to obtain an actuarial valuation, and may specify the period within which the valuation is to be obtained and the date by reference to which the matters to be set out in the actuarial valuation are to be determined.\n* Simplified point 7: The Pensions Regulator may also make regulations to provide for the method of determining the required amount, and to specify matters that the trustees must take into account when making decisions."
            },
            {
                "length": 369,
                "short": "\"Amendments to Prohibit Modifications to Occupational Pension Schemes and Protect Member Rights\"",
                "text": "\n* Simplified point 1: The Pensions Act 1995 is amended to prohibit modifications to occupational pension schemes that would or might result in subsisting rights being replaced with collective money purchase benefits.\n* Simplified point 2: The Pensions Act 1995 is amended to provide that any exercise of power to make a prohibited modification is void.\n* Simplified point 3: The Pensions Act 1995 is amended to provide that regulations may provide for cases in which the subsisting rights provisions do not apply.\n* Simplified point 4: The Pensions Act 1995 is amended to provide that the definition of \"money purchase benefits\" in section 181(1) of the Pension Schemes Act 1993 is to be read as including any other survivor of the member.\n* Simplified point 5: The Pensions Act 1995 is amended to provide that transfer rights in relation to collective money purchase benefits are to be treated as a separate scheme for the purposes of Chapter 1 of Part 4ZA of the Pension Schemes Act 1993.\n* Simplified point 6: The Pensions Act 1995 is amended to provide that trustees must give the member notice in writing of the cash equivalent that relates to collective money purchase benefits, and must not enter into an agreement with a third party to use the member's cash equivalent in a specified way before the end of a specified period."
            },
            {
                "length": 236,
                "short": "\"Pensions Regulator Oversight of Collective Money Purchase Schemes\"",
                "text": "\n* Simplified point 1: The Pensions Regulator maintains a list of authorized collective money purchase schemes and can require trustees to submit a supervisory return.\n\n* Simplified point 2: The Pensions Regulator can issue a risk notice to the trustees of a collective money purchase scheme if there is an issue of concern, and the trustees must submit a plan to resolve the issue.\n\n* Simplified point 3: The Pensions Regulator can direct the trustees to implement the proposals in the resolution plan, and the trustees must provide progress reports on their implementation.\n\n* Simplified point 4: The Pensions Regulator can withdraw the authorisation of a collective money purchase scheme if it is no longer satisfied that the scheme meets the authorisation criteria.\n\n* Simplified point 5: The Pensions Regulator must notify the trustees that the scheme is no longer authorised and remove it from the list of authorised collective money purchase schemes."
            },
            {
                "length": 306,
                "short": "\"Pensions Regulator Triggers for Collective Money Purchase Scheme Winding Up\"",
                "text": "\n* Simplified point 1: The Pensions Regulator can issue a warning notice or determination notice to a collective money purchase scheme if they believe the scheme is not being run properly.\n* Simplified point 2: If an employer or relevant former employer becomes insolvent or is unlikely to continue as a going concern, the scheme can be triggered to be wound up.\n* Simplified point 3: The scheme can also be triggered if a person with power to do so decides that the scheme should be wound up or if an event occurs that is required or permitted by the scheme's provisions to result in the winding up of the scheme.\n* Simplified point 4: The scheme can also be triggered if a person with power to do so decides that the scheme should become a closed scheme or if an event occurs that is required or permitted by the scheme's provisions to result in the scheme becoming a closed scheme.\n* Simplified point 5: The triggering events table lists the specific events that can trigger the winding up of a collective money purchase scheme, including the issuance of a warning notice or determination notice by the Pensions Regulator, an insolvency event, and certain decisions made by the scheme's trustees or other persons with power to do so."
            },
            {
                "length": 291,
                "short": "\"Regulatory Authority's Power to Withdraw Scheme Approval\"",
                "text": "\n* Simplified point 1: The Pensions Regulator can withdraw authorization of a collective money purchase scheme if a triggering event occurs.\n* Simplified point 2: A triggering event period starts when a triggering event occurs and ends when the Regulator resolves the event or the scheme is wound up.\n* Simplified point 3: The Regulator can determine that a triggering event has been resolved in two ways: either by making a determination not to withdraw authorization, or by making a determination on a review under the Pensions Act 2004.\n* Simplified point 4: If there is no referral of the determination to the Tribunal within the time period allowed, the date of the Regulator's determination marks the end of the triggering event period.\n* Simplified point 5: If there is a referral to the Tribunal, the date of the Tribunal's determination marks the end of the triggering event period if the Tribunal makes a determination that the scheme's authorization should not be withdrawn.\n* Simplified point 6: If an appeal is brought against the Tribunal's determination, the triggering event period ends when the appeal is finally disposed of."
            },
            {
                "length": 286,
                "short": "\"Pension Scheme Notifications Required Under UK Law\"",
                "text": "\n* Simplified point 1: The Pension Schemes Act 2021 requires trustees of collective money purchase schemes to notify the Pensions Regulator of certain triggering events that occur in relation to the scheme.\n* Simplified point 2: The triggering events include insolvency events, events that make it unlikely for the employer to continue as a going concern, decisions to wind up or close the scheme, and certain events required or permitted by the scheme's provisions.\n* Simplified point 3: The notification must be given before the end of the period specified in regulations made by the Secretary of State, and the disclosure of information under this section does not breach any obligation of confidence owed by the person making the disclosure.\n* Simplified point 4: The section does not require a disclosure of information if the disclosure would contravene the data protection legislation, and a person is not required to disclose anything in respect of which a claim to legal professional privilege could be maintained in legal proceedings.\n* Simplified point 5: Failure to comply with the requirements of this section can result in civil penalties under section 10 of the Pensions Act 1995."
            },
            {
                "length": 322,
                "short": "\"Trustee Obligations After Triggering Events in Collective Money Purchase Schemes\"",
                "text": "\n* Simplified point 1: The trustees of a collective money purchase scheme must pursue one of the continuity options (discharge of liabilities and winding up, resolving the triggering event, or conversion to a closed scheme) if a triggering event occurs.\n* Simplified point 2: The trustees must pursue continuity option 1 (discharge of liabilities and winding up) if the triggering event is an item 1 or 2 triggering event and the decision to withdraw authorisation has become final, or if the triggering event is an item 3 triggering event.\n* Simplified point 3: The trustees may pursue continuity option 3 (conversion to a closed scheme) only if the provisions of the scheme allow them to do so.\n* Simplified point 4: The trustees must pursue continuity option 1 even if the item 1, 2, or 3 triggering event occurs within the triggering event period of an earlier triggering event, and the trustees have already decided to pursue continuity option 2 or 3 in respect of the earlier triggering event.\n* Simplified point 5: Failure to comply with the requirements of this section may result in civil penalties under section 10 of the Pensions Act 1995."
            },
            {
                "length": 246,
                "short": "\"Pension Scheme Authorization Withdrawal Process Outlined in the Pension Schemes Act 2021\"",
                "text": "\n* Simplified point 1: This section of the Pension Schemes Act 2021 outlines the process for withdrawing authorization from a pension scheme.\n* Simplified point 2: The process involves the Pensions Regulator making a determination to withdraw authorization, and the scheme's authorisation becomes final in certain circumstances, such as when there is no referral to the Tribunal within the allowed time period or when the Tribunal makes a determination that the scheme's authorisation should be withdrawn.\n* Simplified point 3: The section also defines the dates on which the determination becomes final, depending on the triggering event.\n* Simplified point 4: The Tribunal's determination is the final decision in the matter, and the appeal process is outlined in the section.\n* Simplified point 5: The section also references the Pensions Act 2004, which provides further details on the Tribunal's process and the standard and special procedures."
            },
            {
                "length": 376,
                "short": "\"Pension Scheme Liquidation Protocol\"",
                "text": "\n* Simplified point 1: The trustees of a collective money purchase scheme must quantify the value of each beneficiary's accrued rights to benefits under the scheme and propose a way to discharge the scheme's liability to each beneficiary.\n* Simplified point 2: The proposal must be formulated in one of the ways set out in the legislation, such as transferring the value of the beneficiaries' accrued rights to a collective money purchase scheme or a Master Trust scheme, or securing the payment of benefits by an alternative payment mechanism.\n* Simplified point 3: The notification to employers, relevant former employers, and beneficiaries must be given in the manner specified in regulations made by the Secretary of State, and before the end of the period specified in the regulations.\n* Simplified point 4: The Secretary of State may make regulations to enable continuity option 1 to be given effect, which may include provision about how the quantification referred to in subsection (1)(a) is to be carried out, and provision for securing that a person who has become a pensioner beneficiary receives a periodic income until the proposal under subsection (1)(b) is implemented or some other specified time.\n* Simplified point 5: Regulations under subsection (6) must include provision about how the quantification referred to in subsection (1)(a) is to be carried out, provision for securing that a person who has become a pensioner beneficiary receives a periodic income, and provision specifying requirements to be met in the case of a pension scheme or an alternative payment mechanism."
            },
            {
                "length": 187,
                "short": "\"Resolving Triggering Events in Collective Money Purchase Schemes: Trustee Obligations and Penalties\"",
                "text": "\n* Simplified point 1: The trustees of a collective money purchase scheme must try to resolve the triggering event that caused the scheme to enter the continuity option 2.\n* Simplified point 2: The trustees must notify the Pensions Regulator when they think the triggering event has been resolved, and the Pensions Regulator will decide if the event has been resolved and if any other events that occurred since the triggering event have been resolved.\n* Simplified point 3: If the trustees fail to comply with the requirements of this section, they may face civil penalties.\n* Simplified point 4: Regulations made under subsection (3)(b) are subject to negative resolution procedure."
            },
            {
                "length": 279,
                "short": "\"Conversion of Collective Money Purchase Scheme into Closed Scheme: Trustee Decision and Regulatory Approval Required\"",
                "text": "\n* Simplified point 1: The trustees of a collective money purchase scheme can choose to convert the scheme into a closed scheme if they have decided that it is in the best interests of the scheme's members.\n* Simplified point 2: The trustees must notify the Pensions Regulator when they have completed the preparations for the conversion and the Regulator must confirm that the conversion will resolve the triggering event that gave rise to the decision to pursue continuity option 3.\n* Simplified point 3: The conversion of the scheme into a closed scheme can only be carried out in accordance with the provisions of the scheme and the trustees may not reverse the closure of the scheme once it has been carried out.\n* Simplified point 4: Failure to comply with the requirements and restrictions imposed by this section can result in civil penalties.\n* Simplified point 5: Regulations under subsection (3) are subject to negative resolution procedure.\n* Simplified point 6: The reference to closure of the scheme in subsection (7) means closed to new contributions or new members (or both)."
            },
            {
                "length": 238,
                "short": "\"Trustee Oversight Requirements for Collective Money Purchase Schemes in Case of Triggering Events\"",
                "text": "\n* Simplified point 1: The trustees of a collective money purchase scheme must submit an implementation strategy to the Pensions Regulator for approval if a triggering event occurs.\n* Simplified point 2: The implementation strategy must outline how the interests of scheme members will be protected following the triggering event.\n* Simplified point 3: The trustees are not required to submit an implementation strategy if an earlier triggering event has occurred and the decision to withdraw authorisation has become final.\n* Simplified point 4: The Pensions Regulator may direct the trustees to comply with a requirement imposed by this section.\n* Simplified point 5: Failure to comply with a direction under subsection (4) may result in civil penalties under section 10 of the Pensions Act 1995.\n* Simplified point 6: This section overrides any conflicting provisions of the collective money purchase scheme."
            },
            {
                "length": 185,
                "short": "\"Pensions Regulator Approval Required for Implementation Strategy\"",
                "text": "\n* Simplified point 1: The Pensions Regulator can only approve an implementation strategy if it is satisfied that the strategy is adequate.\n* Simplified point 2: The implementation strategy must include information about the levels of administration charges and the continuity options being pursued.\n* Simplified point 3: The implementation strategy must include information about how the triggering event will be resolved, how the scheme will be closed, and any revisions needed to the viability report and continuity strategy.\n* Simplified point 4: The Pensions Regulator can make regulations to specify the information that must be included in the implementation strategy and how it must be prepared.\n* Simplified point 5: Regulations made under this section are subject to the negative resolution procedure."
            },
            {
                "length": 182,
                "short": "\"Trustee Obligations for Collective Money Purchase Schemes: Continuity Option and Compliance Requirements\"",
                "text": "\n* Simplified point 1: Trustees of a collective money purchase scheme must pursue the continuity option identified in an approved implementation strategy and take other steps as identified in the strategy to carry it out.\n* Simplified point 2: The Pensions Regulator can direct the trustees to comply with subsection (1) if they fail to do so, and failure to comply can result in civil penalties.\n* Simplified point 3: The section overrides any conflicting provisions in the scheme's rules or a contract between the trustees and a service provider.\n* Simplified point 4: Regulations under subsection (2) are subject to negative resolution procedure."
            },
            {
                "length": 168,
                "short": "\"Pension Protection: Winding Up Requirements for Collective Money Purchase Schemes\"",
                "text": "\n* Simplified point 1: The Pension Schemes Act 2021 prohibits winding up a collective money purchase scheme except in accordance with continuity option 1.\n* Simplified point 2: The prohibition overrides any conflicting provisions in the scheme's rules and is enforced by civil penalties.\n* Simplified point 3: The continuity option 1 requires the scheme to be wound up in a way that maintains the benefits of the scheme's members.\n* Simplified point 4: The purpose of this provision is to protect the benefits of scheme members and ensure the continuity of the scheme."
            },
            {
                "length": 140,
                "short": "\"Pensions Regulatory Reporting Requirements for Collective Money Purchase Schemes\"",
                "text": "\n* Simplified point 1: The trustees of a collective money purchase scheme must submit periodic reports to the Pensions Regulator during a triggering event period.\n* Simplified point 2: The reports must provide information on progress in implementing the implementation strategy, record events or decisions, and contain other specified information.\n* Simplified point 3: Failure to comply with the reporting requirements can result in civil penalties.\n* Simplified point 4: The regulations under this section are subject to the negative resolution procedure."
            },
            {
                "length": 283,
                "short": "\"Pensions Regulator's Pause Order for Collective Money Purchase Schemes: Implementation Strategy and Actuarial Valuation Requirements\"",
                "text": "\n* Simplified point 1: The Pensions Regulator can make a pause order to help the trustees of a collective money purchase scheme implement their implementation strategy.\n* Simplified point 2: The pause order can direct the trustees to obtain an actuarial valuation within a specified period, and the valuation must contain certain information and statements.\n* Simplified point 3: The pause order can also direct the trustees to not admit new members to the scheme, not make further payments towards the scheme, not pay benefits to members, and not allow transfers of member rights from the scheme.\n* Simplified point 4: The pause order can specify the date by reference to which the matters to be set out in the actuarial valuation must be determined, and the information and statements that the valuation must contain.\n* Simplified point 5: The pause order can also require the trustees to repay amounts that have been deducted from payments of earnings in respect of an employment, and to not allow transfers of member rights from the scheme unless the amounts paid out from the scheme in respect of the transfers satisfy certain conditions."
            },
            {
                "length": 289,
                "short": "\"Pension Scheme Regulation: Prohibition on Increasing Administration Charges During Triggering Event Period\"",
                "text": "\n* Simplified point 1: The legislation prohibits pension scheme trustees from increasing administration charges during a \"triggering event period\" for the scheme.\n* Simplified point 2: The legislation applies to collective money purchase schemes and Master Trust schemes, and prohibits the imposition of new administration charges on members during the triggering event period.\n* Simplified point 3: The Secretary of State can make regulations to provide exceptions to the prohibition on increasing administration charges, and to specify how levels of administration charges are to be calculated.\n* Simplified point 4: The legislation overrides any conflicting provisions in collective money purchase schemes, Master Trust schemes, and contracts between the trustees and service providers.\n* Simplified point 5: The Secretary of State can apply the provisions of the section to receiving schemes that have certain characteristics specified in regulations.\n* Simplified point 6: Failure to comply with the section can result in civil penalties.\n* Simplified point 7: The section defines \"receiving scheme\" and \"transferring scheme\" and provides that regulations under the section are subject to affirmative or negative resolution procedure."
            },
            {
                "length": 155,
                "short": "\"Scheme Transparency Requirements for Collective Money Purchase Schemes\"",
                "text": "\n* Simplified point 1: The Secretary of State can require trustees of collective money purchase schemes to publish information about the scheme.\n* Simplified point 2: The regulations can specify the information to be published, the form and manner of publication, and the exclusion of certain information.\n* Simplified point 3: Trustees must comply with the requirements and have regard to any guidance provided by the Secretary of State.\n* Simplified point 4: Failure to comply can result in civil penalties.\n* Simplified point 5: The regulations are subject to negative resolution procedure."
            },
            {
                "length": 231,
                "short": "UK Government's Power to Expand Pension Scheme Protections",
                "text": "\n* Simplified point 1: The UK government has the power to expand the definition of \"qualifying schemes\" in the Pension Schemes Act 2021, which would allow more types of pension schemes to be eligible for certain protections and benefits.\n* Simplified point 2: The government can make regulations to provide further provisions for collective money purchase schemes that cannot be considered qualifying schemes, or sections of qualifying schemes, due to specific circumstances.\n* Simplified point 3: The regulations can cover aspects such as authorisation by the Pensions Regulator, triggering events, and continuity options.\n* Simplified point 4: The regulations can apply to relevant schemes used by multiple employers, some or all of which are not connected with each other.\n* Simplified point 5: The provision made under this section can include modifications or amendments to this Part and other enactments, and are subject to the affirmative resolution procedure."
            },
            {
                "length": 321,
                "short": "Pension Schemes Act 2021: Definitions and Regulation-Making Process",
                "text": "\n* Simplified point 1: The text outlines various definitions and interpretations of terms used in the Pension Schemes Act 2021, including \"authorisation\", \"administration charge\", and \"employer\".\n* Simplified point 2: The text also outlines the process for making regulations under the Act, including the requirement for affirmative or negative resolution procedure.\n* Simplified point 3: The text defines the terms \"qualifying scheme\", \"qualifying benefit\", and \"collective money purchase scheme\", and explains how these terms are used in the Act.\n* Simplified point 4: The text explains the concept of \"triggering events\" and how they can lead to the winding up of a pension scheme.\n* Simplified point 5: The text outlines the process for ceasing to operate a pension scheme, including the requirement for a determination notice and the possibility of a warning notice.\n* Simplified point 6: The text defines the term \"the scheme actuary\" and explains their role in relation to pension schemes.\n* Simplified point 7: The text explains the meaning of \"scheme rules\" and how they can be amended.\n* Simplified point 8: The text outlines the process for making regulations under the Act, including the requirement for affirmative or negative resolution procedure."
            },
            {
                "length": 353,
                "short": "UK Pension Legislation: Understanding Collective Money Purchase Benefits and Qualifying Schemes",
                "text": "\n* Simplified point 1: The text defines and explains the concept of \"collective money purchase benefits\" and \"qualifying schemes\" in the context of UK pension legislation.\n* Simplified point 2: The text outlines the requirements for a pension scheme to be considered a \"qualifying scheme\" and provides details on the types of benefits that can be provided under such schemes.\n* Simplified point 3: The text explains the concept of \"qualifying benefits\" and how they are subject to periodic adjustments to achieve a balance between the value of the available assets of the scheme and the required amount.\n* Simplified point 4: The text describes the separation of qualifying benefits from other benefits under a pension scheme, and the requirements for appropriate separation.\n* Simplified point 5: The text provides details on the definition of \"public service pension scheme\" and how it relates to the Pension Schemes (Northern Ireland) Act 1993.\n* Simplified point 6: The text explains the meaning of \"connected\" and \"statutory pension scheme\" in the context of public service pension schemes.\n* Simplified point 7: The text outlines the regulation-making powers of the Department for Work and Pensions regarding the division of pension schemes into sections and the authorization of collective money purchase schemes.\n* Simplified point 8: The text includes amendments to definitions of \"money purchase benefits\" in various Acts and Schedules."
            },
            {
                "length": 221,
                "short": "\"Pensions Regulator Authorization Requirements for Collective Money Purchase Schemes\"",
                "text": "\n* Simplified point 1: The Pensions Regulator must authorize a collective money purchase scheme before it can be operated.\n* Simplified point 2: The Pensions Regulator will consider various factors when deciding whether to authorize a collective money purchase scheme, including the fitness and propriety of the persons involved, the soundness of the scheme's design, the scheme's financial sustainability, and the adequacy of the scheme's systems and processes.\n* Simplified point 3: If the Pensions Regulator is not satisfied that the collective money purchase scheme meets the authorisation criteria, it must refuse to grant authorisation and notify the applicant of its decision.\n* Simplified point 4: The decision to grant or refuse authorisation can be referred to the First-tier Tribunal or Upper Tribunal by the trustees or any other person who is directly affected by the decision."
            },
            {
                "length": 367,
                "short": "\"UK Pension Schemes Act 2021: Authorization Requirements for Collective Money Purchase Schemes\"",
                "text": "\n* Simplified point 1: The text delimited by triple backticks is an extract of clauses from a piece of UK Legislation with the title \"Pension Schemes Act 2021\"\n\n* Simplified point 2: The extract outlines the requirements for authorisation of a collective money purchase scheme, including the fit and proper persons requirement, scheme design requirement, financial sustainability requirement, communication requirement, systems and processes requirements, and continuity strategy requirement.\n\n* Simplified point 3: The fit and proper persons requirement assesses whether the persons involved in the scheme are fit and proper to act in their respective capacities.\n\n* Simplified point 4: The scheme design requirement ensures that the design of the scheme is sound and meets certain specified matters.\n\n* Simplified point 5: The financial sustainability requirement ensures that the scheme has sufficient financial resources to meet certain costs, including the costs of setting up and running the scheme and the costs of complying with duties under sections 82 to 96.\n\n* Simplified point 6: The communication requirement ensures that the scheme has adequate systems and processes for communicating with members and others.\n\n* Simplified point 7: The systems and processes requirements ensure that the systems and processes used in running the scheme are sufficient to ensure that it is run effectively.\n\n* Simplified point 8: The continuity strategy requirement ensures that the interests of members of the scheme are protected if a triggering event occurs in relation to the scheme."
            },
            {
                "length": 311,
                "short": "\"Pensions Regulator's Powers to Ensure Compliance with Scheme Rules\"",
                "text": "\n* Simplified point 1: The Pensions Regulator has the power to direct the trustees of a collective money purchase scheme to obtain an actuarial valuation if it appears that the trustees have failed to comply with a requirement to obtain an actuarial valuation.\n* Simplified point 2: The Pensions Regulator can direct the trustees to take steps to remedy or mitigate any failure to comply with the requirements of the scheme rules, such as adjusting the rate or amount of benefits provided under the scheme.\n* Simplified point 3: The Pensions Regulator can exercise its powers under this section where it appears that the trustees have failed to comply with a requirement to obtain an actuarial valuation or to make an adjustment to the rate or amount of benefits provided under the scheme, without good reason.\n* Simplified point 4: The Pensions Regulator must comply with any requirements specified in regulations made by the Department when exercising its powers under this section.\n* Simplified point 5: The Department may make regulations to provide for alternative methods and assumptions to be used in determining the required amount, and to specify matters that the trustees must take into account or follow in making decisions.\n* Simplified point 6: The regulations under this section are subject to negative resolution."
            },
            {
                "length": 319,
                "short": "\"Modifying Occupational Pension Schemes: New Rules and Prohibitions\"",
                "text": "\n* Simplified point 1: The Pensions (Northern Ireland) Order 1995 is amended to include new rules about modifying occupational pension schemes, specifically regarding the subsisting rights provisions.\n* Simplified point 2: The subsisting rights provisions are modified to include a new prohibition on making modifications that would result in a relevant transformation of any subsisting right of a member or survivor of a member.\n* Simplified point 3: The definition of \"prohibited modification\" is expanded to include any modification that would result in a relevant transformation of a subsisting right.\n* Simplified point 4: The definition of \"money purchase benefits\" is amended to exclude collective money purchase benefits.\n* Simplified point 5: The transfer rights provisions are amended to include new rules about crystallisation events and the calculation of cash equivalents.\n* Simplified point 6: The trustees' duties after exercising an option are expanded to include new duties related to collective money purchase benefits.\n* Simplified point 7: The legislation includes new provisions related to the calculation of cash equivalents for applications that relate to collective money purchase benefits.\n* Simplified point 8: The legislation includes new provisions related to the trustees' further duties regarding collective money purchase benefits."
            },
            {
                "length": 237,
                "short": "\"Pensions Regulator Oversight of Collective Money Purchase Schemes\"",
                "text": "\n* Simplified point 1: The Pensions Regulator maintains a list of authorized collective money purchase schemes and may require trustees to submit a supervisory return.\n\n* Simplified point 2: The Pensions Regulator may issue a risk notice to the trustees of a collective money purchase scheme if there is an issue of concern, and the trustees must submit a resolution plan to address the issue.\n\n* Simplified point 3: The Pensions Regulator may direct the trustees to implement the proposals in the resolution plan, and the trustees must provide progress reports on their implementation.\n\n* Simplified point 4: The Pensions Regulator may withdraw the authorisation of a collective money purchase scheme if it is no longer satisfied that the scheme meets the authorisation criteria.\n\n* Simplified point 5: The Pensions Regulator must notify the trustees of the withdrawal of authorisation and remove the scheme from the list of authorised collective money purchase schemes."
            },
            {
                "length": 271,
                "short": "\"Pensions Regulator Notification Requirements for Collective Money Purchase Scheme Winding Up\"",
                "text": "\n* Simplified point 1: The Pensions Regulator can issue a warning notice or determination notice to a collective money purchase scheme if they believe the scheme is not being run properly.\n* Simplified point 2: If an employer becomes insolvent or is no longer able to contribute financially to the scheme, the trustees of the scheme must be notified.\n* Simplified point 3: If the trustees of the scheme decide to wind up the scheme, they must notify the Pensions Regulator.\n* Simplified point 4: If an event occurs that is required or permitted by the scheme's rules to result in the winding up of the scheme, the trustees must notify the Pensions Regulator.\n* Simplified point 5: If the scheme becomes a closed scheme, the trustees must notify the Pensions Regulator.\n\nIn summary, this section of the Pension Schemes Act 2021 outlines the triggering events that can lead to the winding up of a collective money purchase scheme, and the notification requirements for the trustees and the Pensions Regulator in relation to these events."
            },
            {
                "length": 322,
                "short": "\"Pensions Regulator Triggering Event Period and Dates\"",
                "text": "\n* Simplified point 1: The Pensions Regulator can issue a warning notice or determination notice to a pension scheme if there is a triggering event, such as a breach of the scheme's rules or a failure to comply with the law.\n* Simplified point 2: The triggering event period is the time period during which the Pensions Regulator can issue a warning notice or determination notice to the pension scheme, and it ends when the Regulator makes a determination that the scheme's authorization should not be withdrawn, or when the scheme is wound up.\n* Simplified point 3: The triggering event period can be extended if there is a referral to the Tribunal of a determination by the Pensions Regulator, and the Tribunal makes a determination that the scheme's authorization should not be withdrawn.\n* Simplified point 4: The text defines the dates that end the triggering event period, including the date of the Pensions Regulator's determination, the date of the Tribunal's determination, and the date on which the appeal is finally disposed of.\n\nIn summary, the text sets out the time periods and dates that apply to the Pensions Regulator's powers to issue warning notices and determination notices to pension schemes in the event of a triggering event, and the dates that end the triggering event period."
            },
            {
                "length": 415,
                "short": "\"Notifying the Pensions Regulator of Triggering Events for Collective Money Purchase Schemes\"",
                "text": "\n* Simplified point 1: The Pension Schemes Act 2021 requires trustees of collective money purchase schemes to notify the Pensions Regulator of certain triggering events, such as insolvency events or decisions to wind up the scheme.\n* Simplified point 2: The triggering events are listed in a table in the legislation and include items such as an insolvency event occurring in relation to an employer or a relevant former employer, an employer or relevant former employer becoming unlikely to continue as a going concern, and a decision to wind up or make a closed scheme.\n* Simplified point 3: The notification requirement applies to each person specified in relation to the triggering event in the table, including the employer or relevant former employer, the trustees, and the person who made the decision to wind up or make a closed scheme.\n* Simplified point 4: The notification must be given before the end of the period specified in regulations made by the Department, and the disclosure of information under this section does not breach any obligation of confidence owed by the person making the disclosure.\n* Simplified point 5: The section does not require a disclosure of information if the disclosure would contravene the data protection legislation, and a person is not required to disclose anything in respect of which a claim to legal professional privilege could be maintained in legal proceedings.\n* Simplified point 6: Failure to comply with the requirement imposed by this section is subject to a civil penalty under Article 10 of the [Pensions (Northern Ireland) Order 1995](https://www.legislation.gov.uk/nisi/1995/3213?view=plain)."
            },
            {
                "length": 252,
                "short": "\"Trustee Obligations After Triggering Event: Continuity Options and Penalties\"",
                "text": "\n* Simplified point 1: The trustees of a collective money purchase scheme must pursue one of the continuity options (discharge of liabilities and winding up, resolving the triggering event, or conversion to a closed scheme) if a triggering event occurs.\n* Simplified point 2: If the triggering event is an item 1 or 2 triggering event and the decision to withdraw authorization has become final, or if the triggering event is an item 3 triggering event, the trustees must pursue continuity option 1 even if an earlier triggering event has occurred.\n* Simplified point 3: The trustees may pursue continuity option 3 only if the provisions of the scheme allow them to do so, and subject to any conflicts with other provisions of the scheme.\n* Simplified point 4: Failure to comply with the requirements of this section can result in civil penalties under Article 10 of the Pensions (Northern Ireland) Order 1995."
            },
            {
                "length": 232,
                "short": "\"Pension Scheme Withdrawal Authorization: Finality and Triggering Events\"",
                "text": "\n* Simplified point 1: The section defines when a decision to withdraw authorisation from a pension scheme becomes final.\n* Simplified point 2: The decision becomes final on the date specified in the table in subsection (2), depending on the triggering event (item 1 or 2) and the circumstances surrounding it.\n* Simplified point 3: The table outlines the circumstances and dates for each triggering event, including the date of the Pensions Regulator's determination, the date of the Tribunal's determination, and the date of the appeal's final disposition.\n* Simplified point 4: The section also defines the meaning of \"the Tribunal\" for the purposes of the section, referring to Article 91(7) of the Pensions (Northern Ireland) Order 2005 in the case of the standard procedure, and Article 94(13) of that Order in the case of the special procedure."
            },
            {
                "length": 320,
                "short": "\"Discharging Scheme Liabilities: Trustee Responsibilities\"",
                "text": "\n* Simplified point 1: The trustees of a collective money purchase scheme must quantify the value of each beneficiary's accrued rights to benefits under the scheme and propose a way to discharge the scheme's liability to each beneficiary.\n* Simplified point 2: The proposal must be formulated in one of the ways set out in the legislation, such as transferring the value of the beneficiaries' accrued rights to a collective money purchase scheme or a Master Trust scheme, or securing the payment of benefits by an alternative payment mechanism.\n* Simplified point 3: The notification to employers, relevant former employers, and beneficiaries must be given in the manner specified in regulations made by the Department, and before the end of the period specified in the regulations.\n* Simplified point 4: The regulations may include provision about how the quantification referred to in subsection (1)(a) is to be carried out, provision for securing that a person who has become a pensioner beneficiary receives a periodic income, and provision about how rights conferred by the regulations may be exercised.\n* Simplified point 5: The regulations may also include provision about the winding up of the collective money purchase scheme in circumstances where the scheme's liabilities to beneficiaries are discharged."
            },
            {
                "length": 211,
                "short": "\"Trustee Obligations in Collective Money Purchase Schemes: Resolving Triggering Events and Avoiding Penalties\"",
                "text": "\n* Simplified point 1: The trustees of a collective money purchase scheme must try to resolve the triggering event that caused the scheme to enter the continuity option 2.\n* Simplified point 2: The trustees must notify the Pensions Regulator when they think the triggering event has been resolved, and the Pensions Regulator will decide if the event has been resolved and if any other events that occurred since the triggering event have also been resolved.\n* Simplified point 3: If the trustees fail to comply with the requirements of this section, they may face civil penalties under Article 10 of the Pensions (Northern Ireland) Order 1995.\n* Simplified point 4: Regulations under subsection (3)(b) are subject to negative resolution."
            },
            {
                "length": 304,
                "short": "\"Conversion of Collective Money Purchase Scheme into Closed Scheme: Trustee Control and Restrictions\"",
                "text": "\n* Simplified point 1: The trustees of a collective money purchase scheme can choose to convert the scheme into a closed scheme if they have decided that it is in the best interests of the scheme's members.\n* Simplified point 2: The trustees must notify the Pensions Regulator when they have completed the preparations for the conversion, and the Regulator will then notify the trustees if the conversion is allowed to proceed.\n* Simplified point 3: The conversion of the scheme into a closed scheme can only be carried out in accordance with the provisions of the scheme, and the scheme may not begin operating as a closed scheme until the trustees have received notification from the Regulator.\n* Simplified point 4: Once the scheme has been converted into a closed scheme, the trustees may not reverse the closure (either completely or to any extent).\n* Simplified point 5: Failure to comply with the requirements and restrictions imposed by this section can result in civil penalties.\n* Simplified point 6: Regulations under subsection (3) are subject to negative resolution.\n* Simplified point 7: The reference to closure of the scheme in subsection (7) includes closure to new contributions or new members (or both)."
            },
            {
                "length": 247,
                "short": "\"Trustee Oversight Requirements for Collective Money Purchase Schemes in Case of Triggering Events\"",
                "text": "\n* Simplified point 1: The trustees of a collective money purchase scheme must submit an implementation strategy to the Pensions Regulator for approval if a triggering event occurs.\n* Simplified point 2: The implementation strategy must outline how the interests of scheme members will be protected following the triggering event.\n* Simplified point 3: The trustees are not required to submit an implementation strategy if an earlier triggering event has occurred and the decision to withdraw authorisation has become final.\n* Simplified point 4: The Pensions Regulator may direct the trustees to comply with a requirement imposed by this section.\n* Simplified point 5: Failure to comply with a direction under subsection (4) may result in civil penalties under Article 10 of the Pensions (Northern Ireland) Order 1995.\n* Simplified point 6: This section overrides any provision of the collective money purchase scheme to the extent of any conflict."
            },
            {
                "length": 191,
                "short": "\"Pension Scheme Implementation Strategy Approval Requirements\"",
                "text": "\n* Simplified point 1: The Pensions Regulator can only approve an implementation strategy if it is satisfied that the strategy is adequate.\n* Simplified point 2: The implementation strategy must include information about the levels of administration charges and the continuity options that will be pursued.\n* Simplified point 3: The implementation strategy must include information about how the triggering event will be resolved, how the scheme will be closed, and any revisions that will be needed to the viability report and continuity strategy.\n* Simplified point 4: The implementation strategy must be prepared in accordance with regulations made by the Department and include any other information specified or described in regulations made by the Department.\n* Simplified point 5: Regulations under this section are subject to negative resolution."
            },
            {
                "length": 414,
                "short": "\"Trustee Obligations for Collective Money Purchase Schemes: Continuity and Implementation Strategies\"",
                "text": "\n* Simplified point 1: Trustees of a collective money purchase scheme must pursue the continuity option identified in an approved implementation strategy and take other steps as identified in the strategy to carry it out.\n* Simplified point 2: The trustees must make an approved implementation strategy relating to the scheme available to employers or relevant former employers before the end of the period specified in regulations.\n* Simplified point 3: If an item 1, 2, or 3 triggering event occurs within the triggering event period for an earlier triggering event, the trustees cease to be subject to the requirements of subsection (1) and regulations under subsection (2) in respect of an approved implementation strategy relating to the earlier triggering event, but if it becomes clear that authorization is not to be withdrawn, the trustees are again subject to those requirements from the date on which that becomes clear.\n* Simplified point 4: The Pensions Regulator may direct the trustees to comply with subsection (1) if they fail to do so, and Article 10 of the [Pensions (Northern Ireland) Order 1995](https://www.legislation.gov.uk/nisi/1995/3213?view=plain) (civil penalties) applies to a person who fails to comply with a direction under subsection (4).\n* Simplified point 5: This section overrides any conflicting provisions of a collective money purchase scheme or a contract between the trustees of a collective money purchase scheme and a person providing services in relation to the scheme.\n* Simplified point 6: Regulations under subsection (2) are subject to negative resolution."
            },
            {
                "length": 168,
                "short": "\"Pension Protection: Winding Up Requirements for Collective Money Purchase Schemes\"",
                "text": "\n* Simplified point 1: The Pension Schemes Act 2021 prohibits winding up a collective money purchase scheme except in accordance with continuity option 1.\n* Simplified point 2: The prohibition overrides any conflicting provisions in the scheme's rules and is enforced through civil penalties.\n* Simplified point 3: The continuity option 1 requires the scheme to be wound up in a way that maintains the benefits of the scheme's members.\n* Simplified point 4: The purpose of this provision is to protect the benefits of scheme members and ensure the continuity of the scheme."
            },
            {
                "length": 134,
                "short": "\"Pensions Regulatory Reports for Collective Money Purchase Schemes\"",
                "text": "\n* Simplified point 1: The trustees of a collective money purchase scheme must submit reports to the Pensions Regulator during a triggering event period.\n* Simplified point 2: The reports must provide information on progress in carrying out the implementation strategy, record events or decisions, and contain other specified information.\n* Simplified point 3: Failure to comply with the reporting requirements can result in civil penalties.\n* Simplified point 4: Regulations under this section are subject to negative resolution."
            },
            {
                "length": 257,
                "short": "\"Pensions Regulator's Pause Order Powers for Collective Money Purchase Schemes\"",
                "text": "\n* Simplified point 1: The Pensions Regulator can make a pause order to protect the interests of scheme members during a triggering event period for a collective money purchase scheme.\n* Simplified point 2: The pause order can direct the trustees to obtain an actuarial valuation and can prohibit new members from being admitted to the scheme, or further payments being made towards the scheme, or benefits being paid to members.\n* Simplified point 3: The pause order can also require the trustees to repay amounts deducted from payments of earnings, and can prohibit transfers of or in respect of a member's rights under the scheme rules.\n* Simplified point 4: The pause order may specify the date by reference to which matters to be set out in the actuarial valuation must be determined, and the information and statements that the valuation must contain.\n* Simplified point 5: The pause order can also require the trustees to obtain an actuarial valuation within a specified period, and can specify other requirements that the valuation must satisfy."
            },
            {
                "length": 266,
                "short": "\"Pension Scheme Administrative Charges Prohibition\"",
                "text": "\n* Simplified point 1: The legislation prohibits pension scheme trustees from increasing administration charges during a \"triggering event period\" for the scheme.\n* Simplified point 2: The legislation applies to collective money purchase schemes and Master Trust schemes, and prohibits the imposition of new administration charges on members during the triggering event period.\n* Simplified point 3: The legislation allows the Department to make regulations to provide exceptions to the prohibition on increasing administration charges, and to specify how levels of administration charges are to be calculated.\n* Simplified point 4: The legislation applies to receiving schemes that have characteristics specified in regulations under section 87(2)(b) of the Pension Schemes Act 2017.\n* Simplified point 5: The legislation provides that Article 10 of the Pensions (Northern Ireland) Order 1995 applies to trustees who fail to comply with the prohibition on increasing administration charges.\n* Simplified point 6: The legislation defines \"receiving scheme\" and \"transferring scheme\" for the purposes of the section."
            },
            {
                "length": 197,
                "short": "\"Publishing Information Requirements for Collective Money Purchase Schemes\"",
                "text": "\n* Simplified point 1: The Department may require trustees of a collective money purchase scheme to publish information about the scheme, such as a document or information about the scheme's performance.\n* Simplified point 2: The regulations may specify the form and manner in which the information must be published, and may also require the trustees to make the information available free of charge.\n* Simplified point 3: The trustees must comply with the requirements imposed by the regulations, and must have regard to any guidance prepared by the Department.\n* Simplified point 4: Failure to comply with the requirements may result in civil penalties.\n* Simplified point 5: The regulations are subject to negative resolution, meaning that they must be approved by Parliament before they can come into effect."
            },
            {
                "length": 202,
                "short": "\"Pensions Regulator Authorization for Collective Money Purchase Schemes\"",
                "text": "\n* Simplified point 1: The Pensions Regulator can authorize collective money purchase schemes that are not qualifying schemes, but for regulations under section 54 of the Pension Schemes Act 2021.\n* Simplified point 2: The regulations can make provision about triggering events and continuity options for relevant schemes used by multiple employers, and can disapply statutory provisions corresponding to anything in Part 1 of the Pension Schemes Act 2017.\n* Simplified point 3: The regulations can modify or amend this Part of the Pension Schemes Act 2021, as well as make consequential modifications or amendments of any other statutory provision.\n* Simplified point 4: Regulations under this section are subject to confirmatory procedure."
            },
            {
                "length": 250,
                "short": "Pension Schemes Act 2021 Amendments: Minor Changes and Definitions",
                "text": "\n* Simplified point 1: This section of the Pension Schemes Act 2021 outlines the minor and consequential amendments to be made regarding Part 2 of the Act.\n\n* Simplified point 2: These amendments include changes to the definitions of certain terms, such as \"administration charge\" and \"authorisation criteria,\" as well as the addition of new definitions for \"Master Trust scheme\" and \"qualifying scheme.\"\n\n* Simplified point 3: The section also outlines the regulation-making powers of the Department for Communities in Northern Ireland, including the ability to make different provision for different purposes and to make transitional, transitory, or saving provision.\n\n* Simplified point 4: The regulations made under this section may be subject to either negative resolution or confirmatory procedure, depending on the specific provision being made.\n\n* Simplified point 5: The section also includes a table of defined expressions, which lists provisions that define or explain terms used in this Part of the Act."
            },
            {
                "length": 251,
                "short": "\"New Rules to Prevent Employers from Dodging Pension Debts\"",
                "text": "\n* Simplified point 1: This extract of the legislation adds three new tests to the criteria for issuing a contribution notice in cases where an employer is trying to avoid paying their pension debts.\n* Simplified point 2: The three new tests are the employer insolvency test, the employer resources test, and the existing test for avoiding employer debt.\n* Simplified point 3: The changes made by this extract of the legislation will allow the issuing of contribution notices in more situations where employers are trying to avoid their pension debts.\n* Simplified point 4: The extract also makes changes to the wording of the existing section 38A to include sections 38C and 38E, which are new sections added by the Pension Schemes Act 2021.\n* Simplified point 5: The changes made by this extract of the legislation will help to ensure that employers cannot avoid their pension debts by using insolvency or other tactics."
            },
            {
                "length": 280,
                "short": "Employer Insolvency Test for Pension Schemes Act 2021",
                "text": "\n* Simplified point 1: The section defines the \"employer insolvency test\" for the purposes of section 38 of the Pension Schemes Act 2021.\n* Simplified point 2: The test is met if the scheme's assets are less than its liabilities, and the employer's failure to contribute would materially reduce the amount of a debt owed to the scheme.\n* Simplified point 3: The Regulator can estimate the value and amounts referred to in the section, taking into account how assets and liabilities are determined for the purposes of section 75 of the Pensions Act 1995.\n* Simplified point 4: The Regulator must disregard any debt due from the employer under section 75 of the Pensions Act 1995 when estimating the value of the assets and the amount of the debt.\n* Simplified point 5: The \"relevant time\" for the purposes of the section is the time of the act or failure to act, or the time when the failure occurred, or the time which the Regulator determines and which falls within a period of time."
            },
            {
                "length": 268,
                "short": "\"Conditions for No Contribution Notice Issuance and Defense for Diligent Actors in Insolvency Cases\"",
                "text": "\n* Simplified point 1: The section outlines the conditions under which a contribution notice cannot be issued by the Pensions Regulator.\n* Simplified point 2: The section provides a defense for individuals who have acted diligently and in good faith in relation to an employer's insolvency.\n* Simplified point 3: The section sets out the conditions that must be met in order for an individual to be considered to have acted diligently and in good faith, including considering the potential impact of the act or failure on the scheme's debt and taking all reasonable steps to minimize any negative impact.\n* Simplified point 4: The section provides that if an individual is unable to show that all of the conditions are met, but does show that some of them are met, then the acts or failures within paragraph (b) are not to count for the purposes of section 38C as acts or failures to act in the series.\n* Simplified point 5: The section defines certain terms used in the section, including \"the relevant time\" and \"a warning notice\"."
            },
            {
                "length": 260,
                "short": "\"Employer Resources Test for Section 38 Contribution Notices Under the Pension Schemes Act 2021\"",
                "text": "\n* Simplified point 1: This section of the Pension Schemes Act 2021 outlines the criteria for the Regulator to issue a section 38 contribution notice to an employer.\n* Simplified point 2: The employer resources test is met if the Regulator believes that the employer's resources have been reduced, and that reduction is a material one compared to the estimated section 75 debt.\n* Simplified point 3: The Regulator will determine what constitutes the employer's resources and how to value them according to regulations.\n* Simplified point 4: The estimated section 75 debt is the amount the Regulator estimates the employer would owe to the scheme under section 75 of the Pensions Act 1995 if certain conditions are met.\n* Simplified point 5: The relevant time for calculating the estimated section 75 debt is the time immediately before the first act or failure to act occurred, or the time immediately before the act or failure to act first occurred."
            },
            {
                "length": 338,
                "short": "Pension Schemes Act 2021: Conditions for Issuing Contribution Notices",
                "text": "\n* Simplified point 1: The section of the Pension Schemes Act 2021 outlines the conditions under which a contribution notice can be issued to an employer for a reduction in the value of the resources of the employer.\n* Simplified point 2: The section provides a defense for the employer if they can show that they gave due consideration to the potential reduction in value before becoming party to the act or failure, took all reasonable steps to eliminate or minimize the potential reduction, and it was reasonable to conclude that the act or failure would not bring about a material reduction in value.\n* Simplified point 3: The section also defines the \"estimated section 75 debt\" and outlines the circumstances under which the debt is to be disregarded.\n* Simplified point 4: The section provides for the case of acts or failures to act forming part of a series, where the employer can be regarded as having shown the matters mentioned in subsection (2) if they show that the matters are met in relation to each of the acts or failures in the series.\n* Simplified point 5: The section also outlines the consequences of an employer being unable to show that the matters set out in subsection (9)(a) or (b) are met, and the acts or failures within paragraph (b) are not to count for the purposes of section 38E as acts or failures to act in the series."
            },
            {
                "length": 277,
                "short": "\"Amendments to Employer Contribution Notices: Easier Enforcement for Pensions Regulator\"",
                "text": "\n* Simplified point 1: This section of the Pension Schemes Act 2021 amends the Pensions Act 2004 to make it easier for the Pensions Regulator to issue contribution notices to employers who have caused a loss to their pension scheme.\n* Simplified point 2: The section adds new factors that the Regulator can consider when deciding whether to issue a contribution notice, such as the effect of the employer's actions on the value of the scheme's assets or liabilities.\n* Simplified point 3: The section also clarifies that the Regulator can take into account any failure by the employer to comply with their obligations under section 69A of the Pensions Act 2004, which relates to the duty to give notices and statements to the Regulator in respect of certain events.\n* Simplified point 4: The section further clarifies that the Regulator can consider the effect of the employer's actions on the value of the assets or liabilities of any relevant transferee scheme, which is a scheme that has received a transfer of assets from the original scheme."
            },
            {
                "length": 1153,
                "short": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
                "text": "\n* Simplified point 1: This section of the Pension Schemes Act 2021 amends the Pensions Act 2004 to change the way the sum specified in a contribution notice is determined.\n* Simplified point 2: The \"relevant time\" for the purposes of this section is now the end of the scheme year that ended most recently before the day the Regulator gives a determination notice under section 96(2)(d) in respect of an intended contribution notice under section 38.\n* Simplified point 3: The section omits subsection (4A) of the original legislation.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
            },
            {
                "length": 255,
                "short": "\"Pensions Regulation Changes: Sanctions for Non-Compliance Introduced\"",
                "text": "\n* Simplified point 1: The Pensions Act 2004 is being amended to introduce sanctions for failure to comply with a contribution notice.\n* Simplified point 2: The amendments specify a date for the purposes of sections 42A(2) and 42B(2) (sanctions for failure to comply with a contribution notice), and allow the Regulator to change the date if it is of the opinion that it is appropriate to do so.\n* Simplified point 3: The amendments also introduce an offence of failing to comply with a section 38 contribution notice, and allow for financial penalties to be imposed for failure to pay the debt due by virtue of the contribution notice.\n* Simplified point 4: The Regulator may not issue a warning notice to the person in respect of the imposition of a penalty under section 88A if an application under section 41(7) has been made in relation to the contribution notice and the application has not been determined, withdrawn or abandoned."
            },
            {
                "length": 390,
                "short": "\"UK Pension Scheme Reforms Target Avoidance and Risk Management\"",
                "text": "\n* Simplified point 1: The UK government has added new sections to the Pension Schemes Act 2021 to make it an offense to avoid employer debt or conduct that risks accrued scheme benefits.\n\n* Simplified point 2: The new sections, 58A to 58D, introduce sanctions for avoidance of employer debt and conduct risking accrued scheme benefits.\n\n* Simplified point 3: The sanctions include fines and imprisonment for up to seven years for individuals who intentionally avoid employer debt or engage in conduct that risks accrued scheme benefits.\n\n* Simplified point 4: The Regulator or the Secretary of State can institute proceedings for an offense under these new sections.\n\n* Simplified point 5: The new sections apply to occupational pension schemes other than money purchase schemes or prescribed schemes, and do not apply to persons acting as insolvency practitioners in accordance with their functions.\n\n* Simplified point 6: The new sections include provisions for financial penalties and disregard certain benefits received under the Pensions Act 1995.\n\n* Simplified point 7: The Regulator can issue financial penalties for avoidance of employer debt or conduct risking accrued scheme benefits, and can disregard certain benefits received under the Pensions Act 1995.\n\n* Simplified point 8: The new sections aim to prevent avoidance of employer debt and conduct risking accrued scheme benefits, and to ensure that pension schemes are run in the best interests of the members."
            },
            {
                "length": 270,
                "short": "\"Employer Notification Requirements for Pension Schemes: Amendments to the Pensions Act 2004\"",
                "text": "\n* Simplified point 1: The Pensions Act 2004 is amended to require employers to notify the Pensions Regulator of certain events related to their pension schemes.\n* Simplified point 2: The amendment adds a new section 69A to the Pensions Act 2004, which outlines the duty of employers to give notices and statements to the Regulator in respect of certain events, such as notifiable events, material changes, and non-occurrence of events.\n* Simplified point 3: The notice must be given in writing and must contain prescribed information, such as a description of the event, any adverse effects on the pension scheme, and any steps taken to mitigate those effects.\n* Simplified point 4: The amendment also introduces financial penalties for failure to comply with the duty to notify the Regulator of certain events.\n* Simplified point 5: The amendment applies to eligible schemes, which are defined as occupational pension schemes that are not contracted-out schemes."
            },
            {
                "length": 331,
                "short": "\"Pensions Regulation Enforcement: Failure to Comply with Notices and Inspections\"",
                "text": "\n* Simplified point 1: The Pensions Act 2004 is amended to require persons to attend before the Regulator and answer questions on matters specified in the notice, with failure to do so being an offence.\n* Simplified point 2: The Regulator may issue fixed penalty notices to persons who fail to comply with notices under section 72 or 72A, with the penalty not exceeding £50,000.\n* Simplified point 3: The Regulator may issue escalating penalty notices to persons who fail to comply with notices under section 72 or 72A, with the penalty calculated by reference to a daily rate not exceeding £10,000.\n* Simplified point 4: The Regulator may enter premises liable to inspection for the purposes of investigating compliance with the pensions legislation, including the Pension Schemes Act 2017 and Part 1 of the Pension Schemes Act 2021.\n* Simplified point 5: The Regulator may issue fixed penalty notices to persons who prevent or hinder an inspector from exercising powers under section 73, 74 or 75.\n* Simplified point 6: The Regulator may issue escalating penalty notices to persons who fail to comply with a fixed penalty notice."
            },
            {
                "length": 273,
                "short": "\"Pensions Regulation Penalties for False Information\"",
                "text": "\n* Simplified point 1: The provision aims to impose financial penalties on individuals who provide false or misleading information to the Pensions Regulator or trustees/managers of an occupational pension scheme.\n* Simplified point 2: The penalties apply when the false or misleading information is provided in purported compliance with certain requirements, such as reporting obligations or duties to provide information, and in circumstances where the provider intends or could reasonably be expected to know that the information would be used by the Regulator or trustees/managers for the purpose of exercising their functions.\n* Simplified point 3: The provision covers a range of scenarios, including the provision of false or misleading information to the Regulator in relation to the registration of a pension scheme, and the provision of false or misleading information to trustees or managers of an occupational pension scheme.\n* Simplified point 4: The financial penalties for providing false or misleading information are set out in section 88A of the Pensions Act 2004, and can be imposed where the information is found to be false or misleading in a material particular."
            },
            {
                "length": 276,
                "short": "\"UK Pension Regulation Penalties: Financial Consequences for Non-Compliance\"",
                "text": "\n* Simplified point 1: The UK government can impose financial penalties on individuals and companies that violate pension regulations.\n* Simplified point 2: The penalties can be as high as £1 million and can be imposed for acts such as avoiding employer debt or failing to pay contributions.\n* Simplified point 3: The regulator can issue notices to individuals and companies requiring them to pay penalties, and the penalties can be recovered through the courts.\n* Simplified point 4: The regulator can also issue notices to individuals and companies requiring them to pay penalties in relation to acts such as avoiding employer debt, and the penalties can be recovered through the courts.\n* Simplified point 5: The regulator can only issue notices to individuals and companies that have been convicted of an offence or have had criminal proceedings instituted against them.\n* Simplified point 6: The regulator can only issue notices to individuals and companies that have not already been required to pay a penalty under section 10 of the Pensions Act 1995."
            },
            {
                "length": 285,
                "short": "\"Pensions Dashboard Regulations: Streamlining Access to Retirement Information\"",
                "text": "\n* Simplified point 1: The Pensions Act 2004 is amended to require the Secretary of State to establish a qualifying pensions dashboard service that provides information about pensions to individuals.\n* Simplified point 2: The qualifying pensions dashboard service must comply with standards and specifications published by the Secretary of State, the Money and Pensions Service, or a person specified in regulations.\n* Simplified point 3: The regulations may require the provider of the pensions dashboard service to be approved by the Secretary of State, the Money and Pensions Service, or a person specified in the regulations.\n* Simplified point 4: The regulations may provide for the processing of personal data in accordance with the regulations, but not to the extent that it would contravene the data protection legislation.\n* Simplified point 5: The regulations may require the provider of the pensions dashboard service to coordinate activities with the Money and Pensions Service or a person specified in the regulations.\n* Simplified point 6: The regulations may provide for the involvement of intermediaries in the arrangements for dealing with requests for information about pensions."
            },
            {
                "length": 429,
                "short": "\"UK Pension Regulations: Information Transmission & Security Requirements\"",
                "text": "\n* Simplified point 1: The text delimited by triple backticks is an extract of clauses from a piece of UK Legislation, specifically the Pension Schemes Act 2021.\n* Simplified point 2: The extract outlines the requirements for providing pensions information to occupational pension schemes, including the provision of facilities or services for the transmission of information, verifying the identity of a person, and ensuring the security of information.\n* Simplified point 3: The regulations may impose requirements on the trustees or managers of occupational pension schemes regarding the provision of pensions information, including the use of electronic communications and facilities or services specified or of a description specified in the regulations.\n* Simplified point 4: The regulations may require the trustees or managers to comply with standards, specifications, or technical requirements published from time to time by the Secretary of State, the Money and Pensions Service, or a person specified or of a description specified in the regulations.\n* Simplified point 5: The facilities and services for which provision may be made by virtue of subsection (2)(b) may include facilities or services with functions relating to the transmission of information, verifying the identity of a person, and ensuring the security of information.\n* Simplified point 6: The regulations may provide for the processing of personal data in accordance with the regulations not to be in breach of any obligation of confidence owed by the person processing the personal data or any other restriction on the processing of personal data.\n* Simplified point 7: The regulations may make provision with a view to securing that the trustees or managers of a relevant occupational pension scheme comply with a provision of regulations under section 238D, including the issue of notices and the imposition of penalties."
            },
            {
                "length": 350,
                "short": "\"UK Government Streamlines Pension Information Access\"",
                "text": "\n* Simplified point 1: The UK government is making changes to pension schemes to make it easier for people to access information about their pensions.\n\n* Simplified point 2: The changes include the creation of a \"pensions dashboard\" service that will allow people to view information about their pensions from multiple providers in one place.\n\n* Simplified point 3: The dashboard will be provided by the Money and Pensions Service, and authorised providers will be required to comply with standards and specifications published by the FCA.\n\n* Simplified point 4: The rules will require authorised providers to have regard to guidance issued by the FCA when complying with the requirements.\n\n* Simplified point 5: The changes will also allow for the processing of personal data in accordance with the rules, but not in breach of any obligation of confidence or other restriction on the processing of personal data.\n\n* Simplified point 6: The FCA will consult with the Secretary of State and the Treasury before publishing draft rules, and the rules will not be treated as requiring the FCA to make general rules that come into force before regulations made under section 238D of the Pensions Act 2004 come into force.\n\n* Simplified point 7: The changes will apply to personal and stakeholder pension schemes, and will include requirements for providing pensions information, facilitating the provision of pensions information, and complying with standards and specifications published by the FCA."
            },
            {
                "length": 226,
                "short": "\"Pensions Dashboard Service: Accessing Information About Your Pensions\"",
                "text": "\n* Simplified point 1: The Money and Pensions Service must provide a pensions dashboard service that allows individuals to access information about their pensions.\n* Simplified point 2: The pensions dashboard service must provide information about state pensions, basic and additional retirement pensions, and state pension information relating to an individual.\n* Simplified point 3: The Money and Pensions Service may carry out other functions relating to pensions dashboard services, such as providing information from occupational pension schemes and personal or stakeholder pension schemes.\n* Simplified point 4: The functions of the Money and Pensions Service referred to in the section are part of its pensions guidance function.\n* Simplified point 5: The section defines certain terms used in the section, such as \"pensions dashboard service\", \"relevant occupational pension scheme\", \"specified authorised person\", and \"state pension\"."
            },
            {
                "length": 302,
                "short": "\"Climate Change Risk Management in Occupational Pension Schemes: New Regulations\"",
                "text": "\n* Simplified point 1: The Pensions Act 1995 is being amended to require pension schemes to consider the risks and opportunities arising from climate change.\n* Simplified point 2: The regulations may impose requirements on the trustees or managers of an occupational pension scheme to review the scheme's exposure to climate change risks, assess the assets of the scheme, and determine a strategy for managing those risks.\n* Simplified point 3: The regulations may require the trustees or managers to publish information about the effects of climate change on the scheme, and to have regard to guidance prepared by the Secretary of State.\n* Simplified point 4: The regulations may make provision for ensuring compliance with the requirements imposed by the regulations, including the issuing of notices and the imposition of penalties.\n* Simplified point 5: The regulations may provide for the determination of the amount of penalties imposed, and may confer other functions on the Authority.\n* Simplified point 6: The regulations may make provision for the publication of information about the effects of climate change on the scheme, and may require the trustees or managers to make the information available free of charge."
            },
            {
                "length": 374,
                "short": "\"Pension Scheme Reforms: New Conditions for Cash Equivalent Exercise\"",
                "text": "\n* Simplified point 1: The Pension Schemes Act 2021 amends the Pension Schemes Act 1993 to introduce new conditions for exercising the right to a cash equivalent when leaving a pension scheme.\n* Simplified point 2: The new conditions include requirements for the member's employment or place of residence, providing information or evidence to the trustees or managers, and obtaining information or guidance from a prescribed person.\n* Simplified point 3: The regulations may also prescribe conditions about the member's employment or place of residence, providing information or evidence to the trustees or managers, and obtaining information or guidance from a prescribed person.\n* Simplified point 4: The trustees or managers of the scheme may not use the cash equivalent for an authorised purpose unless prescribed conditions are satisfied.\n* Simplified point 5: The regulations may make provision requiring the trustees or managers of a pension scheme to notify a member who makes an application under section 95(1) of conditions prescribed under section 95(6ZA).\n* Simplified point 6: The regulations may also make provision requiring the trustees or managers of a qualifying scheme to notify an eligible member who gives a transfer notice of conditions prescribed under section 101F(5A).\n* Simplified point 7: The new conditions and requirements are intended to ensure that members of pension schemes are not subject to unfair or unreasonable requirements when exercising their rights to a cash equivalent."
            },
            {
                "length": 157,
                "short": "\"Pension Protection Fund Modifications: Always in Effect\"",
                "text": "\n* Simplified point 1: The Pension Protection Fund (PPF) modifications regarding pensionable service are deemed to have always been in effect.\n* Simplified point 2: The amendments made to the PPF (Compensation) Regulations 2005 and the PPF (Multi-employer Schemes) (Modification) Regulations 2005 by the Pension Protection Fund (Pensionable Service) and Occupational Pension Schemes (Investment and Disclosure) (Amendment and Modification) Regulations 2018 are also deemed to have always been in effect."
            },
            {
                "length": 203,
                "short": "Pension Scheme Charges Clarification Act 2021: Improved Transparency for Scheme Members",
                "text": "\n* Simplified point 1: This section of the Pension Schemes Act 2021 makes changes to the way administration charges are defined and disclosed in pension schemes. It ensures that charges are clearly stated and understood by scheme members.\n* Simplified point 2: The changes include replacing the term \"result in\" with \"constitute\" in certain sections of the Act, which strengthens the language used to describe the charges. Additionally, the definition of \"administration charge\" is expanded to include charges incurred by members when making transfer payments.\n* Simplified point 3: The section also makes minor amendments to other sections of the Act to improve the clarity and accuracy of the language used. These changes aim to improve the transparency and understanding of pension scheme charges for members."
            },
            {
                "length": 203,
                "short": "\"Repeal of Pension Schemes Act 2015 Provisions\"",
                "text": "\n* Simplified point 1: The extract repeals sections 1 to 7 of the Pension Schemes Act 2015, which relate to categories of pension schemes.\n* Simplified point 2: The repealed sections include provisions for pension schemes providing collective benefits, as well as general changes to legislation about pension schemes.\n* Simplified point 3: The extract also repeals Schedule 1 of the Pension Schemes Act 2015, which deals with early leavers and the revaluation of accrued benefits.\n* Simplified point 4: The extract repeals certain paragraphs of Schedule 2 of the Pension Schemes Act 2015, which relate to other amendments to do with Parts 1 and 2 of the Act."
            },
            {
                "length": 239,
                "short": "Pension Schemes Act 2021: Extent and Commencement",
                "text": "\n* Simplified point 1: This section defines the extent of the Pension Schemes Act 2021, which means the areas where the law will apply.\n* Simplified point 2: The law will apply to England, Wales, Scotland, and Northern Ireland, but some provisions will only apply to Northern Ireland.\n* Simplified point 3: The law will come into force on a date appointed by the Secretary of State or the Department for Communities in Northern Ireland, depending on the provision.\n* Simplified point 4: The Secretary of State can make regulations to make transitional, transitory, or saving provisions in connection with the coming into force of the law.\n* Simplified point 5: The Department for Communities in Northern Ireland can make orders to make transitional, transitory, or saving provisions in connection with the coming into force of the law.\n* Simplified point 6: The law can be cited as the Pension Schemes Act 2021."
            }
        ],
        [
            {
                "length": 286,
                "short": "\"UK Pension Schemes Act 2021: Authorization Requirements for Collective Money Purchase Schemes\"",
                "text": "\n* Simplified point 1: The Pension Schemes Act 2021 defines \"collective money purchase benefits\" as a type of pension scheme where all benefits provided are subject to periodic adjustments to achieve a balance between the value of the available assets and the required amount.\n\n* Simplified point 2: The Act requires that pension schemes providing collective money purchase benefits must be divided into sections, and that each section must be used only by a single employer or a group of connected employers.\n\n* Simplified point 3: The Pensions Regulator must authorize collective money purchase schemes before they can operate, and the decision to grant or refuse authorization can be referred to the First-tier Tribunal or Upper Tribunal by the trustees or any other person who is directly affected by the decision.\n\n* Simplified point 4: The text delimited by triple backticks is an extract of clauses from a piece of UK Legislation with the title \"Pension Schemes Act 2021\".\n\n* Simplified point 5: The extract outlines the requirements for authorisation of a collective money purchase scheme, including the fit and proper persons requirement, scheme design requirement, financial sustainability requirement, communication requirement, systems and processes requirement, and continuity strategy requirement."
            },
            {
                "length": 326,
                "short": "\"Pension Scheme Trustee Obligations During Triggering Events\"",
                "text": "\n* Simplified point 1: The trustees of a collective money purchase scheme must try to resolve the triggering event that caused the scheme to enter the continuity option 2.\n* Simplified point 2: The trustees must prepare an implementation strategy to address the triggering event and submit it to the Pensions Regulator for approval.\n* Simplified point 3: The Pensions Regulator can direct the trustees to comply with the implementation strategy and failure to comply can result in civil penalties.\n* Simplified point 4: The trustees must pursue the continuity option identified in the approved implementation strategy and take other steps as directed in the strategy to carry it out.\n* Simplified point 5: The Pensions Regulator can make regulations to specify the information that must be included in the implementation strategy and how it must be prepared.\n* Simplified point 6: The Pensions Regulator can also make regulations to provide exceptions to the prohibition on increasing administration charges during a triggering event period.\n* Simplified point 7: The Pensions Regulator can require trustees to publish information about the scheme, and failure to comply can result in civil penalties.\n* Simplified point 8: The UK government has the power to expand the definition of \"qualifying schemes\" in the Pension Schemes Act 2021, which would allow more types of pension schemes to be eligible for certain protections and benefits."
            },
            {
                "length": 1006,
                "short": "\"Pensions Regulator Powers Over Collective Money Purchase Schemes\"",
                "text": "\n* Simplified point 1: The Pensions Regulator has the power to direct the trustees of a collective money purchase scheme to obtain an actuarial valuation if it appears that the trustees have failed to comply with a requirement to obtain an actuarial valuation.\n* Simplified point 2: The Pensions Regulator can direct the trustees to take steps to remedy or mitigate any failure to comply with the requirements of the scheme rules, such as adjusting the rate or amount of benefits provided under the scheme.\n* Simplified point 3: The Pensions Regulator can exercise its powers under this section where it appears that the trustees have failed to comply with a requirement to obtain an actuarial valuation or to make an adjustment to the rate or amount of benefits provided under the scheme, without good reason.\n* Simplified point 4: The Pensions Regulator must comply with any requirements specified in regulations made by the Department when exercising its powers under this section.\n* Simplified point 5: The Department may make regulations to provide for alternative methods and assumptions to be used in determining the required amount, and to specify matters that the trustees must take into account or follow in making decisions.\n* Simplified point 6: The regulations under this section are subject to negative resolution.\n\n* Simplified point 1: The Pensions (Northern Ireland) Order 1995 is amended to include new rules about modifying occupational pension schemes, specifically regarding the subsisting rights provisions.\n* Simplified point 2: The subsisting rights provisions are modified to include a new prohibition on making modifications that would result in a relevant transformation of any subsisting right of a member or survivor of a member.\n* Simplified point 3: The definition of \"prohibited modification\" is expanded to include any modification that would result in a relevant transformation of a subsisting right.\n* Simplified point 4: The definition of \"money purchase benefits\" is amended to exclude collective money purchase benefits.\n* Simplified point 5: The transfer rights provisions are amended to include new rules about crystallisation events and the calculation of cash equivalents.\n* Simplified point 6: The trustees' duties after exercising an option are expanded to include new duties related to collective money purchase benefits.\n* Simplified point 7: The legislation includes new provisions related to the calculation of cash equivalents for applications that relate to collective money purchase benefits.\n* Simplified point 8: The legislation includes new provisions related to the trustees' further duties regarding collective money purchase benefits.\n\n* Simplified point 1: The Pensions Regulator maintains a list of authorized collective money purchase schemes and may require trustees to submit a supervisory return.\n\n* Simplified point 2: The Pensions Regulator may issue a risk notice to the trustees of a collective money purchase scheme if there is an issue of concern, and the trustees must submit a resolution plan to address the issue.\n\n* Simplified point 3: The Pensions Regulator may direct the trustees to implement the proposals in the resolution plan, and the trustees must provide progress reports on their implementation.\n\n* Simplified point 4: The Pensions Regulator may withdraw the authorisation of a collective money purchase scheme if it is no longer satisfied that the scheme meets the authorisation criteria.\n\n* Simplified point 5: The Pensions Regulator must notify the trustees of the withdrawal of authorisation and remove the scheme from the list of authorised collective money purchase schemes.\n\n* Simplified point 1: The Pensions Regulator can issue a warning notice or determination notice to a collective money purchase scheme if they believe the scheme is not being run properly.\n\n* Simplified point 2: If an employer becomes insolvent or is no longer able to contribute financially to the scheme, the trustees of the scheme must be notified.\n\n* Simplified point 3: If the trustees of the scheme decide to wind up the scheme, they must notify the Pensions Regulator.\n\n* Simplified point 4: If an event occurs that is required or permitted by the scheme's rules to result in the winding up of the scheme, the trustees must notify the Pensions Regulator.\n\n* Simplified point 5: If the scheme becomes a closed scheme, the trustees must notify the Pensions Regulator."
            },
            {
                "length": 630,
                "short": "\"Employer Pension Obligations: Warning Notices, Contribution Notices, and Financial Support Directions\"",
                "text": "\n* Simplified point 1: The Pensions Regulator can issue a contribution notice to an employer if they have failed to meet their pension obligations to a defined benefit pension scheme.\n* Simplified point 2: The contribution notice requires the employer to pay a specified amount to the scheme to address any funding deficiency or other breach of the scheme's rules.\n* Simplified point 3: The Pensions Regulator must consult with the scheme's trustees before issuing a contribution notice, and must consider any representations made by the trustees.\n* Simplified point 4: The contribution notice must be served on the employer within a specified period after the Regulator has made a determination that the employer has failed to meet their pension obligations.\n* Simplified point 5: The employer must comply with the contribution notice within the specified period, or face penalties for non-compliance.\n\n* Simplified point 1: The Pensions Regulator can issue a financial support direction to an employer if they have failed to meet their pension obligations to a defined benefit pension scheme.\n* Simplified point 2: The financial support direction requires the employer to provide financial support to the scheme to address any funding deficiency or other breach of the scheme's rules.\n* Simplified point 3: The Pensions Regulator must consult with the scheme's trustees before issuing a financial support direction, and must consider any representations made by the trustees.\n* Simplified point 4: The financial support direction must be served on the employer within a specified period after the Regulator has made a determination that the employer has failed to meet their pension obligations.\n* Simplified point 5: The employer must comply with the financial support direction within the specified period, or face penalties for non-compliance.\n\n* Simplified point 1: The Pensions Regulator can issue a warning notice to an employer if they have failed to meet their pension obligations to a defined benefit pension scheme.\n* Simplified point 2: The warning notice alerts the employer to the fact that they have failed to meet their pension obligations and informs them of the potential consequences of non-compliance.\n* Simplified point 3: The Pensions Regulator must consult with the scheme's trustees before issuing a warning notice, and must consider any representations made by the trustees.\n* Simplified point 4: The warning notice must be served on the employer within a specified period after the Regulator has made a determination that the employer has failed to meet their pension obligations.\n* Simplified point 5: The employer must comply with the warning notice within the specified period, or face penalties for non-compliance."
            },
            {
                "length": 374,
                "short": "\"New Governance Measures for Pension Schemes: Employer Contribution Notices and Financial Penalties\"",
                "text": "\n* Simplified point 1: The Pension Schemes Act 2021 introduces new measures to improve governance and regulation of pension schemes, including the power for the Regulator to issue contribution notices to employers who have caused a loss to their pension scheme.\n* Simplified point 2: The Regulator can issue contribution notices to employers who have caused a loss to their pension scheme, and the notice must specify the amount of the contribution required and the period within which it must be paid.\n* Simplified point 3: The Regulator can also impose financial penalties on employers who fail to comply with a contribution notice, and can disregard certain benefits received under the Pensions Act 1995.\n* Simplified point 4: The new sections also provide for the case of acts or failures to act forming part of a series, where the employer can be regarded as having shown the matters mentioned in subsection (2) if they show that the matters are met in relation to each of the acts or failures in the series.\n* Simplified point 5: The new sections also clarify that the Regulator can take into account any failure by the employer to comply with their obligations under section 69A of the Pensions Act 2004, which relates to the duty to give notices and statements to the Regulator in respect of certain events.\n* Simplified point 6: The new sections also provide for the Regulator to issue warnings notices to employers who have failed to comply with a contribution notice, and for the imposition of financial penalties for failure to pay the debt due by virtue of the contribution notice."
            },
            {
                "length": 699,
                "short": "Pension Scheme Changes: Easier Access to Information\n\nPlease note that I'll do my best to give you a concise and accurate title based on the simplified points you provide.",
                "text": "\n* Simplified point 1: The Pension Schemes Act 2021 introduces measures to prevent fraudulent or incorrect information being given to pension scheme trustees or managers.\n* Simplified point 2: The measures include the provision of false or misleading information to the Pensions Regulator or trustees/managers of an occupational pension scheme, and the imposition of financial penalties for doing so.\n* Simplified point 3: The regulations may require the provider of the pensions dashboard service to be approved by the Secretary of State, the Money and Pensions Service, or a person specified in the regulations.\n* Simplified point 4: The regulations may provide for the processing of personal data in accordance with the regulations, but not to the extent that it would contravene the data protection legislation.\n* Simplified point 5: The regulations may require the trustees or managers of occupational pension schemes to comply with standards, specifications, or technical requirements published from time to time by the Secretary of State, the Money and Pensions Service, or a person specified or of a description specified in the regulations.\n* Simplified point 6: The regulations may provide for the involvement of intermediaries in the arrangements for dealing with requests for information about pensions.\n* Simplified point 7: The regulations may make provision with a view to securing that the trustees or managers of a relevant occupational pension scheme comply with a provision of regulations under section 238D, including the issue of notices and the imposition of penalties.\n* Simplified point 1: The UK government is making changes to pension schemes to make it easier for people to access information about their pensions.\n* Simplified point 2: The changes include creating a \"pensions dashboard\" service that will allow people to view information about their pensions from multiple providers in one place.\n* Simplified point 3: The dashboard will be provided by the Money and Pensions Service, and authorized providers will be required to comply with standards and specifications published by the FCA.\n* Simplified point 4: The rules will require authorized providers to have regard to guidance issued by the FCA when complying with the requirements.\n* Simplified point 5: The changes will also allow for the processing of personal data in accordance with the rules, but not in breach of any obligation of confidence or other restriction on the processing of personal data.\n* Simplified point 6: The FCA will consult with the Secretary of State and the Treasury before publishing draft rules, and the rules will not be treated as requiring the FCA to make general rules that come into force before regulations made under section 238D of the Pensions Act 2004 come into force.\n* Simplified point 7: The changes will apply to personal and stakeholder pension schemes, and will include requirements for providing pensions information, facilitating the provision of pensions information, and complying with standards and specifications published by the FCA."
            }
        ],
        [
            {
                "length": 373,
                "short": "\"Pension Scheme Trustee Protections Against Fraudulent Information\"",
                "text": "\n* Simplified point 1: The Pension Schemes Act 2021 introduces measures to prevent fraudulent or incorrect information being given to pension scheme trustees or managers.\n\n* Simplified point 2: The measures include the provision of false or misleading information to the Pensions Regulator or trustees/managers of an occupational pension scheme, and the imposition of financial penalties for doing so.\n\n* Simplified point 3: The regulations may require the provider of the pensions dashboard service to be approved by the Secretary of State, the Money and Pensions Service, or a person specified in the regulations.\n\n* Simplified point 4: The regulations may provide for the processing of personal data in accordance with the regulations, but not to the extent that it would contravene the data protection legislation.\n\n* Simplified point 5: The regulations may require the trustees or managers of occupational pension schemes to comply with standards, specifications, or technical requirements published from time to time by the Secretary of State, the Money and Pensions Service, or a person specified or of a description specified in the regulations.\n\n* Simplified point 6: The regulations may provide for the involvement of intermediaries in the arrangements for dealing with requests for information about pensions.\n\n* Simplified point 7: The regulations may make provision with a view to securing that the trustees or managers of a relevant occupational pension scheme comply with a provision of regulations under section 238D, including the issue of notices and the imposition of penalties."
            }
        ]
    ],
    "summary": "\nThe Pension Schemes Act 2021 is an act that aims to improve the governance and regulation of pension schemes in the United Kingdom. It includes measures to prevent fraudulent or incorrect information being given to pension scheme trustees or managers, and creates a \"pensions dashboard\" service that allows individuals to easily access information about their pensions from multiple providers in one place. The changes will apply to personal and stakeholder pension schemes, and will include requirements for providing pensions information, facilitating the provision of pensions information, and complying with standards and specifications published by the Financial Conduct Authority."
}