[
    {
        "length": 3079,
        "text": "\nCHAPTER 1New financial assistance powers\n\tSecretary of State’s powers to give financial assistance\n\t\tThe Secretary of State may give financial assistance for or in connectionwith any one or more of the following purposes—\n\t\t\tmanaging land or water in a way that protects or improves the environment;\n\t\t\tsupporting public access to and enjoyment of the countryside, farmland orwoodland and better understanding of the environment;\n\t\t\tmanaging land or water in a way that maintains, restores or enhancescultural or natural heritage;\n\t\t\tmanaging land, water or livestock in a way that mitigates or adapts toclimate change;\n\t\t\tmanaging land or water in a way that prevents, reduces or protects fromenvironmental hazards;\n\t\t\tprotecting or improving the health or welfare of livestock;\n\t\t\tconserving native livestock, native equines or genetic resources relatingto any such animal;\n\t\t\tprotecting or improving the health of plants;\n\t\t\tconserving plants grown or used in carrying on an agricultural,horticultural or forestry activity, their wild relatives or genetic resourcesrelating to any such plant;\n\t\t\tprotecting or improving the quality of soil.\n\t\tThe Secretary of State may also give financial assistance for or inconnection with either or both of the following purposes—\n\t\t\tstarting, or improving the productivity of, an agricultural, horticulturalor forestry activity;\n\t\t\tsupporting ancillary activities carried on, or to be carried on, by or fora producer.\n\t\tFinancial assistance may only be given in relation to England.\n\t\tIn framing any financial assistance scheme, the Secretary of State musthave regard to the need to encourage the production of food by producers inEngland and its production by them in an environmentally sustainable way.\n\t\tFor the purposes of this section—\n\t\t\t  * “ancillary activities” means selling, marketing, preparing, packaging, processing or distributing products deriving from an agricultural, horticultural or forestry activity; \n\t\t\t  * “better understanding of the environment” includes better understanding of agroecology; \n\t\t\t  * “conserving” includes restoring or enhancing— \n\t\t\ta population of a relevant species;\n\t\t\tin the case of animals or plants in the wild, a habitat;\n\t\t\t\t  * “cultural or natural heritage” includes uplands and other landscapes; \n\t\t\t\t  * “improving productivity”, in relation to carrying on an activity, includes— \n\t\t\timproving the quality of any products deriving from the activity, and\n\t\t\timproving the efficiency of the activity in terms of the resources used in, orin connection with, it;\n\t\t\t\t  * “livestock” includes any creature kept for the production of food, drink, oils, fibres or leathers, or for the purpose of its use in the farming of land; \n\t\t\t\t  * “producer” means a person who carries on, or is to carry on, an agricultural, horticultural or forestry activity. \n\t\tIn this Chapter—\n\t\t\t  * “financial assistance” means financial assistance under this section; \n\t\t\t  * “financial assistance scheme” means a scheme for giving financial assistance made by the Secretary of State. \n\tFinancial assistance: forms, conditions, delegation and publication ofinformation\n\t\tFinancial assistance may be given by way of grant, loan or guarantee or inany other form.\n\t\tFinancial assistance may be given subject to such conditions as theSecretary of State considers appropriate.\n\t\tThe conditions may (among other things) include provision under which thefinancial assistance is to be repaid or otherwise made good (with or withoutinterest).\n\t\tFinancial assistance may be given to the maker or operator of a third partyscheme in connection with expenditure involved in establishing or operatingthe scheme (including the provision of financial support).\n\t\tIn subsection (4) “third party scheme” means a scheme for giving financialsupport for any one or more of the purposes in section 1(1) and (2) which isnot made by the Secretary of State.\n\t\tThe Secretary of State may delegate functions relating to the giving offinancial assistance to any other person.\n\t\tFunctions delegated under subsection (6) may include—\n\t\t\tthe giving of guidance;\n\t\t\tthe exercise of a discretion.\n\t\tThe Secretary of State may by regulations make provision for or inconnection with requiring the Secretary of State or another person to publishspecified information about financial assistance which has been given.\n\t\tInformation which may be specified includes information about—\n\t\t\tthe recipient of the financial assistance;\n\t\t\tthe amount of the financial assistance;\n\t\t\tthe purpose for which the financial assistance was given.\n\t\tRegulations under subsection (8) are subject to affirmative resolutionprocedure.\n\t\tIn this section “specified” means specified by regulations undersubsection (8).\n\tFinancial assistance: checking, enforcing and monitoring\n\t\tThe Secretary of State may by regulations make provision for or inconnection with—\n\t\t\tchecking whether eligibility criteria for receipt of financial assistanceare met and the consequences, where financial assistance has already beengiven, if not;\n\t\t\tenforcing compliance with conditions subject to which financial assistanceis given;\n\t\t\tmonitoring the extent to which the purpose of financial assistance has beenachieved;\n\t\t\tthe investigation of suspected offences in connection with applicationsfor, or receipt of, financial assistance.\n\t\tRegulations under subsection (1) may (among other things) includeprovision—\n\t\t\tabout the provision of information;\n\t\t\tconferring powers of entry;\n\t\t\tconferring powers of inspection, search and seizure;\n\t\t\tabout the process for determining if eligibility criteria, or conditionssubject to which financial assistance is given, are met;\n\t\t\tabout the keeping of records;\n\t\t\tabout the recovery or making good of all or any part of financialassistance which has been given (with or without interest) or the withholdingof all or any part of financial assistance;\n\t\t\timposing monetary penalties (including penalties calculated by reference tothe amount of financial assistance);\n\t\t\tprohibiting a person from receiving financial assistance, or financialassistance of a specified description, for a specified period or untilspecified conditions are satisfied;\n\t\t\tabout appeals;\n\t\t\tconferring functions (including functions involving the exercise of adiscretion) on a person.\n\t\tRegulations under this section may not authorise entry to a privatedwelling without a warrant issued by a justice of the peace.\n\t\tThe provision which may be made under subsection (2)(f) includes provisionfor interest on any recoverable amount to be payable from such day (whetherthe day on which the financial assistance in question was given or a laterday) as may be provided for in, or determined under, the regulations.\n\t\tRegulations under this section are subject to affirmative resolutionprocedure.\n\t\tIn this section “specified” means specified by, or determined under,regulations under subsection (1).\n\tMulti-annual financial assistance plans\n\t\tThe Secretary of State must from time to time prepare a document (a “multi-annual financial assistance plan”) giving information about the expected useof the powers conferred on the Secretary of State by section 1 during theperiod to which the plan relates (the “plan period”).\n\t\tA multi-annual financial assistance plan must (as a minimum)—\n\t\t\tspecify the plan period,\n\t\t\tset out the Government’s strategic priorities for giving financialassistance during the plan period, and\n\t\t\tdescribe, in such manner and giving such detail as the Secretary of Stateconsiders appropriate, each financial assistance scheme that—\n\t\t\tis in operation, or\n\t\t\tthe Secretary of State expects to come into operation during the planperiod.\n\t\tThe plan period for the first plan is the period of seven years beginningwith 1 January 2021.\n\t\tThe plan period for a subsequent plan may not be shorter than five years.\n\t\tThe Secretary of State must ensure that the plan period for a plan does notexpire without a new plan being in place for a plan period beginning the dayafter the last day of the expiring plan period.\n\t\tA plan prepared under this section must be laid before Parliament, andpublished, by the Secretary of State—\n\t\t\tin the case of the first plan, as soon as practicable before the beginningof the plan period for the plan, and\n\t\t\tin the case of a subsequent plan, at least 12 months before the beginningof the plan period for the plan.\n\t\tWhere, before the end of the plan period for a plan—\n\t\t\tthe Government’s strategic priorities for giving financial assistancechange, or\n\t\t\tit appears to the Secretary of State that any information given in the planby virtue of subsection (2)(c) has ceased to be accurate and complete,\n\t\t\t\tthe Secretary of State must amend the plan accordingly as soon as it ispracticable to do so.\n\t\tA document setting out amendments being made to a plan must be laid beforeParliament, and published, by the Secretary of State, as soon as practicableafter being prepared.\n\t\tThe Secretary of State must have regard to the strategic priorities set outin the plan by virtue of subsection (2)(b) when determining—\n\t\t\twhat financial assistance to give;\n\t\t\tthe overall budget for, or for any period of operation of, a financialassistance scheme.\n\t\tIn this section “the Government” refers to Her Majesty’s Government in theUnited Kingdom.\n\tAnnual and other reports on amount of financial assistance given\n\t\tFor each financial year the Secretary of State must prepare a report (“theannual report”) about the financial assistance given during the year.\n\t\tThe first year to which subsection (1) applies is financial year 2021-22.\n\t\tThe annual report must include the following information—\n\t\t\tthe total amount of financial assistance given;\n\t\t\tthe total amount of financial assistance given under the financialassistance schemes in operation during the year (taken together);\n\t\t\tthe required information about each financial assistance scheme inoperation during the year (see subsection (4));\n\t\t\t\tand the report may include any other information the Secretary of Stateconsiders appropriate.\n\t\tThe required information about a financial assistance scheme is—\n\t\t\tthe total amount of financial assistance given under the scheme, and\n\t\t\tthe extent to which that assistance met any obligation or commitment underthe terms of the scheme as to the timing and amounts of financial assistanceto be given during the year.\n\t\tFor the purposes of subsections (3) and (4), information about amounts offinancial assistance given otherwise than by way of grant may be included inthe report in such manner as the Secretary of State considers mostappropriate.\n\t\tThe Secretary of State may also prepare—\n\t\t\tinterim reports about the amount of financial assistance given during anyperiod within a financial year;\n\t\t\tother reports about the amount of financial assistance that has been given.\n\t\tThe Secretary of State must, after preparing a report under this section—\n\t\t\tlay a copy of the report before Parliament, and\n\t\t\tpublish the report.\n\t\tIn the case of an annual report, the Secretary of State must comply withsubsection (7) before 1 October in the financial year following the year towhich the report relates.\n\tMonitoring impact of financial assistance etc\n\t\tThe Secretary of State must, in relation to each financial assistancescheme—\n\t\t\tmonitor the impact of the scheme, and\n\t\t\tmake one or more reports on the impact and effectiveness of the scheme(having had regard to the findings of that monitoring).\n\t\tThe Secretary of State may, in relation to any financial assistance givenotherwise than under a financial assistance scheme—\n\t\t\tmonitor the impact of the financial assistance, and\n\t\t\tmake one or more reports on the impact and effectiveness of the financialassistance (having had regard to the findings of that monitoring).\n\t\tMonitoring under subsection (1) or (2) must be carried out in such mannerand for such period or periods as the Secretary of State considers appropriatefor the scheme or other financial assistance in question.\n\t\tThe number and frequency of reports made under subsection (1) or (2) are tobe as the Secretary of State considers appropriate for the scheme or otherfinancial assistance in question.\n\t\tEvery such report must be laid before Parliament, and published, by theSecretary of State."
    },
    {
        "length": 2703,
        "text": "\nCHAPTER 2Direct payments after EU exit\n\tMeaning of “basic payment scheme” and other expressions in Chapter 2\n\t\tThis section defines or explains expressions used in this Chapter.\n\t\tThe “basic payment scheme” is the Basic Payment Scheme under the DirectPayments Regulation (see Title III of that Regulation), as it operates inrelation to England, including the arrangements relating to each of thefollowing elements of direct payments under that scheme—\n\t\t\tso much of a direct payment that does not consist of a greening or youngfarmers payment (see Chapter 1 of Title III),\n\t\t\ta greening payment (see Chapter 3 of Title III), and\n\t\t\ta young farmers payment (see article 50 of that Regulation).\n\t\tThe “legislation governing the basic payment scheme” is—\n\t\t\tthe following retained direct EU legislation—\n\t\t\tthe Direct Payments Regulation;\n\t\t\tany Council Delegated Regulation, or Commission Delegated Regulation, madeunder the Direct Payments Regulation;\n\t\t\tany other retained direct EU legislation which relates to the operationof the basic payment scheme, and\n\t\t\tany subordinate legislation relating to retained direct EU legislationfalling within paragraph (a).\n\t\tThe “agricultural transition period for England” is the period for the timebeing specified in section 8(1).\n\t\tReferences to a direct payment under the basic payment scheme are to anypayment under that scheme, whether or not including a greening payment, ayoung farmers payment or both elements.\n\t\t“Delinked payment” has the meaning given by section 12(2)(a).\n\t\t“Relevant payment” means—\n\t\t\ta direct payment under the basic payment scheme, or\n\t\t\ta delinked payment.\n\t\tThe “Direct Payments Regulation” is [Regulation (EU) No1307/2013](/european/regulation/2013/1307?view=plain \"Go to item oflegislation\") of the European Parliament and of the Council of 17 December2013 establishing rules for direct payments to farmers under support schemeswithin the framework of the common agricultural policy.\n\tThe agricultural transition period for England and the termination ofrelevant payments\n\t\tThe agricultural transition period for England is the period of seven yearsstarting with 2021.\n\t\tAfter the end of that period no relevant payments are to be made inrelation to England, otherwise than in respect of the last year of that period(or an earlier year).\n\t\tThe Secretary of State may by regulations amend subsection (1) for thepurpose of extending the period specified there.\n\t\tThat power—\n\t\t\tmay be exercised more than once;\n\t\t\tmay not be exercised if the agricultural transition period for England hasalready ended.\n\t\tRegulations under subsection (3) are subject to affirmative resolutionprocedure.\n\tPower to modify legislation governing the basic payment scheme\n\t\tThe Secretary of State may by regulations modify legislation governing thebasic payment scheme, so far as it operates in relation to England, for or inconnection with making changes the Secretary of State considers would serveany one or more of the following purposes—\n\t\t\tsimplifying the administration of the scheme or otherwise making itsoperation more efficient or effective;\n\t\t\tremoving provisions which are spent or of no practical utility;\n\t\t\tremoving or reducing burdens, or the overall burdens, on persons applyingfor, or entitled to, direct payments under the scheme or otherwise improvingthe way that the scheme operates in relation to them;\n\t\t\tsecuring that any sanction or penalty imposed under the scheme isappropriate and proportionate;\n\t\t\tlimiting the application of the scheme to land in England only.\n\t\tThe provision which may be made under subsection (1) includes provisionmade for or in connection with terminating greening payments in relation toEngland before the end of the agricultural transition period for England solong as that provision does not reduce the amount of a direct payment to whicha person would have been entitled had the provision not been made.\n\t\tIn this section, “burden” includes—\n\t\t\ta financial cost;\n\t\t\tan administrative inconvenience;\n\t\t\tan obstacle to efficiency, productivity or profitability.\n\t\tRegulations under this section are subject to negative resolution procedure(unless section 50(5) applies).\n\tPower to provide for the continuation of the basic payment schemebeyond 2020\n\t\tThe Secretary of State may by regulations modify legislation governing thebasic payment scheme to make provision for or in connection with securing thatthe basic payment scheme continues to operate in relation to England for oneor more years beyond 2020 until payments cease by virtue of section 8(2) or12(7)(a).\n\t\tThe power conferred by subsection (1) includes power to provide for thedirect payments ceiling for England for any relevant year to be determined, ina specified manner, by the Secretary of State.\n\t\tProvision made by virtue of subsection (2)—\n\t\t\tmust require a determination in respect of a relevant year to be publishedas soon as practicable after it has been made, and\n\t\t\tmay confer functions on any person in connection with, or with the makingof, a determination in respect of a relevant year.\n\t\tIn this section—\n\t\t\t  * “the direct payments ceiling for England” is the national ceiling of the kind referred to in Article 6 of the Direct Payments Regulation that is applicable in relation to England for any relevant year; \n\t\t\t  * “relevant year” means a year within the agricultural transition period for England in respect of which direct payments under the basic payment scheme fall to be made in relation to England; \n\t\t\t  * “specified” means specified in regulations under this section. \n\t\tNothing in this section affects any power under this Chapter or any otherenactment to amend or revoke provisions of the legislation governing the basicpayment scheme for any year or years beyond 2020.\n\t\tRegulations under this section are subject to affirmative resolutionprocedure.\n\tPower to provide for phasing out direct payments\n\t\tThe Secretary of State may by regulations make provision for or inconnection with phasing out direct payments under the basic payment scheme inrelation to England over the agricultural transition period for England.\n\t\tSee section 12(7) for circumstances in which subsection (1) (with anyregulations made under it) may cease to have effect before the end of thatperiod by virtue of provision for delinked payments having been made.\n\t\tIn subsection (1) “phasing out” means taking steps to secure that, on oneor more occasions before the end of the agricultural transition period forEngland, there are reductions in the amounts paid out to some or all of thoseentitled to receive direct payments under the basic payment scheme.\n\t\tIf provision for terminating greening payments is made under section 9(2)(whether before or after the start of the agricultural transition period forEngland) subsection (1) above has effect as if the reference to directpayments does not include (or no longer includes) the greening payment elementof direct payments.\n\t\tRegulations under this section are subject to affirmative resolutionprocedure.\n\tPower to make delinked payments\n\t\tThe Secretary of State may by regulations make provision for or inconnection with the making of delinked payments in relation to England (inplace of direct payments under the basic payment scheme in relation toEngland).\n\t\tFor this purpose—\n\t\t\ta delinked payment is a payment, with respect to a year within thedelinking period, which is made in accordance with the regulations to a personwho is under the regulations entitled to receive it, and\n\t\t\tthe delinking period is the period which—\n\t\t\tbegins with a year (other than 2021) that is specified in the regulations,and\n\t\t\tends on the last day of the agricultural transition period for England.\n\t\tRegulations under this section making provision for the making of delinkedpayments must—\n\t\t\tspecify the descriptions of persons who, in respect of a year within thedelinking period, are entitled to receive a delinked payment (whether or notthey are required by the regulations to make an application or do anythingelse before anything becomes payable), and\n\t\t\tmake provision setting out rules for determining the amount of the delinkedpayment to be made to an entitled person with respect to any year.\n\t\tRegulations under this section may make provision—\n\t\t\tfor a person who makes a request in accordance with the regulations tocease to be regarded as a person entitled to receive delinked payments,\n\t\t\tfor other circumstances in which a person ceases to be entitled to receivesuch payments, and\n\t\t\tfor the repayment (with or without interest) of any amount paid as adelinked payment to which the recipient was not entitled.\n\t\tA description of persons specified under subsection (3)(a) may (but neednot) be framed by reference to whether they were entitled to a direct paymentunder the basic payment scheme in respect of a specific year (or one ofseveral specific years) prior to the first year of the delinking period.\n\t\tRules set out under subsection (3)(b) for determining the amount of anydelinked payment to be made to a person may (but need not) be framed byreference to the amount of a direct payment to which the person was entitled,or if specific assumptions are made would have been entitled, under the basicpayment scheme.\n\t\tIf provision for the making of delinked payments is made under thissection—\n\t\t\tno direct payments under the basic payment scheme in relation to Englandare to be made otherwise than in respect of the last year before the delinkingperiod (or an earlier year), and\n\t\t\tsection 11(1) (with any regulations made under it) ceases to have effect atthe end of that last year, except in relation to direct payments in respect ofthat last year (or an earlier year).\n\t\tRegulations under this section are subject to affirmative resolutionprocedure.\n\tPower to provide for lump sum payments in lieu of relevant payments\n\t\tThe Secretary of State may by regulations make provision for or inconnection with the payment of lump sums to eligible persons.\n\t\tFor this purpose an eligible person is a person who—\n\t\t\tapplies for payment of a lump sum under the regulations,\n\t\t\tis entitled to a relevant payment in respect of a year other than the lastyear of the agricultural transition period for England (whether or not anapplication for that payment has been made), and\n\t\t\tmeets any other eligibility conditions set out in the regulations.\n\t\tA lump sum paid to such a person under the regulations is received in lieuof the payment mentioned in subsection (2)(b) and any further relevant paymentor payments to which the person might otherwise have become entitled.\n\t\tRegulations under this section may make provision as to the circumstancesin which lump sums are to be payable (in addition to the requirements ofsubsection (2)).\n\t\tRegulations under this section are subject to affirmative resolutionprocedure."
    },
    {
        "length": 953,
        "text": "\nGeneral provision connected with payments to farmers and otherbeneficiaries\n\tThe Secretary of State may by regulations modify the following legislationso far as it operates in relation to England—\n\t\tretained direct EU legislation relating to the financing, management andmonitoring of the common agricultural policy, and\n\t\tsubordinate legislation relating to that legislation.\n\tRegulations under this section may only be made for or in connection withmaking changes that the Secretary of State considers would serve any one ormore of the following purposes—\n\t\tsecuring that any provision of legislation referred to in subsection (1)ceases to have effect;\n\t\tsimplifying the operation of any provision of such legislation, or makingits operation more efficient or effective;\n\t\tremoving or reducing burdens, or the overall burdens, imposed by suchlegislation on persons applying for, or in receipt of, payments governed bythe legislation, or otherwise improving the way that the legislation operatesin relation to such persons;\n\t\tsecuring that any sanction or penalty imposed by such legislation isappropriate and proportionate.\n\tIn this section—\n\t\t  * “burden” includes— \n\t\ta financial cost;\n\t\tan administrative inconvenience;\n\t\tan obstacle to efficiency, productivity or profitability;\n\t\t\t  * “retained direct EU legislation relating to the financing, management and monitoring of the common agricultural policy” includes— \n\t\t[Regulation (EU) No 1306/2013](/european/regulation/2013/1306?view=plain \"Goto item of legislation\") of the European Parliament and of the Council of 17December 2013 on the financing, management and monitoring of the commonagricultural policy;\n\t\tretained direct EU legislation made under that Regulation;\n\t\tthe legacy regulations.\n\tIn subsection (3), the “legacy regulations” means retained direct EUlegislation relating to the financing, management and monitoring of the commonagricultural policy that preceded [Regulation (EU) No1306/2013](/european/regulation/2013/1306?view=plain \"Go to item oflegislation\") and includes—\n\t\tCouncil Regulation [(EC) No1258/1999](/european/regulation/1999/1258?view=plain \"Go to item oflegislation\") of 17 May 1999 on the financing of the common agriculturalpolicy;\n\t\t[Commission Regulation (EC) No1975/2006](/european/regulation/2006/1975?view=plain \"Go to item oflegislation\") of 7 December 2006 laying down detailed rules for theimplementation of Council Regulation [(EC) No1698/2005](/european/regulation/2005/1698?view=plain \"Go to item oflegislation\"), as regards the implementation of control procedures as well ascross-compliance in respect of rural development support measures;\n\t\t[Commission Regulation (EU) No65/2011](/european/regulation/2011/0065?view=plain \"Go to item oflegislation\") of 27 January 2011 laying down detailed rules for theimplementation of Council Regulation [(EC) No1698/2005](/european/regulation/2005/1698?view=plain \"Go to item oflegislation\"), as regards the implementation of control procedures as well ascross-compliance in respect of rural development support measures.\n\tRegulations under this section are subject to negative resolution procedure(unless section 50(5) applies)."
    },
    {
        "length": 335,
        "text": "\nAid for fruit and vegetable producer organisations\n\tThe Secretary of State may by regulations modify the following retaineddirect EU legislation for the purpose of securing that it ceases to haveeffect in relation to England—\n\t\tArticles 32 to 38 of the CMO Regulation, which make provision about aid forfruit and vegetable producer organisations (“producer organisations aid”);\n\t\tso far as relating to producer organisations aid, [Commission DelegatedRegulation (EU) 2017/891](/european/regulation/2017/0891?view=plain \"Go toitem of legislation\") of 13 March 2017 supplementing the CMO Regulation withregard to the fruit and vegetable, and processed fruit and vegetable, sectors;\n\t\tso far as relating to producer organisations aid, [Council ImplementingRegulation (EU) 2017/892](/european/regulation/2017/0892?view=plain \"Go toitem of legislation\") of 13 March 2017 laying down rules for the applicationof the CMO Regulation with regard to the fruit and vegetable, and processedfruit and vegetable, sectors.\n\tRegulations under this section are subject to negative resolution procedure(unless section 50(5) applies)."
    },
    {
        "length": 1329,
        "text": "\nSupport for rural development\n\tThe Secretary of State may by regulations modify the Rural DevelopmentRegulation and retained direct EU legislation made under that Regulation, asit has effect in relation to England, for or in connection with—\n\t\textending the period to which the core contribution relates;\n\t\tamending the amount of the core contribution;\n\t\tchanging the currency in which the core contribution is expressed;\n\t\tamending Annex 1 of the Regulation (support for rural development).\n\tIn subsection (1), the “core contribution” means the amount for the timebeing specified in Article 58(1) of the Rural Development Regulation as beingthe core contribution to rural development.\n\tThe Secretary of State may by regulations modify retained direct EUlegislation relating to support for rural development, as it has effect inrelation to England, for or in connection with—\n\t\tremoving a requirement that the commitment period in relation to supportfor a measure must be at least 5 years;\n\t\tremoving a restriction on extending the commitment period in relation tosupport for a measure;\n\t\tenabling, in connection with financial assistance under section 1, theconversion or adjustment of commitments that have been made;\n\t\tsecuring that any provision of the legislation ceases to have effect.\n\tThe provision which may be made under subsection (3)(b) includes provision—\n\t\tremoving requirements for extensions to be made on an annual basis,\n\t\tsecuring that the Secretary of State may extend a commitment periodwhenever the Secretary of State considers it appropriate to do so, and\n\t\tremoving requirements for provision about extending the commitment periodto be included in a rural development programme.\n\tThe Secretary of State may by regulations modify the Common ProvisionsRegulation and retained direct EU legislation made under that Regulation, asit has effect in relation to England, for or in connection with extending thedeadline by which a payment must have been made in order for it to be eligiblefor support for rural development (see Article 65 of the Common ProvisionsRegulation).\n\tIn this section—\n\t\t  * “the Common Provisions Regulation” means [Regulation (EU) No 1303/2013](/european/regulation/2013/1303?view=plain \"Go to item of legislation\") of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund etc; \n\t\t  * “retained direct EU legislation relating to support for rural development” means— \n\t\tthe Rural Development Regulation,\n\t\t[Regulation (EU) No 1310/2013](/european/regulation/2013/1310?view=plain \"Goto item of legislation\") of the European Parliament and of the Council of 17December 2013 laying down certain transitional provisions on support for ruraldevelopment,\n\t\tthe legacy regulations, and\n\t\tretained direct EU legislation made under the legislation in paragraphs (a) to(c);\n\t\t\t  * “the Rural Development Regulation” means [Regulation (EU) No 1305/2013](/european/regulation/2013/1305?view=plain \"Go to item of legislation\") of the European Parliament and of the Council of 17 December 2013 on support for rural development. \n\tIn subsection (6), “the legacy regulations” means retained direct EUlegislation relating to support for rural development that preceded the RuralDevelopment Regulation and includes—\n\t\tCouncil Regulation [(EC) No1698/2005](/european/regulation/2005/1698?view=plain \"Go to item oflegislation\") of 20 September 2005 on support for rural development,\n\t\tCouncil Regulation [(EC) No1257/99](/european/regulation/1999/1257?view=plain \"Go to item oflegislation\") of 17 May 1999 on support for rural development,\n\t\t[Council Regulation (EEC) No2080/92](/european/regulation/1992/2080?view=plain \"Go to item oflegislation\") of 30 June 1992 instituting a Community aid scheme for forestrymeasures in agriculture,\n\t\t[Council Regulation (EEC) No2078/92](/european/regulation/1992/2078?view=plain \"Go to item oflegislation\") of 30 June 1992 on agricultural production methods compatiblewith the requirements of the protection of the environment and the maintenanceof the countryside, and\n\t\t[Council Regulation (EEC) No1096/88](/european/regulation/1988/1096?view=plain \"Go to item oflegislation\") of 25 April 1988 establishing a Community scheme to encouragethe cessation of farming.\n\tRegulations under this section are subject to negative resolution procedure(unless section 50(5) applies)."
    },
    {
        "length": 1286,
        "text": "\nContinuing EU programmes: power to provide financial assistance\n\tThe appropriate national authority may give financial assistance to—\n\t\ta person who is a party to an agreement entered into in accordance with anyof the following provisions—\n\t\tthe Rural Development Regulation,\n\t\tany legacy rural development provision, or\n\t\tArticles 32 to 35 of the Common Provisions Regulation (community-ledlocal development), so far as relating to support for rural development,\n\t\t\twhere the agreement has not concluded, or\n\t\ta producer organisation implementing an operational programme approved inaccordance with the producer organisations aid provisions.\n\tIn this section—\n\t\t  * “appropriate national authority” means— \n\t\tthe Secretary of State, in the case of an agreement entered into or anoperational programme approved in accordance with any provision or provisionsso far as having effect in relation to England;\n\t\tthe Welsh Ministers, in the case of an agreement entered into or anoperational programme approved in accordance with any provision or provisionsso far as having effect in relation to Wales;\n\t\tthe Scottish Ministers, in the case of an agreement entered into or anoperational programme approved in accordance with any provision or provisionsso far as having effect in relation to Scotland;\n\t\tDAERA, in the case of an agreement entered into or an operational programmeapproved in accordance with any provision or provisions so far as havingeffect in relation to Northern Ireland;\n\t\t\t  * “the Common Provisions Regulation” means [Regulation (EU) No 1303/2013](/european/regulation/2013/1303?view=plain \"Go to item of legislation\") of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund etc; \n\t\t\t  * “legacy rural development provision” means any EU regulation, EU decision or EU tertiary legislation relating to support for rural development that preceded the Rural Development Regulation (including— \n\t\tCouncil Regulation [(EC) No1698/2005](/european/regulation/2005/1698?view=plain \"Go to item oflegislation\") of 20 September 2005 on support for rural development,\n\t\tCouncil Regulation [(EC) No 1257/99](/european/regulation/1999/1257?view=plain\"Go to item of legislation\") of 17 May 1999 on support for rural development,\n\t\t[Council Regulation (EEC) No2080/92](/european/regulation/1992/2080?view=plain \"Go to item oflegislation\") of 30 June 1992 instituting a Community aid scheme for forestrymeasures in agriculture,\n\t\t[Council Regulation (EEC) No2078/92](/european/regulation/1992/2078?view=plain \"Go to item oflegislation\") of 30 June 1992 on agricultural production methods compatiblewith the requirements of the protection of the environment and the maintenanceof the countryside, and\n\t\t[Council Regulation (EEC) No1096/88](/european/regulation/1988/1096?view=plain \"Go to item oflegislation\") of 25 April 1988 establishing a Community scheme to encouragethe cessation of farming);\n\t\t\t  * “the producer organisations aid provisions” means— \n\t\tArticles 32 to 38 of the CMO Regulation, which make provision about aid forfruit and vegetable producer organisations (“producer organisations aid”),\n\t\tso far as relating to producer organisations aid, [Commission DelegatedRegulation (EU) 2017/891](/european/regulation/2017/0891?view=plain \"Go toitem of legislation\") of 13 March 2017 supplementing the CMO Regulation withregard to the fruit and vegetable, and processed fruit and vegetable, sectors,and\n\t\tso far as relating to producer organisations aid, [Council ImplementingRegulation (EU) 2017/892](/european/regulation/2017/0892?view=plain \"Go toitem of legislation\") of 13 March 2017 laying down rules for the applicationof the CMO Regulation with regard to the fruit and vegetable, and processedfruit and vegetable, sectors;\n\t\t\t  * “the Rural Development Regulation” means [Regulation (EU) No 1305/2013](/european/regulation/2013/1305?view=plain \"Go to item of legislation\") of the European Parliament and of the Council of 17 December 2013 on support for rural development. "
    },
    {
        "length": 2190,
        "text": "\nRetained direct EU legislation\n\tTo the extent that any legislation within any of subsections (2) to (6)would (in the absence of this subsection) be prevented from becoming retaineddirect EU legislation on IP completion day by section 3(2)(a)(bi) of theEuropean Union (Withdrawal) Act 2018, section 3 of that Act is to have effectin relation to that legislation as if subsection (2)(a)(bi) of that sectionwere omitted.\n\tThe legislation within this subsection is—\n\t\t[Regulation (EU) No 1305/2013](/european/regulation/2013/1305?view=plain\"Go to item of legislation\") of the European Parliament and of the Council of17 December 2013 on support for rural development,\n\t\t[Regulation (EU) No 1310/2013](/european/regulation/2013/1310?view=plain\"Go to item of legislation\") of the European Parliament and of the Council of17 December 2013 laying down certain transitional provisions on support forrural development,\n\t\tany EU regulation, EU decision or EU tertiary legislation relating tosupport for rural development that preceded the Rural Development Regulation(including—\n\t\tCouncil Regulation [(EC) No1698/2005](/european/regulation/2005/1698?view=plain \"Go to item oflegislation\") of 20 September 2005 on support for rural development,\n\t\tCouncil Regulation [(EC) No1257/99](/european/regulation/1999/1257?view=plain \"Go to item oflegislation\") of 17 May 1999 on support for rural development,\n\t\t[Council Regulation (EEC) No2080/92](/european/regulation/1992/2080?view=plain \"Go to item oflegislation\") of 30 June 1992 instituting a Community aid scheme for forestrymeasures in agriculture,\n\t\t[Council Regulation (EEC) No2078/92](/european/regulation/1992/2078?view=plain \"Go to item oflegislation\") of 30 June 1992 on agricultural production methods compatiblewith the requirements of the protection of the environment and the maintenanceof the countryside, and\n\t\t[Council Regulation (EEC) No1096/88](/european/regulation/1988/1096?view=plain \"Go to item oflegislation\") of 25 April 1988 establishing a Community scheme to encouragethe cessation of farming),\n\t\tany legislation made under the legislation in paragraphs (a) to (c), and\n\t\tso far as relating to support for rural development—\n\t\t[Regulation (EU) No 1303/2013](/european/regulation/2013/1303?view=plain\"Go to item of legislation\") of the European Parliament and of the Council of17 December 2013 laying down common provisions on the European RegionalDevelopment Fund, the European Social Fund, the Cohesion Fund, the EuropeanAgricultural Fund for Rural Development and the European Maritime andFisheries Fund etc, and\n\t\tany legislation made under that Regulation.\n\tThe legislation within this subsection is—\n\t\tArticles 32 to 38 of the CMO Regulation, which make provision about aid forfruit and vegetable producer organisations (“producer organisations aid”),\n\t\tso far as relating to producer organisations aid, [Commission DelegatedRegulation (EU) 2017/891](/european/regulation/2017/0891?view=plain \"Go toitem of legislation\") of 13 March 2017 supplementing the CMO Regulation withregard to the fruit and vegetable, and processed fruit and vegetable, sectors,and\n\t\tso far as relating to producer organisations aid, [Council ImplementingRegulation (EU) 2017/892](/european/regulation/2017/0892?view=plain \"Go toitem of legislation\") of 13 March 2017 laying down rules for the applicationof the CMO Regulation with regard to the fruit and vegetable, and processedfruit and vegetable, sectors.\n\tThe legislation within this subsection is—\n\t\tArticles 55 to 57 of the CMO Regulation (provision about aid forapiculture), and\n\t\tany legislation made under that legislation.\n\tThe legislation within this subsection is the following, so far as itrelates to producer organisations aid, apiculture or support for ruraldevelopment—\n\t\t[Regulation (EU) No 1306/2013](/european/regulation/2013/1306?view=plain\"Go to item of legislation\") of the European Parliament and of the Council of17 December 2013 on the financing, management and monitoring of the commonagricultural policy,\n\t\tany legislation made under that Regulation, and\n\t\tany EU regulation, EU decision or EU tertiary legislation relating to thefinancing, management and monitoring of the common agricultural policy thatpreceded [Regulation (EU) No1306/2013](/european/regulation/2013/1306?view=plain \"Go to item oflegislation\") (including—\n\t\t[Commission Regulation (EU) No65/2011](/european/regulation/2011/0065?view=plain \"Go to item oflegislation\") of 27 January 2011 laying down detailed rules for theimplementation of Council Regulation [(EC) No1698/2005](/european/regulation/2005/1698?view=plain \"Go to item oflegislation\"), as regards the implementation of control procedures as well ascross-compliance in respect of rural development support measures,\n\t\t[Commission Regulation (EC) No1975/2006](/european/regulation/2006/1975?view=plain \"Go to item oflegislation\") of 7 December 2006 laying down detailed rules for theimplementation of Council Regulation [(EC) No1698/2005](/european/regulation/2005/1698?view=plain \"Go to item oflegislation\"), as regards the implementation of control procedures as well ascross-compliance in respect of rural development support measures, and\n\t\tCouncil Regulation [(EC) No1258/1999](/european/regulation/1999/1258?view=plain \"Go to item oflegislation\") of 17 May 1999 on the financing of the common agriculturalpolicy).\n\tThe legislation within this subsection is—\n\t\t[Regulation (EU) No 1144/2014](/european/regulation/2014/1144?view=plain\"Go to item of legislation\") of the European Parliament and of the Council of22 October 2014 on information provision and promotion measures concerningagricultural products implemented in the internal market and in thirdcountries,\n\t\t[Commission Delegated Regulation (EU)2015/1829](/european/regulation/2015/1829?view=plain \"Go to item oflegislation\") of 23 April 2015 supplementing [Regulation (EU) No1144/2014](/european/regulation/2014/1144?view=plain \"Go to item oflegislation\") of the European Parliament and of the Council on informationprovision and promotion measures concerning agricultural products implementedin the internal market and in third countries, and\n\t\t[Commission Implementing Regulation (EU)2015/1831](/european/regulation/2015/1831?view=plain \"Go to item oflegislation\") of 7 October 2015 laying down rules for application of[Regulation (EU) No 1144/2014](/european/regulation/2014/1144?view=plain \"Goto item of legislation\") of the European Parliament and of the Council oninformation provision and promotion measures concerning agricultural productsimplemented in the internal market and in the third countries."
    },
    {
        "length": 2265,
        "text": "\nPART 2Food and agricultural markets\n\tCHAPTER 1Food security\n\t\tDuty to report to Parliament on UK food security\n\t\t\tThe Secretary of State must, on or before the relevant day and at leastonce every three years thereafter, prepare and lay before Parliament a reportcontaining an analysis of statistical data relating to food security in theUnited Kingdom.\n\t\t\tThe data analysed in a report under this section may include (among otherthings) data about the following matters—\n\t\t\t\tglobal food availability;\n\t\t\t\tsupply sources for food (including the range of supply sources and theavailability to the public of food from domestic and other sources);\n\t\t\t\tthe resilience of the supply chain for food (including in response todisruptions in, or significant price increases for, the supply of energy);\n\t\t\t\thousehold expenditure on food (including in comparison to expenditure onother items);\n\t\t\t\tfood safety and consumer confidence in food.\n\t\t\tIn this section “relevant day” means the last day before 25 December 2021which is a sitting day for both Houses of Parliament.\n\tCHAPTER 2Intervention in agricultural markets\n\t\tDeclaration relating to exceptional market conditions\n\t\t\tThe Secretary of State may make and publish a declaration in accordancewith this section if the Secretary of State considers that there areexceptional market conditions which justify making the powers conferred by orreferred to in section 21 available for use.\n\t\t\tIn this Part “exceptional market conditions” exist where—\n\t\t\t\tthere is a severe disturbance in agricultural markets or a serious threatof a severe disturbance in agricultural markets, and\n\t\t\t\tthe disturbance or threatened disturbance has, or is likely to have, asignificant adverse effect on agricultural producers in England in terms ofthe prices achievable for one or more agricultural products.\n\t\t\tA declaration must—\n\t\t\t\tstate that the Secretary of State considers that there are exceptionalmarket conditions which justify making the declaration,\n\t\t\t\tdescribe the exceptional market conditions in question, in particular byspecifying—\n\t\t\t\tthe disturbance or threatened disturbance in agricultural markets,\n\t\t\t\tany agricultural product which is or is likely to be affected by thedisturbance or threatened disturbance, and\n\t\t\t\tthe grounds for considering that the conditions in subsection (2)(a) and(b) are met in relation to that disturbance or threatened disturbance,\n\t\t\t\tdescribe the grounds for considering that the exceptional market conditionsjustify making the powers conferred by or referred to in section 21 availablefor use, and\n\t\t\t\tstate that the powers conferred by or referred to in section 21 are (unlessthe declaration is revoked sooner) available for use in relation to theexceptional market conditions until such day as the declaration may specify.\n\t\t\tA declaration has effect from when it is published until the end of the dayspecified under subsection (3)(d) (which may not be later than the last day ofthe period of three months beginning with the day on which it is published).\n\t\t\tThe Secretary of State may revoke a declaration by making and publishing afurther declaration stating that the declaration is revoked.\n\t\t\tIf at any time during the period of seven days ending with the dayspecified under subsection (3)(d) the Secretary of State considers that—\n\t\t\t\tthere continue to be exceptional market conditions, and\n\t\t\t\tthey justify extending the availability of the powers conferred by orreferred to in section 21,\n\t\t\t\t\tthe Secretary of State may make and publish a further declaration extendingthe effect of the original declaration for such period (not exceeding threemonths) as the further declaration may specify.\n\t\t\tThe fact that a declaration under this section has expired or been revokeddoes not prevent the Secretary of State from making and publishing anotherdeclaration relating in whole or part to the same exceptional marketconditions.\n\t\t\tA copy of any declaration made and published under this section must belaid before Parliament by the Secretary of State as soon as practicable afterit is published.\n\t\t\tIn this section and section 21 a reference to agricultural markets,agricultural producers or agricultural products includes horticulturalmarkets, horticultural producers or horticultural products (as the case maybe).\n\t\tExceptional market conditions: powers available to Secretary of State\n\t\t\tThis section applies during the period for which a declaration undersection 20 has effect.\n\t\t\tThe Secretary of State may give, or agree to give, financial assistance toagricultural producers in England whose incomes are being, or are likely tobe, adversely affected by the exceptional market conditions described in thedeclaration.\n\t\t\tThe Secretary of State may also make such use as the Secretary of Stateconsiders appropriate of any available powers under retained direct EUlegislation which provides for the operation of public intervention and aidfor private storage mechanisms, in response to a declaration under section 20.\n\t\t\tFinancial assistance under subsection (2) may be given by way of grant,loan or guarantee or in any other form.\n\t\t\tThe financial assistance may be given subject to such conditions as theSecretary of State considers appropriate.\n\t\t\tThe conditions may (among other things) include provision under which thefinancial assistance is to be repaid or otherwise made good (with or withoutinterest).\n\t\t\tNothing in subsection (1) or (2) prevents the Secretary of State fromgiving, or agreeing to give, financial assistance under subsection (2)—\n\t\t\t\tafter the end of the period for which the declaration has effect, but\n\t\t\t\tin response to an application duly made during that period.\n\t\tModification of certain retained direct EU legislation in connectionwith exceptional market conditions and for general purposes\n\t\t\tThe Secretary of State may by regulations modify retained direct EUlegislation relating to public market intervention or aid for private storage,for the purpose of altering the operation of provisions of such legislation sofar as they have effect in relation to England in connection with exceptionalmarket conditions which are the subject of a declaration under section 20.\n\t\t\tThe Secretary of State may by regulations modify retained direct EUlegislation relating to public market intervention or aid for private storage,for either or both of the following purposes—\n\t\t\t\tsecuring that provisions of such legislation cease to have effect inrelation to England, otherwise than in connection with exceptional marketconditions which are the subject of a declaration under section 20;\n\t\t\t\taltering the operation of provisions of such legislation so far as theyhave effect in relation to England, otherwise than in connection with suchmarket conditions (pending the achievement of the purpose in paragraph (a) inrelation to those provisions).\n\t\t\tThe power conferred by subsection (1) includes power to make modificationsthat apply only in relation to the exceptional market conditions which are thesubject of a particular declaration specified in the regulations.\n\t\t\tThe powers conferred by subsections (1) and (2) include power to change theagricultural products that are eligible for public market intervention or aidfor private storage.\n\t\t\tRegulations under this section are subject to negative resolution procedure(unless section 50(5) applies).\n\t\t\tIn this section “retained direct EU legislation relating to public marketintervention or aid for private storage” includes—\n\t\t\t\tArticles 8 to 18 of the CMO Regulation;\n\t\t\t\t[Council Regulation (EU) No1370/2013](/european/regulation/2013/1370?view=plain \"Go to item oflegislation\") of 16 December 2013 determining measures on fixing certain aidsand refunds related to the common organisation of the markets in agriculturalproducts (so far as relating to public market intervention and aid for privatestorage);\n\t\t\t\tthe following Commission Regulations (so far as relating to public marketintervention and aid for private storage)—\n\t\t\t\t[Commission Delegated Regulation (EU)2016/1238](/european/regulation/2016/1238?view=plain \"Go to item oflegislation\") of 18 May 2016 supplementing the CMO Regulation with regard topublic intervention and aid for private storage;\n\t\t\t\t[Commission Implementing Regulation (EU)2016/1240](/european/regulation/2016/1240?view=plain \"Go to item oflegislation\") of 18 May 2016 laying down rules for the application of the CMORegulation with regard to public intervention and aid for private storage;\n\t\t\t\t[Commission Delegated Regulation (EU)2017/1182](/european/regulation/2017/1182?view=plain \"Go to item oflegislation\") of 20 April 2017 supplementing the CMO Regulation as regards theUnion scales for the classification of beef, pig and sheep carcasses and asregards the reporting of market prices of certain categories of carcasses andlive animals.\n\t\t\tUntil paragraph 1 of Schedule 7 (amendment of Articles 219, 220, 221 and222 of the CMO Regulation) is in force, any reference in this section toexceptional market conditions which are the subject of a declaration undersection 20 includes a reference to circumstances which are the subject ofmeasures under any of those Articles."
    },
    {
        "length": 2718,
        "text": "\nCHAPTER 1Collection and sharing of data\n\tAgri-food supply chains: requirement to provide information\n\t\tThe Secretary of State may require a person in, or closely connected with,an agri-food supply chain to provide information about matters connected withany of the person’s activities connected with the supply chain so far as theactivities are in England.\n\t\tThe Secretary of State may make regulations requiring a person in, orclosely connected with, an agri-food supply chain to provide information aboutmatters connected with any of the person’s activities connected with thesupply chain so far as the activities are in England.\n\t\tSee section 24 for provision about—\n\t\t\tthe meaning of “agri-food supply chain”,\n\t\t\twho is in such a supply chain, and\n\t\t\twho is closely connected with such a supply chain.\n\t\tSubsections (1) and (2) do not apply in relation to individuals in a supplychain so far as they are in the supply chain by reason of them, or members oftheir households, being the ultimate consumers (see section 24).\n\t\tA requirement imposed on a person under subsection (1) or (2) does notapply to so much of the information as the person would in legal proceedingsbe entitled to refuse to provide on grounds of legal privilege.\n\t\tA requirement under subsection (1) must be in writing.\n\t\tSubsection (1) binds the Crown.\n\t\tRegulations under subsection (2) are subject to affirmative resolutionprocedure.\n\tMeaning of “agri-food supply chain”\n\t\tThis section has effect for the purposes of this Chapter.\n\t\tAn “agri-food supply chain” is a supply chain for providing individualswith items of food or drink for personal consumption where the items consistof or include, or have been produced using (directly or indirectly, andwhether or not exclusively), the whole or part of—\n\t\t\tanything grown or otherwise produced in carrying on agriculture,\n\t\t\tany creature kept in carrying on agriculture, or\n\t\t\tany creature or other thing taken from the wild.\n\t\tThe persons in an agri-food supply chain are—\n\t\t\tthose individuals (“the ultimate consumers”),\n\t\t\tthe persons carrying on the agriculture or (as the case may be) takingthings from the wild, and\n\t\t\tanybody in the supply chain between those persons and the ultimateconsumers.\n\t\tThe persons “closely connected” with an agri-food supply chain are—\n\t\t\tanybody supplying seeds, stock, equipment, feed, fertiliser, pesticides,medicines or similar items to the persons within subsection (3)(b) for use inthe agriculture or taking,\n\t\t\tanybody providing, to persons within subsection (3)(b) or (c), servicesrelated to—\n\t\t\tthe health of creatures, or plants, involved in the supply chain, or\n\t\t\tthe safety or quality of the food or drink to be provided to the ultimateconsumers,\n\t\t\tany person carrying on activities capable of affecting a matter mentionedin sub-paragraph (i) or (ii) of paragraph (b), and\n\t\t\tbodies representing persons within any of paragraphs (b) and (c) ofsubsection (3) and paragraphs (a), (b) and (c) of this subsection.\n\t\tActivities of the kind mentioned in subsection (4)(c) are to be treated forthe purposes of section 23(1) and (2) as connected with the supply chain, butthis is not to be read as limiting the generality of “connected” in section23(1) and (2).\n\t\tIn this section—\n\t\t\t  * “agriculture” includes any growing of plants, and any keeping of creatures, for the production of food or drink; \n\t\t\t  * “plants” includes fungi; \n\t\t\t  * “seeds” includes bulbs and other things from which plants grow. \n\tRequirement must specify purposes for which information may beprocessed\n\t\tThis section applies to a requirement imposed under section 23(1) or (2).\n\t\tThe requirement must specify the purposes for which the information may beprocessed.\n\t\tEach purpose specified must be in, or covered by, the list of purposes insubsection (4).\n\t\tThe list of purposes is as follows—\n\t\t\thelping persons in agri-food supply chains to—\n\t\t\tincrease productivity,\n\t\t\tmanage risks (including, but not limited to, financial risks, non-financial trading risks, climatic risks, and risks of or from disease orpollution), or\n\t\t\tmanage market volatility;\n\t\t\tpromoting transparency or fairness in agri-food supply chains;\n\t\t\tpromoting the health, welfare or traceability of creatures of a kind keptfor the production of food, drink, fibres or leathers;\n\t\t\tpromoting the health or quality of plants, fungi or soil;\n\t\t\tminimising adverse environmental effects of activities connected with agri-food supply chains;\n\t\t\tminimising waste arising from activities connected with agri-food supplychains;\n\t\t\tmonitoring, or analysing, markets connected with agri-food supply chains.\n\t\tFor the meaning of “agri-food supply chain” (and “person in” such a chain)see section 24.\n\tRequirements under section 23(1): duty to publish draft requirement\n\t\tBefore a particular requirement is imposed under section 23(1), theSecretary of State must have—\n\t\t\tpublished— \n\t\t\ta draft of the requirement,\n\t\t\ta description of the persons on whom it is proposed that the requirementmay be imposed, and\n\t\t\tthe deadline for making comments on the draft, which must not be earlierthan 4 weeks after the date of publication, and\n\t\t\tdecided, in the light of comments received before the deadline (and anyother relevant matters), whether the requirement should be imposed in theterms of the draft or in revised terms.\n\t\tA requirement in the decided form may be imposed on a person at any timesafter the decision when the person is within the published description.\n\tProvision of required information and limitations on its processing\n\t\tThis section applies to a requirement imposed under section 23(1) or (2).\n\t\tInformation provided in response to the requirement may be processed for,but only for, purposes specified in the requirement (see section 25).\n\t\tSubsection (2) applies—\n\t\t\tto the person to whom the information is provided, and\n\t\t\tto a person to whom the information is disclosed,\n\t\t\t\tbut, in the case of a person within paragraph (b), subsection (2) does notauthorise processing contrary to the terms on which disclosure is made.\n\t\tSubsections (2) and (3) are subject to subsections (7) to (9).\n\t\tThe requirement may specify how and when the required information is to beprovided, including (in particular)—\n\t\t\tthe person to whom the information is to be provided (who may be a personother than the Secretary of State);\n\t\t\tthe form in which the information is to be provided;\n\t\t\tthe means by which it is to be provided;\n\t\t\tthe time or times at which, or by when, it is to be provided.\n\t\tThe requirement must specify—\n\t\t\tthe types of processing to which the information may be subjected, and\n\t\t\tif the types of processing specified include disclosure of any kind, theforms in which the information may be disclosed.\n\t\tInformation provided in response to the requirement—\n\t\t\tmay not be subjected to types of processing other than those specified inthe requirement, and\n\t\t\tmay not be disclosed in any form other than those specified in therequirement,\n\t\t\texcept in circumstances specified in the requirement.\n\t\tSubsection (9) applies if—\n\t\t\tinformation is provided in response to the requirement, and\n\t\t\ta person (“P”) proposes to make a disclosure of the information that ispermitted by subsection (7).\n\t\tWhere P proposes that the disclosure should be of the information otherwisethan in anonymised form—\n\t\t\tP must consider whether the disclosure (if made in the form proposed)would, or might, prejudice the commercial interests of any person, and\n\t\t\tif P considers that it would or might do so, the disclosure (if made) mustbe of the information in anonymised form unless the Secretary of Stateconsiders that it is in the public interest for the disclosure to be of theinformation in some other form permitted by subsection (7) (in which event thedisclosure may be of the information in that other form).\n\t\tIn this Chapter “processing”, in relation to information, means anoperation or set of operations which is performed on information, or on setsof information, such as—\n\t\t\tcollection, recording, organisation, structuring or storage,\n\t\t\tadaptation or alteration,\n\t\t\tretrieval, consultation or use,\n\t\t\tdisclosure by transmission, dissemination or otherwise making available,\n\t\t\talignment or combination, or\n\t\t\trestriction, erasure or destruction.\n\tEnforcement of information requirements\n\t\tThe Secretary of State may by regulations make provision for enforcement ofa requirement imposed under section 23(1) or (2).\n\t\tIn the following provisions of this section “specified” means specified inregulations under subsection (1).\n\t\tIn subsection (1) “enforcement” includes (in particular)—\n\t\t\tmonitoring compliance,\n\t\t\tinvestigating non-compliance, and\n\t\t\tdealing with non-compliance.\n\t\tThe provision that may be made by regulations under subsection (1) includes(in particular)—\n\t\t\tprovision for the imposition of monetary penalties for non-compliance withrequirements, whether penalties—\n\t\t\tof a specified amount,\n\t\t\tof an amount calculated in a specified manner,\n\t\t\tof an amount, not exceeding a specified maximum or a maximum calculatedin a specified manner, decided by a specified person or a person of aspecified description, or\n\t\t\tby way of suspending, or withholding, payment of any amounts;\n\t\t\tprovision for recovery of amounts due in respect of monetary penalties,including provision for any of interest, set-off and security for payment;\n\t\t\tprovision about the giving of advice or warnings;\n\t\t\tprovision for the acceptance of undertakings to take, or refrain fromtaking, particular actions;\n\t\t\tprovision giving persons functions in connection with enforcement ofrequirements;\n\t\t\tprovision about review of, or appeals against, things done (includingdecisions made) in connection with enforcement of requirements.\n\t\tIn subsection (4)(a) “specified manner” includes (in particular) a mannerframed by reference to a specified matter such as a person’s profits, incomeor turnover.\n\t\tRegulations under subsection (1) are subject to affirmative resolutionprocedure."
    },
    {
        "length": 1180,
        "text": "\nCHAPTER 2Fair dealing with agricultural producers and others in the supplychain\n\tFair dealing obligations of business purchasers of agriculturalproducts\n\t\tThe Secretary of State may make regulations—\n\t\t\timposing obligations on business purchasers of agricultural products inrelation to contracts they make for the purchase of agricultural products fromqualifying sellers;\n\t\t\tproviding for the enforcement of obligations imposed under paragraph (a).\n\t\tThe powers under subsection (1) are exercisable for the purpose ofpromoting fair contractual dealing by business purchasers of agriculturalproducts from qualifying sellers.\n\t\tFor the purposes of this section—\n\t\t\tthe purchaser, in relation to a contract for the purchase of anagricultural product, is a “business purchaser” if the person purchases theproduct in the course of carrying on a business that includes purchasingproducts of that kind;\n\t\t\tthe seller, in relation to a contract for the purchase of an agriculturalproduct, is a “qualifying seller” if the person (whether within or outside theUnited Kingdom) is any of the following—\n\t\t\ta person carrying on an agricultural activity for the production ofproducts of that kind or otherwise in connection with their production;\n\t\t\ta recognised producer organisation;\n\t\t\ta recognised association of producer organisations;\n\t\t\ta produce aggregator (so far as not falling within sub-paragraph (ii) or(iii)) for that product.\n\t\tIn subsection (3)(b)(iv), a “produce aggregator” for a product means aperson—\n\t\t\twho purchases products of that kind from more than one seller each of whomis a qualifying seller in relation to the contract for the purchase, but\n\t\t\twho does not carry out any processing activities in relation to that kindof product or any other kind of product which the person sells.\n\t\tFor the purposes of subsection (4)(a), a seller may fall within paragraph(iv) of subsection (3)(b) by virtue of an earlier application of subsection(4).\n\t\tThe kinds of obligation that regulations under this section may impose inrelation to a contract include—\n\t\t\tobligations to contract in writing;\n\t\t\tobligations to include, or not to include, in the contract terms dealingwith specified matters;\n\t\t\twhere terms dealing with specified matters are included in the contract(whether or not by virtue of paragraph (b))—\n\t\t\tobligations relating to the provision that must be made by those terms;\n\t\t\tobligations to comply with specified principles and practices as to theprovision that should be made by those terms.\n\t\tThe following are examples of the matters that may be specified undersubsection (6)(b) and (c)—\n\t\t\tthe quantity and quality of products to be purchased;\n\t\t\thow products are to be provided (including timing of deliveries);\n\t\t\tpricing mechanisms (including mechanisms for adjustments, premiums anddeductions);\n\t\t\tpayment (including timing and method of payments);\n\t\t\tcharges for processing, marketing or advertising products;\n\t\t\texclusivity of contractual dealing;\n\t\t\tthe provision of information between the parties;\n\t\t\tvariation of a contract (including notice periods for variation andretrospective variations);\n\t\t\tduration and termination of a contract.\n\t\tThe provision that may be made under subsection (1)(b) includes provision—\n\t\t\tfor complaints relating to alleged non-compliance to be referred to aspecified person;\n\t\t\tas to how those complaints are to be investigated and how an allegation ofnon-compliance is to be determined;\n\t\t\tin the event of a determination of non-compliance, for the imposition on abusiness purchaser of agricultural products from a qualifying seller ofmonetary penalties or a requirement to pay compensation (or both);\n\t\t\tfor appeals against such penalties or requirements.\n\t\tThe powers under subsection (1)(b) include power to—\n\t\t\tconfer functions on any person;\n\t\t\tprovide for a person to exercise a discretion in dealing with any matter.\n\t\tRegulations under this section are subject to affirmative resolutionprocedure.\n\t\tIn this section—\n\t\t\t  * “processing activities” includes activities such as butchering, baking, fermenting, rendering and preserving (whether by drying, canning, bottling, freezing or otherwise) but does not include activities such as packing, cleaning, sorting, transporting and storing; \n\t\t\t  * “recognised association of producer organisations” means an association recognised under section 30(3); \n\t\t\t  * “recognised producer organisation” means a producer organisation recognised under section 30(1); \n\t\t\t  * “specified” means specified in regulations under this section. "
    },
    {
        "length": 2020,
        "text": "\nCHAPTER 3Producer organisations\n\tProducer and interbranch organisations etc: application for recognition\n\t\tAn organisation of agricultural producers that meets the conditions insubsection (2) may apply to the Secretary of State to become a recognisedproducer organisation.\n\t\tThe conditions are—\n\t\t\tthat the organisation is made up only of agricultural producers (its“members”);\n\t\t\tthat the organisation was formed on the initiative of one or more of itsmembers;\n\t\t\tthat the organisation has a specified minimum number of members, or itsmembers have a specified minimum production, or both;\n\t\t\tthat the constitution of the organisation meets specified requirements;\n\t\t\tthat the organisation carries out, on behalf of its members, one or morespecified activities;\n\t\t\tthat the organisation does not engage in specified unlawful activities.\n\t\tAn association of recognised producer organisations that meets theconditions in subsection (4) may apply to the Secretary of State to become arecognised association of producer organisations.\n\t\tThe conditions are—\n\t\t\tthat the association is made up only of recognised producer organisations(its “members”);\n\t\t\tthat the association was formed on the initiative of one or more of itsmembers.\n\t\tAn organisation of agricultural businesses that meets the conditions insubsection (6) may apply to the Secretary of State to become a recognisedinterbranch organisation.\n\t\tThe conditions are—\n\t\t\tthat the organisation is made up only of businesses carrying on—\n\t\t\tactivities as an agricultural producer, or\n\t\t\tactivities linked to any one or more agricultural sectors,\n\t\t\t\t(its “members”);\n\t\t\tthat the organisation has—\n\t\t\tat least one member that is an agricultural producer, and\n\t\t\tat least one member involved in the processing or distribution ofagricultural products;\n\t\t\tthat the organisation was formed on the initiative of one or more of itsmembers;\n\t\t\tthat the organisation has a specified minimum number of members, or itsmembers who are agricultural producers have a specified minimum production, orboth;\n\t\t\tthat the organisation carries out, on behalf of its members, one or morespecified activities;\n\t\t\tthat the organisation does not engage in specified unlawful activities.\n\t\tIn subsections (2)(f) and (6)(f) “unlawful activities” means activitieswhich involve breaching a prohibition or failing to comply with a duty.\n\t\tIn subsection (6)(a) the reference to activities linked to an agriculturalsector are to activities carried on by the business as—\n\t\t\ta processor or distributor of agricultural products within that sector, or\n\t\t\ta producer, processor or distributor of products made (to any extent) fromagricultural products within that sector.\n\t\tThe Secretary of State may by regulations specify additional conditionsthat an organisation of agricultural producers, an association of recognisedproducer organisations or an organisation of agricultural businesses must meetin order to be able to make an application under this section.\n\t\tThe Secretary of State must by regulations specify the time period withinwhich an application under subsection (1), (3) or (5) must be determined.\n\t\tThe Secretary of State must notify a decision on whether to grant anapplication to—\n\t\t\tthe applicant, and\n\t\t\tthe Competition and Markets Authority,\n\t\t\tand, in the case of a decision to grant an application, must publish thedecision online.\n\t\tThe Secretary of State may by regulations make further provision aboutapplications under this section, such as provision about—\n\t\t\tthe evidence to be supplied with an application;\n\t\t\tthe factors to be taken into account in deciding an application;\n\t\t\ttime periods and deadlines;\n\t\t\tapplication fees;\n\t\t\treviews and appeals.\n\t\tIn this section—\n\t\t\t  * “agricultural producer” means a producer operating in one or more agricultural sectors; \n\t\t\t  * “agricultural product” means a product produced by a producer operating within any agricultural sector (including, where relevant, a live animal or plant); \n\t\t\t  * “agricultural sector” means a sector listed in Schedule 1; \n\t\t\t  * “specified” means specified in regulations made by the Secretary of State. \n\t\tThe Secretary of State may by regulations amend Schedule 1 for the purposeof—\n\t\t\tadding, altering or removing an entry in the list of sectors;\n\t\t\tgiving further detail on the sectors in that list (for example by addingdefinitions, making provision as to what falls, or does not fall, within asector or including any other interpretative material).\n\tRecognised organisations: competition exemptions and further provision\n\t\tSchedule 2 amends Schedule 3 to the Competition Act 1998 (generalexclusions) so as to exclude certain agreements between members of recognisedorganisations from the Chapter 1 prohibition.\n\t\tThe Secretary of State may by regulations make further provision aboutrecognised organisations.\n\t\tThe type of provision that may be made in the regulations includes—\n\t\t\tongoing requirements with which a recognised organisation must comply;\n\t\t\tprovision about the monitoring and enforcement of those requirements.\n\t\tProvision made by virtue of subsection (3) may (among other things) includeprovision—\n\t\t\tabout the provision of information;\n\t\t\tabout the keeping of records;\n\t\t\tabout the suspension or withdrawal of recognition;\n\t\t\tabout appeals;\n\t\t\tconferring functions (including functions involving the exercise of adiscretion) on a person.\n\t\tThe regulations may also include provision about the extent to which, andthe circumstances in which, recognised organisations may delegate certainfunctions, which may include a procedure requiring that an organisationrequest permission from the Secretary of State.\n\t\tIn this section, “recognised organisation” means—\n\t\t\ta recognised producer organisation,\n\t\t\ta recognised association of producer organisations, or\n\t\t\ta recognised interbranch organisation.\n\tRegulations under sections 30 and 31\n\t\tThe power to make regulations under sections 30(9), (10) or (12) and 31includes power to make provision allowing the Secretary of State to delegatefunctions, including the function of deciding applications for recognitionunder section 30.\n\t\tRegulations under sections 30(9), (10) or (12) and 31 may make additionalor different provision, including in the case of section 30(9) an exemptionfrom a condition in section 30, in relation to a specified agricultural sector(“sector-specific provision”) if the Secretary of State is satisfied that—\n\t\t\tthere is a need for sector-specific provision due to market conditions orother circumstances creating adverse effects on agricultural producers in thatsector, and\n\t\t\tthe sector-specific provision is appropriate to remedy or mitigate theadverse effects.\n\t\t\t\tExcept as provided by this section, regulations under those provisions may notmake different provision in relation to different agricultural sectors.\n\t\tRegulations under sections 30 and 31 are subject to negative resolutionprocedure unless—\n\t\t\tsection 50(5) applies,\n\t\t\tthe regulations contain new sector-specific provision, or\n\t\t\tthe regulations contain provision made under section 30(14).\n\t\tRegulations under sections 30 and 31 which contain new sector-specificprovision or provision made under section 30(14) are subject to affirmativeresolution procedure.\n\t\tBefore making regulations which contain such provision the Secretary ofState must consult—\n\t\t\tpersons who are representative of any agricultural sector (or any part ofan agricultural sector) to which the regulations will apply, and\n\t\t\tpersons who may otherwise be affected by the sector-specific provision orby the provision under section 30(14) (as the case may be).\n\t\tIn this section—\n\t\t\t  * “agricultural sector” means a sector listed in Schedule 1; \n\t\t\t  * “new sector-specific provision” means sector-specific provision that did not apply by virtue of any retained direct EU legislation immediately before this section comes into force. "
    },
    {
        "length": 3485,
        "text": "\nPART 4Matters relating to farming and the countryside\n\tFertilisers \n\t\tPart 4 of the Agriculture Act 1970 (fertilisers etc) is amended as follows.\n\t\tIn section 66 (interpretation), in subsection (1), for the definition of“fertiliser” substitute—\n\t\t\t  * ““fertiliser” means any material which, for the purpose of the cultivation of plants or fungi, is intended to supply plants or fungi or their seeds or spores with nutrients or to improve nutritional efficiency;”.\n\t\tIn section 74A (power to regulate fertilisers etc), in subsection (1), for“or content”, in both places, substitute “, content or function”.\n\t\tIn that section, after subsection (1) insert—\n\t\t\t“(1A)Regulations made under subsection (1) above with respect to fertilisersmay, for the purposes of assessing, monitoring or enforcing compliance withsuch regulations or otherwise mitigating risks to human, animal or planthealth or the environment presented by fertilisers, include provision—\n\t\t\tfor the carrying out of procedures to assess the composition, content orfunction of any material (“assessment procedures”);\n\t\t\tconferring on a public authority functions relating to market surveillanceand regulation;\n\t\t\trequiring the keeping or provision of information.\n\t\t\t(1B)Provision for assessment procedures which is made under subsection (1A)(a)above may include provision—\n\t\t\tas to how and when assessment procedures are to be carried out;\n\t\t\tas to the persons by whom assessment procedures are to be carried out orverified and the functions of such persons;\n\t\t\tconferring on a public authority functions relating to the appointment andregistration of persons referred to in paragraph (b) and authorisingdelegation of those functions;\n\t\t\tfor appeals against decisions taken in relation to assessment procedures orappointments and registration;\n\t\t\tfor the charging of fees in respect of assessment procedures (such fees notto exceed the reasonable costs of carrying out the procedures);\n\t\t\tconferring on a public authority functions relating to the registration offertilisers which, on the basis of assessment procedures carried out on them,meet the requirements of the regulations.\n\t\t\t(1C)The functions which may be conferred on a public authority undersubsection (1A)(b) above include—\n\t\t\tpowers to require the carrying out of further assessment procedures;\n\t\t\tpowers to prohibit or restrict the carrying out of an activity in relationto fertilisers;\n\t\t\tpowers to require the taking of action in relation to fertilisers;\n\t\t\tpowers to require the withdrawal from sale, or the recall from purchasers,of fertilisers;\n\t\t\tpowers to impose monetary penalties in cases where the public authorityconsiders that there has been a failure to comply with the regulations;\n\t\t\tpowers of entry and inspection, including powers of taking samples and ofseizing or destroying any material.\n\t\t\t(1D)Regulations under subsection (1A)(c) may not impose or confer a duty orpower requiring or authorising the disclosure or use of information where thedisclosure or use would (taking the duty or power into account) contravene thedata protection legislation (which for these purposes has the same meaning asin the Data Protection Act 2018).\n\t\t\t(1E)Regulations made under subsection (1) above may—\n\t\t\tmake provision that is incidental, consequential or supplementary toprovision made under subsections (1A) to (1C), including provision—\n\t\t\tamending or repealing [EU Regulation2003/2003](/european/regulation/2003/2003?view=plain \"Go to item oflegislation\") of 13 October 2003 relating to fertilisers, and\n\t\t\tamending or repealing other retained direct EU legislation;\n\t\t\tprovide for a person to exercise a discretion in relation to any matter.\n\t\t\t(1F)In this section “public authority” means a person exercising functions ofa public nature.”\n\t\tIn section 84 (regulations)—\n\t\t\tin subsection (2)(b), at the end insert “(unless any of subsections (2A) to(2C) applies)”;\n\t\t\tafter subsection (2) insert—\n\t\t\t“(2A)The following regulations may not be made unless a draft of theinstrument containing them has been laid before, and approved by a resolutionof, each House of Parliament—\n\t\t\tthe first regulations made by the Secretary of State under section 74A(1)after the coming into force of this subsection which contain provision undersection 74A(1A) to (1E);\n\t\t\tany other regulations made by the Secretary of State under section 74A(1)which contain provision under section 74A(1A)(b) or (1E)(a)(i) or (ii).\n\t\t\t(2B)The following regulations may not be made unless a draft of the instrumentcontaining them has been laid before, and approved by a resolution of, SeneddCymru—\n\t\t\tthe first regulations made by the Welsh Ministers under section 74A(1)after the coming into force of this subsection which contain provision undersection 74A(1A) to (1E);\n\t\t\tany other regulations made by the Welsh Ministers under section 74A(1)which contain provision under section 74A(1A)(b) or (1E)(a)(i) or (ii).\n\t\t\t(2C)The following regulations made by the Scottish Ministers are subject tothe affirmative procedure (as to which, see section 29 of the Interpretationand Legislative Reform (Scotland) Act 2010)—\n\t\t\tthe first regulations made by the Scottish Ministers under section 74A(1)after the coming into force of this subsection which contain provision undersection 74A(1A) to (1E);\n\t\t\tany other regulations made by the Scottish Ministers under section 74A(1)which contain provision under section 74A(1A)(b) or (1E)(a)(i) or (ii).\n\t\t\t(2D)The following regulations may not be made unless a draft of them has beenlaid before, and approved by a resolution of, the Northern Ireland Assembly—\n\t\t\tthe first regulations made by a Northern Ireland department under section74A(1) after the coming into force of this subsection which contain provisionunder section 74A(1A) to (1E);\n\t\t\tany other regulations made by a Northern Ireland department under section74A(1) which contain provision under section 74A(1A)(b) or (1E)(a)(i) or(ii).”\n\t\tIn section 86 (modifications for Northern Ireland), in subsection (9), inthe paragraph (b) treated as substituted for section 84(2)(b), after “1954”insert “(unless subsection (2D) applies)”.\n\tIdentification and traceability of animals\n\t\tIn the Natural Environment and Rural Communities Act 2006, after section 89insert—\n\t\t“89AIdentification and traceability of animals\n\t\t\tWhere the Secretary of State makes or has made an order under section87(1)(a) establishing a body, the functions that may be assigned to the bodyunder section 87(1)(b) by the Secretary of State include functions that areexercisable in relation to England, Wales, Northern Ireland or Scotland andrelate to—\n\t\t\t\tcollecting, managing and making available information regarding theidentification, movement and health of animals, or\n\t\t\t\tthe means of identifying animals.\n\t\t\tAn order of the Secretary of State assigning functions under section87(1)(b) by virtue of subsection (1) may only be made with the approval of—\n\t\t\t\tthe Welsh Ministers, if the functions are exercisable in relation to Wales,\n\t\t\t\tthe Department of Agriculture, Environment and Rural Affairs in NorthernIreland, if the functions are exercisable in relation to Northern Ireland, and\n\t\t\t\tthe Scottish Ministers, if the functions are exercisable in relation toScotland.\n\t\t\tProvision made by virtue of subsection (1) may not require or authorise thedisclosure or use of information in contravention of the data protectionlegislation (within the meaning of section 3 of the Data Protection Act 2018).\n\t\t\tIn this section “animals” has the same meaning as it has for the purposesof section 8 of the Animal Health Act 1981.”\n\t\t\tIn the Animal Health Act 1981, in section 8 (movement generally)—\n\t\t\t\tin subsection (1)(a), for “the marking of animals” substitute “—\n\t\t\t\tin relation to England or Wales, the means of identifying animals, and\n\t\t\t\tin relation to Scotland, the marking of animals,”;\n\t\t\t\tafter subsection (1) insert—\n\t\t\t\t\t“(1A)Provision made under subsection (1)(a) made by the Secretary of State orthe Welsh Ministers may bind the Crown.”\n\t\t\tIn Regulation [(EC) No 1760/2000](/european/regulation/2000/1760?view=plain\"Go to item of legislation\") of the European Parliament and of the Council of17 July 2000 establishing a system for the identification and registration ofbovine animals—\n\t\t\t\tin Article 1 (member States to establish systems for the identification andregistration of bovine animals), at the end insert—\n\t\t\t\t“3This Title does not apply in relation to England or Wales.”, and\n\t\t\t\tin Article 22 (compliance)—\n\t\t\t\tin paragraph 1 at the end insert—\n\t\t\t\t“The fourth, fifth and sixth subparagraphs do not apply in relation to Englandor Wales.”, and\n\t\t\t\tin paragraph 2 at the end insert—\n\t\t\t\t“This paragraph does not apply in relation to England or Wales.”\n\t\t\tIn Council Regulation [(EC) No21/2004](/european/regulation/2004/0021?view=plain \"Go to item oflegislation\") of 17 December 2003 establishing a system for the identificationand registration of ovine and caprine animals, in Article 1 (member States toestablish systems for the identification and registration of ovine and caprineanimals), at the end insert—\n\t\t\t“3This Regulation does not apply in relation to England or Wales.”\n\tRed meat levy: payments between levy bodies in Great Britain\n\t\tA scheme under this section (“the scheme”) may—\n\t\t\tmake provision for amounts of red meat levy collected by the levy body forone country in Great Britain to be paid to the levy body for another suchcountry, or\n\t\t\tamend, suspend or revoke an earlier scheme made under this section.\n\t\tThe scheme may make provision about—\n\t\t\tthe method by which the amount of a payment is to be calculated,\n\t\t\twho is to determine the amount of a payment,\n\t\t\twhen a payment is to be made,\n\t\t\thow a payment is to be made, and\n\t\t\tthe duration of the scheme;\n\t\t\t\tand in this subsection “payment” means any payment which is to be made underthe scheme by a levy body.\n\t\tThe method of calculating the amount of a payment may include calculationby reference to any matters specified in the scheme, including—\n\t\t\tthe number of animals—\n\t\t\tin respect of which red meat levy was imposed by the levy body making thepayment in a given period, and\n\t\t\twhich have a given connection with the country of the levy body which isto receive the payment;\n\t\t\tthe administrative costs of implementing the scheme for the levy bodiesinvolved in the payment.\n\t\tA payment made under the scheme is to be treated by the levy body receivingit as if it were red meat levy collected by that body.\n\t\tThe scheme may make supplementary, incidental or consequential provision(including provision conferring functions).\n\t\tA levy body must comply with any requirement imposed on it by the scheme.\n\t\tThe scheme—\n\t\t\tis to be made jointly by—\n\t\t\tthe Secretary of State, if it involves the levy body for England, and\n\t\t\tthe Scottish Ministers, if it involves the levy body for Scotland, and\n\t\t\tthe Welsh Ministers, if it involves the levy body for Wales;\n\t\t\tmust be published in such manner as may be determined by the authoritiesmaking it.\n\t\tFor the purposes of this section the levy bodies for the countries in GreatBritain are—\n\t\t\tfor England, the Agriculture and Horticulture Development Board;\n\t\t\tfor Scotland, Quality Meat Scotland;\n\t\t\tfor Wales, the person for the time being exercising the Welsh Ministers’function of imposing levy on slaughterers under section 4 of the [Red MeatIndustry (Wales) Measure 2010 (nawm 3)](/id/mwa/2010/3?view=plain \"Go to itemof legislation\").\n\t\tIn this section, “red meat levy” means—\n\t\t\tin relation to the levy body for England, producer levy imposed onslaughterers under Schedule 3 to the Agriculture and Horticulture DevelopmentBoard Order 2008 ([S.I. 2008/576](/id/uksi/2008/576?view=plain \"Go to item oflegislation\"));\n\t\t\tin relation to the levy body for Scotland, producer levy imposed onslaughterers under Schedule 3 to the Quality Meat Scotland Order 2008 ([S.S.I.2008/77](/id/ssi/2008/77?view=plain \"Go to item of legislation\"));\n\t\t\tin relation to the levy body for Wales, the production component (withinthe meaning of Schedule 2 to the Red Meat Industry (Wales) Measure 2010) oflevy imposed on slaughterers under section 4 of that Measure.\n\tAgricultural tenancies\n\t\tSchedule 3 makes provision in relation to agricultural tenancies."
    },
    {
        "length": 3726,
        "text": "\nPART 5Agricultural products\n\tMarketing standards\n\t\tThe Secretary of State may by regulations, in relation to agriculturalproducts that—\n\t\t\tare listed in Schedule 4, and\n\t\t\tare marketed in England,\n\t\t\t\tmake provision about the standards with which those products must conform(“marketing standards”).\n\t\tThe regulations may cover matters such as—\n\t\t\ttechnical definitions, designation and sales descriptions;\n\t\t\tclassification criteria such as grading into classes, weight, sizing, ageand category;\n\t\t\tthe species, plant variety or animal breed or the commercial type;\n\t\t\tthe presentation, labelling, packaging, rules to be applied in relation topackaging centres, marking, years of harvesting and use of specific terms;\n\t\t\tcriteria such as appearance, consistency, conformation, productcharacteristics and the percentage of water content;\n\t\t\tspecific substances used in production, or components or constituents,including their quantitative content, purity and identification;\n\t\t\tthe type of farming and production method, including oenological practices;\n\t\t\tcoupage of must and wine (including definitions of those terms), blendingand restrictions thereof;\n\t\t\tthe frequency of collection, delivery, preservation and handling, theconservation method and temperature, storage and transport;\n\t\t\tthe place of farming or origin, excluding live poultry, poultrymeat andspreadable fats;\n\t\t\trestrictions as regards the use of certain substances and practices;\n\t\t\tspecific use of products;\n\t\t\tthe conditions governing the disposal, the holding, circulation and use ofproducts not in conformity with the marketing standards, and the disposal ofby-products;\n\t\t\tthe use of terms communicating value-added characteristics or attributes.\n\t\tRegulations under subsection (1) may include provision about enforcement,which may (among other things) include provision—\n\t\t\tabout the provision of information;\n\t\t\tconferring powers of entry;\n\t\t\tconferring powers of inspection, search and seizure;\n\t\t\tabout the keeping of records;\n\t\t\timposing monetary penalties;\n\t\t\tcreating summary offences punishable with a fine (or a fine not exceedingan amount specified in the regulations, which must not exceed level 4 on thestandard scale);\n\t\t\tabout appeals;\n\t\t\tconferring functions (including functions involving the exercise of adiscretion) on a person.\n\t\tRegulations under subsection (1) may not authorise entry to a privatedwelling without a warrant issued by a justice of the peace.\n\t\tThe Secretary of State may by regulations amend this section and Schedule 4for or in connection with the purpose of—\n\t\t\tadding or removing an agricultural product from the list in Schedule 4;\n\t\t\taltering the description of an agricultural product in the list.\n\t\tRegulations under this section are subject to affirmative resolutionprocedure.\n\tOrganic products\n\t\tRegulations may make provision for and in relation to the certification of—\n\t\t\torganic products;\n\t\t\tactivities relating to organic products;\n\t\t\tpersons or groups of persons carrying out activities relating to organicproducts.\n\t\tRegulations under subsection (1) may (without limitation) make provision—\n\t\t\tas to the persons (“certification authorities”) who are to carry outfunctions relating to certification in the United Kingdom or overseas;\n\t\t\trequiring persons carrying out activities in relation to organic productsto notify certification authorities of those activities;\n\t\t\trelating to procedures for applications for certificates;\n\t\t\tas to the circumstances in which certificates may or may not be issued;\n\t\t\tfor the suspension or withdrawal of certificates;\n\t\t\tprohibiting or restricting the sale or marketing of organic products—\n\t\t\twithout certification provided for by regulations under this section, or\n\t\t\twhere activities are or have been carried out in relation to the productswithout certification provided for by regulations under this section.\n\t\tRegulations under subsection (1) may, in relation to certification underthe regulations, make provision (without limitation) about the objectives,principles and standards of organic production, including those whose purposeis—\n\t\t\tmitigating, or adapting to, climate change;\n\t\t\tprotecting or improving natural resources;\n\t\t\tprotecting or improving biodiversity (including protecting endangeredspecies);\n\t\t\tprotecting or improving human health;\n\t\t\tprotecting or improving the health or welfare of livestock or otheranimals;\n\t\t\tprotecting or improving the health of plants;\n\t\t\tprotecting or improving the quality of soil;\n\t\t\tprotecting or improving the landscape;\n\t\t\tpromoting organic production or innovation in, or research into, techniquesof organic production;\n\t\t\tsecuring the maintenance of the principles of organic production;\n\t\t\tmaintaining consumer confidence in organic products.\n\t\tRegulations under subsection (1) may (without limitation) make provisionabout the labelling, marketing and sale of organic products which arecertified under the regulations, including in particular prohibiting,requiring or permitting labelling of a description specified in theregulations.\n\t\tRegulations may make provision in relation to the import of organicproducts into the United Kingdom, including provision—\n\t\t\tas to the procedures to be followed in respect of the import of organicproducts;\n\t\t\trestricting or prohibiting the import of organic products.\n\t\tThe provision that may be made under subsection (5)(b) includes provisionframed by reference to cases where—\n\t\t\timported organic products are certified by a person recognised inaccordance with the regulations as competent to—\n\t\t\tcertify organic products as complying with provision made by regulationsunder subsection (1), or\n\t\t\tcontrol or enforce standards relating to organic products equivalent tothose applicable in the United Kingdom;\n\t\t\timported organic products are produced in an overseas country which isrecognised in accordance with the regulations as controlling or enforcingstandards relating to organic products equivalent to those applicable in theUnited Kingdom;\n\t\t\timported organic products comply with conditions specified in aninternational trade agreement.\n\t\tRegulations may make provision relating to the export of organic productsfrom the United Kingdom, including provision—\n\t\t\trequiring exports to be notified to a person specified in the regulations;\n\t\t\tas to other procedures relating to exports.\n\t\tRegulations under this section may include provision—\n\t\t\tprohibiting the sale or marketing of organic products, or other activitiesrelating to organic products, in cases of non-compliance with the regulations;\n\t\t\tfor the charging of fees in respect of functions exercisable under theregulations (such fees not to exceed the reasonable cost of the exercise ofthe functions);\n\t\t\trelating to enforcement of the regulations.\n\t\tThe provision that may be made under subsection (8)(c) includes provision—\n\t\t\tabout the provision, use and retention of information (whether within oroutside the United Kingdom),\n\t\t\tconferring powers of entry,\n\t\t\tconferring powers of inspection, search and seizure,\n\t\t\tfor the keeping of records,\n\t\t\timposing monetary penalties,\n\t\t\tcreating summary offences punishable with a fine (or a fine not exceedingan amount specified in the regulations), and\n\t\t\tconferring functions (including functions involving the exercise of adiscretion) on a person.\n\t\tProvision under subsection (9)(b) may not authorise entry to a privatedwelling without a warrant issued by a justice of the peace (or, in NorthernIreland, lay magistrate).\n\t\tIn this section—\n\t\t\t  * “marketing” includes advertising; \n\t\t\t  * “organic production” means production of organic products (as to which, see subsections (12) and (13)). \n\t\tIn this section “organic product” means a qualifying product which is oris to be—\n\t\t\tmarketed or sold as “organic”;\n\t\t\tincluded as an ingredient or component of another product and labelled as“organic” on the marketing or sale of that other product.\n\t\tIn subsection (12) “qualifying product” means—\n\t\t\tan agricultural, horticultural or aquacultural product or a product ofanimal husbandry, or\n\t\t\ta product not falling within paragraph (a) which is intended for use as, orin, food and drink for human consumption or animal feed.\n\tOrganic products: supplementary\n\t\tRegulations under section 38 may be made by—\n\t\t\tthe Secretary of State;\n\t\t\tthe Scottish Ministers, if and to the extent that provision made by theregulations would be within the legislative competence of the ScottishParliament if contained in an Act of that Parliament;\n\t\t\tthe Welsh Ministers, if and to the extent that provision made by theregulations would be within the legislative competence of Senedd Cymru ifcontained in an Act of the Senedd (ignoring any requirement for the consent ofany person);\n\t\t\tDAERA, if and to the extent that provision made by the regulations would bewithin the legislative competence of the Northern Ireland Assembly ifcontained in an Act of that Assembly made without the Secretary of State’sconsent.\n\t\tThe Secretary of State may only make regulations under section 38containing provision which could be made under that section by an authorityreferred to in subsection (1)(b) to (d) with the consent of that authority.\n\t\tRegulations under section 38 are subject to affirmative resolutionprocedure where—\n\t\t\tthe regulations are made under subsection (1) of that section and containprovision referred to in subsection (3) of that section, or\n\t\t\tthe regulations are made under subsection (1), (5) or (7) of that sectionand they are the first regulations to be made under that subsection by theauthority making them.\n\t\tRegulations under section 38 to which subsection (3) does not apply aresubject to negative resolution procedure (unless section 50(5) applies).\n\tCarcass classification\n\t\tThe Secretary of State may by regulations make provision about theclassification, identification and presentation of bovine, pig and sheepcarcasses by slaughterhouses in England.\n\t\tRegulations under subsection (1) may include provision about enforcement,which may (among other things) include provision—\n\t\t\tabout the provision of information;\n\t\t\tconferring powers of entry;\n\t\t\tconferring powers of inspection, search and seizure;\n\t\t\tabout the keeping of records;\n\t\t\timposing monetary penalties;\n\t\t\tcreating summary offences punishable with a fine (or a fine not exceedingan amount specified in the regulations, which must not exceed level 4 on thestandard scale);\n\t\t\tabout appeals;\n\t\t\tconferring functions (including functions involving the exercise of adiscretion) on a person.\n\t\tRegulations under subsection (1) may not authorise entry to a privatedwelling without a warrant issued by a justice of the peace.\n\t\tRegulations under this section are subject to affirmative resolutionprocedure.\n\tPower to reproduce modifications under section 37 for wine sector\n\t\tThe Secretary of State may by regulations modify Annex 7 of the CMORegulation as it applies for the purposes of Section 2 of Chapter 1 of Title 2of that Regulation (designations of origin, geographical indications andtraditional terms in the wine sector), so as to reproduce any modifications tothat Annex made by regulations under section 37(1).\n\t\tRegulations under this section are subject to negative resolution procedure(unless section 50(5) applies).\n\tReports relating to free trade agreements\n\t\tA free trade agreement that includes measures applicable to trade inagricultural products may not be laid before Parliament under Part 2 of theConstitutional Reform and Governance Act 2010 unless the Secretary of Statehas first laid a report complying with subsection (2) before Parliament.\n\t\tThe report must explain whether, or to what extent, the measures referredto in subsection (1) are consistent with the maintenance of UK levels ofstatutory protection in relation to—\n\t\t\thuman, animal or plant life or health,\n\t\t\tanimal welfare, and\n\t\t\tthe environment.\n\t\tIn subsection (2) “UK levels of statutory protection” means levels ofprotection which, at the time the report is made, are provided for by or underany legislation which has effect in, or in any part of, the United Kingdom.\n\t\tIn preparing the report, the Secretary of State may seek advice from anyperson the Secretary of State considers to be independent and to have relevantexpertise.\n\t\tWhen the Secretary of State lays the report before Parliament the Secretaryof State must also provide a copy of it to—\n\t\t\tthe Scottish Ministers,\n\t\t\tthe Welsh Ministers,\n\t\t\tDAERA, and\n\t\t\tany Committee of the House of Commons or the House of Lords or any JointCommittee of both Houses that appears to the Secretary of State to have aninterest in the subject matter of the report.\n\t\tThis section does not apply in relation to a free trade agreement if—\n\t\t\teach party to the agreement (other than the United Kingdom) is a memberState or the European Union, or\n\t\t\tthe following conditions are met—\n\t\t\tthe negotiations for the agreement were concluded before the secondanniversary of IP completion day,\n\t\t\teach party to the agreement (other than the United Kingdom) and theEuropean Union were, immediately before exit day, parties to another freetrade agreement which includes measures applicable to trade in agriculturalproducts, and\n\t\t\tthe other free trade agreement was, immediately before exit day, in forcefor, or being provisionally applied by, each party to that agreement.\n\t\tIn this section—\n\t\t\t  * “agricultural products” means products of a kind which, at the time this section comes into force, is listed in— \n\t\t\tAnnex 1 to the Treaty on the Functioning of the European Union;\n\t\t\tAnnex 1 to [Regulation (EU) No510/2014](/european/regulation/2014/0510?view=plain \"Go to item oflegislation\") of the European Parliament and of the Council of 16 April 2013laying down the trade arrangements applicable to certain goods resulting fromthe processing of agricultural products and repealing Council Regulations[(EC) No 1216/2009](/european/regulation/2009/1216?view=plain \"Go to item oflegislation\") and [(EC) No 614/2009](/european/regulation/2009/0614?view=plain\"Go to item of legislation\");\n\t\t\tthe first two columns of Annex 2 to that Regulation;\n\t\t\t\t  * “free trade agreement” means an agreement that is or was notifiable under paragraph 7(a) of Article XXIV of the General Agreement on Tariffs and Trade, part of Annex 1A of the WTO Agreement (as modified from time to time); \n\t\t\t\t  * “legislation” means primary legislation, subordinate legislation or retained direct EU legislation; \n\t\t\t\t  * “the WTO Agreement” means the Agreement establishing the World Trade Organisation signed at Marrakesh on 15 April 1994. "
    },
    {
        "length": 1188,
        "text": "\nPART 6WTO Agreement on Agriculture\n\tPower to make regulations for securing compliance with WTO Agreement onAgriculture: general\n\t\tThe Secretary of State may make regulations for the purpose of securingcompliance with obligations of the United Kingdom under the Agreement onAgriculture.\n\t\tThe provision which may be made under subsection (1) includes (among otherthings)—\n\t\t\tprovision made in accordance with section 44 (limits on the amount ofdomestic support provided in the United Kingdom);\n\t\t\tprovision falling within section 45 (classification of domestic support).\n\t\tRegulations under this section may—\n\t\t\tconfer functions on a person other than the Secretary of State;\n\t\t\tprovide for the Secretary of State to delegate functions;\n\t\t\tprovide for a person to exercise a discretion in dealing with any matter.\n\t\tRegulations under this section are subject to affirmative resolutionprocedure.\n\t\tIn this section and sections 44 and 45—\n\t\t\t  * “the Agreement on Agriculture” means the Agreement on Agriculture, part of Annex 1A to the WTO Agreement (as modified from time to time); \n\t\t\t  * “appropriate authority” means— \n\t\t\tthe Secretary of State, or\n\t\t\ta devolved authority;\n\t\t\t\t  * “devolved authority” means— \n\t\t\tthe Scottish Ministers,\n\t\t\tthe Welsh Ministers, or\n\t\t\ta Northern Ireland department;\n\t\t\t\t  * “domestic support” means subsidies or other financial support that is regarded as domestic support for the purposes of the Agreement on Agriculture; \n\t\t\t\t  * “the WTO Agreement” means the agreement establishing the World Trade Organisation signed at Marrakesh on 15 April 1994. \n\tRegulations under section 43: limits on provision of domestic support inthe United Kingdom\n\t\tThis section applies in relation to any domestic support to which aspecific limit in respect of the United Kingdom applies under the Agreement onAgriculture (“domestic support of the relevant kind”).\n\t\tIt is immaterial for the purposes of subsection (1) whether the domesticsupport in question is identified by indicating what the limit applies to orby indicating what it does not apply to (or by a combination of the two).\n\t\tRegulations under section 43 may make provision setting—\n\t\t\ta limit on the amount of domestic support of the relevant kind that may begiven in the United Kingdom as a whole;\n\t\t\ta limit for each of England, Wales, Scotland and Northern Ireland on theamount of domestic support of the relevant kind that may be given in thatcountry.\n\t\tThe limit (if any) set under subsection (3)(a) may be less than the totalamount of domestic support of the relevant kind that is allowable to theUnited Kingdom under the Agreement on Agriculture.\n\t\tDifferent limits may be set under subsection (3)(b) for different countrieswithin the United Kingdom.\n\t\tA limit may be set under subsection (3)—\n\t\t\tby specifying a monetary amount,\n\t\t\tin the case of a limit under subsection (3)(b), by specifying a percentageof—\n\t\t\tthe limit under subsection (3)(a) (if any), or\n\t\t\tthe total amount of domestic support of the relevant kind that isallowable to the United Kingdom under the Agreement on Agriculture, or\n\t\t\tin any other way the Secretary of State considers appropriate.\n\t\tThe regulations may provide for domestic support of a specified descriptionnot to count towards any one or more of the limits set under subsection (3).\n\t\tWhen considering what limits to set under subsection (3), and what is or isnot to count towards the limits that are set, the matters that the Secretaryof State may take into account include—\n\t\t\tdomestic support that is or may be given across the whole of the UnitedKingdom, and\n\t\t\tfinancial support that—\n\t\t\tis or may be given in any territory outside the United Kingdom, and\n\t\t\tcounts towards the total amount of support (or support of a particularkind) that is allowable to the United Kingdom under the Agreement onAgriculture.\n\tRegulations under section 43: classification of domestic support\n\t\tRegulations under section 43 may make the following kinds of provision.\n\t\tThe regulations may make provision about the classification of domesticsupport for the purposes of—\n\t\t\tthe Agreement on Agriculture, or\n\t\t\tany limits set under section 44.\n\t\tThe provision which may be made by virtue of subsection (2) includesprovision setting out—\n\t\t\ta process for the appropriate authorities to decide how different types ofdomestic support should be classified (including reviewing and amending theirexisting classification);\n\t\t\ta process for the resolution of disputes between the appropriateauthorities regarding the classification of domestic support, which mayinclude provision making the Secretary of State the final arbiter on anydecision on classification."
    },
    {
        "length": 653,
        "text": "\nPART 7Wales and Northern Ireland\n\tWales \n\t\tSchedule 5 makes provision in relation to Wales.\n\tDuration of provision in relation to Wales\n\t\tThe following provisions expire at the end of 2024—\n\t\t\tsection 46 and Schedule 5,\n\t\t\tsection 52(b) and, in Schedule 7, Part 2,\n\t\t\tsection 56(1)(g), and\n\t\t\tin section 57(3), paragraph (b) and, so far as relating to Part 2 ofSchedule 7, paragraph (c).\n\t\tRegulations made under paragraph 9(1) of Schedule 5 (power to modify EUlegislation in connection with declarations relating to exceptional marketconditions) cease to have effect at the end of 2024 (so that any amendmentmade by them ceases to have effect and any enactment repealed by them isrevived).\n\t\t\tBut see subsections (4) to (6) for saving provision.\n\t\tOtherwise, subsection (1) does not affect the continuation in force oreffect of any regulations made, or other thing done, by virtue of Schedule 5before the end of 2024.\n\t\tDespite subsections (1) and (2), paragraphs 7 and 8 of Schedule 5, andregulations made under paragraph 9(1) of that Schedule, continue to haveeffect in relation to a relevant declaration.\n\t\tA “relevant declaration” means a declaration—\n\t\t\tmade under paragraph 7(1) of Schedule 5 before the end of 2024 and havingeffect (whether originally or as a result of a further declaration made underparagraph 7(6) of that Schedule) for a period which ends after the end of2024, or\n\t\t\tmade under paragraph 7(5) or 7(6) of that Schedule as continued in effectby virtue of subsection (4).\n\t\tSubsection (2) does not affect the lawfulness of anything done inaccordance with retained direct EU legislation as modified by regulations madeunder paragraph 9(1) of Schedule 5 before those regulations cease to haveeffect.\n\t\tThe Welsh Ministers may by regulations make transitional, transitory orsaving provision in connection with this section.\n\t\tThe provision which may be made by virtue of subsection (7) includesprovision modifying primary legislation, retained direct EU legislation orsubordinate legislation.\n\t\tRegulations under this section which contain provision modifying primarylegislation (with or without other provision) are subject to affirmativeresolution procedure.\n\t\tOther regulations under this section are subject to negative resolutionprocedure.\n\tNorthern Ireland\n\t\tSchedule 6 makes provision in relation to Northern Ireland."
    },
    {
        "length": 3810,
        "text": "\nPART 8General and final provisions\n\tData protection\n\t\tThis section applies to a duty or power to disclose or use informationwhere the duty or power is imposed or conferred by or under any provision ofParts 1 to 6.\n\t\tA duty or power to which this section applies does not operate to requireor authorise the disclosure or use of information which would contravene thedata protection legislation (but the duty or power is to be taken into accountin determining whether the disclosure or use would contravene thatlegislation).\n\t\tIn this section “data protection legislation” has the same meaning as inthe Data Protection Act 2018 (see section 3 of that Act).\n\tRegulations \n\t\tAny power conferred on the Secretary of State or the Welsh Ministers tomake regulations under this Act is exercisable by statutory instrument.\n\t\tA power conferred on DAERA to make regulations under this Act isexercisable by statutory rule for the purposes of the Statutory Rules(Northern Ireland) Order 1979 ([S.I. 1979/1573 (N.I.12)](/id/nisi/1979/1573?view=plain \"Go to item of legislation\")).\n\t\tAny power to make regulations under this Act includes power—\n\t\t\tto modify retained direct EU legislation;\n\t\t\tto make provision binding the Crown;\n\t\t\tto make different provision for different purposes;\n\t\t\tto make supplementary, incidental, consequential, transitional, transitoryor saving provision.\n\t\tThe provision which may be made by virtue of subsection (3)(d) includesprovision modifying primary legislation, retained direct EU legislation orsubordinate legislation.\n\t\tRegulations which—\n\t\t\tcontain provision made by virtue of subsection (3)(d) modifying primarylegislation, and\n\t\t\twould, apart from this subsection, be subject to negative resolutionprocedure,\n\t\t\t\tare subject to affirmative resolution procedure.\n\t\tWhere regulations under this Act are subject to affirmative resolutionprocedure, the regulations—\n\t\t\tif made by the Secretary of State, may not be made unless a draft of thestatutory instrument containing them has been laid before, and approved by aresolution of, each House of Parliament;\n\t\t\tif made by the Scottish Ministers, are subject to the affirmative procedure(see section 29 of the Interpretation and Legislative Reform (Scotland) Act[2010 (asp 10)](/id/asp/2010/10?view=plain \"Go to item of legislation\"));\n\t\t\tif made by the Welsh Ministers, may not be made unless a draft of thestatutory instrument containing them has been laid before, and approved by aresolution of, Senedd Cymru;\n\t\t\tif made by DAERA, may not be made unless a draft of the regulations hasbeen laid before, and approved by a resolution of, the Northern IrelandAssembly.\n\t\tWhere regulations under this Act are subject to negative resolutionprocedure—\n\t\t\tif made by the Secretary of State, the statutory instrument containing themis subject to annulment in pursuance of a resolution of either House ofParliament;\n\t\t\tif made by the Scottish Ministers, the regulations are subject to thenegative procedure (see section 28 of the Interpretation and LegislativeReform (Scotland) Act [2010 (asp 10)](/id/asp/2010/10?view=plain \"Go to itemof legislation\"));\n\t\t\tif made by the Welsh Ministers, the statutory instrument containing them issubject to annulment in pursuance of a resolution of Senedd Cymru;\n\t\t\tif made by DAERA, the regulations are subject to negative resolution withinthe meaning of section 41(6) of the Interpretation Act (Northern Ireland)1954.\n\t\tAny provision that may be made by regulations under this Act subject tonegative resolution procedure may be made in regulations subject toaffirmative resolution procedure.\n\t\tSection 41(3) of the Interpretation Act (Northern Ireland) 1954 applies inrelation to the laying of a document before the Northern Ireland Assembly byvirtue of this section as it applies in relation to the laying of a statutorydocument under an enactment (as defined in that Act).\n\t\tThis section does not apply to regulations under section 57.\n\tInterpretation \n\t\tIn this Act—\n\t\t  * “affirmative resolution procedure” is to be construed in accordance with section 50(6); \n\t\t  * “the CMO Regulation” means [Regulation (EU) No 1308/2013](/european/regulation/2013/1308?view=plain \"Go to item of legislation\") of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products; \n\t\t  * “DAERA” means the Department of Agriculture, Environment and Rural Affairs in Northern Ireland; \n\t\t  * “EU regulation”, “EU decision” and “EU tertiary legislation” have the same meaning as in the European Union (Withdrawal) Act 2018 (see section 20 of that Act); \n\t\t  * “modify” includes amend, revoke and repeal (and related expressions are to be construed accordingly); \n\t\t  * “negative resolution procedure” is to be construed in accordance with section 50(7); \n\t\t  * “primary legislation” means— \n\t\t\tan Act of Parliament;\n\t\t\tan Act of the Scottish Parliament;\n\t\t\ta Measure or Act of Senedd Cymru;\n\t\t\tNorthern Ireland legislation;\n\t\t\t\t  * “private dwelling” means so much of any land as consists of— \n\t\t\ta building or other structure used wholly or mainly as a private dwelling, or\n\t\t\ta garden, yard, private garage or outhouse enjoyed with such a building orstructure;\n\t\t\t\t  * “subordinate legislation” means an instrument made under primary legislation or under retained direct EU legislation. \n\tConsequential amendments\n\t\tSchedule 7 amends the CMO Regulation in consequence of—\n\t\t\tChapter 2 of Part 2 (intervention in agricultural markets: England);\n\t\t\tPart 2 of Schedule 5 (intervention in agricultural markets: Wales);\n\t\t\tPart 5 (agricultural products);\n\t\t\tPart 4 of Schedule 5 (marketing standards and carcass classification:Wales);\n\t\t\tPart 4 of Schedule 6 (marketing standards and carcass classification:Northern Ireland).\n\tPower to make consequential etc provision\n\t\tThe Secretary of State may, subject to subsections (5) and (6), byregulations make supplementary, incidental or consequential provision inconnection with any provision of this Act.\n\t\tThe Welsh Ministers may by regulations make supplementary, incidental orconsequential provision in connection with—\n\t\t\tsections 33 to 35, so far as relating to Wales,\n\t\t\tsection 36 and Schedule 3, so far as relating to Wales,\n\t\t\tsections 38 and 39, so far as relating to Wales,\n\t\t\tsection 46 and Schedule 5,\n\t\t\tsection 47, and\n\t\t\tsection 52 and Schedule 7 so far as they apply in relation to Wales.\n\t\tThe Scottish Ministers may by regulations make supplementary, incidental orconsequential provision in the law of Scotland in connection with—\n\t\t\tsections 33 to 35, so far as relating to Scotland, and\n\t\t\tsections 38 and 39, so far as relating to Scotland.\n\t\tDAERA may by regulations make supplementary, incidental or consequentialprovision in the law of Northern Ireland in connection with—\n\t\t\tsections 33 and 34, so far as relating to Northern Ireland,\n\t\t\tsections 38 and 39, so far as relating to Northern Ireland,\n\t\t\tsection 48 and Schedule 6, and\n\t\t\tsection 52 and Schedule 7 so far as they apply in relation to NorthernIreland.\n\t\tThe Secretary of State may not make regulations under subsection (1)containing provision which could be made—\n\t\t\tby the Welsh Ministers under subsection (2)(a) or (b) or (d) to (f),\n\t\t\tby the Scottish Ministers under subsection (3)(a), or\n\t\t\tby DAERA under subsection (4)(a), (c) or (d).\n\t\tThe Secretary of State may make regulations under subsection (1) containingprovision which could be made—\n\t\t\tby the Welsh Ministers under subsection (2)(c),\n\t\t\tby the Scottish Ministers under subsection (3)(b), or\n\t\t\tby DAERA under subsection (4)(b),\n\t\t\t\tonly if the Secretary of State has first consulted (respectively) the WelshMinisters, the Scottish Ministers or DAERA.\n\t\tRegulations under this section may modify primary legislation, retaineddirect EU legislation or subordinate legislation.\n\t\tRegulations under this section which contain provision modifying primarylegislation (with or without other provision) are subject to affirmativeresolution procedure.\n\t\tOther regulations under this section are subject to negative resolutionprocedure.\n\tPower to make transitional etc provision\n\t\tThe appropriate authority may by regulations make transitional, transitoryor saving provision in connection with the coming into force of any provisionof this Act.\n\t\tThe appropriate authority is—\n\t\t\tthe Welsh Ministers, for provision in connection with—\n\t\t\tsections 33 to 35, so far as relating to Wales,\n\t\t\tsection 36 and Schedule 3, so far as relating to Wales,\n\t\t\tsections 38 and 39, so far as relating to Wales,\n\t\t\tsection 46 and Schedule 5,\n\t\t\tsection 47, and\n\t\t\tsection 52 and Schedule 7 so far as they apply in relation to Wales,\n\t\t\tthe Scottish Ministers, for provision in connection with—\n\t\t\tsections 33 to 35, so far as relating to Scotland,\n\t\t\tsections 38 and 39, so far as relating to Scotland,\n\t\t\tDAERA, for provision in connection with—\n\t\t\tsections 33 and 34, so far as relating to Northern Ireland,\n\t\t\tsections 38 and 39, so far as relating to Northern Ireland,\n\t\t\tsection 48 and Schedule 6, and\n\t\t\tsection 52 and Schedule 7 so far as they apply in relation to NorthernIreland, and\n\t\t\tthe Secretary of State, for provision in connection with anything notmentioned in paragraphs (a) to (c).\n\tFinancial provision\n\t\tThere is to be paid out of money provided by Parliament—\n\t\t\tsums required for the purpose of—\n\t\t\tgiving financial assistance under section 1(1) or (2) or 21(2);\n\t\t\tgiving financial assistance by the Secretary of State under section 17;\n\t\t\tcontinuing direct payments under the basic payment scheme for one or moreyears after 2020 by virtue of regulations under section 10;\n\t\t\tmaking delinked payments by virtue of regulations under section 12;\n\t\t\toperating the public market intervention or aid for private storagemechanisms under retained direct EU legislation in response to a declarationunder section 20;\n\t\t\tadministrative expenditure incurred by the Secretary of State by virtue ofthis Act;\n\t\t\tany increase attributable to this Act in amounts payable out of moneyprovided by Parliament by virtue of any other Act.\n\tExtent \n\t\tThe following provisions of this Act extend to England and Wales only—\n\t\t\tPart 1, apart from sections 17 and 18;\n\t\t\tChapter 2 of Part 2;\n\t\t\tChapter 1 of Part 3;\n\t\t\tsection 36 and Schedule 3;\n\t\t\tsection 37 and Schedule 4;\n\t\t\tsection 40;\n\t\t\tsection 46 and Schedule 5.\n\t\tSection 48 and Schedule 6 extend to Northern Ireland only.\n\t\tThe following provisions extend to England, Wales and Scotland only—\n\t\t\tsection 34(2), and\n\t\t\tsection 35.\n\t\tOtherwise, this Act extends to England and Wales, Scotland and NorthernIreland.\n\tCommencement \n\t\tThe following provisions come into force on the day on which this Act ispassed—\n\t\t\tsections 17 and 18;\n\t\t\tany provision of Parts 1 to 7 which—\n\t\t\tconfers a power to make regulations, or\n\t\t\tmodifies legislation so as to confer a power to make regulations or apower to make an order by statutory instrument;\n\t\t\tany other provision of those Parts so far as it, or a modification oflegislation it makes, affects the exercise of such a power (for example bydefining an expression used in the provision conferring it);\n\t\t\tthis Part, apart from section 52 and Schedule 7.\n\t\tThe following provisions, so far as not brought into force by subsection(1)(b) or (c), come into force on such day as the Secretary of State may byregulations made by statutory instrument appoint—\n\t\t\tsections 20 and 21,\n\t\t\tsections 30 and 31 and Schedules 1 and 2,\n\t\t\tso far as relating to England—\n\t\t\tsection 34(3) and (4),\n\t\t\tparagraphs 10 to 16 and 18 of Schedule 3, and\n\t\t\tsection 36 so far as relating to those paragraphs,\n\t\t\tParts 1 and 3 of Schedule 7, and section 52 so far as relating to thoseParts.\n\t\tThe following provisions, so far as not brought into force by subsection(1)(b) or (c), come into force on such day as the Welsh Ministers may byregulations made by statutory instrument appoint—\n\t\t\tso far as relating to Wales—\n\t\t\tsection 34(3) and (4),\n\t\t\tparagraphs 10 to 16 and 18 of Schedule 3, and\n\t\t\tsection 36 so far as relating to those paragraphs,\n\t\t\tPart 2 of Schedule 5, and section 46 so far as relating to that Part, and\n\t\t\tParts 2 and 4 of Schedule 7, and section 52 so far as relating to thoseParts.\n\t\tThe following provisions, so far as not brought into force by subsection(1)(b) or (c), come into force on such day as DAERA may by regulations made bystatutory rule for the purposes of the Statutory Rules (Northern Ireland)Order 1979 appoint—\n\t\t\tPart 2 of Schedule 6, and section 48 so far as relating to that Part, and\n\t\t\tPart 5 of Schedule 7, and section 52 so far as relating to that Part.\n\t\tDifferent days may be appointed for different purposes.\n\t\tThe other provisions of this Act come into force at the end of the periodof two months beginning with the day on which this Act is passed.\n\tShort title\n\t\tThis Act may be cited as the Agriculture Act 2020."
    }
]