{
    "general": "The Northern Ireland Act 2006 helps prepare for when the government in Northern Ireland might start working again after being suspended. It says who can be chosen to lead the government if it starts up again, and what will happen if they are chosen or not chosen. This law makes sure everything runs smoothly when the government is restored.",
    "series": [
        [
            {
                "length": 190,
                "short": "Northern Ireland Government Restoration Preparations",
                "text": "* Simplified point 1: The Northern Ireland Act 2006 outlines preparations for the restoration of devolved government in Northern Ireland, including the election of officials and the making of nominations for ministerial positions.\n* Simplified point 2: The Act also provides for the selection of persons to be ministers on the restoration of devolved government, and specifies conditions that must be met before a restoration order can be made.\n* Simplified point 3: The Act allows for the creation of consequential provision and transitional savings through statutory instruments, and sets out parliamentary procedures for orders under section 3.\n* Simplified point 4: The interpretation section defines key terms used throughout the Act, including \"the 1998 Act\" and \"the 2000 Act\"."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Northern Ireland Act 2006 helps prepare for when the government in Northern Ireland will start working again after being suspended. It talks about who will be in charge and how they will be chosen. This law also lets the government make rules and changes without needing to go back to Parliament if it's important. These new rules will help make sure things run smoothly when the government starts up again.\nThis act has four main parts:\n1. Preparations for Restored Government - This part explains how the government in Northern Ireland will work again after being suspended. It talks about elections and choosing people to be in charge (Ministers).\n2. Selection of Persons to be Ministers - This part says who can be chosen to be Ministers and what needs to happen before someone can become a Minister.\n3. Consequential Provisions and Transitional Savings - This part lets the government make rules and changes without going back to Parliament if it's important. These new rules will help make sure things run smoothly when the government starts up again.\n4. Interpretation - This part defines important words used in the Act so everyone knows what they mean. For example, it tells us what \"the 1998 Act\" and \"the 2000 Act\" mean.",
    "single": "\n• The Northern Ireland Act 2006 prepares for the restoration of devolved government in Northern Ireland.\n• The Secretary of State may refer certain matters to the Assembly, such as the election of First Minister and deputy First Minister, and the making of nominations for Northern Ireland Ministers.\n• The Assembly must elect a First Minister and deputy First Minister, and persons must be nominated for Northern Ireland Ministers, before a restoration order can be made.\n• The Secretary of State must be satisfied that certain conditions are met before making a restoration order, including that the Assembly has elected a First Minister and deputy First Minister, and that persons have been nominated for Northern Ireland Ministers.\n• The Act allows the Secretary of State to make consequential provision, including amending or repealing any enactment passed or made on or before 25th November 2006.\n• The Act sets out the parliamentary procedure for orders under section 3, including that a draft of the instrument must be laid before and approved by a resolution of each House of Parliament.\n• The Act defines key terms, including \"the 1998 Act\" and \"the 2000 Act\", and sets out the interpretation of the Act.\n• The Act has a short title, the Northern Ireland Act 2006."
}