[
    {
        "length": 3089,
        "text": "\nThe Independent Reporting Commission\n\tThe Commission\n\t\tIn this Act “the Commission” means the Independent Reporting Commissionestablished by the agreement relating to paramilitary activity and havingfunctions which include those of the kinds described in paragraph 5.1 ofSection A of the Fresh Start Agreement.\n\t\tThe Commission has the legal capacities of a body corporate.\n\t\tThe Secretary of State may provide the Commission with such moneys,premises, facilities, services and staff as the Secretary of State considersappropriate.\n\t\tThe First Minister and the deputy First Minister acting jointly have thepower to nominate two persons for appointment as members of the Commission inaccordance with the agreement relating to paramilitary activity.\n\tExercise of functions\n\t\tThe Commission’s objective is to promote progress towards endingparamilitary activity connected with Northern Ireland.\n\t\tThe Commission must exercise its functions in the way which it considers ismost appropriate for meeting its objective.\n\t\tIn exercising its functions, the Commission must not do anything whichmight—\n\t\t\tprejudice the national security interests of the United Kingdom or Ireland,\n\t\t\tput at risk the life or safety of any person,\n\t\t\thave a prejudicial effect on the prevention, investigation or detection ofcrime, or\n\t\t\thave a prejudicial effect on any actual or prospective legal proceedings.\n\t\tIn subsection (3) “prospective legal proceedings”, in relation to theexercise of a function, means legal proceedings which in the view of theCommission are likely to be brought within a reasonable period of the functionbeing exercised.\n\t\tThe Secretary of State must issue guidance about the exercise of theCommission’s functions in relation to information the disclosure of whichmight—\n\t\t\tprejudice the national security interests of the United Kingdom, or\n\t\t\tput at risk the life or safety of any person.\n\t\tThe Commission must have regard to the guidance in exercising itsfunctions.\n\t\tThe Secretary of State may amend or replace the guidance issued.\n\t\tThe Secretary of State must publish the current guidance issued.\n\tLegal privileges etc\n\t\tExcept in so far as in any particular case any privilege or immunity iswaived by the Commission, the Commission has immunity from suit and legalprocess.\n\t\tExcept in so far as in any particular case the Commission waives it, theCommission has the like inviolability of official archives and premises as inaccordance with the 1961 Convention Articles is accorded in respect of theofficial archives and premises of a diplomatic mission.\n\t\tThe Secretary of State may by regulations—\n\t\t\tconfer on the Commission, in such cases, to such extent and with suchmodifications as the regulations may specify, any of the privileges andimmunities set out in Part 1 of Schedule 1 to the International OrganisationsAct 1968 which are not conferred by subsections (1) and (2);\n\t\t\tconfer on members and staff of the Commission and members of their familieswho form part of their households, in such cases, to such extent and with suchmodifications as the regulations may specify, any of the privileges andimmunities set out in Parts 2, 3 and 5 of Schedule 1 to the InternationalOrganisations Act 1968;\n\t\t\tmake provision about the waiver of privileges and immunities conferred byregulations under paragraph (a) or (b).\n\t\tIn this section—\n\t\t\t“the 1961 Convention Articles” means the Articles (being certain Articlesof the Vienna Convention on Diplomatic Relations signed in 1961) which are setout in Schedule 1 to the Diplomatic Privileges Act 1964;\n\t\t\tthe reference to staff of the Commission includes agents of, and personscarrying out work for or giving advice to, the Commission.\n\tInterpretation and supplementary provision\n\t\tIn this Act—\n\t\t\t  * “agreement relating to paramilitary activity” means an agreement made between Her Majesty’s Government in the United Kingdom and the Government of Ireland in pursuance of paragraph 5.1 of Section A of the Fresh Start Agreement; \n\t\t\t  * “the Commission” has the meaning given in section 1(1); \n\t\t\t  * “enactment” includes— \n\t\t\tan enactment contained in, or in an instrument made under, Northern Irelandlegislation;\n\t\t\tan enactment contained in subordinate legislation (within the meaning of theInterpretation Act 1978);\n\t\t\t\t  * “Fresh Start Agreement” means A Fresh Start: the Stormont Agreement and Implementation Plan, dated 17 November 2015. \n\t\tThe Secretary of State may, by regulations, make such provision as theSecretary of State considers appropriate for giving full effect to theagreement relating to paramilitary activity.\n\t\tRegulations under subsection (2) may in particular—\n\t\t\tamend, repeal or revoke an enactment;\n\t\t\tconfer functions on the Secretary of State or any other person.\n\tConclusion of the Commission’s work\n\t\tThe Secretary of State may, by regulations, make provision for winding upthe Commission.\n\t\tBefore making regulations under subsection (1), the Secretary of State mustconsult—\n\t\t\tthe First Minister and deputy First Minister in Northern Ireland,\n\t\t\tthe relevant Minister in the Government of Ireland, and\n\t\t\tany other person the Secretary of State considers appropriate.\n\t\tRegulations under subsection (1) may in particular—\n\t\t\tamend, repeal or revoke an enactment, including an enactment contained inany of sections 1, 2 and 4;\n\t\t\tconfer functions on the Secretary of State or any other person;\n\t\t\tmake provision about the destruction of information or records held by theCommission.\n\t\tIn this section “relevant Minister in the Government of Ireland” means—\n\t\t\tthe Minister for Justice and Equality in that Government, or\n\t\t\tsuch other Minister in that Government which the Secretary of Stateconsiders appropriate.\nMinisters and Assembly Members\n\tExtension of period for appointment of Ministers\n\t\tIn section 16A(3) of the Northern Ireland Act 1998 (appointment of FirstMinister, deputy First Minister and Northern Ireland Ministers followingAssembly election) for “seven days” substitute “14 days”.\n\t\tSchedule 1 (Ministerial appointments: transitional provision) has effect.\n\tPledge of office by Ministers\n\t\tIn the pledge of office set out in Schedule 4 to the Northern Ireland Act1998, after paragraph (cd) insert—\n\t\t\tto support the rule of law unequivocally in word and deed and to supportall efforts to uphold it;\n\t\t\tto work collectively with the other members of the Executive Committee toachieve a society free of paramilitarism;\n\t\t\tto challenge all paramilitary activity and associated criminality;\n\t\t\tto call for, and to work together with the other members of the ExecutiveCommittee to achieve, the disbandment of all paramilitary organisations andtheir structures;\n\t\t\tto challenge paramilitary attempts to control communities;\n\t\t\tto support those who are determined to make the transition away fromparamilitarism;\n\t\t\tto accept no authority, direction or control on my political activitiesother than my democratic mandate alongside my own personal and partyjudgment;”.\n\tUndertaking by members of the Assembly\n\t\tBefore section 41 of the Northern Ireland Act 1998 (standing orders)insert—\n\t\t“40AUndertaking by members\n\t\t\tA member of the Assembly shall not—\n\t\t\t\tparticipate in any proceedings of the Assembly, or\n\t\t\t\thave any of the other rights and privileges enjoyed by members of theAssembly who have taken their seats,\n\t\t\t\t\tuntil he or she has given the following undertaking:\n\t\t\t\t“I undertake:\n\t\t\t\t\t  * to support the rule of law unequivocally in word and deed and to support all efforts to uphold it;\n\t\t\t\t\t  * to work collectively with the other members of the Assembly to achieve a society free of paramilitarism;\n\t\t\t\t\t  * to challenge all paramilitary activity and associated criminality;\n\t\t\t\t\t  * to call for, and to work together with the other members of the Assembly to achieve, the disbandment of all paramilitary organisations and their structures;\n\t\t\t\t\t  * to challenge paramilitary attempts to control communities;\n\t\t\t\t\t  * to support those who are determined to make the transition away from paramilitarism;\n\t\t\t\t\t  * to accept no authority, direction or control on my political activities other than my democratic mandate alongside my own personal and party judgment.”\n\t\t\tStanding orders shall provide for the procedure for giving the undertaking.\n\t\t\tThe procedure may not specify a day or period of time after which membersare prohibited from giving the undertaking.\n\t\t\tSubsection (1) applies to a person on each occasion when he or she becomesa member of the Assembly.”\n\t\t\tIn section 77 of that Act (unlawful oaths etc), after subsection (3)insert—\n\t\t\t“(3A)Subsection (1) is subject to the requirement in section 40A for a memberof the Assembly to give the undertaking set out there.”\n\t\t\tSchedule 2 (undertaking by Assembly members: transitional provision) haseffect.\nNorthern Ireland Executive's budget\n\tDraft budgets\n\t\tSection 64 of the Northern Ireland Act 1998 (draft budgets) is amended asfollows.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)At least 14 days before laying a draft budget for a financial year, theMinister of Finance and Personnel must lay before the Assembly a statementspecifying the amount of UK funding for that year notified to the Minister bythe Secretary of State.\n\t\t(1B)At the same time as laying a draft budget for a financial year, theMinister of Finance and Personnel must lay before the Assembly a statementshowing that the amount of UK funding required by the draft budget does notexceed the amount specified under subsection (1A) for that year.\n\t\t(1C)Subsection (1D) applies if, after a draft budget for a financial year hasbeen laid before the Assembly, the Secretary of State notifies the Minister ofFinance and Personnel that the amount of UK funding for that year has beenrevised to the amount specified in the notification.\n\t\t(1D)Before the end of the period of four months beginning with the day onwhich the notification under subsection (1C) was given, the Minister ofFinance and Personnel must lay before the Assembly a statement specifying therevisions to the expenditure proposals which are required in consequence ofthe notification.\n\t\t(1E)The amount of UK funding required by the expenditure proposals (takingaccount of the revisions under subsection (1D)) must not exceed the amountspecified in the notification under subsection (1C).”\n\t\tAfter subsection (2) insert—\n\t\tIn this section references to UK funding, in relation to a financial year,are to funding from such sources as are specified in the notificationmentioned in subsection (1A) in relation to that year.”\nFinal provisions\n\tRegulations \n\t\tRegulations made under this Act by the Secretary of State are to be made bystatutory instrument.\n\t\tA statutory instrument containing any of the following regulations may notbe made unless a draft of it has been laid before, and approved by aresolution of, each House of Parliament—\n\t\t\tregulations under section 4;\n\t\t\tregulations under section 5.\n\t\tAny other statutory instrument containing regulations made by the Secretaryof State under this Act, except regulations containing only provision madeunder section 11, is subject to annulment in pursuance of a resolution ofeither House of Parliament.\n\t\tRegulations under this Act may make—\n\t\t\tdifferent provision for different purposes or cases;\n\t\t\tincidental, supplementary or consequential provision;\n\t\t\ttransitional or transitory provision or savings.\n\tShort title, commencement and extent\n\t\tThis Act may be cited as the Northern Ireland (Stormont Agreement andImplementation Plan) Act 2016.\n\t\tSections 6 to 8, section 10, this section and Schedules 1 and 2 come intoforce on the day on which this Act is passed.\n\t\tSection 9 comes into force at the end of the period of two months beginningwith the day on which this Act is passed.\n\t\tThe other provisions of this Act come into force on such day as theSecretary of State may appoint by regulations.\n\t\tRegulations under this section may appoint different days for differentpurposes.\n\t\tThis Act extends to Northern Ireland, England and Wales and Scotland."
    }
]