{
    "general": "This law helps ensure that there are enough people in charge in Northern Ireland so that the government can function properly. It also makes sure that these leaders have to promise to work together and not discriminate against anyone based on their religion or political beliefs. Additionally, it sets up a commission to oversee how well the government is working and makes sure that everyone in the government is following the rules.",
    "series": [
        [
            {
                "length": 347,
                "short": "\"Empowering the Independent Reporting Commission for a Paramilitary-Free Society\"",
                "text": "* Simplified point 1: The Independent Reporting Commission has the legal capacity of a body corporate and can nominate two people for appointment as members of the commission.\n* Simplified point 2: The Commission must exercise its functions in a way that promotes progress toward ending paramilitary activity connected with Northern Ireland, without prejudicing national security interests or putting anyone's life at risk.\n* Simplified point 3: The Commission has immunity from legal process and can confer on members and staff of the Commission and their families any of the privileges and immunities set out in Parts 2, 3, and 5 of Schedule 1 to the International Organizations Act 1968.\n* Simplified point 4: The Secretary of State may issue guidance about the exercise of the Commission's functions regarding information that might prejudice national security interests or put someone's life at risk.\n* Simplified point 5: The Commission may amend or replace the current guidance issued, and the Secretary of State must publish the current guidance issued.\n* Simplified point 6: The Commission has the power to challenge all paramilitary activity and associated criminality and to call for the disbandment of all paramilitary organizations and their structures.\n* Simplified point 7: Before becoming a member of the Assembly, a person must give an undertaking to support the rule of law unequivocally and to work collectively to achieve a society free of paramilitarism."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Northern Ireland (Stormont Agreement and Implementation Plan) Act 2016 is a law that helps end paramilitary activities in Northern Ireland. It creates an independent reporting commission to oversee this effort and ensure that no one's life is put at risk during the process. The commission has powers to challenge any illegal activities and call for the disbandment of groups involved in such activities. Additionally, before joining the Northern Ireland Assembly, members must promise to uphold the rule of law and work together towards a society free of paramilitaries. This law aims to bring peace and stability to Northern Ireland by addressing these issues.",
    "single": "\n* The Independent Reporting Commission is established to promote progress towards ending paramilitary activity in Northern Ireland.\n* The Commission has legal capacities and can exercise functions in the way it considers most appropriate for meeting its objective.\n* The Commission must not prejudice national security interests or put anyone's life at risk.\n* The Commission has immunity from suit and legal process, and members of the Commission and their families are given certain privileges.\n* The Secretary of State can issue guidance about the exercise of the Commission's functions in relation to information that might prejudice national security or put anyone's life at risk.\n* The Commission can waive privileges and immunities conferred by regulations.\n* The Secretary of State can make regulations to give full effect to the agreement relating to paramilitary activity.\n* The Commission's work can be wound up by regulations.\n* Ministers and Assembly Members must give an undertaking to support the rule of law and uphold it.\n* The Northern Ireland Executive's budget must be drafted, and the Secretary of State must notify the amount of UK funding required by the draft budget.\n* Regulations made under this Act can be annulled by a resolution of either House of Parliament.\n* The Act extends to Northern Ireland, England, Wales, and Scotland."
}