[
    {
        "length": 2449,
        "text": "\nHydrocarbon oil duties\n\tRates of duty on hydrocarbon oil\n\t\tIn section 6(1A) of the Hydrocarbon Oil Duties Act [1979 (c.5)](/id/ukpga/1979/5?view=plain \"Go to item of legislation\") (rates of duty onhydrocarbon oil)—\n\t\t\tin paragraph (a) (ultra-low sulphur petrol), for “£0.4782” substitute“£0.4582”; and\n\t\t\tin paragraph (c) (ultra-low sulphur diesel), for “£0.4882” substitute“£0.4582”.\n\t\tThat subsection shall have effect until midnight on 14th June 2001 as iffor paragraph (b) (other light oil) there were substituted—\n\t\t\t£0.5268 in the case of unleaded petrol other than ultra low sulphurpetrol;\n\t\t\t£0.5468 in the case of light oil not within paragraph (a) or (ba) above;”.\n\t\t\t\tAfter that, paragraph (b) shall have effect as it did before.\n\t\tIn section 8(3) of the Hydrocarbon Oil Duties Act [1979 (c.5)](/id/ukpga/1979/5?view=plain \"Go to item of legislation\") (rate of duty onroad fuel gas) for “£0.1500” substitute “£0.0900”.\n\t\tThis section shall be deemed to have come into force at 6 o'clock in theevening of 7th March 2001.\n\tRebate on unleaded petrol\n\t\tFor section 13A of the Hydrocarbon Oil Duties Act 1979 (under whichdifferent rates of rebate are specified for higher octane and other unleadedpetrol) substitute—\n\t\t“13ARebate on unleaded petrol\n\t\t\tOn unleaded petrol, other than ultra low sulphur petrol, charged with theexcise duty on hydrocarbon oil and delivered for home use there shall beallowed at the time of delivery a rebate of duty at the rate of £0.0586 alitre.\n\t\t\tRebate is not allowed under this section in a case where a rebate isallowed under section 14 below.”.\n\t\t\tIn paragraph 1(1) of Schedule 2A to that Act (converting unleaded petrolinto leaded petrol)—\n\t\t\t\tfor paragraphs (a) and (b) substitute—\n\t\t\t\tadding lead to unleaded petrol in respect of which a rebate has beenallowed under section 13A;”; and\n\t\t\t\tin paragraph (c)—\n\t\t\t\tfor “paragraph (a)” substitute “paragraph (aa)”, and\n\t\t\t\tfor “paragraph (b)” substitute “paragraph (ab)”.\n\t\t\tFor paragraph 2A of that Schedule (mixing different kinds of unleadedpetrol) substitute—\n\t\t\t\t“2A(1)A mixture which is unleaded petrol is produced in contravention of thisparagraph if the mixture is produced by mixing—\n\t\t\t\tpetrol on which duty has been paid at the rate specified in section6(1A)(a), and\n\t\t\t\tpetrol in respect of which a rebate has been allowed under section 13A,\n\t\t\t\tand the mixture produced is unleaded petrol that is not ultra low sulphurpetrol.\n\t\t\tThis paragraph is subject to any direction given under paragraph 3.”.\n\t\t\tIn paragraph 8 of that Schedule (rate of duty on mixtures of light oil),for sub-paragraph (3A) substitute—\n\t\t\t“(3A)In the case of a mixture produced in contravention of paragraph 2A above,the rate is that produced by deducting from the rate in force under section6(1A)(b) at the time the mixture is produced the rebate which at that time isin force under section 13A.”.\n\t\t\tThis section shall be deemed to have come into force at 6 o'clock in theevening of 7th March 2001.\n\tFuel-testing pilot projects\n\t\tIn the Hydrocarbon Oil Duties Act [1979 (c. 5)](/id/ukpga/1979/5?view=plain\"Go to item of legislation\"), after section 20AA insert—\n\t\t“20ABPower to allow reliefs for fuel testing etc\n\t\t\tThe Commissioners may by regulations make provision allowing reliefs asregards excise duty charged in respect of experimental fuel where—\n\t\t\t\tthe fuel is, or is to be, used for the purposes of a fuel-testing projectthat is approved by the Commissioners,\n\t\t\t\tthe project is approved for the purposes of the development of the fuel(see subsection (8)(a) below), and\n\t\t\t\tthe use takes place, or is to take place, during the period that, for thepurposes of the project, is the relief period for the fuel (see subsection(8)(b) below).\n\t\t\tIn this section “experimental fuel” means a substance of a descriptionspecified in regulations made by the Commissioners.\n\t\t\tFor each experimental fuel, the Commissioners shall by regulations makeprovision specifying—\n\t\t\t\tthe beginning and end of the period that is the experimental period forthat fuel; and\n\t\t\t\tthe form that (subject to any directions under subsection (9)(a) below) isto be taken by relief under this section as regards excise duty chargeable onthat fuel.\n\t\t\tA form of relief specified under subsection (3)(b) above must be anauthorised form; and for the purposes of this section “an authorised form” is—\n\t\t\t\ta repayment, or\n\t\t\t\ta rebate (or extra rebate).\n\t\t\tRelief under this section shall be allowed—\n\t\t\t\tto the extent specified in, or determined in accordance with, regulationsunder subsection (1) above, and\n\t\t\t\tsubject to—\n\t\t\t\tsuch conditions as the Commissioners may impose, and\n\t\t\t\tany directions under subsection (9)(b) below.\n\t\t\tThe conditions that may be imposed under subsection (5)(b)(i) aboveinclude, in particular, conditions in connection with—\n\t\t\t\tthe collection, keeping, compilation or analysis, or\n\t\t\t\tthe supply to the Commissioners or other persons,\n\t\t\t\t\tof data, or information, relating to the production, use or performance of anexperimental fuel.\n\t\t\tSubsections (8) and (9) below apply where the Commissioners have approved afuel-testing project.\n\t\t\tThe Commissioners shall give directions specifying—\n\t\t\t\teach experimental fuel for the purposes of whose development the project isapproved;\n\t\t\t\tfor each fuel specified under paragraph (a) above, the beginning and end ofthe period that, for the purposes of the project, is (in accordance withsubsection (10) below) the relief period for the fuel; and\n\t\t\t\tany conditions imposed under subsection (5)(b)(i) above that apply to theallowance under this section of relief as regards excise duty chargeable inrespect of an experimental fuel used, or to be used, for the purposes of theproject.\n\t\t\tThe Commissioners may give directions—\n\t\t\t\tproviding for relief as regards excise duty chargeable in respect of anexperimental fuel used, or to be used, for the purposes of the project to takean authorised form different to the form specified under subsection (3)(b)above;\n\t\t\t\tas to administration in connection with allowing reliefs under this sectionas regards excise duty chargeable in respect of an experimental fuel used, orto be used, for the purposes of the project.\n\t\t\tFor the purposes of subsection (8)(b) above—\n\t\t\t\tthe beginning of the relief period for a fuel may not be earlier than thebeginning of the experimental period for that fuel; and\n\t\t\t\tthe end of the relief period for a fuel may not be later than the end ofthe experimental period for that fuel.\n\t\t\tIn this section—\n\t\t\t\t  * “excise duty” means—\n\t\t\t\texcise duty chargeable by virtue of this Act, or\n\t\t\t\tany addition to such duty by virtue of section 1 of the Excise Duties(Surcharges or Rebates) Act [1979 (c. 8)](/id/ukpga/1979/8?view=plain \"Go toitem of legislation\");\n\t\t\t\t\t  * “fuel-testing project” means a pilot project connected with the technological development of environment-friendly fuels.\n\t\t\tRegulations under this section may make different provision for differentcases.”.\n\t\t\tIn section 24(1) of the Hydrocarbon Oil Duties Act [1979 (c.5)](/id/ukpga/1979/5?view=plain \"Go to item of legislation\") (regulations forthe purposes of provisions providing for rebates etc.), after “section 19A”insert “, section 20AB”.\n\t\t\tIn section 27(1) of the Hydrocarbon Oil Duties Act 1979 (interpretation),in the definition of “rebate”, for “or 14” substitute “, 14 or 20AB”.\n\t\t\tIn section 12B(1)(h) of the Finance Act [1994 (c.9)](/id/ukpga/1994/9?view=plain \"Go to item of legislation\") (excise dutyreliefs that may be recovered under section 12A when wrongly given), after“allowed to a person by virtue of section 20AA” insert “or 20AB”."
    },
    {
        "length": 233,
        "text": "\nTobacco products duty\n\tRates of tobacco products duty\n\t\tFor the Table of rates of duty in Schedule 1 to the Tobacco Products DutyAct [1979 (c. 7)](/id/ukpga/1979/7?view=plain \"Go to item of legislation\")substitute—\n\t\tTABLE\n\t\t\t1\\. Cigarettes| An amount equal to 22 per cent. of the retail price plus 92.25per thousand cigarettes.  ---|---  2\\. Cigars| 134.69 per kilogram.  3\\. Hand-rolling tobacco| 96.81 per kilogram.  4\\. Other smoking tobacco and chewing tobacco| 59.21 per kilogram.    (2)This section shall be deemed to have come into force at 6 o'clock in theevening of 7th March 2001."
    },
    {
        "length": 156,
        "text": "\nAlcoholic liquor duties\n\tDilution etc. of cider\n\t\tIn section 62(5) of the Alcoholic Liquor Duties Act [1979 (c.4)](/id/ukpga/1979/4?view=plain \"Go to item of legislation\") (regulationsproviding for the management of the duty on cider), after paragraph (d)insert—\n\t\t\tregulating and, in such circumstances as may be prescribed in theregulations, prohibiting the addition of substances to, the mixing of, or thecarrying out of other operations on or in relation to, cider.”."
    },
    {
        "length": 297,
        "text": "\nBetting and gaming duties\n\tGeneral betting duty\n\t\tSchedule 1 to this Act (which makes provision about general betting duty)has effect.\n\t\tThis section shall come into force in accordance with such provision as theCommissioners of Customs and Excise may make by order made by statutoryinstrument.\n\tRates of gaming duty\n\t\tFor the table in section 11(2) of the Finance Act [1997 (c.16)](/id/ukpga/1997/16?view=plain \"Go to item of legislation\") (rates ofgaming duty) substitute—\n\t\tTABLE\n\t\t\tPart of gross gaming yield| Rate  ---|---  The first £484,500| 2.5 per cent.  The next £1,076,000| 12.5 per cent.  The next £1,076,000| 20 per cent.  The next £1,883,500| 30 per cent.  The remainder| 40 per cent.    (2)This section has effect in relation to accounting periods beginning on orafter 1st April 2001."
    },
    {
        "length": 927,
        "text": "\nThreshold for reduced general rate\n\tIn paragraph 1 of Schedule 1 to the Vehicle Excise and Registration Act[1994 (c. 22)](/id/ukpga/1994/22?view=plain \"Go to item of legislation\") (rateof duty applicable where no other rate specified), in sub-paragraphs (2) and(2A) for “1,200 cubic centimetres” (the reduced rate threshold) substitute“1,549 cubic centimetres”.\n\t\tThis amendment applies to licences issued on or after 1st July 2001.\n\tRefunds shall be made by the Secretary of State, in accordance with thefollowing provisions of this section, in respect of licences—\n\t\tissued in the period beginning with 1st November 2000 and ending with 30thJune 2001, and\n\t\tnot surrendered before the end of that period,\n\t\twhere the amount of vehicle excise duty chargeable on the licence would havebeen less if the amendment in subsection (1) had applied.\n\tThe amount of the refund is—\n\t\t£55 for a 12 month licence, and\n\t\t£27.50 for a 6 month licence.\n\tThe person entitled to the refund is—\n\t\tin the case of a licence in force on 30th June 2001, the keeper of thevehicle on that date;\n\t\tin the case of a licence that has ceased to be in force before that date,the keeper of the vehicle when the licence expired.\n\tFor the purposes of subsection (4) the keeper of the vehicle shall be takento be—\n\t\tthe person registered as keeper of the vehicle on the date in question, or\n\t\tif the Secretary of State has received notification of a change ofownership of the vehicle as a result of which another person is on that dateentitled to be registered as the new keeper of the vehicle, that person.\n\tA refund shall only be made if an application is made for it in such form,and containing such particulars and supported by such documents, as theSecretary of State may require.\n\tThe Secretary of State shall give notice in writing to any person appearingto him to be entitled to a refund—\n\t\tinforming him that he appears to be entitled to a refund,\n\t\tenclosing an application form, and\n\t\tspecifying the particulars and supporting documents to be provided.\n\tAn application for, or the making of, a refund under this section inrespect of a licence does not affect the validity of the licence.\n\tFor the purposes of section 19 of the Vehicle Excise and Registration Act[1994 (c. 22)](/id/ukpga/1994/22?view=plain \"Go to item of legislation\")(surrender of licences) as it applies to the surrender on or after 1st July2001 of a licence in respect of which a refund under this section has beenmade, or applied for, the annual rate of duty chargeable on the licence shallbe taken to be that which would have been chargeable if the amendment insubsection (1) above had applied.\n\tSection 45 of that Act (offence of false or misleading declaration)applies to a declaration in connection with an application for a refund underthis section as it applies to a declaration in connection with an applicationfor a vehicle licence.\n\tIn the application of this section to Northern Ireland, references toregistration as the keeper of a vehicle shall be read as references toregistration as the owner of the vehicle.\n\tThis section shall come into force on 1st July 2001."
    },
    {
        "length": 182,
        "text": "\nRates of duty for vehicles used for exceptional loads\n\tPart 6 of Schedule 1 to the Vehicle Excise and Registration Act 1994(annual rates of vehicle excise duty: vehicles used for exceptional loads) isamended as follows.\n\tIn paragraph 6(2A)(a) (vehicles not satisfying reduced pollutionrequirements), for “£5,170” substitute “£2,585”.\n\tIn paragraph 6(2A)(b) (vehicles satisfying reduced pollution requirements),for “£4,170” substitute “£2,085”.\n\tThe provisions of this section apply in relation to licences issued on orafter 1st December 2001."
    },
    {
        "length": 249,
        "text": "\nRates of duty for recovery vehicles\n\tIn Part 5 of Schedule 1 to the Vehicle Excise and Registration Act [1994(c. 22)](/id/ukpga/1994/22?view=plain \"Go to item of legislation\") (annualrates of vehicle excise duty: recovery vehicles), paragraph 5(1) is amended asfollows.\n\tFor paragraphs (a) and (b) substitute—\n\t\tif it has a revenue weight exceeding 3,500 kilograms and not exceeding25,000 kilograms, the same as the basic goods vehicle rate;”.\n\tIn paragraph (c) (vehicle with revenue weight exceeding 25,000 kilogramscharged at 500 per cent of basic goods vehicle rate), for “500” substitute“250”.\n\tThe provisions of this section apply in relation to licences issued on orafter 1st December 2001."
    },
    {
        "length": 777,
        "text": "\nMobile pumping vehicles\n\tPart 4 of Schedule 1 to the Vehicle Excise and Registration Act 1994(annual rates of duty: special vehicles) is amended as follows.\n\tIn paragraph 4(2), after paragraph (d) insert—\n\t\tmobile pumping vehicle,”.\n\tIn paragraph 4, after sub-paragraph (5) insert—\n\t\t“(5A)In sub-paragraph (2)(dd) “mobile pumping vehicle” means a vehicle—\n\t\twhich is constructed or adapted for use and used for the conveyance of apump and a jib satisfying the requirements specified in sub-paragraph (5B),\n\t\twhich is used on public roads only—\n\t\twhen the vehicle is stationary and the pump is being used to pump materialfrom a point in the immediate vicinity to another such point, or\n\t\tfor the purpose of proceeding to and from a place where the pump is to beor has been used, and\n\t\twhich, when so proceeding, does not carry—\n\t\tthe material that is to be or has been pumped, or\n\t\tany other load except such as is necessary for the propulsion or equipmentof the vehicle or for the operation of the pump.\n\t\t(5B)The requirements are that each of the pump and the jib is—\n\t\tbuilt in as part of the vehicle, and\n\t\tdesigned so that material pumped by the pump is delivered to a desiredheight or depth through piping that—\n\t\tis attached to the pump and the jib, and\n\t\tis raised or lowered to that height or depth by operation of the jib.”.\n\tIn paragraph 1A (old vehicles) of Schedule 2 to the Vehicle Excise andRegistration Act 1994 (exempt vehicles)—\n\t\tin sub-paragraph (2)(b)(ii) (mobile cranes etc. not exempt vehicles underparagraph 1A), after “mobile crane,” insert “mobile pumping vehicle,”, and\n\t\tin sub-paragraph (5) (definitions), after ““mobile crane”” insert “,“mobile pumping vehicle””.\n\tThe amendments made by subsections (2) to (4) apply to licences issuedafter the day on which this Act is passed.\n\tWhere— \n\t\ta licence was issued on or before that day for a mobile pumping vehicle(within the meaning given by the paragraph 4(5A) inserted by subsection (3))on the basis that the vehicle was a mobile crane (within the meaning given byparagraph 4(5) of Schedule 1 to the Vehicle Excise and Registration Act [1994(c. 22)](/id/ukpga/1994/22?view=plain \"Go to item of legislation\")), and\n\t\tvehicle excise duty was paid accordingly,\n\t\tthe vehicle shall be deemed to have been a mobile crane at any time on orbefore that day when the licence was in force (but this does not affectproceedings in any court that were concluded on or before that day)."
    },
    {
        "length": 1869,
        "text": "\nExemption of agricultural etc. vehicles\n\tIn Schedule 2 to the Vehicle Excise and Registration Act 1994 (exemptvehicles), after paragraph 20A insert—\n\t“Tractors\n\t\t20B(1)A vehicle is an exempt vehicle if it is—\n\t\t\tan agricultural tractor, or\n\t\t\tan off-road tractor.\n\t\tIn sub-paragraph (1) “agricultural tractor” means a tractor used on publicroads solely for purposes relating to agriculture, horticulture, forestry oractivities falling within sub-paragraph (3).\n\t\tThe activities falling within this sub-paragraph are—\n\t\t\tcutting verges bordering public roads;\n\t\t\tcutting hedges or trees bordering public roads or bordering verges whichborder public roads.\n\t\tIn sub-paragraph (1) “off-road tractor” means a tractor which is not anagricultural tractor (within the meaning given by sub-paragraph (2)) and whichis—\n\t\t\tdesigned and constructed primarily for use otherwise than on roads, and\n\t\t\tincapable by reason of its construction of exceeding a speed of twenty-fivemiles per hour on the level under its own power.\n\tLight agricultural vehicles\n\t\t20C(1)A vehicle is an exempt vehicle if it is a light agricultural vehicle.\n\t\tIn sub-paragraph (1) “light agricultural vehicle” means a vehicle which—\n\t\t\thas a revenue weight not exceeding 1,000 kilograms,\n\t\t\tis designed and constructed so as to seat only the driver,\n\t\t\tis designed and constructed primarily for use otherwise than on roads, and\n\t\t\tis used solely for purposes relating to agriculture, horticulture orforestry.\n\tAgricultural engines\n\t\t20DAn agricultural engine is an exempt vehicle.\n\tMowing machines\n\t\t20EA mowing machine is an exempt vehicle.\n\tSteam powered vehicles\n\t\t20FA steam powered vehicle is an exempt vehicle.\n\tElectrically propelled vehicles\n\t\t20GAn electrically propelled vehicle is an exempt vehicle.\n\tSnow ploughs\n\t\t20HA vehicle is an exempt vehicle when it is—\n\t\t\tbeing used,\n\t\t\tgoing to or from the place where it is to be or has been used, or\n\t\t\tbeing kept for use,\n\t\t\tfor the purpose of clearing snow from public roads by means of a snow ploughor similar device (whether or not forming part of the vehicle).\n\tGritters\n\t\t20JA vehicle is an exempt vehicle if it is constructed or adapted, and used,solely for the conveyance of machinery for spreading material on roads to dealwith frost, ice or snow (with or without articles or material used for thepurposes of the machinery).”.\n\t\tIn Part 2 of Schedule 1 to the Vehicle Excise and Registration Act [1994(c. 22)](/id/ukpga/1994/22?view=plain \"Go to item of legislation\") (annualrates of duty: motorcycles), paragraph 2 is amended as follows—\n\t\t\tin sub-paragraph (1)(a) (rate of duty for electrically propelledmotorcycles etc.), omit “or the motorcycle is an electrically propelledvehicle”, and\n\t\t\tin sub-paragraph (3), in the definition of “motorcycle”, after“motortricycle” insert “but does not include an electrically propelledvehicle”.\n\t\tPart 4A of Schedule 1 to the Vehicle Excise and Registration Act 1994(annual rates of duty: special concessionary vehicles) shall cease to haveeffect.\n\t\tThe amendments made by subsections (1) to (3) and (13) apply to licencesissued on or after 1st April 2001.\n\t\tSubsection (6) applies where a licence—\n\t\t\tis issued before 1st April 2001 for a relevant vehicle, and\n\t\t\tis in force on 1st April 2001 or comes into force after 1st April 2001.\n\t\tThe licence shall, during the period—\n\t\t\tbeginning with the later of 1st April 2001 and the day when it comes intoforce, and\n\t\t\tending with the expiry of the period for which it is issued,\n\t\t\tbe deemed to be a nil licence for the purposes of the Vehicle Excise andRegistration Act [1994 (c. 22)](/id/ukpga/1994/22?view=plain \"Go to item oflegislation\").\n\t\tA refund shall be made by the Secretary of State, in accordance with thefollowing provisions of this section, in respect of a licence for a relevantvehicle that—\n\t\t\tis issued before 1st March 2001, in force on 1st March 2001 and notsurrendered before 1st April 2001,\n\t\t\tis issued before 1st March 2001, comes into force after 1st March 2001 andis not surrendered before 1st April 2001, or\n\t\t\tis issued in March 2001 and not surrendered before 1st April 2001.\n\t\tThe amount of the refund is one-twelfth of the annual rate of dutychargeable on the licence for—\n\t\t\tin the case of a licence issued before 1st March 2001, each whole monthafter February 2001 that forms part of the period for which the licence wasissued, and\n\t\t\tin the case of a licence issued on or after 1st March 2001, each wholemonth of the period for which the licence is issued.\n\t\tThe person entitled to the refund is the person registered as the keeper ofthe relevant vehicle on 30th April 2001.\n\t\tThe provisions of sections 10(2) and 19 of the Vehicle Excise andRegistration Act 1994 (surrender of licences) do not apply to a licence inrespect of which a person is entitled to a refund under this section.\n\t\tIn the application of this section to Northern Ireland, references toregistration as the keeper of a vehicle shall be read as references toregistration as the owner of the vehicle.\n\t\tIn subsections (5) to (9) “relevant vehicle” means a vehicle of any of thedescriptions mentioned in the paragraphs 20B to 20J inserted by subsection(1).\n\t\tFor section 16(1) of the Finance Act [1996 (c.8)](/id/ukpga/1996/8?view=plain \"Go to item of legislation\") substitute—\n\t\tSchedule 1 to the Vehicle Excise and Registration Act 1994 (annual ratesof duty) is amended as follows.”.\n\t\tThis section shall be deemed to have come into force on 1st April 2001."
    },
    {
        "length": 452,
        "text": "\nSurrender of vehicle licences\n\tSection 19 of the Vehicle Excise and Registration Act 1994 (surrender oflicences) is amended as follows.\n\tAfter subsection (1) insert—\n\t\t“(1A)Subsection (1B) applies where the holder of a licence—\n\t\thas notified the Secretary of State that he wishes to surrender the licenceunder section 10(2),\n\t\thas agreed to comply with such conditions as may be specified in relationto him by the Secretary of State, and\n\t\tif the conditions so specified in relation to him include a condition suchas is mentioned in subsection (1C)(a), has complied with that condition.\n\t\t(1B)If the holder has not surrendered the licence before the time whenparagraphs (a) to (c) of subsection (1A) are first all satisfied, then at thattime—\n\t\tthe holder becomes entitled to rebate under subsection (1) as if he hadsurrendered the licence at that time,\n\t\tthe licence ceases to be in force, and\n\t\tthe provisions of section 10(2) and subsection (1) cease to apply to thelicence.\n\t\t(1C)The conditions which may be specified under subsection (1A)(b) include—\n\t\ta condition that particulars for the time being prescribed under section22(1D)(a) are furnished by being transmitted to the Secretary of State by suchelectronic means as he may specify; and\n\t\ta condition that the licence be returned to the Secretary of State withinsuch period as may be specified by the Secretary of State.”.\n\tSubsection (3) (no rebate under subsection (1) where regulations notcomplied with) shall cease to have effect."
    },
    {
        "length": 263,
        "text": "\nCharge to aggregates levy\n\tA levy, to be known as aggregates levy, shall be charged in accordance withthis Part on aggregate subjected to commercial exploitation.\n\tThe charge to the levy shall arise whenever a quantity of taxable aggregateis subjected, on or after the commencement date, to commercial exploitation inthe United Kingdom.\n\tThe person charged with the levy arising on any occasion on a quantity ofaggregate subjected to commercial exploitation shall be the person responsiblefor its being so subjected on that occasion.\n\tThe levy shall be charged at the rate of £1.60 per tonne of aggregatesubjected to commercial exploitation; and the amount of levy charged on a partof a tonne of aggregate shall be the proportionately reduced amount.\n\tThe levy shall be under the care and management of the Commissioners ofCustoms and Excise (in this Part referred to as “the Commissioners”).\n\tIn this Part “the commencement date” means such date as the Treasury may byorder made by statutory instrument appoint for the purposes of this section."
    },
    {
        "length": 1493,
        "text": "\nMeanings of “aggregate” and “taxable aggregate”\n\tIn this Part “aggregate” means (subject to section 18 below) any rock,gravel or sand, together with whatever substances are for the time beingincorporated in the rock, gravel or sand or naturally occur mixed with it.\n\tFor the purposes of this Part any quantity of aggregate is, in relation toany occasion on which it is subjected to commercial exploitation, a quantityof taxable aggregate except to the extent that—\n\t\tit is exempt under this section;\n\t\tit has previously been used for construction purposes (whether before orafter the commencement date);\n\t\tit is, or derives from, any aggregate that has already been subjected to acharge to aggregates levy;\n\t\tit is aggregate that was removed from its originating site before thecommencement date.\n\tFor the purposes of this Part aggregate is exempt under this section if—\n\t\tit is rock that has not been subjected to an industrial crushing process;\n\t\tit consists wholly of aggregate won by being removed from the ground on thesite of any building or proposed building in the course of excavationslawfully carried out—\n\t\tin connection with the modification or erection of the building; and\n\t\texclusively for the purpose of laying foundations or of laying any pipe orcable;\n\t\tit consists wholly of aggregate won—\n\t\tby being removed from the bed of any river, canal or watercourse (whethernatural or artificial) or of any channel in or approach to any port or harbour(whether natural or artificial); and\n\t\tin the course of the carrying out of any dredging undertaken exclusivelyfor the purpose of creating, restoring, improving or maintaining that river,canal, watercourse, channel or approach;\n\t\tit consists wholly of aggregate won by being removed from the ground alongthe line or proposed line of any highway or proposed highway and in the courseof excavations carried out—\n\t\tfor the purpose of improving or maintaining the highway or of constructingthe proposed highway; and\n\t\totherwise than wholly or mainly for the purpose of extracting thataggregate; or\n\t\tit consists wholly of the spoil, waste or other by-products resulting fromthe extraction or other separation from any quantity of aggregate of any chinaclay or ball clay.\n\tFor the purposes of this Part a quantity of any aggregate shall be taken tobe a quantity of aggregate that is exempt under this section if it consistswholly or mainly of any one or more of the following, or is part of anythingso consisting, namely—\n\t\tcoal, lignite, slate or shale;\n\t\tthe spoil from any process by which coal has been separated from other rockafter being extracted or won with that other rock;\n\t\tthe spoil or waste from, or other by-products of—\n\t\tany industrial combustion process, or\n\t\tthe smelting or refining of metal;\n\t\tthe drill-cuttings resulting from any operations carried out in accordancewith a licence granted under the Petroleum Act [1998 (c.17)](/id/ukpga/1998/17?view=plain \"Go to item of legislation\") otherwise thanin relation to petroleum situated in the strata in Great Britain;\n\t\tanything resulting from works carried out in exercise of powers which arerequired to be exercised in accordance with, or are conferred by, provisionmade by or under the New Roads and Street Works Act [1991 (c.22)](/id/ukpga/1991/22?view=plain \"Go to item of legislation\"), the Roads(Northern Ireland) Order 1993 ([S.I. 1993/3160 (N.I.15)](/id/nisi/1993/3160?view=plain \"Go to item of legislation\")) or the StreetWorks (Northern Ireland) Order 1995 ([S.I. 1995/3210 (N.I.19)](/id/nisi/1995/3210?view=plain \"Go to item of legislation\"));\n\t\tclay, soil or vegetable or other organic matter.\n\tFor the purposes of this section aggregate subjected to exploitation in theUnited Kingdom is aggregate that has already been subjected to a charge toaggregates levy if, and only if—\n\t\tthere has been a previous occasion on which a charge to aggregates levy onthat aggregate has arisen; and\n\t\tat least some of the aggregates levy previously charged on that aggregateis either—\n\t\tlevy in respect of which there is or was no entitlement to a tax credit; or\n\t\tlevy in respect of which any entitlement to a tax credit is or was anentitlement to a tax credit of an amount less than the amount of the levycharged on it.\n\tFor the purposes of subsection (5)(b) above, any credit the entitlement towhich arises in a case which—\n\t\tfalls within section 30(1)(c) below, and\n\t\tis prescribed for the purposes of this subsection,\n\t\t\tshall be disregarded.\n\tIn this section—\n\t\t  * “coal” has the same meaning as in the Coal Industry Act [1994 (c. 21)](/id/ukpga/1994/21?view=plain \"Go to item of legislation\"); and \n\t\t  * “highway” includes any road within the meaning of the Roads (Scotland) Act [1984 (c. 54)](/id/ukpga/1984/54?view=plain \"Go to item of legislation\") or the Road Traffic (Northern Ireland) Order 1995 ([S.I. 1995/2994 (N.I. 18)](/id/nisi/1995/2994?view=plain \"Go to item of legislation\")). "
    },
    {
        "length": 615,
        "text": "\nExempt processes\n\tIn this Part references to aggregate—\n\t\tinclude references to the spoil, waste, off-cuts and other by-productsresulting from the application of any exempt process to any aggregate; but\n\t\tdo not include references to anything else resulting from the applicationof any such process to any aggregate.\n\tIn this Part “exempt process” means—\n\t\tthe cutting of any rock to produce dimension stone;\n\t\tany process by which a relevant substance is extracted or otherwiseseparated (whether as part of the process of winning it from any land orotherwise) from any aggregate;\n\t\tany process for the production of lime or cement from limestone or fromlimestone and some other substance.\n\tIn this section “relevant substance” means any of the following—\n\t\tanhydrite; \n\t\tball clay;\n\t\tbarytes; \n\t\tcalcite; \n\t\tchina clay;\n\t\tfeldspar; \n\t\tfireclay; \n\t\tflint; \n\t\tfluorspar; \n\t\tfuller’s earth;\n\t\tgems and semi-precious stones;\n\t\tgypsum; \n\t\tany metal or the ore of any metal;\n\t\tmuscovite; \n\t\tperlite; \n\t\tpotash; \n\t\tpumice; \n\t\trock phosphates;\n\t\tsodium chloride;\n\t\ttalc; \n\t\tvermiculite. \n\tThe Treasury may by order made by statutory instrument—\n\t\tmodify the list of substances in subsection (3) above by adding anysubstance to that list or by removing any substance from it; and\n\t\tmake any such transitional provision in connection with the modification ofthat list under this subsection as they may think fit.\n\tThe Treasury shall not make an order under subsection (4) above by virtueof which any substance ceases to be a relevant substance unless a draft of theorder has been laid before Parliament and approved by resolution of the Houseof Commons.\n\tA statutory instrument containing an order under subsection (4) above thathas not had to be approved in draft for the purposes of subsection (5) aboveshall be subject to annulment in pursuance of a resolution of the House ofCommons."
    },
    {
        "length": 996,
        "text": "\nCommercial exploitation\n\tFor the purposes of this Part a quantity of aggregate is subjected toexploitation if, and only if—\n\t\tit is removed from a site falling within subsection (2) below;\n\t\tit becomes subject to an agreement to supply it to any person;\n\t\tit is used for construction purposes; or\n\t\tit is mixed, otherwise than in permitted circumstances, with any materialor substance other than water.\n\tThe sites which, in relation to any quantity of aggregate, fall within thissubsection are—\n\t\tthe originating site of the aggregate;\n\t\tany site which is not the originating site of the aggregate but isregistered under the name of a person who is the operator of that originatingsite, or is one of its operators;\n\t\tany site not falling within paragraph (a) or (b) above to which thequantity of aggregate had been removed for the purpose of having an exemptprocess applied to it on that site but at which no such process has beenapplied to it.\n\tFor the purposes of this Part the exploitation to which a quantity ofaggregate is subjected shall be taken to be commercial exploitation if, andonly if—\n\t\tit is subjected to exploitation in the course or furtherance of a businesscarried on by the person, or one of the persons, responsible for subjecting itto exploitation;\n\t\tthe exploitation to which it is subjected does not consist in its removalfrom one registered site to another in a case where both sites are registeredunder the name of the same person;\n\t\tthe exploitation to which it is subjected does not consist in or requireits removal to a registered site for the purpose of having an exempt processapplied to it on that site;\n\t\tthe exploitation to which it is subjected does not consist in or requireits removal to any premises for the purpose of having china clay or ball clayextracted or otherwise separated from it on that site; and\n\t\tthe exploitation to which it is subjected is not such that, as a result andwithout its being subjected to any process involving its being mixed with anyother substance or material (apart from water), it again becomes part of theland at the site from which it was won.\n\tWhere, at the time when any aggregate is won from any site, the same personis in occupation of both—\n\t\tthat site, and\n\t\tadjacent land which is occupied, together with that site—\n\t\tfor the purposes of the carrying on of any agricultural business, or\n\t\tfor the purposes of the carrying on of any forestry business or otherwisefor the purposes of forestry,\n\t\t\tsubsection (3)(e) above shall have effect as if the reference to the land atthe site from which the aggregate was won included the adjacent land, so longas it and that site continue to be occupied by that person for such purposes.\n\tFor the purposes of this Part where a quantity of aggregate is subjected toexploitation, the exploitation shall be taken to be in the United Kingdom if,and only if, the aggregate is in the United Kingdom or United Kingdom waterswhen it is subjected to exploitation.\n\tFor the purposes of this section a quantity of aggregate becomes subject toan agreement to supply it to any person—\n\t\texcept to the extent that it is not separately identifiable at the timewhen the agreement is entered into, at that time; and\n\t\tto that extent, at the time when it is appropriated to the agreement;\n\t\tbut references in this Part to the supply of a quantity of aggregate do notinclude references to any supply which is effected, or is to be effected, bythe transfer or creation of any interest or right in or over land.\n\tFor the purposes of this section a quantity of aggregate is mixed with amaterial or substance in permitted circumstances if—\n\t\tthe material or substance with which it is mixed consists wholly of aquantity of taxable aggregate that has not previously been subjected tocommercial exploitation in the United Kingdom; and\n\t\tthe mixing takes place on a site which, in a case where it falls withinsubsection (2) above in relation to any part of the aggregate included in themixture, so falls in relation to every part of it."
    },
    {
        "length": 277,
        "text": "\nOriginating sites\n\tIn this Part references, in relation to any aggregate, to its originatingsite are references (subject to subsection (2) below)—\n\t\tin the case of aggregate which has been won from the seabed of any area ofsea in the United Kingdom or United Kingdom waters and is not rock, to thesite where it is first landed after being so won;\n\t\tin the case of aggregate which results from the application of an exemptprocess to any aggregate and is not rock, to the site where that process wasso applied;\n\t\tin the case of rock, to the site at which it is first subjected to anindustrial crushing process; and\n\t\tin any other case, to the site from which the aggregate was won or, as thecase may be, from which it was most recently won.\n\tWhere any aggregate which is on its originating site on the commencementdate has been mixed before that date with aggregate the originating site ofwhich would (but for this subsection) be different, the site where the mixtureis situated on that date shall be deemed for the purposes of this Part to bethe originating site of all the aggregate comprised in the mixture."
    },
    {
        "length": 195,
        "text": "\nOperators of sites\n\tFor the purposes of this Part the persons operating a site are each of thefollowing—\n\t\tthe person who occupies the site; and\n\t\tif a person other than the occupier exercises any right to exercise controlover aggregate on that site, that other person;\n\t\t\tand “operator”, in relation to a site, shall be construed accordingly.\n\tIn subsection (1) above the reference to exercising control over aggregateon a site is a reference to doing any of the following, that is to say—\n\t\twinning aggregate from land at that site;\n\t\tcarrying out an industrial crushing process at that site in relation to anyrock;\n\t\tcarrying out any exempt process at that site;\n\t\tstoring aggregate at that site."
    },
    {
        "length": 616,
        "text": "\nResponsibility for exploitation of aggregate\n\tSubject to subsection (2) below, the persons who shall be taken for thepurposes of this Part to be responsible for subjecting a quantity of aggregateto exploitation are each of the following—\n\t\tin a case of the exploitation of a quantity of aggregate by its removalfrom its originating site or from a connected site, the operator of that site;\n\t\tin a case of the exploitation of a quantity of aggregate by its removalfrom a site falling within section 19(2)(c) above, the operator of the siteand (if different) the owner of the aggregate at the time when the removaltakes place;\n\t\tin a case of the exploitation of a quantity of aggregate—\n\t\tby its being subjected, at a time when it is not on its originating site ora connected site, to any agreement, or\n\t\tby its being used at such a time for construction purposes,\n\t\t\tthe person agreeing to supply it or using it for construction purposes;\n\t\tin a case of the exploitation of a quantity of aggregate—\n\t\tby its being subjected, at a time when it is on its originating site or aconnected site, to any agreement, or\n\t\tby its being used at such a time for construction purposes,\n\t\tthe person mentioned in paragraph (c) above and (if different) the operator ofthat site;\n\t\tin a case of the exploitation of a quantity of aggregate by its being mixedat premises that are not comprised in its originating site or a connected sitewith any material or substance, the owner of the aggregate at the time whenthe mixing takes place and the occupier of the premises where it takes place;\n\t\tin a case of the exploitation of a quantity of aggregate by its being mixedat its originating site or a connected site with any material or substance,the owner of the aggregate at the time when the mixing takes place and (ifdifferent) the operator of the site.\n\tA person who is responsible for subjecting a quantity of aggregate toexploitation shall not be taken for the purposes of this Part to beresponsible for subjecting it to commercial exploitation unless that takesplace in the course or furtherance of a business carried on by him.\n\tWhere by virtue of this section more than one person is charged withaggregates levy, their liabilities under this Part as persons charged with thelevy shall be joint and several.\n\tIn this section “connected site”, in relation to any quantity of aggregate,means any site that falls in relation to that quantity of aggregate withinsection 19(2)(b)."
    },
    {
        "length": 450,
        "text": "\nWeight of aggregate\n\tThe Commissioners may make regulations for determining the weight of anyaggregate for the purposes of aggregates levy.\n\tThe regulations may—\n\t\tprescribe rules for determining the weight;\n\t\tauthorise rules for determining the weight to be specified by theCommissioners in a prescribed manner;\n\t\tauthorise rules for determining the weight to be agreed between the personcharged with the levy and a person acting under the authority of theCommissioners.\n\tThe regulations may, in particular, provide for the rules prescribed orauthorised under the regulations to include rules about—\n\t\tthe method by which the weight is to be determined;\n\t\tthe time by reference to which the weight is to be determined;\n\t\tthe discounting of constituents (such as water).\n\tThe regulations may include provision that rules specified by virtue ofsubsection (2)(b) above—\n\t\tare to have effect only in such cases as may be described in the rules; and\n\t\tare not to have effect in particular cases unless the Commissioners aresatisfied that such conditions as may be set out in the rules are met in thosecases.\n\tConditions for which provision is made by virtue of subsection (4)(b) abovemay be framed by reference to such factors as the Commissioners think fit(such as the consent, in a particular case, of a person acting under theauthority of the Commissioners).\n\tThe regulations may include provision that—\n\t\twhere rules are agreed as mentioned in subsection (2)(c) above, and\n\t\tthe Commissioners believe that they should no longer be applied (whetherbecause they do not give an accurate indication of the weight or are not beingfully observed or for some other reason),\n\t\t\tthe Commissioners may direct that the agreed rules shall no longer haveeffect."
    },
    {
        "length": 2317,
        "text": "\nAdministration and enforcement\n\tThe register\n\t\tIt shall be the duty of the Commissioners to establish and maintain aregister of persons who are required to be registered for the purposes ofaggregates levy.\n\t\tA person is required to be registered for the purposes of aggregates levyif he—\n\t\t\tcarries out taxable activities, and\n\t\t\tis not exempted from registration by regulations under subsection (4)below.\n\t\tFor the purposes of subsection (2) above a person carries out a taxableactivity if a quantity of aggregate is subjected to commercial exploitation inthe United Kingdom in circumstances in which he is responsible for its beingso subjected.\n\t\tThe Commissioners may by regulations provide for persons carrying outtaxable activities to be, to such extent and subject to such conditions orrestrictions as may be prescribed, either—\n\t\t\texempt from the requirement of registration; or\n\t\t\texempt from such obligations or liabilities imposed by or under this Parton persons required to be registered for the purposes of aggregates levy asmay be prescribed.\n\t\tThe Commissioners shall keep such information in the register as theyconsider it appropriate so to keep for the purposes of the care and managementof aggregates levy.\n\t\tIn particular, where it appears to the Commissioners that any person isoperating or using any premises, or intends to operate or use any premises—\n\t\t\tfor winning any aggregate,\n\t\t\tfor carrying out an industrial crushing process in relation to any rock,\n\t\t\tfor applying an exempt process to any aggregate,\n\t\t\tfor storing any aggregate, or\n\t\t\tfor the first landing in the United Kingdom of aggregate won from theseabed of any area of sea in the United Kingdom or United Kingdom waters,\n\t\t\t\tthey may, if they think fit, register those premises, in any entry relating tothat person and under his name, as a registered site.\n\t\tWhere any premises are registered in accordance with subsection (6) aboveas a registered site, the particulars included in the register shall set outas the boundaries of the site such boundaries as appear to the Commissionersbest to secure that avoidance of levy is not facilitated by the registrationof any part of any premises that is not used or operated as mentioned insubsection (6) above.\n\t\tWhere any entry in the register at any time specifies that any premisesregistered under a person’s name as a registered site are to be taken to bethe originating site of—\n\t\t\tany aggregate comprising rock subjected to an industrial crushing processthere,\n\t\t\tany aggregate resulting from the carrying out of any exempt process there,or\n\t\t\tany aggregate won or landed there,\n\t\t\tany question for the purposes of this Part as to the boundaries at that timeof the originating site of any such aggregate shall be conclusively determinedin accordance with that entry.\n\t\tSchedule 4 to this Act (provisions with respect to registration for thepurposes of aggregates levy) shall have effect.\n\t\tThe preceding provisions of this section and the provisions of Schedule 4to this Act shall come into force on such date as the Treasury may by ordermade by statutory instrument appoint; and different days may be appointedunder this subsection for different purposes.\n\tReturns and payment of levy\n\t\tThe Commissioners may by regulations make provision—\n\t\t\tfor persons charged with aggregates levy to be liable to account for it byreference to such periods (“accounting periods”) as may be determined by orunder the regulations;\n\t\t\tfor persons who are or are required to be registered for the purposes ofaggregates levy to be subject to such obligations to make returns for thosepurposes for such periods, at such times and in such form as may be sodetermined; and\n\t\t\tfor persons who are required to account for aggregates levy for any periodto become liable to pay the amounts due from them at such times and in suchmanner as may be so determined.\n\t\tWithout prejudice to the generality of the powers conferred by subsection(1) above, regulations under this section may contain provision—\n\t\t\tfor aggregates levy falling in accordance with the regulations to beaccounted for by reference to one accounting period to be treated inprescribed circumstances, and for prescribed purposes, as levy due for adifferent period;\n\t\t\tfor the correction of errors made when accounting for aggregates levy byreference to any period;\n\t\t\tfor the entries to be made in any accounts in connection with thecorrection of any such errors and for the financial adjustments to be made inthat connection;\n\t\t\tfor a person, for purposes connected with the making of any such entry orfinancial adjustment, to be required to provide to any prescribed person, orto retain, a document in the prescribed form containing prescribed particularsof the matters to which the entry or adjustment relates;\n\t\t\tfor enabling the Commissioners, in such cases as they may think fit, todispense with or relax a requirement imposed by regulations made by virtue ofparagraph (d) above;\n\t\t\tfor the amount of levy which, in accordance with the regulations, istreated as due for a later period than that by reference to which it shouldhave been accounted for to be treated as increased by an amount representinginterest at the rate applicable under section 197 of the Finance Act [1996 (c.8)](/id/ukpga/1996/8?view=plain \"Go to item of legislation\") for such periodas may be determined in accordance with the regulations.\n\t\tSubject to the following provisions of this section, if any person (“thetaxpayer”) fails—\n\t\t\tto comply with so much of any regulations under this section as requireshim, at or before a particular time, to make a return for any accountingperiod, or\n\t\t\tto comply with so much of any regulations under this section as requireshim, at or before a particular time, to pay an amount of aggregates levy duefrom him,\n\t\t\t\the shall be liable to a penalty of £250.\n\t\tLiability to a penalty under subsection (3) above shall not arise if thetaxpayer satisfies the Commissioners or, on appeal, an appeal tribunal—\n\t\t\tthat there is a reasonable excuse for the failure to make the return or topay the levy in accordance with regulations; and\n\t\t\tthat there is not an occasion after the last day on which the return orpayment was required by the regulations to be made when there was a failurewithout reasonable excuse to make it.\n\t\tWhere, by reason of any failure falling within paragraph (a) or (b) ofsubsection (3) above—\n\t\t\ta person is convicted of an offence (whether under this Act or otherwise),or\n\t\t\ta person is assessed to a penalty under paragraph 7 of Schedule 6 to thisAct (penalty for evasion),\n\t\t\tthat person shall not, by reason of that failure, be liable also to a penaltyunder that subsection (3).\n\t\tIn subsection (1)(b) above the reference to a person who is required to beregistered for the purposes of aggregates levy includes a reference to aperson who would be so required but for any exemption conferred by regulationsunder section 24(4) above.\n\tSecurity for levy\n\t\tWhere it appears to the Commissioners necessary to do so for the protectionof the revenue they may require any person who is or is required to beregistered to give security, or further security, for the payment of anyaggregates levy which is or may become due from him.\n\t\tThe power of the Commissioners to require any security, or furthersecurity, under this section shall be a power to require security, or furthersecurity, of such amount and in such manner as they may determine.\n\t\tA person who is responsible for any aggregate being subjected to commercialexploitation in the United Kingdom is guilty of an offence if, at the time itis so subjected—\n\t\t\the has been required to give security under this section; and\n\t\t\the has not complied with that requirement.\n\t\tA person guilty of an offence under this section shall be liable, onsummary conviction, to a penalty of level 5 on the standard scale.\n\t\tSections 145 to 155 of the Customs and Excise Management Act [1979 (c.2)](/id/ukpga/1979/2?view=plain \"Go to item of legislation\") (proceedings foroffences, mitigation of penalties and certain other matters) shall apply inrelation to an offence under this section as they apply in relation tooffences and penalties under the customs and excise Acts.\n\t\tIn subsection (1) above the reference to a person who is required to beregistered for the purposes of aggregates levy includes a reference to aperson who would be so required but for any exemption conferred by regulationsunder section 24(4) above.\n\tRecovery and interest\n\t\tSchedule 5 to this Act (which makes provision for the recovery of amounts ofaggregates levy due from any person and for the interest payable on suchamounts) shall have effect.\n\tEvasion, misdeclaration and neglect\n\t\tSchedule 6 to this Act (which makes provision for and in connection with theimposition of criminal and civil penalties for the evasion of aggregates levyand for related misconduct) shall have effect.\n\tInformation and evidence\n\t\tSchedule 7 to this Act (which provides for the supply of information to theCommissioners, for the powers under which the Commissioners may collectinformation for enforcement purposes and about evidence) shall have effect."
    },
    {
        "length": 1923,
        "text": "\nCredits and repayments\n\tCredit for aggregates levy\n\t\tThe Commissioners may, in accordance with the following provisions of thissection, by regulations make provision in relation to cases where, after acharge to aggregates levy has arisen on any quantity of aggregate—\n\t\t\tany of that aggregate is exported from the United Kingdom in the form ofaggregate;\n\t\t\tan exempt process is applied to any of that aggregate;\n\t\t\tany of that aggregate is used in a prescribed industrial or agriculturalprocess;\n\t\t\tany of that aggregate is disposed of (by dumping or otherwise) in suchmanner not constituting its use for construction purposes as may beprescribed; or\n\t\t\tthe whole or any part of a debt due to a person responsible for subjectingthe aggregate to commercial exploitation is written off in his accounts as abad debt.\n\t\tThe provision that may be made in relation to any such case as is mentionedin subsection (1) above is provision—\n\t\t\tfor such person as may be specified in the regulations to be entitled to atax credit in respect of any aggregates levy charged on the aggregate inquestion;\n\t\t\tfor a tax credit to which any person is entitled under the regulations tobe brought into account when he is accounting for aggregates levy due from himfor such accounting period or periods as may be determined in accordance withthe regulations; and\n\t\t\tfor a person entitled to a tax credit to be entitled, in any prescribedcase where he cannot bring the tax credit into account so as to set it againsta liability to aggregates levy, to a repayment of levy of an amount sodetermined.\n\t\tRegulations under this section may contain any or all of the followingprovisions—\n\t\t\tprovision making any entitlement to a tax credit conditional on the makingof a claim by such person, within such period and in such manner as may beprescribed;\n\t\t\tprovision making entitlement to bring a tax credit into account, or toreceive a repayment in respect of such a credit, conditional on compliancewith such requirements as may be determined in accordance with theregulations;\n\t\t\tprovision requiring a claim for a tax credit to be evidenced and quantifiedby reference to such records and other documents as may be so determined;\n\t\t\tprovision requiring a person claiming any entitlement to a tax credit tokeep, for such period and in such form and manner as may be so determined,those records and documents and a record of such information relating to theclaim as may be so determined;\n\t\t\tprovision for the withdrawal of a tax credit where any requirement of theregulations is not complied with;\n\t\t\tprovision for interest at the rate applicable under section 197 of theFinance Act [1996 (c. 8)](/id/ukpga/1996/8?view=plain \"Go to item oflegislation\") to be treated as added, for such period and for such purposes asmay be prescribed, to the amount of any tax credit;\n\t\t\tprovision for anything falling to be determined in accordance with theregulations to be determined by reference to a general or specific directiongiven in accordance with the regulations by the Commissioners.\n\t\tWithout prejudice to the generality of the preceding provisions of thissection, regulations under this section may also contain—\n\t\t\tprovision for ascertaining whether, when and to what extent an amount is tobe taken for the purposes of any regulations under this section to have beenwritten off in any accounts as a bad debt;\n\t\t\tprovision requiring a person who for the purposes of any such regulationsis taken to have written off any amount as a bad debt to keep, for such periodand in such form and manner as may be prescribed, information relating toanything subsequently paid in respect of the amount written off;\n\t\t\tprovision for the withdrawal of the whole or an appropriate part of any taxcredit relating to an amount taken to have been written off as a bad debtwhere the whole or any part (or further part) of the amount written off issubsequently paid;\n\t\t\tprovision for ascertaining whether, and to what extent, anything receivedby any person is to be taken as a payment of, or of a part of, an amounttaken, for the purposes of any regulations under this section, to have beenwritten off;\n\t\t\tprovision for determining the value for the purposes of provision made byvirtue of paragraph (d) above of things received otherwise than in the form ofmoney.\n\t\tRegulations made under this section shall have effect subject to theprovisions of section 32 below.\n\tRepayments of overpaid levy\n\t\tWhere a person has paid an amount to the Commissioners by way of aggregateslevy which was not levy due to them, they shall be liable to repay the amountto him.\n\t\tThe Commissioners shall not be liable to repay an amount under this sectionexcept on the making of a claim for that purpose.\n\t\tA claim under this section must be made in such form and manner, and mustbe supported by such documentary evidence, as may be required by regulationsmade by the Commissioners.\n\t\tThe preceding provisions of this section are subject to the provisions ofsection 32 below.\n\t\tExcept as provided by this section, the Commissioners shall not, by virtueof the fact that it was not levy due to them, be liable to repay any amountpaid to them by way of aggregates levy.\n\tSupplemental provisions about repayments etc\n\t\tThe Commissioners shall not be liable, on any claim for a repayment ofaggregates levy, to repay any amount paid to them more than three years beforethe making of the claim.\n\t\tIn the case of any claim for a repayment of an amount of aggregates levyother than a claim to a repayment to which a person is entitled by virtue oftax credit regulations, it shall be a defence to that claim that the repaymentof that amount would unjustly enrich the claimant.\n\t\tSubsection (4) below applies for the purposes of subsection (2) abovewhere—\n\t\t\tthere is an amount paid by way of aggregates levy which (apart fromsubsection (2) above) would fall to be the subject of a repayment ofaggregates levy to any person (“the taxpayer”); and\n\t\t\tthe whole or a part of the cost of the payment of that amount to theCommissioners has, for practical purposes, been borne by a person other thanthe taxpayer.\n\t\tWhere, in a case to which this subsection applies, loss or damage has beenor may be incurred by the taxpayer as a result of mistaken assumptions made inhis case about the operation of any provisions relating to aggregates levy,that loss or damage shall be disregarded, except to the extent of thequantified amount, in the making of any determination as to—\n\t\t\twhether or to what extent the repayment of an amount to the taxpayer wouldenrich him; or\n\t\t\twhether or to what extent any enrichment of the taxpayer would be unjust.\n\t\tIn subsection (4) above “the quantified amount” means the amount (if any)which is shown by the taxpayer to constitute the amount that wouldappropriately compensate him for loss or damage shown by him to have resulted,for any business carried on by him, from the making of the mistakenassumptions.\n\t\tThe reference in subsection (4) above to provisions relating to aggregateslevy is a reference to any provisions of—\n\t\t\tany enactment or subordinate legislation (whether or not still in force)which relates to that levy or to any matter connected with it; or\n\t\t\tany notice published by the Commissioners under or for the purposes of anyenactment or subordinate legislation relating to aggregates levy.\n\t\tSchedule 8 to this Act (which contains further provision about payments andrepayments by the Commissioners and about the setting off of amounts due to orfrom the Commissioners under this Part and the setting of other amountsagainst such amounts) shall have effect."
    },
    {
        "length": 1158,
        "text": "\nNon-resident taxpayers\n\tAppointment of tax representatives\n\t\tThe Commissioners may by regulations make provision for securing that everynon-resident taxpayer has a person resident in the United Kingdom to act ashis tax representative for the purposes of aggregates levy.\n\t\tRegulations under this section may, in particular, contain any or all ofthe following—\n\t\t\tprovision requiring notification to be given to the Commissioners where aperson becomes a non-resident taxpayer;\n\t\t\tprovision requiring the appointment of tax representatives by non-residenttaxpayers;\n\t\t\tprovision for the appointment of a person as a tax representative to takeeffect only where the person appointed is approved by the Commissioners;\n\t\t\tprovision authorising the Commissioners to give a direction requiring thereplacement of a tax representative;\n\t\t\tprovision authorising the Commissioners to give a direction requiring aperson specified in the direction to be treated as the appointed taxrepresentative of a non-resident taxpayer so specified;\n\t\t\tprovision about the circumstances in which a person ceases to be a taxrepresentative and about the withdrawal by the Commissioners of their approvalof a tax representative;\n\t\t\tprovision enabling a tax representative to act on behalf of the person forwhom he is the tax representative through an agent of the representative;\n\t\t\tprovision for the purposes of any provision made by virtue of paragraphs(a) to (g) above regulating the procedure to be followed in any case andimposing requirements as to the information and other particulars to beprovided to the Commissioners;\n\t\t\tprovision as to the time at which things done under or for the purposes ofthe regulations are to take effect.\n\t\tSubject to subsection (4) below, a person who—\n\t\t\tbecomes subject, in accordance with any regulations under this section, toan obligation to request the Commissioners' approval for any person’sappointment as his tax representative, but\n\t\t\tfails (with or without making the appointment) to make the request asrequired by the regulations,\n\t\t\t\tshall be liable to a penalty of £10,000.\n\t\tA failure such as is mentioned in subsection (3) above shall not give riseto liability to a penalty under this section if the person concerned satisfiesthe Commissioners or, on appeal, an appeal tribunal that there is a reasonableexcuse for the failure.\n\tEffect of appointment of tax representatives\n\t\tThe tax representative of a non-resident taxpayer shall be entitled to acton the non-resident taxpayer’s behalf for the purposes of any provision madeby or under this Part.\n\t\tThe tax representative of a non-resident taxpayer shall be under a duty,except to such extent as the Commissioners by regulations otherwise provide,to secure the non-resident taxpayer’s compliance with, and discharge of, theobligations and liabilities to which the non-resident taxpayer is subject byvirtue of any provision made by or under this Part (including obligations andliabilities arising or incurred before he became the non-resident taxpayer’stax representative).\n\t\tA person who is or has been the tax representative of a non-residenttaxpayer shall be personally liable—\n\t\t\tin respect of any failure while he is or was the non-resident taxpayer’stax representative to secure compliance with, or the discharge of, anyobligation or liability to which subsection (2) above applies, and\n\t\t\tin respect of anything done in the course of, or for purposes connectedwith, acting on the non-resident taxpayer’s behalf,\n\t\t\t\tas if the obligations and liabilities to which subsection (2) above applieswere imposed jointly and severally on the tax representative and the non-resident taxpayer.\n\t\tA tax representative shall not be liable by virtue of this section to beregistered for the purposes of aggregates levy; but the Commissioners may byregulations—\n\t\t\trequire the registration of the names of tax representatives against thenames of the non-resident taxpayers of whom they are the representatives;\n\t\t\tmake provision for the deletion of the names of persons who cease to be taxrepresentatives.\n\t\tA tax representative shall not by virtue of this section be guilty of anyoffence except in so far as—\n\t\t\the has consented to, or connived in, the commission of the offence by thenon-resident taxpayer;\n\t\t\tthe commission of the offence by the non-resident taxpayer is attributableto any neglect on the part of the tax representative; or\n\t\t\tthe offence consists in a contravention by the tax representative of anobligation which, by virtue of this section, is imposed both on the taxrepresentative and on the non-resident taxpayer."
    },
    {
        "length": 3693,
        "text": "\nOther special cases\n\tGroups of companies etc\n\t\tSchedule 9 to this Act (which provides for two or more bodies corporate tobe treated as members of the same group for the purposes of this Part) shallhave effect.\n\t\tAny aggregates levy with which a body corporate is charged in respect ofaggregate subjected to commercial exploitation at a time when the body is amember of a group shall be treated for the purposes of this Part as if it werethe representative member for that group (instead of that body) which ischarged with the levy.\n\t\tAll the bodies corporate who are members of a group when any aggregateslevy becomes due from the representative member, together with any bodiescorporate who become members of the group while any such levy remains unpaid,shall be jointly and severally liable for any aggregates levy due from therepresentative member.\n\t\tSubject to subsections (2) and (3) above, the Commissioners may byregulations make such provision as they consider appropriate about—\n\t\t\tthe person by whom any obligation or liability imposed by or under thisPart is to be performed or discharged, and\n\t\t\tthe manner in which it is to be performed or discharged,\n\t\t\t\tin a case where the person who (apart from the regulations) would be subjectto the obligation or liability is one of a number of bodies corporateregistered in the name of the representative member for a group.\n\t\tReferences in this section to aggregates levy being or becoming due fromthe representative member include references to any amounts being or becomingrecoverable as if they were aggregates levy due from that member.\n\t\tFor the purposes of this Part—\n\t\t\ta body corporate is a member of a group at any time in relation to which itfalls to be treated as such a member in accordance with Schedule 9 to thisAct; and\n\t\t\tthe body corporate which is to be taken to be the representative member fora group at any time is the member of the group which in relation to that timeis the representative member under that Schedule in the case of that group.\n\tPartnerships and other unincorporated bodies\n\t\tThe Commissioners may by regulations make provision for determining by whatpersons anything required to be done under this Part is to be done where,apart from those regulations, that requirement would fall on—\n\t\t\tpersons carrying on business in partnership; or\n\t\t\tpersons carrying on business together as an unincorporated body;\n\t\t\t\tbut any regulations under this subsection must be construed subject to thefollowing provisions of this section.\n\t\tIn determining for the purposes of this Part who at any time is the personchargeable with any aggregates levy where the persons responsible forsubjecting any aggregate to commercial exploitation are persons carrying onany business—\n\t\t\tin partnership, or\n\t\t\tas an unincorporated body,\n\t\t\tthe firm or body shall be treated, for the purposes of that determination (andnotwithstanding any changes from time to time in the members of the firm orbody), as the same person and as separate from its members.\n\t\tWithout prejudice to section 36 of the Partnership Act [1890 (c.39)](/id/ukpga/1890/39?view=plain \"Go to item of legislation\") (rights ofpersons dealing with firm against apparent members of firm), where—\n\t\t\tpersons have been carrying on in partnership any business in the course orfurtherance of which any aggregate has been subjected to commercialexploitation, and\n\t\t\ta person ceases to be a member of the firm,\n\t\t\tthat person shall be regarded for the purposes of this Part (includingsubsection (7) below) as continuing to be a partner until the date on whichthe change in the partnership is notified to the Commissioners.\n\t\tWhere a person ceases to be a member of a firm during an accounting period(or is treated as so ceasing by virtue of subsection (3) above) any notice,whether of assessment or otherwise, which—\n\t\t\tis served on the firm under or for the purposes of any provision made by orunder this Part, and\n\t\t\trelates to, or to any matter arising in, that period or any earlier periodduring the whole or part of which he was a member of the firm,\n\t\t\tshall be treated as served also on him.\n\t\tWithout prejudice to section 16 of the Partnership Act [1890 (c.39)](/id/ukpga/1890/39?view=plain \"Go to item of legislation\") (notice toacting partner to be notice to the firm), any notice, whether of assessment orotherwise, which—\n\t\t\tis addressed to a firm by the name in which it is registered, and\n\t\t\tis served in accordance with this Part,\n\t\t\tshall be treated for the purposes of this Part as served on the firm and,accordingly, where subsection (4) above applies, as served also on the formerpartner.\n\t\tSubject to subsection (7) below, nothing in this section shall affect theextent to which, under section 9 of the Partnership Act 1890 (liability ofpartners for debts of the firm), a partner is liable for aggregates levy owedby the firm.\n\t\tWhere a person is a partner in a firm during part only of an accountingperiod, his personal liability for aggregates levy incurred by the firm inrespect of aggregate subjected to commercial exploitation in that period shallinclude, but shall not exceed, such proportion of the firm’s liability as maybe just and reasonable in the circumstances.\n\tInsolvency etc\n\t\tThe Commissioners may by regulations make provision in accordance with thefollowing provisions of this section for the application of this Part in casesin which an insolvency procedure is applied to a person or to a deceasedperson’s estate.\n\t\tThe provision that may be contained in regulations under this section mayinclude any or all of the following—\n\t\t\tprovision requiring any such person as may be prescribed to givenotification to the Commissioners, in the prescribed manner, of the prescribedparticulars of any relevant matter;\n\t\t\tprovision requiring a person to be treated, to the prescribed extent, asif, for the purposes of this Part or such of its provisions as may beprescribed, he were the same person as the subject of the procedure; and\n\t\t\tprovision for securing continuity in the application of any of theprovisions of this Part where, by virtue of any regulations under thissection, any person is treated as if he were the same person as the subject ofthe procedure.\n\t\tIn subsection (2) above “relevant matter”, in relation to a case in whichan insolvency procedure is applied to any person or estate, means—\n\t\t\tthe application of that procedure to that person or estate;\n\t\t\tthe appointment of any person for the purposes of the application of thatprocedure;\n\t\t\tany other matter relating to—\n\t\t\tthe application of that procedure to the subject of the procedure or to hisestate;\n\t\t\tthe holding of an appointment made for the purposes of that procedure; or\n\t\t\tthe exercise or discharge of any powers or duties conferred or imposed onany person by virtue of such an appointment.\n\t\tRegulations made by virtue of subsection (2)(b) above may include provisionfor a person to cease, on the occurrence of such an event as may beprescribed, to be treated as if he were the same person as the subject of theprocedure.\n\t\tRegulations under this section prescribing the manner in which anynotification is to be given to the Commissioners may require it to be given insuch manner and to contain such particulars as may be specified in a generalnotice published by the Commissioners in accordance with the regulations.\n\t\tRegulations under this section may provide that the extent to which, andthe purposes for which, a person is to be treated under the regulations as ifhe were the same person as the subject of the procedure may be determined byreference to a notice given in accordance with the regulations to the personso treated.\n\t\tFor the purposes of this section, an insolvency procedure is applied to aperson if—\n\t\t\ta bankruptcy order, winding-up order or administration order is made inrelation to that person or a partnership of which he is a member;\n\t\t\tan award of sequestration is made in relation to that person’s estate orthe estate of a partnership of which he is a member;\n\t\t\tthat person is put into administrative receivership;\n\t\t\tthat person passes a resolution for voluntary winding up;\n\t\t\tany voluntary arrangement approved in accordance with—\n\t\t\tPart 1 or 8 of the Insolvency Act [1986 (c.45)](/id/ukpga/1986/45?view=plain \"Go to item of legislation\"), or\n\t\t\tPart II or Chapter II of Part VIII of the Insolvency (Northern Ireland)Order 1989 ([S.I. 1989/2405 (N.I. 19)](/id/nisi/1989/2405?view=plain \"Go toitem of legislation\")) ,\n\t\t\t\tcomes into force in relation to that person or a partnership of which thatperson is a member;\n\t\t\ta deed of arrangement registered in accordance with—\n\t\t\tthe Deeds of Arrangement Act [1914 (c. 47)](/id/ukpga/1914/47?view=plain\"Go to item of legislation\"), or\n\t\t\tChapter I of Part VIII of that Order,\n\t\t\ttakes effect in relation to that person;\n\t\t\ta person is appointed as the receiver or manager of some or all of thatperson’s property, or of income arising from some or all of his property;\n\t\t\ta person is appointed as the interim receiver of some or all of thatperson’s property under section 286 of the Insolvency Act 1986 or Article 259of the [Insolvency (Northern Ireland) Order 1989 (S.I. 1989/ 2405 (N.I.19)))](/id/nisi/1989/2405?view=plain \"Go to item of legislation\");\n\t\t\ta person is appointed as the provisional liquidator in relation to thatperson under section 135 of that Act or Article 115 of that Order;\n\t\t\tan interim order is made under Part 8 of that Act, or Chapter II of PartVIII of that Order, in relation to that person; or\n\t\t\tthat person’s estate becomes vested in any other person as that person’strustee under a trust deed (within the meaning of the Bankruptcy (Scotland)Act [1985 (c. 66)](/id/ukpga/1985/66?view=plain \"Go to item of legislation\")).\n\t\tFor the purposes of this section, an insolvency procedure is applied to adeceased person’s estate if—\n\t\t\tafter that person’s death—\n\t\t\ta bankruptcy order, or\n\t\t\tan order with corresponding effect but a different name,\n\t\t\tis made in relation to that person’s estate under any of the provisions of theInsolvency Act [1986 (c. 45)](/id/ukpga/1986/45?view=plain \"Go to item oflegislation\") or the Insolvency (Northern Ireland) Order 1989 ([S.I. 1989/2405(N.I. 19)](/id/nisi/1989/2405?view=plain \"Go to item of legislation\") ) asthey are applied to the administration of the insolvent estates of deceasedpersons; or\n\t\t\tan award of sequestration is made on that person’s estate after his death.\n\t\tIn subsection (7) above—\n\t\t\tthe reference to any administration order is a reference to anadministration order under section 8 of the Insolvency Act 1986 or Article 21of the Insolvency (Northern Ireland) Order 1989;\n\t\t\tthe reference to a person being put into administrative receivership is areference to the appointment in relation to him of an administrative receiver,within the meaning of section 251 of that Act of 1986 or Article 5(1) of thatOrder of 1989; and\n\t\t\treferences to a member of a partnership include references to any personwho is liable as a partner under section 14 of the Partnership Act [1890 (c.39)](/id/ukpga/1890/39?view=plain \"Go to item of legislation\") (persons liableby “holding out”).\n\t\tIn this section “the subject of the procedure”, in relation to theapplication of any insolvency procedure, means the person to whom, or to whoseestate, the procedure is applied.\n\tDeath and incapacity\n\t\tThe Commissioners may, in accordance with subsection (2) below, byregulations make provision for the purposes of aggregates levy in relation tocases where a person carries on a business of an individual who has died orbecome incapacitated.\n\t\tThe provisions that may be contained in regulations under this section are—\n\t\t\tprovision requiring the person who is carrying on the business to informthe Commissioners of the fact that he is carrying on the business and of theevent that has led to his carrying it on;\n\t\t\tprovision allowing that person to be treated for a limited time as if heand the person who has died or become incapacitated were the same person; and\n\t\t\tsuch other provision as the Commissioners think fit for securing continuityin the application of this Part where a person is so treated.\n\tTransfer of a business as a going concern\n\t\tThe Commissioners may by regulations make provision for securing continuityin the application of this Part in cases where any business carried on by aperson is transferred to another person as a going concern.\n\t\tRegulations under this section may, in particular, include any or all ofthe following—\n\t\t\tprovision requiring the transferor to inform the Commissioners of thetransfer;\n\t\t\tprovision for liabilities and duties under this Part of the transferor tobecome, to such extent as may be provided by the regulations, liabilities andduties of the transferee;\n\t\t\tprovision for any right of either of them to a tax credit or repayment ofaggregates levy to be satisfied by allowing the credit or making the repaymentto the other;\n\t\t\tprovision as to the preservation of any records or accounts relating to thebusiness which, by virtue of any regulations under paragraph 2 of Schedule 7to this Act, are required to be preserved for any period after the transfer.\n\t\tRegulations under this section may provide that no such provision as ismentioned in paragraph (b) or (c) of subsection (2) above shall have effect inrelation to any transferor and transferee unless an application for thepurpose has been made by them under the regulations."
    },
    {
        "length": 2812,
        "text": "\nReview and appeal\n\tReview of Commissioners' decisions\n\t\tThis section applies to any decision of the Commissioners with respect toany of the following matters—\n\t\t\twhether or not a person is charged in any case with an amount of aggregateslevy;\n\t\t\tthe amount of aggregates levy charged in any case and the time when thecharge is to be taken as having arisen;\n\t\t\tthe registration of any person or premises for the purposes of aggregateslevy or the cancellation of any registration;\n\t\t\tthe person liable to pay the aggregates levy charged in any case, theamount of a person’s liability to aggregates levy and the time by which he isrequired to pay an amount of that levy;\n\t\t\tthe imposition of a requirement on any person to give security, or furthersecurity, under section 26 above and the amount and manner of providing anysecurity required under that section;\n\t\t\twhether or not liability to a penalty or to interest on any amount arisesin any person’s case under any provision made by or under this Part, and theamount of any such liability;\n\t\t\tany matter the decision as to which is reviewable under this section inaccordance with paragraph 8(6) or (7) of Schedule 6 to this Act;\n\t\t\tthe extent of any person’s entitlement to any tax credit or to a repaymentin respect of a tax credit and the extent of any liability of theCommissioners under this Part to pay interest on any amount;\n\t\t\twhether or not any person is required to have a tax representative byvirtue of any regulations under section 33 above;\n\t\t\tthe giving, withdrawal or variation, for the purposes of any suchregulations, of any approval or direction with respect to the person who is toact as another’s tax representative;\n\t\t\twhether a body corporate is to be treated, or is to cease to be treated, asa member of a group, the times at which a body corporate is to be so treatedand the body corporate which is, in relation to any time, to be therepresentative member for a group;\n\t\t\tany matter not falling within the preceding paragraphs the decision withrespect to which is contained in any assessment under this Part.\n\t\tAny person who is or will be affected by any decision to which this sectionapplies may by notice in writing to the Commissioners require them to reviewthe decision.\n\t\tThe Commissioners shall not be required under this section to review anydecision unless the notice requiring the review is given before the end of theperiod of forty-five days beginning with the day on which written notificationof the decision, or of an assessment containing or giving effect to thedecision, was first given to the person requiring the review.\n\t\tFor the purposes of subsection (3) above it shall be the duty of theCommissioners to give written notification of any decision to which thissection applies to any person who—\n\t\t\trequests such a notification;\n\t\t\thas not previously been given written notification of that decision; and\n\t\t\tif given such a notification, will be entitled to require a review of thedecision under this section.\n\t\tA person shall be entitled to give a notice under this section requiring adecision to be reviewed for a second or subsequent time only if—\n\t\t\tthe grounds on which he requires the further review are that theCommissioners did not, on any previous review, have the opportunity toconsider certain facts or other matters; and\n\t\t\the does not, on the further review, require the Commissioners to considerany facts or matters which were considered on a previous review except in sofar as they are relevant to any issue to which the facts or matters notpreviously considered relate.\n\t\tWhere the Commissioners are required by a notice under this section toreview any decision, it shall be their duty to do so.\n\t\tOn a review under this section the Commissioners may (subject to subsection(9) below) withdraw, vary or confirm the decision reviewed.\n\t\tWhere— \n\t\t\tit is the duty under this section of the Commissioners to review anydecision, and\n\t\t\tthey do not, within the period of forty-five days beginning with the day onwhich the review was required, give notice to the person requiring it of theirdetermination on the review,\n\t\t\t\tthey shall be deemed to have confirmed the decision.\n\t\tWhere the Commissioners decide, on a review under this section, that aliability to a penalty or to an amount of interest arises, they shall not beentitled to modify the amount payable in respect of that liability except—\n\t\t\tin exercise of a power conferred by section 46(1) below (penalties) orparagraph 10(3) of Schedule 5 to this Act, paragraph 6(6) of Schedule 8 tothis Act or paragraph 5(5) of Schedule 10 to this Act (penalty interest); or\n\t\t\tfor the purpose of making the amount payable conform to the amount of theliability imposed by this Part.\n\t\tThis section has effect subject to paragraph 8(5) of Schedule 6 to thisAct.\n\tAppeals against reviewed decisions\n\t\tSubject to the following provisions of this section, an appeal shall lie toan appeal tribunal with respect to any of the following decisions—\n\t\t\tany decision by the Commissioners on a review under section 40 above(including a deemed confirmation under subsection (8) of that section);\n\t\t\tany decision by the Commissioners on any such review of a decision referredto in section 40(1) above as the Commissioners have agreed to undertake inconsequence of a request made after the end of the period mentioned in section40(3) above.\n\t\tWhere an appeal under this section relates to a decision (whether or notcontained in an assessment) that an amount of aggregates levy is due from anyperson, that appeal shall not be entertained unless—\n\t\t\tthe amount which the Commissioners have determined to be due has been paidor deposited with them; or\n\t\t\ton being satisfied that the appellant would otherwise suffer hardship—\n\t\t\tthe Commissioners agree, or\n\t\t\tthe tribunal decide,\n\t\t\t\tthat it should be entertained notwithstanding that that amount has not been sopaid or deposited.\n\t\tOn an appeal under this section relating to a penalty under paragraph 7 ofSchedule 6 to this Act (evasion), the burden of proof as to the mattersspecified in paragraphs (a) to (c) of sub-paragraph (1) of that paragraphshall lie upon the Commissioners.\n\tDeterminations on appeal\n\t\tWhere, on an appeal under section 41 above—\n\t\t\tit is found that an assessment of the appellant made, confirmed or treatedas confirmed by the Commissioners on a review under section 40 above (“theoriginal assessment”) is an assessment for an amount that is less than itought to have been, and\n\t\t\tthe tribunal give a direction specifying the correct amount,\n\t\t\t\tthe assessment shall have effect as an assessment of the amount specified inthe direction and (without prejudice to any power under this Part to reducethe amount of interest payable on the amount of an assessment) as if it werean assessment notified to the appellant in that amount at the same time as theoriginal assessment.\n\t\tOn an appeal under section 41 above, the powers of the appeal tribunal inrelation to any decision of the Commissioners shall include a power, where thetribunal allow an appeal on the ground that the Commissioners could notreasonably have arrived at the decision, either—\n\t\t\tto direct that the decision, so far as it remains in force, is to cease tohave effect from such time as the tribunal may direct; or\n\t\t\tto require the Commissioners to conduct, in accordance with the directionsof the tribunal, a further review of the original decision.\n\t\tWhere, on an appeal under section 41 above, the appeal tribunal find that aliability to a penalty or to an amount of interest arises, the tribunal shallnot give any direction for the modification of the amount payable in respectof that liability except—\n\t\t\tin exercise of a power conferred on the tribunal by section 46(1) below(penalties) or paragraph 10(3) or (6) of Schedule 5 to this Act, paragraph6(6) or (9) of Schedule 8 to this Act or paragraph 5(5) or (8) of Schedule 10to this Act (penalty interest); or\n\t\t\tfor the purpose of making the amount payable conform to the amount of theliability imposed by this Part.\n\t\tWhere, on an appeal under section 41 above, it is found that the whole orpart of any amount paid or deposited in pursuance of section 41(2) above isnot due, so much of that amount as is found not to be due shall be repaid withinterest at such rate as the tribunal may determine.\n\t\tWhere, on an appeal under section 41 above, it is found that the whole orpart of any amount due to the appellant by way of any repayment in respect ofa tax credit has not been paid, so much of that amount as is found not to havebeen paid shall be paid with interest at such rate as the tribunal maydetermine.\n\t\tWhere— \n\t\t\tan appeal under section 41 above has been entertained notwithstanding thatan amount determined by the Commissioners to be payable as aggregates levy hasnot been paid or deposited, and\n\t\t\tit is found on the appeal that that amount is due,\n\t\t\tthe tribunal may, if they think fit, direct that that amount shall be paidwith interest at such rate as may be specified in the direction.\n\t\tSections 85 and 87 of the Value Added Tax Act [1994 (c.23)](/id/ukpga/1994/23?view=plain \"Go to item of legislation\") (settling ofappeals by agreement and enforcement of certain decisions of tribunal) shallhave effect as if—\n\t\t\tthe references to section 83 of that Act included references to section 41above; and\n\t\t\tthe references to value added tax included references to aggregates levy.\n\tAdjustments of contracts\n\t\tWhere— \n\t\t\tan agreement to supply a quantity of aggregate to any person has beenentered into at any time before the commencement date, and\n\t\t\ton or after that date aggregates levy is charged on that quantity ofaggregate,\n\t\t\t\tso much of the agreement as requires any payment to be made to the supplier atthe time when or after the charge to levy on that quantity of aggregate arisesshall be adjusted so as to secure that the cost of discharging the liabilityto pay the levy, to the extent that it would otherwise have been borne by thesupplier, is borne by the person making the payment.\n\t\tWhere— \n\t\t\tan agreement with regard to any sum payable in respect of the use of land(whether the sum is called rent or royalty or otherwise) provides that theamount of the sum is to be calculated by reference to—\n\t\t\tthe turnover of a business, or\n\t\t\tthe price received for minerals extracted from the land,\n\t\t\tthe agreement was entered into before commencement date, and\n\t\t\tthe circumstances are such that (had the agreement been made on or afterthat date) it might reasonably be expected that it would have provided thataggregates levy charged in particular circumstances be ignored in calculatingthe turnover or price,\n\t\t\tthe agreement shall be taken to provide that aggregates levy charged in thosecircumstances shall be ignored in calculating the turnover or, as the case maybe, price."
    },
    {
        "length": 3184,
        "text": "\nGeneral provisions\n\tDestination of receipts\n\t\tAll money and securities for money collected or received for or on account ofaggregates levy shall—\n\t\t\tif collected or received in Great Britain, be placed to the general accountof the Commissioners kept at the Bank of England under section 17 of theCustoms and Excise Management Act [1979 (c. 2)](/id/ukpga/1979/2?view=plain\"Go to item of legislation\"); and\n\t\t\tif collected or received in Northern Ireland, be paid into the ConsolidatedFund of the United Kingdom in such manner as the Treasury may direct.\n\tRegulations and orders\n\t\tThe powers of the Commissioners under this Part to make regulations shallbe exercisable by statutory instrument subject to annulment in pursuance of aresolution of the House of Commons.\n\t\tWhere regulations made under this Part impose a relevant requirement on anyperson, they may provide that if the person fails to comply with therequirement he shall be liable, subject to subsection (3) below, to a penaltyof £250.\n\t\tWhere by reason of any conduct—\n\t\t\ta person is convicted of an offence (whether under this Act or otherwise),or\n\t\t\ta person is assessed to a penalty under paragraph 7 of Schedule 6 to thisAct,\n\t\t\t\tthat person shall not by reason of that conduct be liable also to a penaltyunder any regulations under this Part.\n\t\tIn subsection (2) above “relevant requirement” means any requirement otherthan one the penalty for a contravention of which is specified in section25(3) or 33(3) above or in paragraph 2 of Schedule 7 to this Act.\n\t\tSubject to subsection (6) below, a power under this Part to make anyprovision by order or regulations—\n\t\t\tmay be exercised so as to apply the provision only in such cases as may bedescribed in the order or regulations;\n\t\t\tmay be exercised so as to make different provision for different cases ordescriptions of case; and\n\t\t\tshall include power by the order or regulations to make such supplementary,incidental, consequential or transitional provision as the Treasury or, as thecase may be, the Commissioners may think fit.\n\t\tSubsection (5) above does not apply to an order under section 16(6) or24(10) above.\n\tCivil penalties\n\t\tWhere a person is liable to a civil penalty imposed by or under this Part—\n\t\t\tthe Commissioners or, on appeal, an appeal tribunal may reduce the penaltyto such amount (including nil) as they think proper; but\n\t\t\ton an appeal relating to any penalty reduced by the Commissioners, anappeal tribunal may cancel the whole or any part of the Commissioners'reduction.\n\t\tIn determining whether a civil penalty should be, or should have been,reduced under subsection (1) above, no account shall be taken of any of thefollowing matters, that is to say—\n\t\t\tthe insufficiency of the funds available to any person for paying anyaggregates levy due or for paying the amount of the penalty;\n\t\t\tthe fact that there has, in the case in question or in that case taken withany other cases, been no or no significant loss of aggregates levy;\n\t\t\tthe fact that the person liable to the penalty or a person acting on hisbehalf has acted in good faith.\n\t\tFor the purposes of any provision made by or under this Part under whichliability to a civil penalty does not arise in respect of conduct for whichthere is shown to be a reasonable excuse—\n\t\t\tan insufficiency of funds available for paying any amount is not areasonable excuse; and\n\t\t\twhere reliance has been placed on any other person to perform any task,neither the fact of that reliance nor any conduct of the person relied upon isa reasonable excuse.\n\t\tSchedule 10 to this Act (which makes provision about the assessment ofcivil penalties imposed and about interest on such penalties) shall haveeffect.\n\t\tIf it appears to the Treasury that there has been a change in the value ofmoney since the time when the amount of a civil penalty provided for by thisPart was fixed, they may by order made by statutory instrument substitute, forthe amount for the time being specified as the amount of that penalty, suchother sum as appears to them to be justified by the change.\n\t\tIn subsection (5) above the reference to the time when the amount of acivil penalty was fixed is a reference—\n\t\t\tin the case of a penalty which has not previously been modified under thatsubsection, to the time of the passing of this Act; and\n\t\t\tin any other case, to the time of the making of the order under thatsubsection that made the most recent modification of the amount of thatpenalty.\n\t\tAn order under subsection (5) above—\n\t\t\tshall not be made unless a draft of the order has been laid beforeParliament and approved by resolution of the House of Commons; and\n\t\t\tshall not apply to the penalty for any conduct before the coming into forceof the order.\n\t\tIn this section “civil penalty” means any penalty liability to which arisesotherwise than in consequence of a person’s conviction for a criminal offence.\n\tService of notices etc\n\t\tAny notice, notification or requirement that is to be or may be served on,given to or imposed on any person for the purposes of any provision made by orunder this Part may be served, given or imposed by sending it to that personor his tax representative by post in a letter addressed to that person orrepresentative at the latest or usual residence or place of business of thatperson or representative.\n\t\tAny direction required or authorised by or under this Part to be given bythe Commissioners may be given by sending it by post in a letter addressed toeach person affected by it at his latest or usual residence or place ofbusiness.\n\t\tAny direction, notice or notification required or authorised by or underthis Part to be given by the Commissioners may be withdrawn or varied by themby a direction, notice or notification given in the same manner as the onewithdrawn or varied.\n\tInterpretation of Part\n\t\tIn this Part—\n\t\t\t  * “accounting period” means a period which, in pursuance of any regulations under section 25(1) above, is an accounting period for the purposes of aggregates levy; \n\t\t\t  * “aggregate” shall be construed in accordance with sections 17(1) and 18 above; \n\t\t\t  * “agreement” includes any arrangement or understanding (whether or not legally enforceable), and cognate expressions shall be construed accordingly; \n\t\t\t  * “agricultural” means agricultural within the meaning of the Agriculture Act [1967 (c. 22)](/id/ukpga/1967/22?view=plain \"Go to item of legislation\") or the Agriculture Act (Northern Ireland) [1949 (c. 2 (N.I.)](/id/apni/1949/2?view=plain \"Go to item of legislation\")); \n\t\t\t  * “appeal tribunal” means a VAT and duties tribunal; \n\t\t\t  * “the commencement date” has the meaning given by section 16(6) above; \n\t\t\t  * “commercial exploitation” shall be construed in accordance with section 19 above; \n\t\t\t  * “the Commissioners” means the Commissioners of Customs and Excise; \n\t\t\t  * “conduct” includes acts and omissions; \n\t\t\t  * “construction purposes” shall be construed in accordance with subsection (2) below; \n\t\t\t  * “exempt process” shall be construed in accordance with section 18(2) above; \n\t\t\t  * “forestry” includes the cultivation, maintenance and care of trees or woodland of any description; \n\t\t\t  * “gravel” includes gravel comprising or containing pebbles or stones or both; \n\t\t\t  * “limestone” includes chalk and dolomite; \n\t\t\t  * “member”, in relation to a group, shall be construed in accordance with section 35(6) above; \n\t\t\t  * “mixed” includes blended, and cognate expressions shall be construed accordingly; \n\t\t\t  * “non-resident taxpayer” means a person who— \n\t\t\tis or is required to be registered for the purposes of aggregates levy, orwould be so required but for an exemption by virtue of regulations undersection 24(4) above; and\n\t\t\tis not resident in the United Kingdom;\n\t\t\t\t  * “operate” and “operator”, in relation to any site, shall be construed in accordance with section 21 above; \n\t\t\t\t  * “originating site” shall be construed in accordance with section 20 above; \n\t\t\t\t  * “prescribed” means prescribed by regulations made by the Commissioners under this Part; \n\t\t\t\t  * “registered” means registered in the register maintained under section 24 above; \n\t\t\t\t  * “representative member”, in relation to a group, shall be construed in accordance with section 35(6) above; \n\t\t\t\t  * “rock” does not include any rock contained in a quantity of aggregate consisting wholly or mainly of gravel or sand; \n\t\t\t\t  * “structure” includes roads and paths, the way on which any railway track is or is to be laid and embankments; \n\t\t\t\t  * “subordinate legislation” has the same meaning as in the Interpretation Act [1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “tax credit” means a tax credit for which provision is made by tax credit regulations; \n\t\t\t\t  * “tax credit regulations” means regulations under section 30 above; \n\t\t\t\t  * “tax representative”, in relation to any person, means the person who, in accordance with any regulations under section 33 above, is for the time being that person’s tax representative for the purposes of aggregates levy; \n\t\t\t\t  * “taxable aggregate” shall be construed in accordance with section 17(2) to (4) above; \n\t\t\t\t  * “United Kingdom waters” means— \n\t\t\tthe territorial sea adjacent to the United Kingdom; or\n\t\t\tany area designated by Order in Council under section 1(7) of the ContinentalShelf Act [1964 (c. 29)](/id/ukpga/1964/29?view=plain \"Go to item oflegislation\").\n\t\tReferences in this Part to the use of anything for construction purposesare references to either of the following, except in so far as it consists inthe application to it of an exempt process, that is to say—\n\t\t\tusing it as material or support in the construction or improvement of anystructure;\n\t\t\tmixing it with anything as part of the process of producing mortar,concrete, tarmacadam, coated roadstone or any similar construction material.\n\t\tReferences in this Part to winning any aggregate are references to winningit—\n\t\t\tby quarrying, dredging, mining or collecting it from any land or area ofthe seabed; or\n\t\t\tby separating it in any other manner from any land or area of the seabed inwhich it is comprised.\n\t\tReferences in this Part, in relation to any accounting period, toaggregates levy due from any person for that period are references (subject toany regulations made by virtue of section 25(2)(a) above) to the aggregateslevy for which that person is required, in accordance with regulations undersection 25 above, to account by reference to that period.\n\t\tReferences in this Part to a repayment of aggregates levy or of an amountof aggregates levy are references to any repayment of an amount to any personby virtue of—\n\t\t\tany tax credit regulations;\n\t\t\tsection 31 above;\n\t\t\tparagraph 11(3) of Schedule 5 to this Act; or\n\t\t\tparagraph 6(3) of Schedule 10 to this Act.\n\t\tFor the purposes of this Part a person is resident in the United Kingdom atany time if, at that time—\n\t\t\tthat person has an established place of business in the United Kingdom;\n\t\t\tthat person has a usual place of residence in the United Kingdom; or\n\t\t\tthat person is a firm or unincorporated body which (without being residentin the United Kingdom by virtue of paragraph (a) above) has amongst itspartners or members at least one individual with a usual place of residence inthe United Kingdom."
    },
    {
        "length": 520,
        "text": "\nSupplemental\n\tMinor and consequential amendments\n\t\tIn section 1(1) of the Provisional Collection of Taxes Act [1968 (c.2)](/id/ukpga/1968/2?view=plain \"Go to item of legislation\") (taxes inrelation to which resolutions may have temporary statutory effect), after“landfill tax,” there shall be inserted “aggregates levy,”.\n\t\tIn section 197(2) of the Finance Act [1996 (c.8)](/id/ukpga/1996/8?view=plain \"Go to item of legislation\") (enactments forwhich interest rates are set under section 197), after paragraph (g) thereshall be inserted—\n\t\t\tthe following provisions of the Finance Act 2001 (interest payable to orby the Commissioners in connection with aggregates levy), that is to say—\n\t\t\tsections 25(2)(f) and 30(3)(f);\n\t\t\tparagraph 8(3)(a) of Schedule 5; and\n\t\t\tparagraphs 2 and 6(1)(b) of Schedule 8.”.\n\t\tIn section 827 of the Taxes Act 1988 (no deduction for penalties etc.), thefollowing subsection shall be inserted after subsection (1D)—\n\t\t\t“(1E)Where a person is liable to make a payment by way of—\n\t\t\tany penalty under any provision of Part 2 of the Finance Act 2001(aggregates levy),\n\t\t\tinterest under any of paragraphs 5 to 9 of Schedule 5 to that Act (intereston aggregates levy due and on interest),\n\t\t\tinterest under paragraph 6 of Schedule 8 to that Act (interest onrecoverable overpayments etc.), or\n\t\t\tinterest under paragraph 5 of Schedule 10 to that Act (interest onpenalties),\n\t\t\tthe payment shall not be allowed as a deduction in computing any income,profits or losses for any tax purposes.”."
    },
    {
        "length": 1069,
        "text": "\nChapter 1Charge and rates\n\tIncome tax\n\t\tCharge and rates for 2001-02\n\t\t\tIncome tax shall be charged for the year 2001-02, and for that year—\n\t\t\t\tthe starting rate shall be 10%,\n\t\t\t\tthe basic rate shall be 22%, and\n\t\t\t\tthe higher rate shall be 40%.\n\t\tStarting rate limit for 2001-02\n\t\t\tFor the year 2001-02 the amount specified in section 1(2)(aa) of the TaxesAct 1988 (the starting rate limit) shall be £1,880.\n\t\t\tAccordingly, section 1(4) of that Act (indexation), so far as it relates tothe amount so specified, does not apply for that year.\n\t\tChildren’s tax credit: amount for 2001-02 and subsequent years\n\t\t\tIn section 257AA(2) of the Taxes Act 1988 (which specifies the amount byreference to which the children’s tax credit is calculated) for “£4,420”substitute “£5,200”.\n\t\t\tThis section has effect for the year 2001-02 and subsequent years ofassessment.\n\t\tChildren’s tax credit: baby rate\n\t\t\tAfter section 257AA(2) of the Taxes Act 1988 (which specifies the amount byreference to which the children’s tax credit is calculated) insert—\n\t\t\t\t“(2A)For a year of assessment during the whole or part of which a qualifyingbaby (or more than one) is resident with the claimant, subsection (2) abovehas effect as if the amount specified there were increased by £5,200.”.\n\t\t\tAfter subsection (3) of that section (reduction of amount where claimanthas income within the higher rate band) insert—\n\t\t\t“(3A)Where subsection (2A) above applies, the reference in subsection (3)above to the amount specified in subsection (2) above is to the higher amountapplicable by virtue of subsection (2A) above.”.\n\t\t\tAfter subsection (4) of that section (meaning of “qualifying child”)insert—\n\t\t\t“(4A)In this section “qualifying baby”, in relation to a year of assessment,means a qualifying child born in that year.”.\n\t\t\tIn section 257C(1) and (3) of the Taxes Act 1988 (indexation) for“257AA(2)” substitute “257AA(2) and (2A)”.\n\t\t\tSchedule 13B to the Taxes Act 1988 (children’s tax credit: provisionsapplicable where child lives with more than one adult in a year of assessment)is amended in accordance with Schedule 11 to this Act.\n\t\t\tSubsections (1) to (3) and (5) above have effect for the year 2002-03 andsubsequent years of assessment.\n\t\t\tSubsection (4) above has effect for the purposes of the application ofsection 257AA of the Taxes Act 1988 for the year 2003-04 and subsequent yearsof assessment.\n\tCorporation tax\n\t\tCharge and main rate for financial year 2002\n\t\t\tCorporation tax shall be charged for the financial year 2002 at the rate of30%.\n\t\tSmall companies' rate and fraction for financial year 2001\n\t\t\tFor the financial year 2001—\n\t\t\t\tthe small companies' rate shall be 20%, and\n\t\t\t\tthe fraction mentioned in section 13(2) of the Taxes Act 1988 (marginalrelief for small companies) shall be one fortieth.\n\t\tCorporation tax starting rate and fraction for financial year 2001\n\t\t\tFor the financial year 2001—\n\t\t\t\tthe corporation tax starting rate shall be 10%, and\n\t\t\t\tthe fraction mentioned in section 13AA(3) of the Taxes Act 1988 (marginalrelief for small companies) shall be one fortieth."
    },
    {
        "length": 2905,
        "text": "\nEmployment\n\tMileage allowances: exemptions and relief\n\t\tIn Chapter 4 of Part 5 of the Taxes Act 1988 (provisions relating to theSchedule E charge: other exemptions and reliefs), after section 197AC insert—\n\t\t“Mileage allowances\n\t\tADMileage allowance payments\n\t\t\tThere is no charge to tax under Schedule E in respect of approved mileageallowance payments for a qualifying vehicle.\n\t\t\tMileage allowance payments are amounts (other than passenger paymentswithin the meaning of section 197AE(2)) paid to an employee in respect ofexpenses in connection with the use by him for business travel of a qualifyingvehicle.\n\t\t\tMileage allowance payments are approved only if, or to the extent that, fora tax year, the total amount of all the mileage allowance payments made to theemployee for the kind of vehicle in question does not exceed the approvedamount for mileage allowance payments applicable to that kind of vehicle.\n\t\t\tSubsection (1) above does not apply if—\n\t\t\t\tthe employee is a passenger in the vehicle, or\n\t\t\t\tthe vehicle is a company vehicle.\n\t\tAEPassenger payments\n\t\t\tThere is no charge to tax under Schedule E in respect of approved passengerpayments made to an employee for a car or van (whether or not it is a companyvehicle) if—\n\t\t\t\tmileage allowance payments (within the meaning of section 197AD(2)) aremade to the employee for the car or van, and\n\t\t\t\tif the car or van is made available to the employee by reason of hisemployment, he is chargeable to tax in respect of it under section 157 or159AA (cars and vans made available for private use).\n\t\t\tPassenger payments are amounts paid to an employee because, while using acar or van for business travel, he carries one or more qualifying passengersin it.\n\t\t\t\t  * “Qualifying passenger” means a passenger who is also an employee for whom the travel is business travel.\n\t\t\tPassenger payments are approved only if, or to the extent that, for a taxyear, the total amount of all the passenger payments made to the employee doesnot exceed the approved amount for passenger payments.\n\t\t\tSection 168(6) (when cars and vans are made available by reason ofemployment) applies for the purposes of subsection (1)(b) above.\n\t\tAFMileage allowance relief\n\t\t\tAn employee is entitled to mileage allowance relief for a tax year if theemployee uses a qualifying vehicle for business travel and—\n\t\t\t\tno mileage allowance payments are made to him for the kind of vehicle inquestion for the tax year, or\n\t\t\t\tthe total amount of all the mileage allowance payments made to him for thekind of vehicle in question for the tax year is less than the approved amountfor mileage allowance payments applicable to that kind of vehicle.\n\t\t\tSubsection (1) above does not apply if—\n\t\t\t\tthe employee is a passenger in the vehicle, or\n\t\t\t\tthe vehicle is a company vehicle.\n\t\t\tThe amount of mileage allowance relief to which an employee is entitled fora tax year is—\n\t\t\t\tif subsection (1)(a) above applies, the approved amount for mileageallowance payments applicable to the kind of vehicle in question;\n\t\t\t\tif subsection (1)(b) above applies, the difference between the total amountof all the mileage allowance payments made to the employee for the kind ofvehicle in question and the approved amount for mileage allowance paymentsapplicable to that kind of vehicle.\n\t\t\tIn this section “mileage allowance payments” has the meaning given bysection 197AD(2).\n\t\tAGGiving effect to mileage allowance relief\n\t\t\tMileage allowance relief to which an employee is entitled for a tax year isgiven effect as follows.\n\t\t\tWhere any emoluments of the employment fall within Case I or IIof ScheduleE, the relief is allowed as a deduction from those emoluments in calculatingthe amount chargeable to tax for that tax year.\n\t\t\tIn the case of emoluments chargeable under Case III of Schedule E for a taxyear there may be deducted from those emoluments the amount of any mileageallowance relief—\n\t\t\t\tfor that tax year, and\n\t\t\t\tfor any earlier tax year in which the employee was resident in the UnitedKingdom,\n\t\t\t\t\twhich might have been deducted from the emoluments of the employment for thetax year for which the employee is entitled to the relief if those emolumentshad been chargeable under Case I of Schedule E.\n\t\t\tSubsection (3) above applies only to the extent that the mileage allowancerelief cannot be deducted under subsection (2) above.\n\t\t\tA deduction shall not be made twice, whether under subsection (2) or (3)above, in respect of the same mileage allowance relief.\n\t\tAHInterpretation of sections 197AD to 197AG\n\t\t\tSchedule 12AA to this Act defines terms used in sections 197AD to 197AG.”.\n\t\t\tIn the Taxes Act 1988 insert as Schedule 12AA the Schedule set out in Part1 of Schedule 12 to this Act.\n\t\t\tThe consequential amendments in Part 2 of Schedule 12 to this Act haveeffect.\n\t\t\tThis section has effect for the year 2002-03 and subsequent years ofassessment.\n\tMileage allowances: nil liability notices\n\t\tThis section applies if—\n\t\t\tmileage allowance payments are made to an employee or office-holder inrespect of the use of a vehicle that is not a company vehicle, or\n\t\t\tmileage allowance relief is available in respect of the use by an employeeor office-holder of a vehicle.\n\t\tA nil liability notice in force immediately before 6th April 2002 shallcease to have effect in relation to—\n\t\t\tpayments made, or\n\t\t\tbenefits, facilities, non-cash vouchers, credit-tokens or cash vouchersprovided,\n\t\t\t\tin respect of expenses incurred in connection with the use of the vehicle bythe employee or office-holder for business travel.\n\t\tIn subsection (2) “nil liability notice” means a notice under—\n\t\t\tsection 144(1) of the Taxes Act 1988 (notice of nil liability in respect ofnon-cash vouchers, credit-tokens or cash vouchers), or\n\t\t\tsection 166(1) of that Act (notice of nil liability in respect of payments,benefits or facilities).\n\t\tIn this section—\n\t\t\t  * “business travel” has the meaning given by paragraph 2 of Schedule 12AA to the Taxes Act 1988; \n\t\t\t  * “company vehicle” has the meaning given by paragraph 6 of Schedule 12AA to that Act; and \n\t\t\t  * “mileage allowance payments” has the meaning given by section 197AD(2) of that Act. \n\tEmployees' vehicles: withdrawal of capital allowances\n\t\tIn Chapter 3 of Part 2 of the Capital Allowances Act [2001 (c.2)](/id/ukpga/2001/2?view=plain \"Go to item of legislation\") (plant andmachinery: qualifying expenditure), for section 36 (restriction on qualifyingexpenditure in case of employment or office) substitute—\n\t\t“36Restriction on qualifying expenditure in case of employment oroffice\n\t\t\tWhere the qualifying activity consists of an employment or office—\n\t\t\t\texpenditure on the provision of a mechanically propelled road vehicle, or acycle, is not qualifying expenditure, and\n\t\t\t\tother expenditure is qualifying expenditure only if the plant or machineryis necessarily provided for use in the performance of the duties of theemployment or office.\n\t\t\tIn this section “cycle” has the meaning given by section 192(1) of the RoadTraffic Act 1988.”.\n\t\t\tSection 80 of that Act (vehicles provided for purposes of employment oroffice) is repealed.\n\t\t\tThe above amendments apply to expenditure incurred on or after 6th April2002.\n\t\t\tWhere immediately before 6th April 2002—\n\t\t\t\texpenditure incurred by an employee on the provision of a mechanicallypropelled road vehicle, or a cycle, was qualifying expenditure for thepurposes of Part 2 of the Capital Allowances Act [2001 (c.2)](/id/ukpga/2001/2?view=plain \"Go to item of legislation\") , and\n\t\t\t\tthe employee is treated for the purposes of that Part as owning an asset asa result of that expenditure having been incurred,\n\t\t\t\t\tthe employee shall be treated for the purposes of that Part of that Act as ifhe had ceased to own the asset at that time.\n\t\t\tIn subsection (4)—\n\t\t\t\t  * “employee” includes an office-holder; and \n\t\t\t\t  * “cycle” has the meaning given by section 192(1) of the Road Traffic Act [1988 (c. 52)](/id/ukpga/1988/52?view=plain \"Go to item of legislation\"). \n\tExemption for works bus services: extension to minibuses\n\t\tSection 197AA of the Taxes Act 1988 (works bus services: exemption fromcharge on benefits) is amended as follows.\n\t\tIn subsection (1) (which confers the exemption), after “section 154(taxable benefits: general charging provision)” insert “, or under section 157(charge on provision of car for private use),”.\n\t\tIn subsection (2) (meaning of works bus service), after “by means of a bus”insert “, or a minibus,”.\n\t\tIn subsection (3) after the definition of “bus” insert—\n\t\t\t““minibus” means a vehicle constructed or adapted for the carriage ofpassengers which has a seating capacity of 9 or more, but less than 12;”.\n\t\tIn subsection (6) after “154” insert “or 157”.\n\t\tAfter subsection (8) (determination of seating capacity) insert—\n\t\tIn determining whether a vehicle is a minibus for the purposes of thissection, no account shall be taken of seats in relation to which relevantconstruction and use requirements are not met.\n\t\tIn this subsection “construction and use requirements” has the same meaning asin Part 2 of the Road Traffic Act 1988 or, in Northern Ireland, Part III ofthe Road Traffic (Northern Ireland) Order 1995.”.\n\t\tThis section has effect for the year 2002-03 and subsequent years ofassessment.\n\tEmployee share ownership plans\n\t\tThe provisions relating to employee share ownership plans are amended inaccordance with Schedule 13 to this Act."
    },
    {
        "length": 222,
        "text": "\nEnterprise incentives\n\tEnterprise management incentives\n\t\tSchedule 14 to this Act (which amends Schedule 14 to the Finance Act [2000 (c.17)](/id/ukpga/2000/17?view=plain \"Go to item of legislation\") (enterprisemanagement incentives)) has effect.\n\tEnterprise investment scheme\n\t\tSchedule 15 to this Act (which makes amendments relating to the enterpriseinvestment scheme) has effect.\n\tVenture capital\n\t\tSchedule 16 to this Act has effect.\n\t\tIn that Schedule—\n\t\t\t  * Part 1 makes amendments relating to venture capital trusts; and \n\t\t\t  * Part 2 makes amendments relating to the corporate venturing scheme. "
    },
    {
        "length": 602,
        "text": "\nCapital allowances\n\tEnergy-saving plant and machinery\n\t\tSchedule 17 to this Act (first-year allowances in respect of expenditure onenergy-saving plant and machinery) has effect—\n\t\t\tfor income tax purposes, as respects allowances and charges falling to bemade for chargeable periods ending on or after 6th April 2001, and\n\t\t\tfor corporation tax purposes, as respects allowances and charges falling tobe made for chargeable periods ending on or after 1st April 2001.\n\tFixtures provided in connection with energy management services\n\t\tSchedule 18 to this Act (fixtures provided in connection with provision ofenergy management services) has effect in relation to expenditure incurred onor after 1st April 2001.\n\t\tThe Schedule has effect—\n\t\t\tfor income tax purposes, as respects allowances and charges falling to bemade for chargeable periods ending on or after 6th April 2001, and\n\t\t\tfor corporation tax purposes, as respects allowances and charges falling tobe made for chargeable periods ending on or after 1st April 2001.\n\tConversion of parts of business premises into flats\n\t\tSchedule 19 to this Act (capital allowances in respect of expenditure on theconversion of parts of business premises into flats) has effect in relation toexpenditure incurred on or after the day on which this Act is passed.\n\tDecommissioning of offshore oil infrastructure\n\t\tSchedule 20 to this Act (capital allowances in respect of expenditure incurredon decommissioning offshore infrastructure) has effect.\n\tMinor amendments\n\t\tSchedule 21 (which makes minor amendments to the Capital Allowances Act[2001 (c. 2)](/id/ukpga/2001/2?view=plain \"Go to item of legislation\") ) haseffect.\n\t\tThe amendments made by the Schedule have effect—\n\t\t\tfor income tax purposes, as respects allowances and charges falling to bemade for chargeable periods ending on or after 6th April 2001, and\n\t\t\tfor corporation tax purposes, as respects allowances and charges falling tobe made for chargeable periods ending on or after 1st April 2001."
    },
    {
        "length": 1133,
        "text": "\nOther relieving provisions\n\tRelief for expenditure on remediation of contaminated land\n\t\tSchedule 22 to this Act (tax relief for expenditure on land remediation)has effect for accounting periods ending on or after 1st April 2001.\n\t\tIn that Schedule—\n\t\t\t  * Part 1 provides for a deduction for certain capital expenditure in computing the profits of a Schedule A business or the profits of a trade for the purposes of Case I of Schedule D, \n\t\t\t  * Part 2 provides for entitlement to relief, \n\t\t\t  * Part 3 provides for the manner of giving effect to the relief, \n\t\t\t  * Part 4 makes special provision for companies carrying on life assurance business, and \n\t\t\t  * Part 5 contains supplementary provisions. \n\t\tSchedule 23 to this Act (which contains consequential amendments) haseffect accordingly.\n\tCreative artists: relief for fluctuating profits\n\t\tIn Chapter 5 of Part 4 of the Taxes Act 1988 (computational provisionsrelating to the Schedule D charge), before section 96 and after the cross-heading “ _Special provisions_ ” insert—\n\t\t“95ACreative artists: relief for fluctuating profits\n\t\t\tSchedule 4A (which enables individuals to make an averaging claim in respectof profits derived wholly or mainly from creative works) shall have effect.\n\t\tThe provisions of that Schedule apply for the year 2000-01 and subsequentyears of assessment (so that the first years which may be the subject of anaveraging claim are 2000-01 and 2001-02).”.\n\t\t\tAfter Schedule 4 to that Act insert the Schedule 4A set out in Part 1 ofSchedule 24 to this Act.\n\t\t\tThe following provisions of the Taxes Act 1988 are repealed—\n\t\t\t\t  * section 534 (relief for copyright payments etc.); \n\t\t\t\t  * section 535 (relief where copyright sold after ten years or more); \n\t\t\t\t  * section 537A (relief for payments in respect of designs); \n\t\t\t\t  * section 538 (relief for painters, sculptors and other artists). \n\t\t\tThe repeals have effect in relation to payments actually receivable on orafter 6th April 2001.\n\t\t\tPart 2 of Schedule 24 to this Act contains amendments consequential on thepreceding provisions of this section.\n\tExpenditure on film production etc\n\t\tIn section 48(2)(a) of the Finance (No.2) Act [1997 (c.58)](/id/ukpga/1997/58?view=plain \"Go to item of legislation\") (favourable taxtreatment for certain expenditure on film production, etc. incurred before 2ndJuly 2002) for “2nd July 2002” substitute “2nd July 2005”.\n\tDeductions for business gifts: yearly limit\n\t\tSection 577 of the Taxes Act 1988 (prohibition on deduction of expenses inproviding business entertainment or gifts) is amended as follows.\n\t\tIn subsection (8)(b) (under which gifts not amounting to more than £10 inany year are disregarded)—\n\t\t\tfor “year” substitute “relevant tax period”, and\n\t\t\tfor “£10” substitute “£50”.\n\t\tAfter that subsection insert—\n\t\t\t“(8A)In subsection (8)(b) “relevant tax period” means—\n\t\t\tfor the purposes of corporation tax, an accounting period;\n\t\t\tfor the purposes of income tax—\n\t\t\tfor a year of assessment in relation to which sections 60 to 63 apply andgive a basis period, that basis period;\n\t\t\tin any other case, a year of assessment.”.\n\t\tThis section applies in relation to the year 2001-02 and subsequent yearsof assessment or, in the case of companies, in relation to accounting periodsbeginning on or after 1st April 2001."
    },
    {
        "length": 176,
        "text": "\nPension funds\n\tPayments to employers out of pension funds\n\t\tSection 601 of the Taxes Act 1988 (charge on payment to employer out offunds held for purposes of exempt approved scheme) is amended as follows.\n\t\tIn subsection (2) (amount recoverable by Board from employer) for “40 percent. of the payment” substitute “the relevant percentage of the payment”.\n\t\tAfter that subsection insert—\n\t\t\t“(2A)The relevant percentage is 35% or such other percentage (whether higheror lower) as may be prescribed.”.\n\t\tThis section applies to payments made to employers after the passing ofthis Act."
    },
    {
        "length": 2044,
        "text": "\nLimited liability partnerships\n\tLimited liability partnerships: general\n\t\tFor section 118ZA of the Taxes Act 1988 (treatment of limited liabilitypartnerships) substitute—\n\t\t“118ZATreatment of limited liability partnerships\n\t\t\tFor the purposes of the Tax Acts, where a limited liability partnershipcarries on a trade, profession or other business with a view to profit—\n\t\t\t\tall the activities of the partnership are treated as carried on inpartnership by its members (and not by the partnership as such),\n\t\t\t\tanything done by, to or in relation to the partnership for the purposes of,or in connection with, any of its activities is treated as done by, to or inrelation to the members as partners, and\n\t\t\t\tthe property of the partnership is treated as held by the members aspartnership property.\n\t\t\t\t\tReferences in this subsection to the activities of the limited liabilitypartnership are to anything that it does, whether or not in the course ofcarrying on a trade, profession or other business with a view to profit.\n\t\t\tFor all purposes, except as otherwise provided, in the Tax Acts—\n\t\t\t\treferences to a partnership include a limited liability partnership inrelation to which subsection (1) above applies,\n\t\t\t\treferences to members of a partnership include members of such a limitedliability partnership,\n\t\t\t\treferences to a company do not include such a limited liabilitypartnership, and\n\t\t\t\treferences to members of a company do not include members of such a limitedliability partnership.\n\t\t\tSubsection (1) above continues to apply in relation to a limited liabilitypartnership which no longer carries on any trade, profession or other businesswith a view to profit—\n\t\t\t\tif the cessation is only temporary, or\n\t\t\t\tduring a period of winding up following a permanent cessation, provided—\n\t\t\t\tthe winding up is not for reasons connected in whole or in part with theavoidance of tax, and\n\t\t\t\tthe period of winding up is not unreasonably prolonged,\n\t\t\t\tbut subject to subsection (4) below.\n\t\t\tSubsection (1) above ceases to apply in relation to a limited liabilitypartnership—\n\t\t\t\ton the appointment of a liquidator or (if earlier) the making of a winding-up order by the court, or\n\t\t\t\ton the occurrence of any event under the law of a country or territoryoutside the United Kingdom corresponding to an event specified in paragraph(a) above.”\n\t\t\tIn the Taxation of Chargeable Gains Act [1992 (c.12)](/id/ukpga/1992/12?view=plain \"Go to item of legislation\"), for section59A (limited liability partnerships) substitute—\n\t\t“59ALimited liability partnerships\n\t\t\tWhere a limited liability partnership carries on a trade or business with aview to profit—\n\t\t\t\tassets held by the limited liability partnership are treated for thepurposes of tax in respect of chargeable gains as held by its members aspartners, and\n\t\t\t\tany dealings by the limited liability partnership are treated for thosepurposes as dealings by its members in partnership (and not by the limitedliability partnership as such);\n\t\t\t\t\tand tax in respect of chargeable gains accruing to the members of the limitedliability partnership on the disposal of any of its assets shall be assessedand charged on them separately.\n\t\t\tFor all purposes, except as otherwise provided, in the enactments relatingto tax in respect of chargeable gains—\n\t\t\t\treferences to a partnership include a limited liability partnership inrelation to which subsection (1) above applies,\n\t\t\t\treferences to members of a partnership include members of such a limitedliability partnership,\n\t\t\t\treferences to a company do not include such a limited liabilitypartnership, and\n\t\t\t\treferences to members of a company do not include members of such a limitedliability partnership.\n\t\t\tSubsection (1) above continues to apply in relation to a limited liabilitypartnership which no longer carries on any trade or business with a view toprofit—\n\t\t\t\tif the cessation is only temporary, or\n\t\t\t\tduring a period of winding up following a permanent cessation, provided—\n\t\t\t\tthe winding up is not for reasons connected in whole or in part with theavoidance of tax, and\n\t\t\t\tthe period of winding up is not unreasonably prolonged,\n\t\t\t\tbut subject to subsection (4) below.\n\t\t\tSubsection (1) above ceases to apply in relation to a limited liabilitypartnership—\n\t\t\t\ton the appointment of a liquidator or (if earlier) the making of a winding-up order by the court, or\n\t\t\t\ton the occurrence of any event under the law of a country or territoryoutside the United Kingdom corresponding to an event specified in paragraph(a) above.\n\t\t\tWhere subsection (1) above ceases to apply in relation to a limitedliability partnership with the effect that tax is assessed and charged—\n\t\t\t\ton the limited liability partnership (as a company) in respect ofchargeable gains accruing on the disposal of any of its assets, and\n\t\t\t\ton the members in respect of chargeable gains accruing on the disposal ofany of their capital interests in the limited liability partnership,\n\t\t\t\tit shall be assessed and charged on the limited liability partnership as ifsubsection (1) above had never applied in relation to it.\n\t\t\tNeither the commencement of the application of subsection (1) above nor thecessation of its application in relation to a limited liability partnershipshall be taken as giving rise to the disposal of any assets by it or any ofits members.”.\n\t\t\tIn Chapter 2 of Part 5 of the Taxation of Chargeable Gains Act [1992 (c.12)](/id/ukpga/1992/12?view=plain \"Go to item of legislation\") (relief forgifts of business assets), after section 169 insert—\n\t\t“169ACessation of trade by limited liability partnership\n\t\t\tThis section applies where section 59A(1) ceases to apply to a limitedliability partnership.\n\t\t\tA member of the partnership who immediately before the time at whichsection 59A(1) ceases to apply holds an asset, or an interest in an asset,acquired by him—\n\t\t\t\ton a disposal to members of a partnership, and\n\t\t\t\tfor a consideration which is treated as reduced under section 165(4)(b) or260(3)(b),\n\t\t\t\t\tshall be treated as if a chargeable gain equal to the amount of the reductionaccrued to him immediately before that time.”\n\t\t\tIn section 170(9) of the Taxation of Chargeable Gains Act 1992 (groups ofcompanies: meaning of “company”), in paragraph (b) after “company” insert“(other than a limited liability partnership)”.\n\t\t\tSubsection (3) above shall be deemed to have come into force on 3rd May2001 and applies where section 59A(1) of the Taxation of Chargeable Gains Act1992 ceased or ceases to apply as mentioned in section 169A of that Act (asinserted by that subsection) on or after that date.\n\t\t\tThe other provisions of this section shall be deemed to have come intoforce on 6th April 2001.\n\tLimited liability partnerships: investment LLPs and propertyinvestment LLPs\n\t\tSchedule 25 to this Act has effect with respect to limited liabilitypartnerships whose business consists wholly or mainly in the making ofinvestments.\n\t\tThe provisions of that Schedule shall be deemed to have come into force on6th April 2001."
    },
    {
        "length": 2249,
        "text": "\nChargeable gains\n\tNotional transfers within a group\n\t\tSection 171A of the Taxation of Chargeable Gains Act 1992 (notionaltransfers within a group) shall be deemed to have been enacted with thefollowing amendments.\n\t\tIn subsection (2) (corporation tax consequences of election for assetdisposed of by member A of a group to be treated as if, immediately before thedisposal, it had been transferred to member B of the group) omit the word“and” immediately preceding paragraph (c) and at the end of that paragraphadd— “; and\n\t\t\tany incidental costs to A of making the actual disposal to C shall bedeemed to be incidental costs to B of making the deemed disposal to C.”.\n\t\tIn subsection (4) (election to be made before second anniversary of end ofaccounting period of A in which disposal made) for “before” substitute “on orbefore”.\n\tTaper relief: assets qualifying as business assets\n\t\tSchedule A1 to the Taxation of Chargeable Gains Act [1992 (c.12)](/id/ukpga/1992/12?view=plain \"Go to item of legislation\") (application oftaper relief) shall have effect with the amendments specified in Schedule 26to this Act.\n\t\tThose amendments shall have effect, and be deemed always to have hadeffect, as if they had been included among the amendments made by section 67of the Finance Act [2000 (c. 17)](/id/ukpga/2000/17?view=plain \"Go to item oflegislation\").\n\tDe-grouping charge: transitional relief\n\t\tSchedule 29 to the Finance Act 2000 (chargeable gains: non-resident companiesand groups etc) shall be deemed to have been enacted with the followingparagraph added at the end of Part 3 (transitional provisions) after paragraph46—\n\t\t“De-grouping charge: deferral until company leaves new group\n\t\t\tThis paragraph has effect for the purposes of section 179 of the Taxationof Chargeable Gains Act 1992 as that section has effect in relation to assetsacquired before 1st April 2000 (“old section 179”).\n\t\t\tWhere— \n\t\t\t\ta company would (apart from this paragraph) fall to be regarded for thepurposes of old section 179 as ceasing to be a member of an old group at anytime, but\n\t\t\t\timmediately before that time, it is also a member of a new group for thepurposes of new section 179,\n\t\t\t\t\tthe company shall not be regarded for the purposes of old section 179 asceasing to be a member of the old group unless or until it also ceases to be amember of the new group for the purposes of new section 179.\n\t\t\tSub-paragraph (2) above does not prevent the company from being or becominga member of another old group at any time.\n\t\t\tWhere a company ceases to be a member of a new group on any occasion, itshall not by virtue of sub-paragraph (2) above be treated for the purposes ofold section 179 as if it had on that occasion ceased to be a member of thesame old group more than once.\n\t\t\tFor the purposes of this paragraph—\n\t\t\t\treferences to a company being a member of an old group are references toits being, for the purposes of old section 179, a member of a group ofcompanies within the meaning given by old section 170;\n\t\t\t\treferences to a company being a member of a new group are references to itsbeing, for the purposes of new section 179, a member of a group of companieswithin the meaning given by new section 170; and\n\t\t\t\treferences to a company ceasing to be a member of an old group or a newgroup shall be construed in accordance with paragraph (a) or (b) above, as thecase may be.\n\t\t\tWhere, for the purposes of sub-paragraph (2)(b) above, a company is not amember of a new group by reason only that—\n\t\t\t\tthe principal company of the old group is not the principal company of thenew group, and\n\t\t\t\tthe company in question is not an effective 51 per cent subsidiary of theprincipal company of the new group,\n\t\t\t\tsubsection (3)(b) of new section 170 shall not apply in relation to thecompany for the purposes of this paragraph for so long as it remains aneffective 51 per cent subsidiary of the company which was the principalcompany of the old group.\n\t\t\tIn this paragraph—\n\t\t\t\t“new section 179” means section 179 of the Taxation of Chargeable Gains Act[1992 (c. 12)](/id/ukpga/1992/12?view=plain \"Go to item of legislation\") as ithas effect in relation to assets acquired on or after 1st April 2000;\n\t\t\t\t“new section 170” means section 170 of that Act, as amended by the mainamendments;\n\t\t\t\t“old section 170” means section 170 of the Taxation of Chargeable Gains Act1992, as it stands before the main amendments.\n\t\t\tExpressions used in this paragraph and in section 170 of the Taxation ofChargeable Gains Act 1992 shall be construed in accordance with thatsection.”.\n\tAttribution of gains of non-resident companies\n\t\tSection 13 of the Taxation of Chargeable Gains Act 1992 (attribution ofgains to members of non-resident companies) is amended as follows.\n\t\tIn subsection (4) (no attribution if amount does not exceed one twentiethof gain) for “one twentieth” substitute “one tenth”.\n\t\tIn subsection (5) (gains to which the section does not apply) for paragraph(b) substitute—\n\t\t\ta chargeable gain accruing on the disposal of an asset used, and usedonly—\n\t\t\tfor the purposes of a trade carried on by the company wholly outside theUnited Kingdom, or\n\t\t\tfor the purposes of the part carried on outside the United Kingdom of atrade carried on by the company partly within and partly outside the UnitedKingdom,”.\n\t\tFor subsection (5A) (credit for tax on attributed gain in relation to laterdistribution) substitute—\n\t\t\t“(5A)Where—\n\t\t\tan amount of tax is paid by a person in pursuance of subsection (2) above,and\n\t\t\tan amount in respect of the chargeable gain is distributed (either by wayof dividend or distribution of capital or on the dissolution of the company)before the end of the period specified in subsection (5B) below,\n\t\t\tthe amount of tax (so far as neither reimbursed by the company nor applied asa deduction under subsection (7) below) shall be applied for reducing orextinguishing any liability of that person to income tax, capital gains tax orcorporation tax in respect of the distribution.\n\t\t\t(5B)The period referred to in subsection (5A)(b) above is the period of threeyears from—\n\t\t\tthe end of the period of account of the company in which the chargeablegain accrued, or\n\t\t\tthe end of the period of twelve months beginning with the date on which thechargeable gain accrued,\n\t\t\twhichever is earlier.\n\t\t\tIn paragraph (a) above a “period of account” means a period for which thecompany makes up its accounts.”\n\t\tAfter subsection (10A) insert—\n\t\t“(10B)A chargeable gain that would be treated as accruing to a person undersubsection (2) above shall not be so treated if—\n\t\t\tit would be so treated only if assets that are assets of a pension schemewere taken into account in ascertaining that person’s interest as aparticipator in the company, and\n\t\t\tat the time the gain accrues a gain arising on a disposal of those assetswould be exempt from tax by virtue of section 271(1)(b), (c), (d), (g) or (h)or (2).\n\t\t\tIn paragraph (a) above “assets of a pension scheme” means assets held for thepurposes of a fund or scheme to which any of the provisions mentioned inparagraph (b) above applies.”.\n\t\tThis section applies to chargeable gains accruing as mentioned in section13(1) of the Taxation of Chargeable Gains Act [1992 (c.12)](/id/ukpga/1992/12?view=plain \"Go to item of legislation\") on or after 7thMarch 2001."
    },
    {
        "length": 1378,
        "text": "\nInternational matters\n\tDouble taxation relief\n\t\tSchedule 27 to this Act (double taxation relief) has effect.\n\tControlled foreign companies: acceptable distribution policy\n\t\tPart 1 of Schedule 25 to the Taxes Act 1988 (acceptable distributionpolicy) is amended as follows.\n\t\tIn paragraph 2 (meaning of acceptable distribution policy) at the end ofsub-paragraph (1A) (requirement that payment of dividend is taken into accountin computing corporation tax) add— “and—\n\t\t\tit is chargeable neither under Case I of Schedule D nor under Case VI ofthat Schedule in circumstances where by virtue of section 436, 439B or 441profits are computed in accordance with the provisions of this Act applicableto Case I; or\n\t\t\tif it is chargeable under Case I, or under Case VI in the circumstancesdescribed in paragraph (a) above, it is not involved in a UK tax avoidancescheme;\n\t\t\t\tand paragraph 2B below has effect for the purposes of paragraph (b) above.”\n\t\tAfter paragraph 2A insert—\n\t\t“2B(1)This paragraph has effect for the purposes of paragraph 2(1A)(b) above.\n\t\tNo payment of dividend by a controlled foreign company for an accountingperiod shall be regarded as involved in a UK tax avoidance scheme by reasononly that there is no charge to tax under section 747(4)(a) if the controlledforeign company pursues an acceptable distribution policy for that accountingperiod.\n\t\t“UK tax avoidance scheme” means a scheme or arrangement the purpose, or oneof the main purposes, of which is to achieve a reduction in United Kingdomtax.\n\t\tA scheme or arrangement achieves a reduction in United Kingdom tax if,apart from the scheme or arrangement, any company—\n\t\t\twould have been liable for any such tax or for a greater amount of any suchtax; or\n\t\t\twould not have been entitled to a relief from or repayment of any such taxor would have been entitled to a smaller relief from or repayment of any suchtax.\n\t\tIn this paragraph—\n\t\t\t  * “arrangement” means an arrangement of any kind, whether in writing or not;\n\t\t\t  * “United Kingdom tax” means corporation tax or any tax chargeable as if it were corporation tax.”.\n\t\tIn paragraph 4 (controlled foreign company dividends passing up a chain ofrelated companies) at the end of sub-paragraph (1) (which provides for apayment made by a controlled foreign company to be regarded as made to aUnited Kingdom resident) add “and shall be taken to satisfy the conditions inparagraph 2(1A) above”.\n\t\tAt the end of sub-paragraph (1A) of that paragraph (requirement that thesubsequent dividend is taken into account in computing corporation tax) add—“and—\n\t\t\tit is chargeable neither under Case I of Schedule D nor under Case VI ofthat Schedule in circumstances where by virtue of section 436, 439B or 441profits are computed in accordance with the provisions of this Act applicableto Case I; or\n\t\t\tif it is chargeable under Case I, or under Case VI in the circumstancesdescribed in paragraph (a) above, it is not involved in a UK tax avoidancescheme;\n\t\t\tand paragraph 4A below has effect for the purposes of paragraph (b) above.”.\n\t\tIn sub-paragraph (2) of that paragraph (interpretation) after “one companyis related to another if” insert “neither is resident in the United Kingdomand”.\n\t\tAfter paragraph 4 insert—\n\t\t“4A(1)This paragraph has effect for the purposes of paragraph 4(1A)(b) above.\n\t\tNo payment to a company resident in the United Kingdom which represents thewhole or part of a dividend paid by a controlled foreign company for anaccounting period shall be regarded as involved in a UK tax avoidance schemeby reason only that—\n\t\t\tthere is no charge to tax under section 747(4)(a) if the controlled foreigncompany pursues an acceptable distribution policy for that accounting period,and\n\t\t\tso much of the dividend as is represented by that payment will (ifparagraph 4(1) above has effect) fall to be brought into account indetermining whether the controlled foreign company has done so.\n\t\t“UK tax avoidance scheme” means a scheme or arrangement the purpose, or oneof the main purposes, of which is to achieve a reduction in United Kingdomtax.\n\t\tA scheme or arrangement achieves a reduction in United Kingdom tax if,apart from the scheme or arrangement, any company—\n\t\t\twould have been liable for any such tax or for a greater amount of any suchtax; or\n\t\t\twould not have been entitled to a relief from or repayment of any such taxor would have been entitled to a smaller relief from or repayment of any suchtax.\n\t\tIn this paragraph—\n\t\t\t  * “arrangement” means an arrangement of any kind, whether in writing or not;\n\t\t\t  * “United Kingdom tax” means corporation tax or any tax chargeable as if it were corporation tax.”\n\t\tThis section applies to dividends paid on or after 7th March 2001 by acontrolled foreign company for any accounting period of that controlledforeign company which ends on or after that date.\n\t\tIn this section “accounting period” and “controlled foreign company” havethe same meaning as they have in Chapter 4 of Part 17 of the Taxes Act 1988."
    },
    {
        "length": 238,
        "text": "\nLife policies, life annuity contracts and capital redemption policies\n\tSchedule 28 to this Act (which makes amendments relating to Chapter 2 ofPart 13 of the Taxes Act 1988) has effect.\n\tThe amendments made by Part 1 of that Schedule (which relate to theassignment or surrender of part of, or a share in, the rights conferred by apolicy or contract) have effect, in the case of any policy or contract, inrelation to any year (within the meaning given by section 546(4) of the TaxesAct 1988) beginning on or after 6th April 2001.\n\tThe amendments made by Part 2 of that Schedule (which relate to theprovision by insurers etc of information relating to chargeable eventshappening in connection with a policy or contract) have effect in relation tochargeable events happening on or after 6th April 2002."
    },
    {
        "length": 317,
        "text": "\nExclusion of deductions for deemed manufactured payments\n\tSection 736B of the Taxes Act 1988 (deemed manufactured payments in case ofstock lending arrangements) is amended as follows.\n\tIn subsection (2) (application of provisions to deemed manufacturedpayments) after “shall apply” insert “, subject to subsection (2A) below,”.\n\tAfter that subsection insert—\n\t\t“(2A)The borrower is not entitled, by virtue of anything in Schedule 23A orany provision of regulations under that Schedule, or otherwise—\n\t\tto any deduction in computing profits or gains for the purposes of incometax or corporation tax, or\n\t\tto any deduction against total income or, as the case may be, totalprofits,\n\t\tin respect of any such deemed requirement or payment as is provided for bysubsection (2) above.\n\t\tWhere the borrower is a company, an amount may not be surrendered by way ofgroup relief if a deduction in respect of it is prohibited by thissubsection.”\n\tThis section applies to payments treated under section 736B as made on orafter 3rd October 2000."
    },
    {
        "length": 1935,
        "text": "\nDeduction of tax: payments between companies etc\n\tAfter section 349 of the Taxes Act 1988 (certain payments to be made underdeduction of tax) insert—\n\t“349AExceptions to section 349 for payments between companies etc\n\t\tThe provisions specified in subsection (3) below (which require tax to bededucted on making certain payments) do not apply to a payment made by acompany if, at the time the payment is made, the company reasonably believesthat one of the conditions specified in section 349B is satisfied.\n\t\tSubsection (1) above has effect subject to any directions under section349C.\n\t\tThe provisions are—\n\t\t\t  * section 349(1) (certain annuities and other annual payments, and royalties and other sums paid for use of UK patents),\n\t\t\t  * section 349(2)(a) and (b) (UK interest),\n\t\t\t  * section 349(3A) (dividend or interest on securities issued by building societies), and\n\t\t\t  * section 524(3)(b) (which provides for section 349(1) to apply to proceeds of sale of UK patent rights).\n\t\tReferences in subsection (3) above to any provision of section 349 do notinclude that provision as applied—\n\t\t\tunder section 777(9) (directions applying section 349(1) to certainpayments to non-residents), or\n\t\t\tby paragraph 4(2) of Schedule 23A (manufactured overseas dividends to betreated as annual payments within section 349).\n\t\tReferences in this section to the company by which a payment is made do notinclude a company acting as trustee or agent for another person.\n\t\tFor the purposes of this section, a payment by a partnership is treated asmade by a company if any member of the partnership is a company.\n\tBThe conditions mentioned in section 349A(1)\n\t\tThe first of the conditions mentioned in section 349A(1) is that the personbeneficially entitled to the income in respect of which the payment is madeis—\n\t\t\ta company resident in the United Kingdom, or\n\t\t\ta partnership each member of which is a company resident in the UnitedKingdom.\n\t\tThe second of those conditions is that—\n\t\t\tthe person beneficially entitled to the income in respect of which thepayment is made is a company not resident in the United Kingdom (“the non-resident company”),\n\t\t\tthe non-resident company carries on a trade in the United Kingdom through abranch or agency, and\n\t\t\tthe payment falls to be brought into account in computing the chargeableprofits (within the meaning given by section 11(2)) of the non-residentcompany.\n\tCDirections disapplying section 349A(1)\n\t\tThe Board may give a direction to a company directing that section 349A(1)is not to apply in relation to any payment that—\n\t\t\tis made by the company after the giving of the direction, and\n\t\t\tis specified in the direction or is of a description so specified.\n\t\tSuch a direction shall not be given unless the Board have reasonablegrounds for believing as respects each payment to which the direction relatesthat it is likely that neither of the conditions specified in section 349Bwill be satisfied in relation to the payment at the time the payment is made.\n\t\tA direction under this section may be varied or revoked by a subsequentsuch direction.\n\t\tIn this section “company” includes a partnership of which any member is acompany.\n\tDSection 349A(1): consequences of reasonable but incorrect belief\n\t\tWhere— \n\t\t\ta payment is made by a company without an amount representing the incometax on the payment being deducted from the payment,\n\t\t\tat the time the payment is made, the company reasonably believes that oneof the conditions specified in section 349B is satisfied,\n\t\t\tif the company did not so believe, tax would be deductible from the paymentunder section 349, and\n\t\t\tneither of the conditions specified in section 349B is satisfied at thetime the payment is made,\n\t\t\t\tsection 350 applies as if the payment were within section 349 (and Schedule 16applies as if tax were deductible from the payment under section 349).\n\t\tIn this section “company” includes a partnership of which any member is acompany.”.\n\t\tIn section 98 of the Taxes Management Act [1970 (c.9)](/id/ukpga/1970/9?view=plain \"Go to item of legislation\") (penalties forfailing to make, or making incorrectly, certain returns etc.), aftersubsection (4) insert—\n\t\t“(4A)If—\n\t\t\ta failure to comply with section 350(1) of, or Schedule 16 to, theprincipal Act arises from a person’s failure to deliver an account, or showthe amount, of a payment, and\n\t\t\tthe payment is within subsection (4B) below,\n\t\t\tsubsection (1) above shall have effect as if for “£300” there were substituted“£3,000” and as if for “£60” there were substituted “£600”.\n\t\t\t(4B)A payment is within this subsection if—\n\t\t\tthe payment is made by a company without an amount representing the incometax on the payment being deducted from the payment,\n\t\t\tat the time the payment is made, the company—\n\t\t\tdoes not believe that either of the conditions specified in section 349B ofthe principal Act is satisfied, or\n\t\t\twhere it believes that either of those conditions is satisfied, could notreasonably so believe,\n\t\t\tthe payment is one from which tax is deductible under section 349 of theprincipal Act unless the company reasonably believes that one of thoseconditions is satisfied, and\n\t\t\tneither of those conditions is satisfied at the time the payment is made.\n\t\t\t(4C)In subsection (4B) above “company” includes a partnership of which anymember is a company.”.\n\t\tIn section 338(4) of the Taxes Act 1988 (when payment by company to non-resident to be treated as charge on income), after paragraph (a) insert—\n\t\t\tthe person beneficially entitled to the income in respect of which thepayment is made is a company not resident in the United Kingdom (“the non-resident company”), the non-resident company carries on a trade in the UnitedKingdom through a branch or agency and the payment falls to be brought intoaccount in computing the chargeable profits (within the meaning given bysection 11(2)) of the non-resident company, or”.\n\t\tSubsections (1) to (3) apply to payments made on or after 1st April 2001.\n\t\tSections 247 and 248 of the Taxes Act 1988 (companies within a group mayelect for section 349 not to apply to payments between them) shall cease tohave effect.\n\t\tSubsection (5) applies in relation to payments made after the day on whichthis Act is passed."
    },
    {
        "length": 965,
        "text": "\nProfits for purposes of small companies' relief\n\tSection 13 of the Taxes Act 1988 (small companies' relief) is amended inaccordance with subsections (2) to (4).\n\tIn subsection (7) (profits of company for accounting period)—\n\t\tin paragraph (a), omit “resident in the United Kingdom”, and\n\t\tin paragraph (b), for “section 247(1A)” substitute “subsection (7A) below”.\n\tAfter subsection (7) insert—\n\t\t“(7A)A company falls within this subsection if—\n\t\tit is a 75 per cent subsidiary of any other company, or\n\t\tarrangements of any kind (whether in writing or not) are in existence byvirtue of which it could become such a subsidiary.”.\n\tFor subsection (8AA) (interpretation of subsection (7)) substitute—\n\t“(8AA)Section 13ZA applies for the interpretation of subsection (7) above.”.\n\tAfter section 13 of the Taxes Act 1988 insert—\n\t“13ZAInterpretation of section 13(7)\n\t\tIn determining for the purposes of section 13(7) whether one body corporateis a 51 per cent subsidiary of another, that other shall be treated as notbeing the owner of any share capital—\n\t\t\twhich it owns indirectly, and\n\t\t\twhich is owned directly by a body corporate for which a profit on the saleof the shares would be a trading receipt.\n\t\tNotwithstanding that at any time a company (“the subsidiary company”) is a51 per cent subsidiary of another company (“the parent company”) it shall notbe treated at that time as such a subsidiary for the purposes of section 13(7)unless, additionally, at that time—\n\t\t\tthe parent company would be beneficially entitled to more than 50 per centof any profits available for distribution to equity holders of the subsidiarycompany, and\n\t\t\tthe parent company would be beneficially entitled to more than 50 per centof any assets of the subsidiary company available for distribution to itsequity holders on a winding-up.\n\t\tFor the purposes of section 13(7) and this section—\n\t\t\t“trading or holding company” means a trading company or a company thebusiness of which consists wholly or mainly in the holding of shares orsecurities of trading companies that are its 90 per cent subsidiaries;\n\t\t\t“trading company” means a company whose business consists wholly or mainlyof the carrying on of a trade or trades;\n\t\t\ta company is owned by a consortium if 75 per cent or more of the ordinaryshare capital of the company is beneficially owned between them by companiesof which none—\n\t\t\tbeneficially owns less than 5 per cent of that capital,\n\t\t\twould be beneficially entitled to less than 5 per cent of any profitsavailable for distribution to equity holders of the company, or\n\t\t\twould be beneficially entitled to less than 5 per cent of any assets ofthe company available for distribution to its equity holders on a winding up,\n\t\t\t\tand those companies are called the members of the consortium.\n\t\tSchedule 18 (equity holders and assets etc. available for distribution)applies for the purposes of subsections (2) and (3)(c) above as it applies forthe purposes of section 413(7).”\n\t\tThe amendments made by this section apply for the purposes of accountingperiods ending on or after 1st April 2001."
    },
    {
        "length": 424,
        "text": "\nTax deductions and credits: end of provisional repayment regime\n\tThe provisions of section 438A of, and Schedule 19AB to, the Taxes Act 1988(provisional repayments in respect of tax borne by deduction and tax credits)shall cease to have effect as follows.\n\tThose provisions shall not apply in relation to income tax borne bydeduction from payments received after 30th September 2001.\n\tFor the purposes of the following provisions (as they apply in relation totax credits)—\n\t\tsection 121 of the Finance Act [1993 (c. 34)](/id/ukpga/1993/34?view=plain\"Go to item of legislation\") (application of Schedule 19AB to tax exemptbusiness of friendly societies) and any regulations under that section, and\n\t\tany regulations under section 333B of the Taxes Act 1988 (individualsavings account business etc. of insurance companies and friendly societies),\n\t\t\tthat Schedule shall be deemed to continue to apply in relation to pensionbusiness of insurance companies as it would do so apart from subsection (2).\n\tThe power to make regulations under each of the sections referred to insubsection (3) includes power to set out the text of that Schedule as appliedby regulations under that section.\n\tThe provisions of section 438A of, and Schedule 19AB to, the Taxes Act 1988shall not apply in relation to tax credits in respect of distributions made onor after 6th April 2004."
    },
    {
        "length": 1377,
        "text": "\nGeneral\n\tAmendments to the machinery of self-assessment\n\t\tSchedule 29 to this Act (amendments to the machinery of self-assessment)has effect.\n\t\tIn that Schedule—\n\t\t\t  * Part 1 makes provision about the amendment or correction of returns, \n\t\t\t  * Part 2 makes provision about enquiries into returns, \n\t\t\t  * Part 3 makes provision for the referral of questions to the Special Commissioners during an enquiry, \n\t\t\t  * Part 4 makes provision about the procedure on completion of an enquiry, and \n\t\t\t  * Part 5 contains minor and consequential amendments. \n\t\tExcept as otherwise provided, the amendments in that Schedule have effectas from the passing of this Act in relation to returns—\n\t\t\twhether made before or after the passing of this Act, and\n\t\t\twhether relating to periods before or after the passing of this Act.\n\tRecovery proceedings: minor amendments\n\t\tIn sections 66(1) and 67(1) of the Taxes Management Act [1970 (c.9)](/id/ukpga/1970/9?view=plain \"Go to item of legislation\") (proceedings incounty court or sheriff court to recover tax due and payable under anassessment), omit the words “under any assessment”.\n\t\t\tThis amendment applies in relation to proceedings begun after the passing ofthis Act.\n\t\tFor section 69 of the Taxes Management Act 1970 substitute—\n\t\t“69Recovery of penalty, surcharge or interest\n\t\t\tThis section applies to—\n\t\t\t\tpenalties imposed under Part 2, 5A or 10 of this Act or Schedule 18 to theFinance Act 1998;\n\t\t\t\tsurcharges imposed under Part 5A of this Act; and\n\t\t\t\tinterest charged under any provision of this Act (or recoverable as if itwere interest so charged).\n\t\t\tAn amount by way of penalty, surcharge or interest to which this sectionapplies shall be treated for the purposes of the following provisions as if itwere an amount of tax.\n\t\t\tThose provisions are—\n\t\t\t\tsections 61, 63 and 65 to 68 of this Act;\n\t\t\t\tsection 35(2)(g)(i) of the Crown Proceedings Act 1947 (rules of court:restriction of set-off or counterclaim where proceedings, or set-off orcounterclaim, relate to tax) and any rules of court imposing any suchrestriction;\n\t\t\t\tsection 35(2)(b) of that Act as set out in section 50 of that Act (whichimposes corresponding restrictions in Scotland).”\n\t\t\t\t\tThis amendment applies—\n\t\t\t\tto proceedings begun (or a counterclaim made) after the passing of thisAct, and\n\t\t\t\tto a set-off first claimed after the passing of this Act.\n\t\t\tIn section 70 of the Taxes Management Act [1970 (c.9)](/id/ukpga/1970/9?view=plain \"Go to item of legislation\") (evidence), insubsection (2)(a) (certificate of collector as to penalty, surcharge orinterest payable), for “payable under Part 9 of this Act” substitute “payableunder any provision of this Act or the principal Act”.\n\t\t\tThis amendment applies to certificates tendered in evidence after the passingof this Act.\n\tRepayment supplements: claim for relief involving two or more years\n\t\tSection 824 of the Taxes Act 1988 (repayment supplements) is amended asfollows.\n\t\tAfter subsection (2B) insert—\n\t\t\t“(2C)Subsection (1) above shall apply to a repayment made by the Board as aresult of a claim for relief under—\n\t\t\tparagraph 2 of Schedule 1B to the Management Act (carry back of lossrelief),\n\t\t\tparagraph 3 of that Schedule (relief for fluctuating profits of farmingetc.), or\n\t\t\tSchedule 4A to this Act (relief for fluctuating profits of creative artistsetc.),\n\t\t\tas if it were a repayment falling within that subsection.”.\n\t\tIn subsection (3), after paragraph (aa) insert—\n\t\t\tif the repayment is a repayment as a result of a claim for relief underany of the provisions mentioned in subsection (2C) above, the relevant time isthe 31st January next following the year that is the later year in relation tothe claim;”.\n\t\tThis section applies in relation to repayments made after the passing ofthis Act.\n\tPower to revise excessive penalties\n\t\tIn section 100 of the Taxes Management Act 1970 (determination of penaltiesby officer of the Board), in subsection (6) (revision of penalty if amount oftax taken into account discovered to be excessive), after “a penalty under”insert “section 93(2), (4) or (5) of this Act or”.\n\t\tThis section applies in relation to penalties determined at any timewhether before or after the passing of this Act."
    },
    {
        "length": 3129,
        "text": "\nStamp duty and stamp duty reserve tax\n\tStamp duty: exemption for land in disadvantaged areas\n\t\tNo stamp duty shall be chargeable under Part 1 or 2, or paragraph 16 ofPart 3, of Schedule 13 to the Finance Act [1999 (c.16)](/id/ukpga/1999/16?view=plain \"Go to item of legislation\") on—\n\t\t\ta conveyance or transfer of an estate or interest in land, or\n\t\t\ta lease of land,\n\t\t\t\tif the land is situated in a disadvantaged area.\n\t\tWhere stamp duty would be chargeable on an instrument but for subsection(1), that subsection shall have effect in relation to the instrument only ifthe instrument is certified to the Commissioners as being an instrument onwhich stamp duty is by virtue of that subsection not chargeable.\n\t\tNo instrument which is certified as mentioned in subsection (2) shall betaken to be duly stamped unless—\n\t\t\tit is stamped in accordance with section 12 of the Stamp Act [1891 (c.39)](/id/ukpga/1891/39?view=plain \"Go to item of legislation\") with aparticular stamp denoting that it is not chargeable with any duty or that itis duly stamped, or\n\t\t\tit is stamped with the duty to which it would have been liable but for thissection.\n\t\tFor the purposes of this section and Schedule 30 to this Act, adisadvantaged area is an area designated as such by regulations made by theTreasury; and any such regulations may—\n\t\t\tdesignate specified areas as disadvantaged areas, or\n\t\t\tprovide for areas of a description specified in the regulations to bedesignated as disadvantaged areas.\n\t\tIf regulations under subsection (4) so provide, the designation of an areaas a disadvantaged area shall have effect for such period as may be specifiedby or determined in accordance with the regulations.\n\t\tSchedule 30 to this Act (which makes further provision about land indisadvantaged areas) shall have effect.\n\t\tThis section and Schedule 30 to this Act shall be construed as one with theStamp Act 1891.\n\t\tThe provisions of this section and Schedule 30 to this Act shall haveeffect in relation to instruments executed on or after such date as may bespecified by order made by the Treasury.\n\t\tRegulations under subsection (4)—\n\t\t\tmay make different provision for different cases, and\n\t\t\tmay contain such incidental, supplementary, consequential or transitionalprovision as appears to the Treasury to be necessary or expedient.\n\t\tThe power to make regulations under subsection (4) shall be exercisable bystatutory instrument subject to annulment in pursuance of a resolution of theHouse of Commons.\n\t\tThe power to make an order under subsection (8) shall be exercisable bystatutory instrument.\n\tSDRT: unit trust schemes and individual pension accounts\n\t\tSchedule 19 to the Finance Act [1999 (c. 16)](/id/ukpga/1999/16?view=plain\"Go to item of legislation\") (which abolishes charges to stamp duty, andintroduces a charge to stamp duty reserve tax, in relation to units under aunit trust scheme) is amended as follows.\n\t\tIn paragraph 2(4) (charge to be subject to exclusions provided inparagraphs 6 and 7) after “6” insert “, 6A”.\n\t\tIn paragraph 4 (proportionate reduction of tax by reference to unitsissued) at the end insert—\n\t\tIf a certificate is given in accordance with paragraph 6A(1)(c) in respectof a period which includes the relevant two-week period in the case of theunit in question in sub-paragraph (1), there shall be left out of account inapplying this paragraph in relation to that unit—\n\t\t\tany issue of a unit which is to be held within an individual pensionaccount, and\n\t\t\tany surrender of a unit which, immediately before the surrender, was heldwithin an individual pension account.\n\t\t“Individual pension account” has the same meaning in sub-paragraph (6) asit has in paragraph 6A.”\n\t\tAfter paragraph 6 insert—\n\t\t“Exclusion of charge in case of individual pension accounts\n\t\t\t6A(1)There is no charge to tax under this Part of this Schedule on thesurrender of the unit if—\n\t\t\t\timmediately before the surrender, the unit is held within an individualpension account,\n\t\t\t\tnot all the units under the unit trust scheme are so held at that time, and\n\t\t\t\ta certificate pursuant to sub-paragraph (2) is contained in, or providedwith, the relevant monthly tax return.\n\t\t\tThe certificate must be given by the persons making the relevant monthlytax return and must state—\n\t\t\t\tthat at all times in the period to which the return relates the trustees ormanagers were able to identify which of the units under the scheme were heldwithin individual pension accounts, and\n\t\t\t\tthat at no time in that period have the trustees or managers imposed anycharge on, or recovered any amount from, an IPA unit holder which included anamount directly or indirectly attributable to tax payable by the trusteesunder this Part of this Schedule.\n\t\t\tIn sub-paragraph (2), “IPA unit holder” means—\n\t\t\t\ta person acquiring, or who has acquired, a unit under the unit trustscheme, where the unit is to be held within an individual pension account,\n\t\t\t\ta person holding a unit under the scheme, where the unit is held within anindividual pension account, or\n\t\t\t\ta person surrendering, or who has surrendered, a unit under the scheme,where immediately before the surrender the unit is or was held within anindividual pension account.\n\t\t\tIn this paragraph—\n\t\t\t\t  * “individual pension account” has the same meaning as in regulations under section 638A of the Taxes Act 1988 (as at 6th April 2001, see regulation 4 of the Personal Pension Schemes (Restriction on Discretion to Approve) (Permitted Investments) Regulations 2001 ([S.I. 2001/117](/id/uksi/2001/117?view=plain \"Go to item of legislation\"))) ;\n\t\t\t\t  * “the relevant monthly tax return”, in the case of any surrender, means the notice required by regulations under section 98 of the Finance Act [1986 (c. 41)](/id/ukpga/1986/41?view=plain \"Go to item of legislation\") to be given by the managers (or, failing that, the trustees) under the unit trust scheme to the Commissioners of Inland Revenue containing among other things details of all surrenders in the relevant two-week period;\n\t\t\t\t  * “the relevant two-week period” has the meaning given by paragraph 4(2).”\n\t\t\tThe amendment made by subsection (3) has effect where the relevant two-weekperiod mentioned in paragraph 4(1) of Schedule 19 to the Finance Act [1999 (c.16)](/id/ukpga/1999/16?view=plain \"Go to item of legislation\") ends after 6thApril 2001.\n\t\t\tThe other amendments made by this section have effect in relation tosurrenders made or effected on or after 6th April 2001.\n\tSDRT: open-ended investment companies and individual pension accounts\n\t\tWhere there are two or more classes of shares in an open-ended investmentcompany and the company’s instrument of incorporation—\n\t\t\tprovides that shares of one or more of those classes (“the IPA classes”)may only be held within an individual pension account, and\n\t\t\tdoes not make such provision in relation to shares of at least one otherclass,\n\t\t\t\tthere is no charge to stamp duty reserve tax under Part 2 of Schedule 19 tothe Finance Act [1999 (c. 16)](/id/ukpga/1999/16?view=plain \"Go to item oflegislation\") on the surrender of a share of any of the IPA classes.\n\t\tReferences in this section to provisions of Schedule 19 to the Finance Act[1999 (c. 16)](/id/ukpga/1999/16?view=plain \"Go to item of legislation\") arereferences to those provisions as they have effect in relation to open-endedinvestment companies by virtue of regulations from time to time in force undersection 152 of the Finance Act [1995 (c. 4)](/id/ukpga/1995/4?view=plain \"Goto item of legislation\")(as at 6th April 2001, see regulations 3 to 4B of the1997 Regulations as amended by regulations 4 and 5 of the 1999 (No.2)Regulations).\n\t\tIn this section—\n\t\t\t  * “individual pension account” has the same meaning as it has in regulations from time to time in force under section 638A of the Taxes Act 1988 (as at 6th April 2001, see regulation 4 of the 2001 Regulations); \n\t\t\t  * “open-ended investment company” has the meaning given by paragraph 14(2) of Schedule 19 to the Finance Act [1999 (c. 16)](/id/ukpga/1999/16?view=plain \"Go to item of legislation\"); \n\t\t\t  * “surrender”, in relation to a share in an open-ended investment company, has the same meaning as it has in Part 2 of Schedule 19 to the Finance Act 1999. \n\t\tFor the purposes of subsections (2) and (3)—\n\t\t\t  * “the 1997 Regulations” are the [Stamp Duty and Stamp Duty Reserve Tax (Open-ended Investment Companies) Regulations 1997 (S.I. 1997/ 1156)](/id/uksi/1997/1156?view=plain \"Go to item of legislation\") ; \n\t\t\t  * “the 1999 (No.2) Regulations” are the Stamp Duty and Stamp Duty Reserve Tax (Open-ended Investment Companies) (Amendment No.2) Regulations 1999 ([S.I. 1999/3261](/id/uksi/1999/3261?view=plain \"Go to item of legislation\")); \n\t\t\t  * “the 2001 Regulations” are the Personal Pension Schemes (Restriction on Discretion to Approve) (Permitted Investments) Regulations 2001 ([S.I. 2001/117](/id/uksi/2001/117?view=plain \"Go to item of legislation\")). \n\t\tThis section has effect in relation to surrenders made or effected on orafter 6th April 2001.\n\tExemptions in relation to employee share ownership plans\n\t\tSchedule 8 to the Finance Act [2000 (c. 17)](/id/ukpga/2000/17?view=plain\"Go to item of legislation\") (employee share ownership plans) is amended asfollows.\n\t\tAfter paragraph 116 insert—\n\t\t“Exemptions from stamp duty and stamp duty reserve tax\n\t\t\t116AWhere, under an approved employee share ownership plan, partnership sharesor dividend shares are transferred by the trustees to an employee—\n\t\t\t\tno ad valorem stamp duty is chargeable on any instrument by which thetransfer is made, and\n\t\t\t\tno stamp duty reserve tax is chargeable on any agreement by the trustees tomake the transfer.”\n\t\t\tThis section has effect in relation to—\n\t\t\t\tinstruments executed (within the meaning of the Stamp Act [1891 (c.39)](/id/ukpga/1891/39?view=plain \"Go to item of legislation\")) after the dayon which this Act is passed, and\n\t\t\t\tagreements to transfer shares made after the day on which this Act ispassed."
    },
    {
        "length": 679,
        "text": "\nVAT: children’s car seats\n\tIn paragraph 1 of Schedule A1 to the Value Added Tax Act [1994 (c.23)](/id/ukpga/1994/23?view=plain \"Go to item of legislation\") (suppliesbenefiting from 5% reduced rate), after sub-paragraph (4) insert—\n\tThe supplies falling within this paragraph also include supplies ofchildren’s car seats.”\n\tAfter paragraph 6 of that Schedule insert—\n\t“Interpretation of paragraph 1(5)\n\t\tParagraph 1(5) above is interpreted in accordance with the provisions ofthis paragraph.\n\t\tThe following are “children’s car seats”—\n\t\t\ta safety seat;\n\t\t\tthe combination of a safety seat and a related wheeled framework;\n\t\t\ta booster seat;\n\t\t\ta booster cushion.\n\t\tIn this paragraph “safety seat” means a seat—\n\t\t\tdesigned to be sat in by a child in a road vehicle,\n\t\t\tdesigned so that, when in use in a road vehicle, it can be restrained—\n\t\t\tby a seat belt fitted in the vehicle, or\n\t\t\tby belts, or anchorages, that form part of the seat being attached to thevehicle, or\n\t\t\tin either of those ways, and\n\t\t\tincorporating an integral harness, or integral impact shield, forrestraining a child seated in it.\n\t\tFor the purposes of this paragraph, a wheeled framework is “related” to asafety seat if the framework and the seat are each designed so that—\n\t\t\twhen the seat is not in use in a road vehicle it can be attached to theframework, and\n\t\t\twhen the seat is so attached, the combination of the seat and the frameworkcan be used as a child’s pushchair.\n\t\tIn this paragraph “booster seat” means a seat designed—\n\t\t\tto be sat in by a child in a road vehicle, and\n\t\t\tso that, when in use in a road vehicle, it and a child seated in it can berestrained by a seat belt fitted in the vehicle.\n\t\tIn this paragraph “booster cushion” means a cushion designed—\n\t\t\tto be sat on by a child in a road vehicle, and\n\t\t\tso that a child seated on it can be restrained by a seat belt fitted in thevehicle.\n\t\tIn this paragraph “child” means a person aged under 14 years.”.\n\t\tThe amendments made by this section have effect in relation to suppliesmade after the day on which this Act is passed."
    },
    {
        "length": 113,
        "text": "\nThe supplies falling within this paragraph also include—\n\tthe supply, in the course of a qualifying conversion, of qualifyingservices related to the conversion;\n\tthe supply of building materials if—\n\tthe materials are supplied by a person who, in the course of a qualifyingconversion, is supplying qualifying services related to the conversion, and\n\tthose services include the incorporation of the materials in the buildingconcerned or its immediate site."
    },
    {
        "length": 138,
        "text": "\nThe supplies falling within this paragraph also include—\n\tthe supply, in the course of the renovation or alteration of a singlehousehold dwelling, of qualifying services related to the renovation oralteration;\n\tthe supply of building materials if—\n\tthe materials are supplied by a person who, in the course of the renovationor alteration of a single household dwelling, is supplying qualifying servicesrelated to the renovation or alteration, and\n\tthose services include the incorporation of the materials in the dwellingconcerned or its immediate site."
    },
    {
        "length": 396,
        "text": "\n“Interpretation of paragraph 1(6): introductory\n\tParagraph 1(6) above is interpreted in accordance with paragraphs 9 to 17and 22 below.\n\tIn paragraphs 10 to 14 below, “single household dwelling” means a dwelling—\n\t\tthat is designed for occupation by a single household, and\n\t\tin relation to which the conditions set out in sub-paragraph (4) below aresatisfied.\n\tIn paragraphs 10 to 14 below “multiple occupancy dwelling” means adwelling—\n\t\tthat is designed for occupation by persons not forming a single household,and\n\t\tin relation to which the conditions set out in sub-paragraph (4) below aresatisfied.\n\tThe conditions are—\n\t\tthat the dwelling consists of self-contained living accommodation,\n\t\tthat there is no provision for direct internal access from the dwelling toany other dwelling or part of a dwelling,\n\t\tthat the separate use of the dwelling is not prohibited by the terms of anycovenant, statutory planning consent or similar provision, and\n\t\tthat the separate disposal of the dwelling is not prohibited by any suchterms.\n\tFor the purposes of this paragraph, a dwelling “is designed” for occupationof a particular kind if it is so designed—\n\t\tas a result of having been originally constructed for occupation of thatkind and not having been subsequently adapted for occupation of any otherkind, or\n\t\tas a result of adaptation."
    },
    {
        "length": 120,
        "text": "\nInterpretation of paragraph 1(6): meaning of “qualifying conversion”\n\tA “qualifying conversion” means—\n\t\ta changed number of dwellings conversion (see paragraph 10 below);\n\t\thouse in multiple occupation conversion (see paragraph 11 below); or\n\t\ta special residential conversion (see paragraph 12 below).\n\tSub-paragraph (1) above is subject to paragraphs 14 and 15 below."
    },
    {
        "length": 219,
        "text": "\nInterpretation of paragraph 1(6): meaning of “changed number ofdwellings conversion”\n\tA “changed number of dwellings conversion” is—\n\t\ta conversion of premises consisting of a building where the conditionsspecified in this paragraph are satisfied, or\n\t\ta conversion of premises consisting of a part of a building where thoseconditions are satisfied.\n\tThe first condition is that after the conversion the premises beingconverted contain a number of single household dwellings that is—\n\t\tdifferent from the number (if any) that the premises contain before theconversion, and\n\t\tgreater than, or equal to, one.\n\tThe second condition is that there is no part of the premises beingconverted that is a part that after the conversion contains the same number ofsingle household dwellings (whether zero, one or two or more) as before theconversion."
    },
    {
        "length": 205,
        "text": "\nInterpretation of paragraph 1(6): meaning of “house in multipleoccupation conversion”\n\tA “house in multiple occupation conversion” is—\n\t\ta conversion of premises consisting of a building where the conditionspecified in sub-paragraph (2) below is satisfied, or\n\t\ta conversion of premises consisting of a part of a building where thatcondition is satisfied.\n\tThe condition is that—\n\t\tbefore the conversion the premises being converted contain only a singlehousehold dwelling or two or more such dwellings,\n\t\tafter the conversion those premises contain only a multiple occupancydwelling or two or more such dwellings, and\n\t\tthe use to which those premises are intended to be put after the conversionis not to any extent use for a qualifying residential purpose (see paragraph17 below)."
    },
    {
        "length": 493,
        "text": "\nInterpretation of paragraph 1(6): meaning of “special residentialconversion”\n\tA “special residential conversion” is a conversion of premises consistingof—\n\t\ta building or two or more buildings,\n\t\ta part of a building or two or more parts of buildings, or\n\t\ta combination of—\n\t\ta building or two or more buildings, and\n\t\ta part of a building or two or more parts of buildings,\n\t\t\twhere the conditions specified in this paragraph are satisfied.\n\tThe first condition is that, before the conversion, the premises beingconverted contain only—\n\t\ta dwelling or two or more dwellings, or\n\t\ta dwelling, or two or more dwellings, and—\n\t\tan ancillary outbuilding occupied together with the dwelling or one or moreof the dwellings, or\n\t\ttwo or more ancillary outbuildings each occupied together with thedwelling or one or more of the dwellings.\n\tIn sub-paragraph (2) above “dwelling” means single household dwelling ormultiple occupancy dwelling.\n\tThe second condition is that where before the conversion the premises beingconverted contain a multiple occupancy dwelling or two or more such dwellings,the use to which that dwelling, or any of those dwellings, was last put beforethe conversion was not to any extent use for a qualifying residential purpose(see paragraph 17 below).\n\tThe third condition is that the premises being converted must be intendedto be used after the conversion solely for a qualifying residential purpose.\n\tThe fourth condition is that, where the qualifying residential purpose isan institutional purpose, the premises being converted must be intended toform after the conversion the entirety of an institution used for thatpurpose.\n\tIn sub-paragraph (6) above “institutional purpose” means a purpose withinparagraph 17(a) to (c), (f) or (g) below."
    },
    {
        "length": 247,
        "text": "\nSpecial residential conversions: reduced rate only for supplies made tointended user of converted accommodation\n\tThis paragraph applies where the qualifying conversion concerned is aspecial residential conversion.\n\tParagraph 1(6)(a) or (b) above does not apply to a supply unless—\n\t\tit is made to a person who intends to use the premises being converted forthe qualifying residential purpose, and\n\t\tbefore it is made, the person to whom it is made has given to the personmaking it a certificate that satisfies the requirements in sub-paragraph (3)below.\n\tThose requirements are that the certificate—\n\t\tis in such form as may be specified in a notice published by theCommissioners, and\n\t\tstates that the conversion is a special residential conversion.\n\tIn sub-paragraph (2)(a) above “the qualifying residential purpose” meansthe purpose within paragraph 17 below for which the premises being convertedare intended to be used after the conversion."
    },
    {
        "length": 410,
        "text": "\nInterpretation of paragraph 1(6): “qualifying conversion” includesrelated garage works\n\tA qualifying conversion includes any garage works related to the—\n\t\tchanged number of dwellings conversion,\n\t\thouse in multiple occupation conversion, or\n\t\tspecial residential conversion,\n\t\t\tconcerned.\n\tIn this paragraph “garage works” means—\n\t\tthe construction of a garage, or\n\t\ta conversion of a non-residential building, or of a non-residential part ofa building, that results in a garage.\n\tFor the purposes of sub-paragraph (1) above, garage works are “related” toa conversion if—\n\t\tthey are carried out at the same time as the conversion, and\n\t\tthe resulting garage is intended to be occupied with—\n\t\twhere the conversion concerned is a changed number of dwellings conversion,a single household dwelling that will after the conversion be contained in thebuilding, or part of a building, being converted,\n\t\twhere the conversion concerned is a house in multiple occupationconversion, a multiple occupancy dwelling that will after the conversion becontained in the building, or part of a building, being converted, or\n\t\twhere the conversion concerned is a special residential conversion, theinstitution or other accommodation resulting from the conversion.\n\tIn sub-paragraph (2) above “non-residential” means neither designed, noradapted, for use—\n\t\tas a dwelling or two or more dwellings, or\n\t\tfor a qualifying residential purpose (see paragraph 17 below)."
    },
    {
        "length": 416,
        "text": "\nInterpretation of paragraph 1(6): meaning of “supply of qualifyingservices”\n\tIn the case of a conversion of a building, “supply of qualifyingservices” means a supply of services that consists in—\n\t\tthe carrying out of works to the fabric of the building, or\n\t\tthe carrying out of works within the immediate site of the building thatare in connection with—\n\t\tthe means of providing water, power, heat or access to the building,\n\t\tthe means of providing drainage or security for the building, or\n\t\tthe provision of means of waste disposal for the building.\n\tIn the case of a conversion of part of a building, “supply of qualifyingservices” means a supply of services that consists in—\n\t\tthe carrying out of works to the fabric of the part, or\n\t\tthe carrying out of works to the fabric of the building, or within theimmediate site of the building, that are in connection with—\n\t\tthe means of providing water, power, heat or access to the part,\n\t\tthe means of providing drainage or security for the part, or\n\t\tthe provision of means of waste disposal for the part.\n\tIn this paragraph—\n\t\treferences to the carrying out of works to the fabric of a building do notinclude the incorporation, or installation as fittings, in the building of anygoods that are not building materials (see paragraph 22 below);\n\t\treferences to the carrying out of works to the fabric of a part of abuilding do not include the incorporation, or installation as fittings, in thepart of any goods that are not building materials."
    },
    {
        "length": 257,
        "text": "\nInterpretation of paragraphs 11 to 14: meaning of “qualifyingresidential purpose”\n\t17For the purposes of paragraphs 11 to 14 above, “use for a qualifyingresidential purpose” means use as—\n\t\ta home or other institution providing residential accommodation forchildren,\n\t\ta home or other institution providing residential accommodation withpersonal care for persons in need of personal care by reason of old age,disablement, past or present dependence on alcohol or drugs or past or presentmental disorder,\n\t\ta hospice,\n\t\tresidential accommodation for students or school pupils,\n\t\tresidential accommodation for members of any of the armed forces,\n\t\ta monastery, nunnery or similar establishment, or\n\t\tan institution which is the sole or main residence of at least 90 per cent.of its residents,\n\t\texcept use as a hospital, prison or similar institution or an hotel, inn orsimilar establishment."
    },
    {
        "length": 129,
        "text": "\nInterpretation of paragraph 1(7): introductory\n\tParagraph 1(7) above is interpreted in accordance with this paragraph andparagraphs 19 to 22 below.\n\tFor the purposes of paragraph 1(7) above (and paragraphs 19 to 21 below)—\n\t\t  * “alteration” includes extension;\n\t\t  * “single household dwelling” has the meaning given by paragraph 8(2), (4) and (5) above."
    },
    {
        "length": 520,
        "text": "\nParagraph 1(7) only applies where dwelling has been empty for at least 3years\n\tParagraph 1(7) above does not apply to a supply unless either of theempty home conditions is satisfied.\n\tThe first “empty home condition” is that the dwelling concerned has notbeen lived in during the period of 3 years ending with the commencement of therelevant works.\n\tThe second “empty home condition” is that—\n\t\tthe dwelling was not lived in during a period of at least 3 years;\n\t\tthe person, or one of the persons, whose beginning to live in the dwellingbrought that period to an end was a person who (whether alone or jointly withanother or others) acquired the dwelling at a time—\n\t\tno later than the end of that period, and\n\t\twhen the dwelling had been not lived in for at least 3 years;\n\t\tno works by way of renovation or alteration were carried out to thedwelling during the period of 3 years ending with the acquisition;\n\t\tthe supply is made to a person who is—\n\t\tthe person, or one of the persons, whose beginning to live in the propertybrought to an end the period mentioned in paragraph (a) above, and\n\t\tthe person, or one of the persons, who acquired the dwelling as mentionedin paragraph (b) above; and\n\t\tthe relevant works are carried out during the period of one year beginningwith the day of the acquisition.\n\tIn this paragraph “the relevant works” means—\n\t\twhere the supply is of the description set out in paragraph 1(7)(a) above,the works that constitute the services supplied;\n\t\twhere the supply is of the description set out in paragraph 1(7)(b) above,the works by which the materials concerned are incorporated in the dwellingconcerned or its immediate site.\n\tIn sub-paragraph (3) above, references to a person acquiring a dwelling areto that person having a major interest in the dwelling granted, or assigned,to him for a consideration."
    },
    {
        "length": 104,
        "text": "\nParagraph 1(7) only applies if planning consent and building controlapproval obtained\n\tParagraph 1(7) above does not apply to a supply unless any statutoryplanning consent needed for the renovation or alteration has been granted.\n\tParagraph 1(7) above does not apply to a supply unless any statutorybuilding control approval needed for the renovation or alteration has beengranted."
    },
    {
        "length": 220,
        "text": "\nInterpretation of paragraph 1(7): meaning of “supply of qualifyingservices”\n\t“Supply of qualifying services” means a supply of services that consistsin—\n\t\tthe carrying out of works to the fabric of the dwelling, or\n\t\tthe carrying out of works within the immediate site of the dwelling thatare in connection with—\n\t\tthe means of providing water, power, heat or access to the dwelling,\n\t\tthe means of providing drainage or security for the dwelling, or\n\t\tthe provision of means of waste disposal for the dwelling.\n\tIn sub-paragraph (1)(a) above, the reference to the carrying out of worksto the fabric of the dwelling does not include the incorporation, orinstallation as fittings, in the dwelling of any goods that are not buildingmaterials (see paragraph 22 below)."
    },
    {
        "length": 104,
        "text": "\nInterpretation of paragraph 1(6) and (7): meaning of “buildingmaterials”\n\t22“Building materials” has the meaning given by Notes (22) and (23) of Group 5to Schedule 8 (zero-rating of construction and conversion of buildings).”.\n\tThe amendments made by this section have effect in relation to suppliesmade after the day on which this Act is passed."
    },
    {
        "length": 1518,
        "text": "\nVAT: museums and galleries\n\tThe Value Added Tax Act [1994 (c. 23)](/id/ukpga/1994/23?view=plain \"Go toitem of legislation\") is amended as follows.\n\tAfter section 33 insert—\n\t“33ARefunds of VAT to museums and galleries\n\t\tSubsections (2) to (5) below apply where—\n\t\t\tVAT is chargeable on—\n\t\t\tthe supply of goods or services to a body to which this section applies,\n\t\t\tthe acquisition of any goods by such a body from another member State, or\n\t\t\tthe importation of any goods by such a body from a place outside themember States,\n\t\t\tthe supply, acquisition or importation is attributable to the provision bythe body of free rights of admission to a relevant museum or gallery, and\n\t\t\tthe supply is made, or the acquisition or importation takes place, on orafter 1st April 2001.\n\t\tThe Commissioners shall, on a claim made by the body in such form andmanner as the Commissioners may determine, refund to the body the amount ofVAT so chargeable.\n\t\tThe claim must be made before the end of the claim period.\n\t\tSubject to subsection (5) below, “the claim period” is the period of 3years beginning with the day on which the supply is made or the acquisition orimportation takes place.\n\t\tIf the Commissioners so determine, the claim period is such shorter periodbeginning with that day as the Commissioners may determine.\n\t\tSubsection (7) below applies where goods or services supplied to, oracquired or imported by, a body to which this section applies that areattributable to free admissions cannot conveniently be distinguished fromgoods or services supplied to, or acquired or imported by, the body that arenot attributable to free admissions.\n\t\tThe amount to be refunded on a claim by the body under this section shallbe such amount as remains after deducting from the VAT related to the claimsuch proportion of that VAT as appears to the Commissioners to be attributableotherwise than to free admissions.\n\t\tFor the purposes of subsections (6) and (7) above—\n\t\t\tgoods or services are, and VAT is, attributable to free admissions if theyare, or it is, attributable to the provision by the body of free rights ofadmission to a relevant museum or gallery;\n\t\t\tthe VAT related to a claim is the whole of the VAT chargeable on—\n\t\t\tthe supplies to the body, and\n\t\t\tthe acquisitions and importations by the body,\n\t\t\t\tto which the claim relates.\n\t\tThe Treasury may by order—\n\t\t\tspecify a body as being a body to which this section applies;\n\t\t\twhen specifying a body under paragraph (a), specify any museum or gallerythat, for the purposes of this section, is a “relevant” museum or gallery inrelation to the body;\n\t\t\tspecify an additional museum or gallery as being, for the purposes of thissection, a “relevant” museum or gallery in relation to a body to which thissection applies;\n\t\t\twhen specifying a museum or gallery under paragraph (b) or (c), providethat this section shall have effect in the case of the museum or gallery as ifin subsection (1)(c) there were substituted for 1st April 2001 a later datespecified in the order.\n\t\tReferences in this section to VAT do not include any VAT which, by virtueof any order under section 25(7), is excluded from credit under that section.”\n\t\tIn section 63 (penalties for misdeclarations etc.), after subsection (9)insert—\n\t\t“(9A)This section shall have effect in relation to a body which is registeredand to which section 33A applies as if—\n\t\t\tany reference to a VAT credit included a reference to a refund under thatsection, and\n\t\t\tany reference to credit for input tax included a reference to VATchargeable on supplies, acquisitions or importations which were attributableto the provision by the body of free rights of admission to a museum orgallery that in relation to the body was a relevant museum or gallery for thepurposes of section 33A.”\n\t\tSection 79 (repayment supplements) is amended in accordance withsubsections (5) to (7).\n\t\tIn subsection (1) (entitlement to supplement), after paragraph (b) insert—“, or\n\t\t\ta body which is registered and to which section 33A applies is entitled toa refund under that section,”.\n\t\tIn subsection (5) (how supplement to be treated), after paragraph (b)insert— “, and\n\t\t\ta supplement paid to any body under subsection (1)(c) shall be treated asan amount due to it by way of refund under section 33A.”\n\t\tIn subsection (6)(b) (meaning of “requisite return or claim”), after“section 33” insert “or (as the case may be) the Commissioners' determinationunder, and the provisions of, section 33A.”.\n\t\tIn section 90(3) (VAT not to be refunded if it is repayable under theProvisional Collection of Taxes Act [1968 (c. 2)](/id/ukpga/1968/2?view=plain\"Go to item of legislation\")), after “section 33,” insert “33A,”.\n\t\tIn Note (9) of Group 14 of Schedule 9 (no entitlement to both exemption andrefund), after “33,” insert “33A,”.\n\t\tSubject to subsection (11), this section comes into force on 1st September2001.\n\t\tFor the purpose only of the exercise of the power to make orders under thesection 33A(9) inserted by this section, this section comes into force on theday on which this Act is passed."
    },
    {
        "length": 998,
        "text": "\nVAT: re-enactment of reduced-rate provisions\n\tFor the purpose of re-enacting the provisions of the Value Added Tax Act[1994 (c. 23)](/id/ukpga/1994/23?view=plain \"Go to item of legislation\") thatprovide for VAT on certain supplies, acquisitions and importations to becharged at a reduced rate of 5 per cent., that Act is amended as follows.\n\tIn section 2(1) (VAT to be charged at the rate of 17.5 per cent.), after“Subject to the following provisions of this section” insert “and to theprovisions of section 29A”.\n\tSection 2(1A) to (1C) and Schedule A1 (which are superseded by the newsection 29A and Schedule 7A) shall cease to have effect.\n\tIn Part 2 (reliefs, exemptions and repayments), after the heading “_Reliefs etc. generally available_ ” insert—\n\t“29AReduced rate\n\t\tVAT charged on—\n\t\t\tany supply that is of a description for the time being specified inSchedule 7A, or\n\t\t\tany equivalent acquisition or importation,\n\t\t\t\tshall be charged at the rate of 5 per cent.\n\t\tThe reference in subsection (1) above to an equivalent acquisition orimportation, in relation to any supply that is of a description for the timebeing specified in Schedule 7A, is a reference (as the case may be) to—\n\t\t\tany acquisition from another member State of goods the supply of whichwould be such a supply; or\n\t\t\tany importation from a place outside the member States of any such goods.\n\t\tThe Treasury may by order vary Schedule 7A by adding to or deleting from itany description of supply or by varying any description of supply for the timebeing specified in it.\n\t\tThe power to vary Schedule 7A conferred by subsection (3) above may beexercised so as to describe a supply of goods or services by reference tomatters unrelated to the characteristics of the goods or services themselves.\n\t\tIn the case of a supply of goods, those matters include, in particular, theuse that has been made of the goods.”.\n\t\tAfter Schedule 7 insert the Schedule 7A set out in Part 1 of Schedule 31 tothis Act.\n\t\tThe consequential amendments in Part 2 of Schedule 31 to this Act haveeffect.\n\t\tThe following provisions have effect in relation to supplies made, andacquisitions and importations taking place, on or after 1st November 2001—\n\t\t\tsubsections (2) and (5),\n\t\t\tsubsection (3) so far as providing for section 2(1A) and (1B), and ScheduleA1, to cease to have effect, and\n\t\t\tsubsection (4) so far as inserting subsections (1) and (2) of the newsection 29A.\n\t\tSubsection (3), so far as providing for section 2(1C) to cease to haveeffect, comes into force on 1st November 2001.\n\t\tSubsection (6)—\n\t\t\tso far as relating to the amendments made by paragraphs 2 and 6(2) ofSchedule 31 to this Act, has effect in relation to orders under section 2(2)of the Value Added Tax Act [1994 (c. 23)](/id/ukpga/1994/23?view=plain \"Go toitem of legislation\") that make changes only in the rate of VAT that is inforce at times on or after 1st November 2001;\n\t\t\tso far as relating to the amendment made by paragraph 3 of Schedule 31 tothis Act, has effect in relation to supplies made, or to be made, on or after1st November 2001."
    },
    {
        "length": 647,
        "text": "\nVAT representatives\n\tIn section 48 of the Value Added Tax Act 1994 (VAT representatives), insubsection (1) (directions requiring appointment of representative), forparagraph (b) substitute—\n\t\tis not established, and does not have any fixed establishment, in theUnited Kingdom;\n\t\tis established in a country or territory in respect of which it appears tothe Commissioners that the condition specified in subsection (1A) below issatisfied; and”.\n\tAfter that subsection insert—\n\t\t“(1A)The condition mentioned in subsection (1)(ba) above is that—\n\t\tthe country or territory is neither a member State nor a part of a memberState, and\n\t\tthere is no provision for mutual assistance between the United Kingdom andthe country or territory similar in scope to the assistance provided forbetween the United Kingdom and each other member State by the mutualassistance provisions.\n\t\t(1B)In subsection (1A) above “the mutual assistance provisions” means—\n\t\tsection 11 of the Finance Act [1977 (c. 36)](/id/ukpga/1977/36?view=plain\"Go to item of legislation\") (recovery of duty due etc. in other memberStates),\n\t\tsection 77 of the Finance Act [1978 (c. 42)](/id/ukpga/1978/42?view=plain\"Go to item of legislation\") (disclosure of tax information to tax authoritiesin other member States), and\n\t\tCouncil Regulation [(EEC) No.218/92](/european/regulation/1992/0218?view=plain \"Go to item of legislation\")of 27th January 1992 on administrative cooperation in the field of indirecttaxation (VAT).”.\n\tFor subsection (2) of that section (power of taxable person to appointrepresentative) substitute—\n\tWith the agreement of the Commissioners, a person—\n\t\twho has not been required under subsection (1) above to appoint anotherperson to act on his behalf in relation to VAT, and\n\t\tin relation to whom the conditions specified in paragraphs (a), (b) and (c)of that subsection are satisfied,\n\t\tmay appoint another person to act on his behalf in relation to VAT.\n\t\t(2A)In this Act “VAT representative” means a person appointed under subsection(1) or (2) above.”\n\tThe amendments made by this section come into force on 31st December 2001."
    },
    {
        "length": 3223,
        "text": "\nPetroleum revenue tax\n\tPRT: unrelievable field losses\n\t\tIn section 6 of the Oil Taxation Act [1975 (c.22)](/id/ukpga/1975/22?view=plain \"Go to item of legislation\") (allowance ofunrelievable loss from abandoned field), for subsections (1) and (1A)substitute—\n\t\tIn the case of a participator in an oil field, an allowable unrelievablefield loss is the unrelievable portion of an allowable loss falling withinsubsection (1B) below.\n\t\t\t(1A)Subsection (1) above is subject to subsections (5) to (9) below andSchedule 8 to this Act.\n\t\t(1B)An allowable loss falls within this subsection if—\n\t\t\tthe loss accrued in any chargeable period from another field (“theabandoned field”),\n\t\t\tthe person to whom the loss accrued is—\n\t\t\tthe participator, or\n\t\t\tif the participator is a company, a company associated with theparticipator in respect of the loss (see subsection (3) below),\n\t\t\tthe loss accrued to that person as a participator in the abandoned field,and\n\t\t\tthe winning of oil from the abandoned field has permanently ceased.\n\t\t\t(1C)The “unrelievable portion” of an allowable loss falling within subsection(1B) above is so much of that loss as cannot under the provisions of section 7of this Act be relieved against assessable profits accruing from the abandonedfield to the person to whom the loss accrued.\n\t\t\t(1D)Subsection (1C) above is subject to Schedule 32 to the Finance Act 2001(determination of unrelievable portion where Parts 2 and 3 of Schedule 17 tothe Finance Act 1980 did not apply to transfer of interest in abandonedfield).”.\n\t\tIn subsection (2) of that section, for “subsection (1) above” substitute“subsection (1B) above”.\n\t\tIn section 113(2) of the Finance Act [1984 (c.43)](/id/ukpga/1984/43?view=plain \"Go to item of legislation\")—\n\t\t\tfor the words from “which, in the case” to “in subsection (1)” substitute“falling within subsection (1B)”; and\n\t\t\tfor “from that other field” substitute “from the abandoned field”.\n\t\tSchedule 32 to this Act has effect.\n\t\tThe provisions of this section shall be deemed to have come into force on7th March 2001.\n\tPRT: allowable decommissioning expenditure\n\t\tIn section 3 of the Oil Taxation Act [1975 (c.22)](/id/ukpga/1975/22?view=plain \"Go to item of legislation\") (allowableexpenditure), for subsections (1C) and (1D) (apportionment of decommissioningexpenditure) substitute—\n\t\t\t“(1C)In any case where—\n\t\t\tany expenditure incurred by a participator in a taxable field would, apartfrom this subsection, be allowable for the field under subsection (1)(i) or(j) above, and\n\t\t\tthe qualifying asset that is relevant to the incurring of that expenditurehas at some time been used otherwise than in connection with the field,\n\t\t\tonly the relevant portion of the expenditure is allowable for the field undersubsection (1)(i) or (j) above.\n\t\t\t(1D)In subsection (1C) above “the relevant portion” of the expenditure is theportion of the expenditure that it is just and reasonable to apportion to useof the asset that is use in connection with the field.\n\t\t\t(1E)Subsections (1C) and (1D) above have effect subject to the transitionalprovisions in section 102(5) to (11) of the Finance Act 2001.”.\n\t\tIn subsection (6) of that section, for “subsection (1C) or subsection (1D)”substitute “subsections (1C) and (1D)”.\n\t\tIn section 10(2) of that Act (which, in particular, provides that althoughexcluded oil is not oil for the purposes of section 3 of that Act it is oilfor the purposes of section 3(1D)), for “subsection (1D)” substitute“subsections (1C) and (1D)”.\n\t\tThe amendments made by subsections (1) to (3) apply to expenditure incurredon or after 7th March 2001.\n\t\tSubsections (6) to (8) apply where—\n\t\t\ton or after 7th March 2001 a participator in a taxable field (“thetransitional participator”) incurs expenditure that falls to be apportionedunder the new provision,\n\t\t\tthe transitional participator was a participator in the field bothimmediately before, and at the beginning of, 7th March 2001,\n\t\t\tthe qualifying asset that is relevant to the incurring of the expenditurewas, at both of the times mentioned in paragraph (b), a qualifying asset inrelation to the transitional participator and the field, and\n\t\t\tat a time before 7th March 2001—\n\t\t\ta person was a participator in two or more oil fields, and\n\t\t\tthe asset was a qualifying asset in relation to that person and each of atleast two of those fields.\n\t\tIf there would be no apportionment of the expenditure under the oldprovision, for the purpose of applying the new provision to the expenditure“the relevant portion” of the expenditure is the taxable field portion.\n\t\tIf the expenditure would be apportioned between two or more oil fieldsunder the old provision, for the purpose of applying the new provision to theexpenditure “the relevant portion” of the expenditure is the portion of thetaxable field portion which it is just and reasonable to apportion to use ofthe asset in connection with the field.\n\t\tIn carrying out that apportionment of the taxable field portion, ignore useof the asset in connection with an oil field that is not one of the oil fieldsbetween which the expenditure would be apportioned under the old provision.\n\t\tIn subsections (6) to (8) “the taxable field portion” means the portion ofthe expenditure that it is just and reasonable to apportion to use of theasset in connection with a taxable field.\n\t\tIn subsections (5) to (8)—\n\t\t\t  * “the new provision” means section 3(1C) of the Oil Taxation Act [1975 (c. 22)](/id/ukpga/1975/22?view=plain \"Go to item of legislation\") as substituted by subsection (1); \n\t\t\t  * “the old provision” means section 3(1C) of that Act as it would have effect apart from the amendments made by subsections (1) to (3); \n\t\t\t  * “qualifying asset” has the same meaning as it has for the purposes of the Oil Taxation Act [1983 (c. 56)](/id/ukpga/1983/56?view=plain \"Go to item of legislation\") (see section 8 of that Act). \n\t\tSubsections (5) to (10) shall be construed as one with Part 1 of the OilTaxation Act 1975.\n\tPRT: expenditure in certain gas-producing fields\n\t\tIn section 10 of the Oil Taxation Act 1975 (modifications of Part 1 inconnection with gas sold to the British Gas Corporation under contracts madebefore end of June 1975), for subsection (3) (modified apportionment rule forexpenditure allowable under section 3(1)(a), (b), (c), (hh), (i) or (j))substitute—\n\t\tSubsections (3A) to (3H) below apply where, in the case of any taxablefield, the oil—\n\t\t\twon and saved from the field, or\n\t\t\texpected to be won and saved from the field,\n\t\t\t\tincludes oil falling within subsection (1)(a) above.\n\t\t\t(3A)Any expenditure allowable under section 3 of this Act for the field byvirtue of any of paragraphs (a) to (c) of section 3(1) of this Act shall be aproportion of what it would otherwise have been.\n\t\t\t(3B)The proportion mentioned in subsection (3A) above is that which, accordingto estimates submitted to the Secretary of State after the end of June 1975and approved by him as reasonable, the field’s original reserves of oilexclusive of oil falling within subsection (1)(a) above bear to the field’soriginal reserves of oil inclusive of oil so falling.\n\t\t\t(3C)Until estimates have been submitted and approved for the purpose ofsubsection (3B) above, the expenditure allowable for the field under section 3of this Act by virtue of section 3(1)(a), (b) or (c) of this Act shall bedeemed to be nil.\n\t\t\t(3D)Any expenditure allowable under section 3 of this Act for the field byvirtue of section 3(1)(hh) of this Act shall be a portion of what it wouldotherwise have been.\n\t\t\t(3E)That portion is determined in accordance with the following rules—\n\t\t\t1.Identify the abandonment guarantee (within the meaning given by section 104of the Finance Act [1991 (c. 31)](/id/ukpga/1991/31?view=plain \"Go to item oflegislation\")) on the obtaining of which the expenditure was incurred.\n\t\t\t2.Identify the liabilities covered by the guarantee.\n\t\t\t3.Identify which of those liabilities relate to qualifying assets.\n\t\t\t4.Identify the portion of the expenditure that it is just and reasonable toapportion to the liabilities identified under rule 3.\n\t\t\t5.Identify the qualifying assets to which the liabilities identified underrule 3 relate.\n\t\t\t6.Identify the use of those qualifying assets that has been (or is expected tobe) non-excluded use.\n\t\t\t7.Assume that expenditure is incurred on the provision of those qualifyingassets and identify the proportion of the hypothetical expenditure that itwould be just and reasonable to apportion to the use of those assetsidentified under rule 6.\n\t\t\t8.The portion mentioned in subsection (3D) above is then determined bymultiplying—\n\t\t\tthe portion identified under rule 4, by\n\t\t\tthe proportion (expressed as a fraction) identified under rule 7.\n\t\t\t(3F)Any expenditure allowable under section 3 of this Act for the field byvirtue of section 3(1)(i) or (j) of this Act shall be a portion of what itwould otherwise have been.\n\t\t\t(3G)That portion is determined in accordance with the following rules—\n\t\t\t1.Identify the qualifying asset that is relevant to the incurring of theexpenditure.\n\t\t\t2.Identify the use of that qualifying asset that has been non-excluded use.\n\t\t\t3.Assume that expenditure is incurred on the provision of that qualifyingasset and identify the proportion of the hypothetical expenditure that itwould be just and reasonable to apportion to the use of that asset identifiedunder rule 2.\n\t\t\t4.The portion mentioned in subsection (3F) above is then determined bymultiplying—\n\t\t\tthe expenditure, by\n\t\t\tthe proportion (expressed as a fraction) identified under rule 3.\n\t\t\t(3H)In subsections (3E) and (3G) above—\n\t\t\t\t  * “non-excluded use” means—\n\t\t\tuse in connection with the winning and saving of oil, other than excluded oil,from the field, or\n\t\t\tuse giving rise to receipts that, for the purposes of the Oil Taxation Act[1983 (c. 56)](/id/ukpga/1983/56?view=plain \"Go to item of legislation\"), aretariff receipts attributable to a participator in the field;\n\t\t\t\t  * “qualifying asset” has the same meaning as it has for the purposes of the Oil Taxation Act 1983 (see section 8 of that Act).”.\n\t\tThe amendments made by this section apply to expenditure incurred on orafter 7th March 2001."
    },
    {
        "length": 129,
        "text": "\nLandfill tax\n\tLandfill tax: rate\n\t\tIn section 42 of the Finance Act [1996 (c. 8)](/id/ukpga/1996/8?view=plain\"Go to item of legislation\") (amount of landfill tax), in subsections (1)(a)and (2) for “£11” substitute “£12”.\n\t\tThis section has effect in relation to taxable disposals made, or treatedas made, on or after 1st April 2001."
    },
    {
        "length": 549,
        "text": "\nClimate change levy\n\tClimate change levy\n\t\tSchedule 6 to the Finance Act [2000 (c. 17)](/id/ukpga/2000/17?view=plain\"Go to item of legislation\") (climate change levy) is amended as follows.\n\t\tAfter paragraph 11 insert—\n\t\t“Exemption: Northern Ireland gas supplies\n\t\t\t11AA supply of gas is exempt from the levy if—\n\t\t\t\tthe supply is made by a gas utility, and\n\t\t\t\tthe person to whom the supply is made intends to cause the gas to be burnedin Northern Ireland.”.\n\t\t\tIn paragraph 14(2) (exemption for supplies to electricity producers doesnot apply to supplies to exempt unlicensed electricity suppliers, no matterwhat the electricity they produce is used for), at the end insert— “, and\n\t\t\t\tuses the electricity produced otherwise than in exemption-retaining ways.”.\n\t\t\tFor paragraph 14(3)(c) (uses of electricity produced by an auto-generatorthat cause auto-generator to lose benefit of exemption for supplies toelectricity producers), substitute—\n\t\t\t\tuses the electricity produced otherwise than in exemption-retainingways.”.\n\t\t\tIn paragraph 14, after sub-paragraph (3) insert—\n\t\t\t“(3A)For the purposes of this paragraph, electricity is used in an “exemption-retaining” way if it is used—\n\t\t\t\tin making supplies that are excluded under paragraphs 8 to 10 or exemptunder any of paragraphs 11, 12 and 18, or\n\t\t\t\tin any of the ways mentioned in sub-paragraphs (i) to (iv) of paragraph13(b).”.\n\t\t\tIn paragraph 15(1)(a) (exemption for supplies to combined heat and powerstations), for “the commodity is to be used by that person” there issubstituted “that person intends to cause the commodity to be used”.\n\t\t\tThe amendments made by this section have effect in relation to suppliesmade on or after 1st April 2001."
    },
    {
        "length": 367,
        "text": "\nInheritance tax\n\tTransfers within group etc\n\t\tSection 97 of the Inheritance Tax Act [1984 (c.51)](/id/ukpga/1984/51?view=plain \"Go to item of legislation\") (transferswithin group etc.) is amended as follows.\n\t\tIn subsection (1) (minority participators in close company to be excludedfrom apportionment under section 94) for paragraph (a) (disposals to whichsection 171(1) of the Taxation of Chargeable Gains Act [1992 (c.12)](/id/ukpga/1992/12?view=plain \"Go to item of legislation\") applies whichare also transfers of value) substitute—\n\t\t\tthere is—\n\t\t\ta disposal of an asset by the transferor company, which is a disposal towhich section 171(1) of the 1992 Act applies, or\n\t\t\tby virtue of an election under section 171A(2) of that Act, a deemedtransfer by the transferor company to another member of the group,\n\t\t\tthe disposal is also, or the deemed transfer gives rise to, a transfer ofvalue, and”.\n\t\tThe amendment made by this section has effect, and shall be taken always tohave had effect, in relation to disposals made, or transfers deemed to havebeen made, on or after 1st April 2000."
    },
    {
        "length": 1062,
        "text": "\nPart 5Miscellaneous and supplementary provisions\n\tMiscellaneous\n\t\tInterest on unpaid tax, etc.: foot-and-mouth disease\n\t\t\tThis section applies in any case where, in exercise of their powers of careand management, the Commissioners of Inland Revenue agree that, by reason ofcircumstances arising as a result of the outbreak of foot-and-mouth disease,the payment of tax by a person may be deferred.\n\t\t\t\tFor this purpose “tax” includes any amount chargeable by way of tax, or as aresult of the non-payment of tax, in respect of which interest would, apartfrom this section, be chargeable.\n\t\t\tWhere this section applies no interest on the amount deferred shall bechargeable in respect of the period—\n\t\t\t\tbeginning with 31st January 2001 or, if the Commissioners so direct in anycase, any later date from which the agreement for deferred payment has effect,and\n\t\t\t\tending with the date on which the agreement for deferred payment ceases tohave effect.\n\t\t\tAn agreement for deferred payment ceases to have effect at the end of theperiod of deferment specified in the agreement, subject as follows.\n\t\t\tAn agreement for deferred payment shall be treated as not ceasing to haveeffect if, or to the extent that, the Commissioners agree (whether before orafter the end of the period of deferment specified in the agreement) to extendthat period by reason of circumstances arising as a result of the outbreak offoot-and-mouth disease.\n\t\t\tFor the purposes of subsection (3) as it applies to an agreement forpayment by instalments, the period of deferment in relation to each instalmentends with the date on or before which that instalment is to be paid.\n\t\t\tBut if any instalment is not paid by the agreed date and the Commissioners donot agree in accordance with that subsection to extend the period ofdeferment, the whole agreement shall be treated as ceasing to have effect onthat date.\n\t\t\tThis section shall cease to have effect on a date specified by the Treasuryby order made by statutory instrument.\n\t\t\tThis is without prejudice to its continued operation in relation to anagreement for deferred payment made by the Commissioners before the specifieddate.\n\t\t\tThis section applies—\n\t\t\t\twhether the agreement for deferred payment was made before or after thepassing of this Act, and\n\t\t\t\twhether the agreement for deferred payment was made before or after theamount to which it relates became due and payable.\n\t\t\tIf in any case the Commissioners are satisfied that, although no agreementfor deferred payment such as is mentioned in subsection (1) was made, such anagreement could have been made, this section shall apply as if such anagreement had been made.\n\t\t\tThe terms of the notional agreement shall be assumed to be such as theCommissioners are satisfied would have been agreed in the circumstances.\n\t\tTrading funds\n\t\t\tSection 2C of the Government Trading Funds Act [1973 (c.63)](/id/ukpga/1973/63?view=plain \"Go to item of legislation\") (limits onborrowing and public dividend capital) is amended as follows.\n\t\t\tIn subsection (3) (upper limit on aggregate of borrowing etc. maxima oftrading funds), for “£2,000 million” substitute “£8,000 million”.\n\t\t\tIn subsection (4) (power to increase limit in subsection (3) but not above£4,000 million), for “£4,000 million” substitute “£10,000 million”.\n\tSupplementary\n\t\tInterpretation \n\t\t\tIn this Act “the Taxes Act 1988” means the Income and Corporation Taxes Act[1988 (c. 1)](/id/ukpga/1988/1?view=plain \"Go to item of legislation\").\n\t\tRepeals and revocations\n\t\t\tThe enactments mentioned in Schedule 33 to this Act (which includeprovisions that are spent or of no practical utility) are repealed or revokedto the extent specified.\n\t\t\tThe repeals and revocations specified in that Schedule have effect subjectto the commencement provisions and savings contained or referred to in thenotes set out in that Schedule.\n\t\tShort title\n\t\t\tThis Act may be cited as the Finance Act 2001."
    }
]