[
    {
        "length": 453,
        "text": "\nAnonymous registration\n\tPower to make provision about anonymous registration\n\t\tAn Order in Council under section 84(1) of the 1998 Act (provision withrespect to certain electoral matters relating to Northern Ireland) whichcontains a statement that it is made only for purposes corresponding, orsimilar, to those of section 10 of the Electoral Administration Act [2006 (c.22)](/id/ukpga/2006/22?view=plain \"Go to item of legislation\") (anonymousregistration) may make provision for Northern Ireland for such purposes inrelation to—\n\t\t\tparliamentary elections, and\n\t\t\telections in respect of the Northern Ireland Assembly, the EuropeanParliament and district councils.\n\t\tAn Order made by virtue of subsection (1) may, if it appears to Her Majestynecessary or expedient for the purposes of the Order—\n\t\t\tamend the 1983 Act, the 2006 Act, this Act or any other Act (wheneverpassed) or any Northern Ireland legislation (whenever passed or made);\n\t\t\tconfer power to make provision with respect to any matter—\n\t\t\twhich relates to anonymous registration, and\n\t\t\twith respect to which, under the 1983 Act, provision may be made byregulations;\n\t\t\tmake transitional provision.\n\t\tIn this Part—\n\t\t\t  * “the 1998 Act” means the Northern Ireland Act [1998 (c. 47)](/id/ukpga/1998/47?view=plain \"Go to item of legislation\"), and \n\t\t\t  * “the 1983 Act” means the Representation of the People Act [1983 (c. 2)](/id/ukpga/1983/2?view=plain \"Go to item of legislation\"). "
    },
    {
        "length": 1530,
        "text": "\nPeriodical canvass etc.\n\tAbolition of annual canvass\n\t\tAmend section 10 of the 1983 Act (maintenance of registers: annual canvass)as follows.\n\t\tIn subsection (1), after “registration officer” insert “in Great Britain”.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)The Chief Electoral Officer for Northern Ireland must conduct a canvassin Northern Ireland in such years as are determined in accordance with section10ZA.”\n\t\tIn subsection (2)—\n\t\t\tfor “for any year” substitute “under subsection (1) or (1A)”, and\n\t\t\tfor “that year” substitute “the year in which it is conducted”.\n\t\tIn the heading, for “annual canvass” substitute “duty to conduct canvass”.\n\tTiming of canvass\n\t\tAfter section 10 of the 1983 Act insert—\n\t\t“10ZANorthern Ireland: timing of canvass\n\t\t\tA canvass under section 10(1A) must be conducted in—\n\t\t\t\tthe year 2010, unless the Secretary of State makes an order providing thatthe requirement in this paragraph does not apply;\n\t\t\t\tevery tenth year following 2010.\n\t\t\tA canvass under section 10(1A) must be conducted in an intervening year if—\n\t\t\t\ton or before 15th April in that year, the Chief Electoral Officer forNorthern Ireland has made a recommendation in favour of a canvass beingconducted in that year for the purpose of meeting the relevant registrationobjectives, and\n\t\t\t\tthe Secretary of State, having considered the recommendation, has notifiedthe Chief Electoral Officer that he is satisfied that the public interestrequires a canvass to be conducted for that purpose.\n\t\t\tIf no canvass under section 10(1A) is conducted before the end of 2015, acanvass must be conducted in 2016.\n\t\t\t“Intervening year” means a year other than—\n\t\t\t\t2010, \n\t\t\t\tevery tenth year following 2010, and\n\t\t\t\tif no canvass under section 10(1A) is conducted before the end of 2015,2016.\n\t\t\tThe Secretary of State may not make an order under subsection (1)(a)unless—\n\t\t\t\ton or before 15th April 2010, the Chief Electoral Officer for NorthernIreland has made a recommendation against a canvass being conducted in theyear 2010 for the purpose of meeting the relevant registration objectives, and\n\t\t\t\tthe Secretary of State, having considered the recommendation, is satisfiedthat the public interest does not require a canvass to be conducted for thatpurpose.\n\t\t\tThe power to make an order under subsection (1)(a) is exercisable bystatutory instrument.\n\t\t\tNo order is to be made under subsection (1)(a) unless a draft of the orderhas been laid before and approved by a resolution of each House of Parliament.\n\t\t\t“Recommendation” means a written recommendation to the Secretary of State.”\n\tThe relevant registration objectives\n\t\tAfter section 10ZA of the 1983 Act insert—\n\t\t“10ZBThe relevant registration objectives (Northern Ireland)\n\t\t\tThe relevant registration objectives are to secure, so far as reasonablypracticable—\n\t\t\t\tthat every person who is entitled to be registered in a register isregistered in it,\n\t\t\t\tthat no person who is not entitled to be registered in a register isregistered in it, and\n\t\t\t\tthat none of the required information relating to any person registered ina register is false.\n\t\t\tBut, in applying subsection (1), the registrations of the persons mentionedin section 10(3) (registrations with which a canvass is not concerned) must bedisregarded.\n\t\t\t“Register” means a register maintained by the Chief Electoral Officer forNorthern Ireland under section 9.\n\t\t\t“The required information” means the following (as appearing in theregister or other records of the Chief Electoral Officer)—\n\t\t\t\tthe person’s name;\n\t\t\t\tthe person’s qualifying address;\n\t\t\t\tthe person’s date of birth;\n\t\t\t\tsubject to subsections (5) and (6), the person’s signature;\n\t\t\t\tthe person’s national insurance number or a statement that he does not haveone.\n\t\t\tThe required information does not include the person’s signature if—\n\t\t\t\tthe Chief Electoral Officer has dispensed with the requirement to provide asignature, or\n\t\t\t\tother evidence of identity is required (instead of a signature) under aCORE scheme.\n\t\t\tIf under a CORE scheme other evidence is required instead of a signature,the required information includes that evidence.\n\t\t\t“False”, in relation to a signature, means that the signature is not theusual signature of, or was written by a person other than, the person whosesignature it purports to be.\n\t\t\t“CORE scheme” has the same meaning as in Part 1 of the ElectoralAdministration Act 2006.”\n\tPublication and alteration of registers\n\t\tIn section 13 of the 1983 Act (publication of registers), for subsection(1) substitute—\n\t\tEach registration officer must for each year publish a revised version ofhis registers—\n\t\t\tif there is a canvass in his area in that year, during the period startingwith the end of the canvass in that year and ending with 1st December in thatyear or such later date as may be prescribed, or\n\t\t\tif (in Northern Ireland) there is no canvass in that year, on 1st Decemberin that year or by such later date as may be prescribed.”\n\t\tIn section 13A of the 1983 Act (alteration of registers), in subsection(3)(b), for “section 13(1)” substitute “section 13(1)(a)”."
    },
    {
        "length": 1446,
        "text": "\nAlteration of registers: pending elections\n\tAlteration of registers: pending elections\n\t\tIn section 13B of the 1983 Act (alteration of registers: pendingelections), in subsection (4)—\n\t\t\tat the end of paragraph (a), insert “in England, Wales or Scotland”,\n\t\t\tin paragraph (b), after “elections” insert “in England, Wales or Scotland”,\n\t\t\tat the end of paragraph (d), insert “and”, and\n\t\t\tomit paragraph (e).\n\t\tAfter section 13B of the 1983 Act insert—\n\t\t“13BAAlteration of registers in Northern Ireland: pending elections\n\t\t\tAn alteration in a published version of a register of electors which takeseffect under section 13A(2) after the final nomination day in the case of anelection to which this section applies is of no effect for the purposes ofthat election unless the alteration—\n\t\t\t\tis made in consequence of a decision or determination falling withinsection 13A(1)(c) or (d), and\n\t\t\t\ttakes effect on or before the fifth day before the date of the poll.\n\t\t\tSubsection (3) applies if—\n\t\t\t\tat any time before the appropriate publication date in the case of anelection to which this section applies, section 13A applies to the ChiefElectoral Officer for Northern Ireland (by virtue of section 13A(1)) inconnection with a determination or requirement falling within section13A(1)(a) or (b), and\n\t\t\t\tno alteration made in consequence of that determination or requirement—\n\t\t\t\thas already taken effect, or\n\t\t\t\tis due to take effect,\n\t\t\t\t\tunder section 13A(2) on or before the final nomination day.\n\t\t\tIf, no later than the prescribed date, the Chief Electoral Officer issupplied with such additional material supporting the alteration as isprescribed, he must, on the appropriate publication date, issue a noticespecifying the appropriate alteration in the register.\n\t\t\tBut a person whose entitlement to vote at an election results from analteration under subsection (3)—\n\t\t\t\tis not entitled as an elector to an absent vote at that election, and\n\t\t\t\tmust not be shown in the absent voters list kept for that election under—\n\t\t\t\tsection 7 of the Representation of the People Act 1985, or\n\t\t\t\tregulation 9 of the European Parliamentary Elections (Northern Ireland)Regulations 2004.\n\t\t\tSubsection (6) applies if—\n\t\t\t\tat any time before the appropriate publication date in the case of anelection to which this section applies, section 13A applies to the ChiefElectoral Officer for Northern Ireland (by virtue of section 13A(1)) inconnection with a decision or determination falling within section 13A(1)(c)or (d), and\n\t\t\t\tno alteration made in consequence of that decision or determination—\n\t\t\t\thas already taken effect, or\n\t\t\t\tis due to take effect,\n\t\t\t\tunder section 13A(2) on or before the fifth day before the date of the poll.\n\t\t\tThe Chief Electoral Officer must, on the appropriate publication date,issue a notice specifying the appropriate alteration in the register.\n\t\t\tSubsection (9) applies if—\n\t\t\t\tat any time on or after the appropriate publication date in the case of anelection to which this section applies but before the prescribed time on theday of the poll, section 13A applies to the Chief Electoral Officer forNorthern Ireland (by virtue of section 13A(1)), in connection with anotification mentioned in section 13A(1)(c), and\n\t\t\t\tin consequence of the notification—\n\t\t\t\tan entry relating to that person falls to be made in the register inrespect of an address in the relevant election area, or\n\t\t\t\this entry in the register needs to be altered.\n\t\t\tSubsection (9) also applies if—\n\t\t\t\tat any time on or after the appropriate publication date in the case of anelection to which this section applies but before the prescribed time on theday of the poll, section 13A applies to the Chief Electoral Officer forNorthern Ireland (by virtue of section 13A(1)), in connection with adetermination falling within section 13A(1)(d),\n\t\t\t\tthe determination was made following a representation made by or on behalfof a person to the Chief Electoral Officer, and\n\t\t\t\tin consequence of the determination—\n\t\t\t\tan entry relating to that person falls to be made in the register inrespect of an address in the relevant election area, or\n\t\t\t\this entry in the register needs to be altered.\n\t\t\tThe Chief Electoral Officer must, when—\n\t\t\t\the receives the notification referred to in subsection (7), or\n\t\t\t\the makes the determination referred to in subsection (8),\n\t\t\t\tissue a notice specifying the appropriate alteration in the register.\n\t\t\tIn subsection (8)(b), “representation” means a representation made inaccordance with prescribed requirements to the effect that the registercontains a clerical error.\n\t\t\tA notice under subsection (3), (6) or (9)—\n\t\t\t\tis to be issued in the prescribed manner, and\n\t\t\t\ttakes effect from the beginning of the day on which it is issued.\n\t\t\tThis section applies to—\n\t\t\t\tparliamentary elections in Northern Ireland,\n\t\t\t\telections in Northern Ireland to the European Parliament, and\n\t\t\t\telections to the Northern Ireland Assembly.\n\t\t\tSubsections (5) and (6) of section 13B apply for the purposes of thissection as they apply for the purposes of that section.”"
    },
    {
        "length": 472,
        "text": "\nData collection\n\tData collection\n\t\tAmend Schedule 2 to the 1983 Act (provisions which may be contained inregulations as to registration etc.) as follows.\n\t\tFor paragraph 1(4A) and (4B) substitute—\n\t\t\t“(4A)Provision authorising or requiring any such authority or person, for thepurpose mentioned in sub-paragraph (4B), to provide the Chief ElectoralOfficer for Northern Ireland, at such times or in such circumstances as may beprescribed, with information contained in such records.\n\t\t(4B)The purpose is assisting the Chief Electoral Officer to meet the relevantregistration objectives, and, in particular, assisting him—\n\t\t\tto ascertain to what extent the relevant registration objectives are beingmet;\n\t\t\tto determine what steps should be taken for meeting those objectives.”\n\t\tAfter paragraph 1(5) insert—\n\t\tBut provision made under sub-paragraph (4A) may not permit informationobtained under those provisions to be disclosed to a third party except—\n\t\t\tfor the purpose mentioned in sub-paragraph (4B);\n\t\t\tfor the purposes of any criminal or civil proceedings.\n\t\tIn sub-paragraph (4B) “the relevant registration objectives” has themeaning given by section 10ZB.\n\t\tIn sub-paragraph (6) “third party” means a person other than a person towhom the Chief Electoral Officer for Northern Ireland may delegate hisfunctions.”\n\t\tAfter paragraph 11A(1) insert—\n\t\t“(1A)Sub-paragraph (1) is subject to paragraph 1(6).”\n\t\tAfter paragraph 13(1) insert—\n\t\t“(1ZA)Provisions making it an offence (punishable on summary conviction by afine not exceeding level 5 on the standard scale) for a person to discloseinformation in contravention of paragraph 1(6).”"
    },
    {
        "length": 650,
        "text": "\nPart 2The Chief Electoral Officer\n\tTenure \n\t\tThe Chief Electoral Officer—\n\t\t\tis appointed by the Secretary of State, and\n\t\t\tsubject to what follows, holds office in accordance with the terms of hisappointment (or re-appointment).\n\t\tA person must not be appointed as Chief Electoral Officer for more than 5years at a time.\n\t\tThe period for which a person holds office as Chief Electoral Officer mustnot exceed 10 years.\n\t\tThe Chief Electoral Officer may resign by notice in writing to theSecretary of State.\n\t\tThe Secretary of State may dismiss the Chief Electoral Officer if satisfiedthat—\n\t\t\the has without reasonable excuse failed to discharge his functions for acontinuous period of 3 months beginning not earlier than 6 months before theday of dismissal,\n\t\t\the has been convicted of an offence,\n\t\t\ta bankruptcy order has been made against him, or his estate has beensequestrated, or he has made a composition or arrangement with, or granted atrust deed for, his creditors, or\n\t\t\the is unable or unfit to carry out his functions.\n\t\tThis section applies in relation to the person who at commencement holdsthe office of Chief Electoral Officer as if—\n\t\t\tsubsection (2) required his appointment to end no later than 5 years aftercommencement, and\n\t\t\tthe total period which under subsection (3) must not be exceeded were 10years plus the period of his appointment before commencement.\n\t\t“Commencement” means the commencement of this section.\n\t\tIn this Part “Chief Electoral Officer” has the meaning given by section14(1) of the Electoral Law Act (Northern Ireland) [1962 (c. 14 (N.I.))](/id/apni/1962/14?view=plain \"Go to item of legislation\").\n\tAnnual reports\n\t\tThe Chief Electoral Officer must each year—\n\t\t\tprepare a report on how he has discharged his functions in the year towhich the report relates, and\n\t\t\tsend a copy of the report to the Secretary of State by such date as theSecretary of State directs.\n\t\tThe report must include an assessment of the extent to which the relevantregistration objectives in Northern Ireland have been met in the year to whichthe report relates.\n\t\t“The relevant registration objectives” has the meaning given by section10ZB of the Representation of the People Act [1983 (c.2)](/id/ukpga/1983/2?view=plain \"Go to item of legislation\").\n\t\tThe Secretary of State must lay a copy of the report before each House ofParliament."
    },
    {
        "length": 2402,
        "text": "\nPart 3Donations for political purposes\n\tIntroduction \n\t\tIn this Part—\n\t\t\t  * “the 2000 Act” means the Political Parties, Elections and Referendums Act [2000 (c. 41)](/id/ukpga/2000/41?view=plain \"Go to item of legislation\"), and \n\t\t\t  * “the 1983 Act” means the Representation of the People Act 1983. \n\t\tIn this Part—\n\t\t\tsection 11 comes into force at the end of the period of two monthsbeginning with the day on which this Act is passed,\n\t\t\tsections 12 to 14 and Schedule 1 come into force on 1st November 2007, and\n\t\t\tsection 15 comes into force at the end of the period of two monthsbeginning with the day on which this Act is passed.\n\tPart 4 of the 2000 Act: the final disapplication period\n\t\tSections 50 to 69 of, and Schedule 6 to, the 2000 Act (donations topolitical parties) do not apply in relation to any Northern Ireland partyduring the final disapplication period.\n\t\t“The final disapplication period” means the period—\n\t\t\tstarting with the day on which this section comes into force, and\n\t\t\tending with 31st October 2007.\n\t\tParagraphs 2 to 15 of Schedule 7 to the 2000 Act (donations to individualsand members associations) do not apply during the final disapplication periodin relation to any regulated donee who is—\n\t\t\tan individual ordinarily resident in Northern Ireland, or\n\t\t\ta members association wholly or mainly consisting of members of a NorthernIreland party.\n\t\tSection 54(2)(c) of the 2000 Act has effect in relation to any donationreceived during the final disapplication period by—\n\t\t\ta Great Britain party, or\n\t\t\ta regulated donee who is resident or carries on activities in GreatBritain,\n\t\t\t\tas if it referred to a Great Britain party only.\n\t\tReferences in Schedule 2A to the 1983 Act to a permissible donor fallingwithin section 54(2) are to be read, in relation to any donation receivedduring the final disapplication period by a candidate at an election in GreatBritain, as not including a Northern Ireland party.\n\t\tIn this section—\n\t\t\t  * “Great Britain party” means a party registered in the Great Britain register (as defined by section 23(2) of the 2000 Act), \n\t\t\t  * “Northern Ireland party” means a party registered in the Northern Ireland register (as defined by that section), and \n\t\t\t  * “regulated donee” and “members association” have the same meaning as in Schedule 7 to the 2000 Act. \n\t\tThe reference in subsection (4)(b) to Great Britain includes the combinedregion (as defined by section 160(1) of the 2000 Act).\n\t\tThe following provisions cease to have effect—\n\t\t\tin the 2000 Act—\n\t\t\tsection 42(5),\n\t\t\tChapter 4 of Part 4,\n\t\t\tsection 156(4)(d),\n\t\t\tin Schedule 7, paragraphs 1(10) and (11) and 16, and\n\t\t\tin Schedule 2A to the 1983 Act, paragraph 1(7).\n\t\tIn section 159A(a) of the 2000 Act (functions that are not exercisable byLord Chancellor as well as by Secretary of State), for “, 18(2) and (4) and70” substitute “and 18(2) and (4)”.\n\tExtension of categories of permissible donors\n\t\tIn Part 4 of the 2000 Act, after Chapter 5 insert—\n\t\t“Chapter 6Special Provision in connection with Northern Ireland\n\t\t\tAIntroduction \n\t\t\t\tThe following provisions have effect for the interpretation of thisChapter.\n\t\t\t\t“Northern Ireland recipient” means—\n\t\t\t\t\ta party registered in the Northern Ireland register, or\n\t\t\t\t\ta regulated donee who is—\n\t\t\t\t\tan individual ordinarily resident in Northern Ireland, or\n\t\t\t\t\ta members association wholly or mainly consisting of members of a NorthernIreland party.\n\t\t\t\t“Regulated donee” and “members association” have the same meaning as inSchedule 7.\n\t\t\t\t“Prescribed” means prescribed by an order made by the Secretary of Stateafter consulting the Commission.\n\t\t\tBExtension of categories of permissible donors in relation to NorthernIreland recipients\n\t\t\t\tIn relation to a donation to a Northern Ireland recipient, section 54(2)has effect as if the following were also permissible donors—\n\t\t\t\t\tan Irish citizen in relation to whom any prescribed conditions are met;\n\t\t\t\t\ta body which is of a prescribed description or category and in relation towhich any prescribed conditions are met.\n\t\t\t\tA description or category of body must not be prescribed for the purposesof subsection (1)(b) unless the Secretary of State is satisfied that a body ofthat description or category would be entitled under Irish law to donate to anIrish political party.\n\t\t\t\tIn relation to a donation in the form of a bequest subsection (1)(a) is tobe read as referring to an individual—\n\t\t\t\t\twho at any time within the period of five years ending with the date of hisdeath was an Irish citizen, and\n\t\t\t\t\tin relation to whom, at the time of his death, any prescribed conditionswere met.\n\t\t\tCNorthern Ireland recipients not permissible donors in relation toGreat Britain\n\t\t\t\tIn relation to a donation received by—\n\t\t\t\t\ta registered party which is registered in the Great Britain register, or\n\t\t\t\t\ta regulated donee resident or carrying on activities in Great Britain,\n\t\t\t\t\t\tsection 54(2) has effect as if it did not include a party registered in theNorthern Ireland register.\n\t\t\t\tThe reference in subsection (1)(b) to Great Britain includes the combinedregion.”\n\tSection 12: supplementary\n\t\tIn section 156(4) of the 2000 Act (orders and regulations—powers subject toaffirmative procedure), after paragraph (c) insert—\n\t\t\tany provision of Chapter 6 of Part 4;”.\n\t\tIn section 159A(a) of the 2000 Act (functions that are not exercisable byLord Chancellor as well as by Secretary of State), for “and 18(2) and (4)”substitute “, 18(2) and (4) and Chapter 6 of Part 4”.\n\t\tIn Schedule 2A to the 1983 Act (control of donations to candidates), afterparagraph 1(6) insert—\n\t\t\t“(6A)In relation to a donation received by a candidate at an election in GreatBritain, references to a permissible donor falling within section 54(2) of the2000 Act are to be read as if section 54(2) did not include a party registeredin the Northern Ireland register maintained by the Commission under Part 2 ofthat Act.”\n\tModifications during prescribed period\n\t\tDuring the prescribed period, the 2000 Act applies in relation to NorthernIreland subject to the modifications in Schedule 1.\n\t\t“The prescribed period” means the period—\n\t\t\tstarting with 1st November 2007, and\n\t\t\tending with 31st October 2010.\n\t\tThe Secretary of State may by order amend paragraph (b) of subsection (2)so as to extend the prescribed period.\n\t\tThe power to make an order under subsection (3) may be exercised on morethan one occasion, but the prescribed period must not be extended for morethan 2 years at a time.\n\t\tThe power to make an order under subsection (3) is exercisable by statutoryinstrument.\n\t\tNo order is to be made under subsection (3) unless a draft of theinstrument containing the order has been laid before and approved by aresolution of each House of Parliament.\n\tPower to make provision in connection with permissible donors\n\t\tThe Secretary of State may, after consulting the Electoral Commission, byorder make provision, in relation to any time occurring on or after 1stNovember 2007, in connection with the provision made by—\n\t\t\tsections 12 and 13, or\n\t\t\tsection 14 and Schedule 1.\n\t\tThe provision that may be made under subsection (1) includes provisionamending or modifying—\n\t\t\tany provision of the 2000 Act;\n\t\t\tSchedule 2A to the 1983 Act;\n\t\t\tany other enactment connected with permissible donors or donations forpolitical purposes.\n\t\tThe provision that may be made under subsection (1) also includes provisionamending—\n\t\t\tsection 71C of the 2000 Act (as inserted by section 12), and\n\t\t\tparagraph 1(6A) of Schedule 2A to the 1983 Act (as inserted by section 13),\n\t\t\t\tso that they refer to a Northern Ireland recipient instead of referring to aparty registered in the Northern Ireland register.\n\t\tThe power to make an order under subsection (1) is exercisable by statutoryinstrument.\n\t\tNo order is to be made under subsection (1) unless a draft of theinstrument containing the order has been laid before and approved by aresolution of each House of Parliament."
    },
    {
        "length": 1811,
        "text": "\nPart 4Devolution of policing and justice etc.\n\tConditions for devolving policing and justice matters\n\t\tAmend section 4 of the 1998 Act (transferred, excepted and reservedmatters) as follows.\n\t\tIn subsection (2), for “subsection (3)” substitute “subsections (2A) and(3)”.\n\t\tAfter subsection (2) insert—\n\t\t\t“(2A)The Secretary of State shall not lay before Parliament under subsection(2) the draft of an Order amending Schedule 3 so that a devolved policing andjustice matter ceases to be a reserved matter unless—\n\t\t\ta motion for a resolution praying that the matter should cease to be areserved matter is tabled by the First Minister and the deputy First Ministeracting jointly; and\n\t\t\tthe resolution is passed by the Assembly with the support of a majority ofthe members voting on the motion, a majority of the designated Nationalistsvoting and a majority of the designated Unionists voting.”\n\t\tIn subsection (3), for “the draft of an Order before Parliament undersubsection (2)” substitute “before Parliament under subsection (2) the draftof any other Order”.\n\t\tAfter subsection (5) insert—\n\t\tIn this section “devolved policing and justice matter” means a matterfalling within a description specified in—12\n\t\t\tany of paragraphs 9 to 12, 14A to 15A and 17 of Schedule 3; or\n\t\t\tany other provision of that Schedule designated for this purpose by anorder made by the Secretary of State.”\n\t\tIn this Part “the 1998 Act” means the Northern Ireland Act [1998 (c.47)](/id/ukpga/1998/47?view=plain \"Go to item of legislation\").\n\tDepartment with policing and justice functions\n\t\tAfter section 21 of the 1998 Act insert—\n\t\t“21ANorthern Ireland department with policing and justice functions\n\t\t\tThis section applies if an Act of the Assembly—\n\t\t\t\testablishes a new Northern Ireland department; and\n\t\t\t\tprovides that the purpose of the department is to exercise functionsconsisting wholly or mainly of devolved policing and justice functions.\n\t\t\tThe Act of the Assembly may (but need not) make provision of the kindmentioned in subsection (3), (4) or (5).\n\t\t\tThe Act may provide for the department to be in the charge of a NorthernIreland Minister appointed by virtue of a nomination—\n\t\t\t\tmade by the First Minister and the deputy First Minister acting jointly;and\n\t\t\t\tapproved by a resolution of the Assembly passed with the support of amajority of the members voting on the motion for the resolution, a majority ofthe designated Nationalists voting and a majority of the designated Unionistsvoting.\n\t\t\tThe Act may provide for the department to be in the charge of two NorthernIreland Ministers acting jointly.\n\t\t\tThe Act may provide—\n\t\t\t\tfor the department to be in the charge of a Northern Ireland Minister whois supported by a junior Minister; and\n\t\t\t\tfor the persons holding those offices to rotate at intervals determined byor under the Act, so that the person who was the Minister in charge of thedepartment becomes the junior Minister and the person who was the juniorMinister becomes the Minister.\n\t\t\tThere must not, at any time, be more than one department in relation towhich provision of the kind mentioned in any of subsections (3), (4) and (5)is made by Act of the Assembly.\n\t\t\tSchedule 4A (provisions relating to a department with devolved policing andjustice functions) shall have effect.\n\t\t\tIn this section “devolved policing and justice function” means a functionrelating to a matter which—\n\t\t\t\tis a transferred matter by virtue of an Order under section 4; and\n\t\t\t\timmediately before the matter became a transferred matter, was a devolvedpolicing and justice matter (within the meaning given by section 4(6)).”\n\t\t\tAfter Schedule 4 to the 1998 Act insert the Schedule 4A set out in Schedule2 to this Act.\n\tPower of Assembly to call for witnesses and documents\n\t\tIn section 44 of the 1998 Act (power to call for witnesses and documents),after subsection (4) insert—\n\t“(4A)That power is not exercisable in relation to a person mentioned insubsection (4) in connection with the discharge, during a relevant period, ofa function which relates to a matter which is a transferred matter by virtueof an Order under section 4.\n\tFor this purpose “relevant period” means a period when the matter was not atransferred matter.\n\t(4B)That power is not exercisable in relation to a person mentioned insubsection (4) in connection with the discharge, during a relevant period, ofa statutory function which—\n\t\tis exercisable by a Minister or a Northern Ireland department; but\n\t\twas at any time exercisable by a Minister of the Crown.\n\t\tFor this purpose “relevant period” means a period when the statutory functionwas exercisable by a Minister of the Crown.”\n\tProvision for transfer of functions relating to extradition etc.\n\t\tAfter section 86 of the 1998 Act insert—\n\t\t“86AProvision for transfer of functions relating to extradition etc.\n\t\t\tHer Majesty may by Order in Council make provision amending—\n\t\t\t\tthe Crime (International Co-operation) Act 2003; or\n\t\t\t\tthe Extradition Act 2003,\n\t\t\t\t\tfor the purpose of transferring to a Minister or a Northern Irelanddepartment, with effect from any date specified in the Order, any relevantfunction under the Act.\n\t\t\tIn subsection (1) “relevant function” means a function which, immediatelybefore the date specified in the Order,—\n\t\t\t\tis exercisable by a Minister of the Crown; and\n\t\t\t\tis exercisable in relation to Northern Ireland.\n\t\t\tAn Order under subsection (1) may make provision, to such extent as mayappear to Her Majesty to be necessary or expedient in consequence of, or forgiving full effect to, the Order—\n\t\t\t\tfor transferring or apportioning any property, rights or liabilities;\n\t\t\t\tfor substituting any body or person for any other body or person in anycharter, contract or other document or in any legal proceedings;\n\t\t\t\tfor any other transitional or consequential matter.\n\t\t\tNo recommendation shall be made to Her Majesty to make an Order under thissection unless a draft of it has been laid before and approved by resolutionof each House of Parliament.”\n\tProvision for entrenching enactments\n\t\tAfter section 86A of the 1998 Act insert—\n\t\t“86BProvision for entrenching enactments\n\t\t\tHer Majesty may by Order in Council make provision amending section 7 so asto provide for—\n\t\t\t\tenactments to become entrenched; or\n\t\t\t\tenactments that are entrenched by virtue of an Order under paragraph (a) tocease to be entrenched.\n\t\t\tFor the purposes of this section an enactment is entrenched if section 7prevents it from being modified by an Act of the Assembly or subordinatelegislation made, confirmed or approved by a Minister or Northern Irelanddepartment.\n\t\t\tNo recommendation shall be made to Her Majesty to make an Order under thissection unless a draft of it has been laid before and approved by resolutionof each House of Parliament.”"
    },
    {
        "length": 207,
        "text": "\nLoans to Consolidated Fund of Northern Ireland: increase of limits\n\tAmend section 1 of the Northern Ireland (Loans) Act [1975 (c.83)](/id/ukpga/1975/83?view=plain \"Go to item of legislation\") as follows.\n\tIn subsection (2) (limit on loans to the Consolidated Fund of NorthernIreland), for “£2,000 million” substitute “£3,000 million”.\n\tIn subsection (5) (power to increase the limit by order)—\n\t\tomit “, on not more than one occasion,”,\n\t\tfor “the limit in subsection (2)” substitute “the limit for the time beingspecified in subsection (2)”, and\n\t\tfor “£300 million” substitute “£500 million”."
    },
    {
        "length": 506,
        "text": "\nSingle wholesale electricity market\n\tHer Majesty may by Order in Council make provision for giving effect to anyagreement or arrangement—\n\t\twhich has been entered into between Her Majesty’s Government and theGovernment of Ireland,\n\t\twhich relates to the establishment or operation of a single wholesaleelectricity market in Northern Ireland and Ireland, and\n\t\ta copy of which has been presented to Parliament by the Secretary of Stateby command of Her Majesty.\n\tAn Order in Council under this section may—\n\t\tamend, repeal or revoke any provision made by or under an Act of Parliamentor Northern Ireland legislation (whenever passed or made);\n\t\tconfer powers on bodies or persons specified in, or appointed under or byvirtue of, the Order, including powers to make statutory rules (within themeaning of the Statutory Rules (Northern Ireland) Order 1979 ([S.I. 1979/1573(N.I. 12)](/id/nisi/1979/1573?view=plain \"Go to item of legislation\")));\n\t\tcreate offences under the law of Northern Ireland;\n\t\tmake provision which applies generally or only in specified cases orcircumstances;\n\t\tmake different provision for different cases or circumstances;\n\t\tmake such consequential, incidental, supplementary or transitionalprovision as appears to Her Majesty to be necessary or expedient.\n\tWhere an Order in Council under this section creates an offence, it mustmake provision as to the mode of trial and punishment of offenders; but thereis no power for the Order—\n\t\tto impose a maximum term of imprisonment, on summary conviction, of morethan three months;\n\t\tto impose a maximum fine, on summary conviction, of more than the statutorymaximum; or\n\t\tto impose a maximum term of imprisonment, on conviction on indictment, ofmore than two years.\n\tNo recommendation is to be made to Her Majesty to make an Order under thissection unless a draft of the Order has been laid before and approved byresolution of each House of Parliament."
    },
    {
        "length": 965,
        "text": "\nFinancial assistance for energy purposes\n\tFor Article 61 of the Energy (Northern Ireland) Order 2003 ([S.I. 2003/419(N.I. 6)](/id/nisi/2003/419?view=plain \"Go to item of legislation\"))substitute—\n\t“61Financial assistance for energy purposes\n\t\tThe Department may give financial assistance to any person if, in theopinion of the Department—\n\t\t\tthe form and amount of the assistance is reasonable having regard to allthe circumstances; and\n\t\t\tthe giving of the assistance is likely to achieve one or more of thepurposes set out in paragraph (2).\n\t\tThose purposes are—\n\t\t\tto secure a diverse and viable long-term energy supply;\n\t\t\tto promote the development and maintenance of an efficient, economic andco-ordinated gas industry in Northern Ireland;\n\t\t\tto promote efficiency and economy on the part of persons engaged in thegeneration, production, transmission, distribution or supply of energy;\n\t\t\tto promote the efficient use of energy;\n\t\t\tto promote the development or the bringing into use of—\n\t\t\tenergy from renewable sources, or\n\t\t\ttechnologies for the production of energy from such sources;\n\t\t\tto promote research and development in relation to other matters connectedwith energy supply;\n\t\t\tto promote the generation, production, transmission, distribution or supplyof energy from renewable sources;\n\t\t\tto promote the production, distribution or use of renewable transportfuels;\n\t\t\tto limit or reduce emissions of greenhouse gases, or other effects on theenvironment, resulting from the generation, production, transmission,distribution, supply or use of energy;\n\t\t\tto conduct research, or to raise awareness, about matters referred to insub-paragraph (i);\n\t\t\tany other purpose prescribed by regulations made by the Department with theapproval of the Department of Finance and Personnel.\n\t\tFinancial assistance under this Article may be given—\n\t\t\tin respect of particular activities carried on or supported by therecipient; or\n\t\t\tgenerally in respect of all or some part of the activities carried on orsupported by the recipient.\n\t\tFinancial assistance under this Article shall be given—\n\t\t\tin such form, and\n\t\t\tsubject to such conditions,\n\t\t\t\tas the Department considers appropriate.\n\t\tWithout prejudice to the generality of paragraph (4), financial assistanceunder this Article may be given in one or more of the following forms—\n\t\t\tby making grants (whether or not repayable) or loans;\n\t\t\tby giving indemnities;\n\t\t\tby making investments in bodies corporate;\n\t\t\tby incurring expenditure for the benefit of a person;\n\t\t\tby providing services, staff or equipment for the benefit of a person.\n\t\tWithout prejudice to the generality of paragraph (4), financial assistanceunder this Article may be given subject to conditions—\n\t\t\tas to repayment;\n\t\t\trequiring payments to be made to the Department (which need not be limitedby reference to the value of the assistance given).\n\t\tIn this Article—\n\t\t\t  * “greenhouse gases” has the meaning given by section 82(9) of the Energy Act 2004;\n\t\t\t  * “renewable sources” means sources of energy other than fossil fuel, peat or nuclear fuel, and includes waste (and for this purpose, “fossil fuel” and “peat” have the meaning given by Article 52(7));\n\t\t\t  * “renewable transport fuel” means—\n\t\t\tliquid or gaseous fuel that is produced wholly or mainly from biomass; or\n\t\t\tany other description of fuel specified in an order made by the Department;\n\t\t\tand for this purpose “biomass” means the biodegradable portion of a specifiedproduct, waste or residue.”"
    },
    {
        "length": 352,
        "text": "\nSustainable development\n\tA public authority must, in exercising its functions, act in the way itconsiders best calculated to contribute to the achievement of sustainabledevelopment in Northern Ireland, except to the extent that it considers thatany such action is not reasonably practicable in all the circumstances of thecase.\n\tFor this purpose—\n\t\ta public authority must have regard to any strategy or guidance relating tosustainable development issued by the Department of the Environment, and\n\t\ta public authority other than a Northern Ireland department must haveregard to any guidance relating to sustainable development issued by aNorthern Ireland department other than the Department of the Environment.\n\tIn this section “public authority” means—\n\t\ta Northern Ireland department,\n\t\ta district council in Northern Ireland, and\n\t\tany other person designated for the purposes of this section by order madeby the Office of the First Minister and deputy First Minister.\n\tThe power to make an order under subsection (3)(c) is exercisable bystatutory rule for the purposes of the Statutory Rules (Northern Ireland)Order 1979 ([S.I. 1979/1573 (N.I. 12)](/id/nisi/1979/1573?view=plain \"Go toitem of legislation\")).\n\tSuch an order may not be made unless a draft of the order has been laidbefore, and approved by a resolution of, the Northern Ireland Assembly."
    },
    {
        "length": 124,
        "text": "\nExtension to Northern Ireland of provisions of SOCAP 2005\n\tSections 60 to 67, 69 and 70 of the Serious Organised Crime and Police Act[2005 (c. 15)](/id/ukpga/2005/15?view=plain \"Go to item of legislation\")(investigatory powers of DPP etc.) extend to Northern Ireland.\n\tSchedule 3 contains amendments of that Act in connection with subsection(1)."
    },
    {
        "length": 1042,
        "text": "\nResponsibilities in relation to the health and safety etc. of police\n\tIn Article 47A of the Health and Safety at Work (Northern Ireland) Order1978 ([S.I. 1978/1039 (N.I. 9)](/id/nisi/1978/1039?view=plain \"Go to item oflegislation\")) (application of Part II of that Order to police) afterparagraph (2) insert—\n\t\t“(2A)For the purposes of this Part, the relevant officer, as defined byparagraph (2)(a) or (c), shall be treated as a corporation sole.\n\t(2B)Where, in a case in which the relevant officer, as so defined, is guiltyof an offence by virtue of this Article, it is proved—\n\t\tthat the officer-holder personally consented to the commission of theoffence,\n\t\tthat he personally connived in its commission, or\n\t\tthat the commission of the offence was attributable to personal neglect onhis part,\n\t\tthe office-holder (as well as the corporation sole) shall be guilty of theoffence and shall be liable to be proceeded against and punished accordingly.\n\t\t(2C)In paragraph (2B) “the office-holder”, in relation to the relevantofficer, means an individual who, at the time of the consent, connivance orneglect—\n\t\theld the office or other position mentioned in paragraph (2) as the officeor position of that officer; or\n\t\twas for the time being responsible for exercising and performing the powersand duties of that office or position.\n\t\t(2D)The provisions mentioned in paragraph (2E) (which impose the sameliability for unlawful conduct of constables on persons having their directionor control as would arise if the constables were employees of those persons)do not apply to any liability by virtue of this Part.\n\t\t(2E)Those provisions are—\n\t\tparagraph 7(1) of Schedule 8 to the Police Act 1997;\n\t\tsection 27(8) of the Police (Northern Ireland) Act 1998;\n\t\tsection 29(1) of that Act;\n\t\tsection 28 of the Serious Organised Crime and Police Act 2005.”\n\tFor paragraph (2) of each of the following Articles of the EmploymentRights (Northern Ireland) Order 1996 ([S.I. 1996/1919 (N.I.16)](/id/nisi/1996/1919?view=plain \"Go to item of legislation\"))—\n\t\tArticle 72A (right of police officers not to suffer detriment in relationto health and safety issues), and\n\t\tArticle 169A (right of police officers not to be unfairly dismissed inrelation to health and safety issues),\n\t\tsubstitute the paragraph set out in subsection (3).\n\tThe paragraph to be substituted is—\n\tIn this Article “the relevant officer”, in relation to a person holdingthe office of constable, means the person who under Article 47A of the Healthand Safety at Work (Northern Ireland) Order 1978 is to be treated as hisemployer for the purposes of Part II of that Order.”\n\tThe amendments made by subsections (1) to (3) have effect for the purposesof any proceedings in or before a court or tribunal that are commenced on orafter the day on which this Act is passed as if the amendments had come intoforce on 1st July 1998.\n\tFor the purposes of proceedings commenced against a person in his capacityby virtue of this section as a corporation sole, anything done by or inrelation to that person before the passing of this Act shall be deemed to havebeen done by or in relation to that person in that capacity.\n\tNo person shall be liable by virtue of Article 47A(2B) of the Health andSafety at Work (Northern Ireland) Order 1978 ([S.I. 1978/1039 (N.I.9)](/id/nisi/1978/1039?view=plain \"Go to item of legislation\")) in respect ofanything occurring before the passing of this Act."
    },
    {
        "length": 609,
        "text": "\nDuty to fill judicial vacancies\n\tIn section 12 of the Judicature (Northern Ireland) Act [1978 (c.23)](/id/ukpga/1978/23?view=plain \"Go to item of legislation\") (before itssubstitution by section 4 of the Justice (Northern Ireland) Act [2002 (c.26)](/id/ukpga/2002/26?view=plain \"Go to item of legislation\")) (appointmentof Lord Chief Justice, Lords Justices of Appeal and judges of High Court),after subsection (2) insert—\n\tThe appointment by Her Majesty of a person to—\n\t\tthe office of Lord Chief Justice, or\n\t\tthe office of Lord Justice of Appeal,\n\t\t\tshall be made on the recommendation of the Prime Minister.\n\tThe Prime Minister must make a recommendation to fill any vacancy in theoffice of Lord Chief Justice.\n\tThe Prime Minister must make a recommendation to fill any vacancy in theoffice of Lord Justice of Appeal.\n\tSubsection (5) does not apply to a vacancy while the Lord Chief Justiceagrees that it may remain unfilled.\n\tThe appointment by Her Majesty of a person to the office of a judge of theHigh Court shall be made on the recommendation of the Lord Chancellor.”\n\tIn section 12 of the Judicature (Northern Ireland) Act 1978 (as substitutedby section 4 of the Justice (Northern Ireland) Act 2002) (appointment of LordChief Justice and Lords Justices of Appeal), after subsection (2) insert—\n\t“(2A)The Prime Minister must make a recommendation to fill any vacancy in theoffice of Lord Chief Justice.\n\t(2B)The Prime Minister must make a recommendation to fill any vacancy in theoffice of Lord Justice of Appeal.\n\t(2C)Subsection (2B) does not apply to a vacancy while the Lord Chief Justiceagrees that it may remain unfilled.”\n\tIn section 5 of the Justice (Northern Ireland) Act 2002 (appointment tolisted judicial offices), after subsection (1) insert—\n\t“(1A)The Lord Chancellor must make an appointment, or a recommendation for anappointment, to fill any vacancy in a listed judicial office.\n\t(1B)Subsection (1A) does not apply to a vacancy while the Lord Chief Justiceagrees that it may remain unfilled.”"
    },
    {
        "length": 888,
        "text": "\nPart 6Supplementary\n\tFinancial provisions\n\t\tThere shall be paid out of money provided by Parliament any increaseattributable to this Act in the sums payable by virtue of any other Act out ofmoney provided by Parliament.\n\t\tThere shall be paid out of the Consolidated Fund any increase attributableto this Act in the sums payable by virtue of any other Act out of that Fund.\n\tMinor and consequential amendments etc.\n\t\tSchedule 4 contains minor and consequential amendments.\n\t\tSchedule 5 contains repeals and revocations.\n\t\tThe Secretary of State may by order made by statutory instrument makesupplementary, incidental, consequential, transitional or saving provision forthe purposes of, in consequence of, or for giving full effect to, anyprovision of Part 1.\n\t\tAn order under subsection (3) may, in particular—\n\t\t\tprovide for a provision of Part 1 which comes into force before anotherprovision of Part 1 or of the Electoral Administration Act [2006 (c.22)](/id/ukpga/2006/22?view=plain \"Go to item of legislation\") has come intoforce to have effect, until the other provision has come into force, withspecified modifications;\n\t\t\tamend, repeal or revoke any enactment passed or made on or before the lastday of the session in which this Act is passed.\n\t\t“Enactment” includes any provision of Northern Ireland legislation orsubordinate legislation (within the meaning of the Interpretation Act [1978(c. 30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\")) and anyprovision of Part 1 of Schedule 4.\n\t\tNo order is to be made under subsection (3) unless a draft of theinstrument containing the order has been laid before and approved by aresolution of each House of Parliament.\n\tCommencement \n\t\tThe following come into force on the day on which this Act is passed—\n\t\t\tsection 1;\n\t\t\tsection 10;\n\t\t\tsection 22;\n\t\t\tsection 23;\n\t\t\tsection 24;\n\t\t\tsection 27;\n\t\t\tsection 28;\n\t\t\tsection 29;\n\t\t\tsection 30(3) to (6);\n\t\t\tthis section;\n\t\t\tsection 32;\n\t\t\tsection 33.\n\t\tPart 3 (apart from section 10, but including Schedule 1) comes into forceas mentioned in section 10(2).\n\t\tSubject to subsection (4), the other provisions of this Act come into forceon such day as the Secretary of State may appoint by order made by statutoryinstrument.\n\t\tAny repeals or revocations in Schedule 5 come into force in the same way asany provision of this Act to which they relate.\n\t\tDifferent days may be appointed under subsection (3) for differentpurposes.\n\t\tThe Secretary of State may by order made by statutory instrument maketransitory or transitional provision or savings in connection with the cominginto force of any provision of this Act.\n\tExtent \n\t\tThe extent of any amendment or repeal made by this Act is the same as thatof the enactment amended or repealed.\n\t\tBut the amendments and repeals made by Schedule 3 (and Schedule 5 so far asrelating to that Schedule) extend to England and Wales and Northern Irelandonly.\n\t\tSection 25 extends to Northern Ireland only.\n\tShort title\n\t\tThis Act may be cited as the Northern Ireland (Miscellaneous Provisions) Act2006."
    }
]