[
    {
        "length": 1043,
        "text": "\nWelfare of children: 16 to 19 Academies and further education\n\tThe Education Act 2002 is amended as follows.\n\tIn section 16 (terms on which financial assistance under section 14 isgiven), in subsection (1), for “subsection (2B)” substitute “—\n\t\tsubsection (2B) (which relates to institutions within the higher educationsector), and\n\t\tsection 175(3B) (which relates to institutions in England that providefurther education).”\n\tIn section 175 (duties of local authorities and governing bodies inrelation to welfare of children) after subsection (3) insert—\n\t\t“(3A)The proprietor of a 16 to 19 Academy must make arrangements to ensurethat the proprietor’s functions relating to the conduct of the Academy areexercised with a view to safeguarding and promoting the welfare of childrenreceiving education or training at the Academy.\n\t(3B)The Secretary of State may not—\n\t\tenter into an agreement with the proprietor of an institution in Englandfor the provision of further education, unless the agreement requires theproprietor to comply with the safeguarding duties, or\n\t\tgive financial assistance under section 14 to the proprietor of aninstitution in England for the provision of further education unless theassistance is given on terms requiring the proprietor to comply with thesafeguarding duties,\n\t\tbut this subsection does not restrict the Secretary of State’s powers to enterinto an agreement with, or give financial assistance to, an institution towhich subsection (3) or (3A) applies.\n\t\t(3C)“The safeguarding duties” are—\n\t\ta duty to make arrangements to ensure that the proprietor’s functionsrelating to the conduct of the institution are exercised with a view tosafeguarding and promoting the welfare of children receiving education ortraining at the institution, and\n\t\ta duty to have regard to any guidance given from time to time by theSecretary of State in considering what arrangements are required.”\n\tIn subsection (4) of that section—\n\t\tfor “An authority or body” substitute “A person”;\n\t\tfor “(3)” substitute “(3A)”.\n\tIn subsection (5) of that section, at the appropriate place insert—\n\t\t  * ““proprietor”, in relation to an institution that is not a school, means the person or body of persons responsible for the management of the institution.”\n\tIn the heading of section 175 omit “of local authorities and governingbodies”.\nWelfare of children: apprenticeships and technical education\n\tThe Apprenticeships, Skills, Children and Learning Act 2009 is amended asfollows.\n\tIn section 101 (financial resources: conditions), in subsection (1), after“conditions” insert “, subject to section 101A”.\n\tAfter section 101 insert—\n\t“101AFinancial resources: welfare\n\t\tThe Secretary of State may not provide financial resources to a personunder—\n\t\t\tsection 100(1A) for the provision of training as part of a relevant Englishstatutory apprenticeship, or\n\t\t\tsection 100(1B) for the provision of education or training as part of anapproved technical education qualification or approved step towardsoccupational competence,\n\t\t\t\tunless the resources are provided subject to conditions requiring the personto comply with the safeguarding duties.\n\t\t“The safeguarding duties” are—\n\t\t\ta duty to make arrangements to safeguard and promote the welfare ofchildren receiving the education or training mentioned in subsection (1)(a) or(b) (as the case may be), and\n\t\t\ta duty to have regard to any guidance given from time to time by theSecretary of State in considering what arrangements are required.\n\t\tIn this section, a “relevant English statutory apprenticeship” means anapprenticeship falling within section 40A(3)(a) to (c).”\nExtent, commencement and short title\n\tThis Act extends to England and Wales only.\n\tThis Act comes into force at the end of the period of two months beginningwith the day on which this Act is passed.\n\tThis Act may be cited as the Education and Training (Welfare of Children)Act 2021.\n\t\t"
    }
]