{
    "general": "This law makes sure that schools, colleges, and other places where kids learn must take care of them and keep them safe from harm. It tells these places to have rules and people in charge to make sure no one hurts or mistreats the kids while they are there.",
    "series": [
        [
            {
                "length": 258,
                "short": "\"New Safeguards for Children in English and Welsh Academies and Further Education Institutions\"",
                "text": "\n* Simplified point 1: The Education and Training (Welfare of Children) Act 2021 amends existing laws related to welfare of children in England and Wales, specifically focusing on academies and further education.\n* Simplified point 2: The act introduces new safeguarding duties for proprietors of 16 to 19 academies and institutions providing further education, requiring them to make arrangements to ensure the welfare of children receiving education or training.\n* Simplified point 3: The act also includes provisions related to apprenticeships and technical education, specifying that financial resources cannot be provided to a person unless they comply with safeguarding duties.\n* Simplified point 4: The safeguarding duties include making arrangements to safeguard and promote the welfare of children, and having regard to any guidance given by the Secretary of State.\n* Simplified point 5: The act extends to England and Wales only, and comes into force at the end of the period of two months beginning with the day on which it is passed."
            }
        ]
    ],
    "summary": "The Education and Training (Welfare of Children) Act 2021 is a law that helps keep children safe and well-cared for when they receive education or training. This law applies to people who run schools called academies and places where people learn skills like apprenticeships and technical education. These people must make sure they have plans in place to protect children from harm and promote their well-being. They must also follow rules set by the government to do this. The law only applies to England and Wales, and will start being used after two months from when it was made.",
    "single": "\n* The Education and Training (Welfare of Children) Act 2021 imposes duties on certain education and training providers in relation to safeguarding and promoting the welfare of children.\n* The act amends the Education Act 2002 and the Apprenticeships, Skills, Children and Learning Act 2009 to include new safeguarding duties for providers of further education and apprenticeships.\n* Providers of further education must make arrangements to ensure that their functions relating to the conduct of the institution are exercised with a view to safeguarding and promoting the welfare of children.\n* The Secretary of State may not provide financial resources to a person under certain sections of the acts unless the resources are provided subject to conditions requiring the person to comply with the safeguarding duties.\n* The safeguarding duties include a duty to make arrangements to safeguard and promote the welfare of children receiving education or training, and a duty to have regard to any guidance given from time to time by the Secretary of State.\n* The act extends to England and Wales only and comes into force at the end of the period of two months beginning with the day on which the act is passed."
}