{
    "general": "This law helps ensure that people who have saved money for their retirement through a pension scheme can be confident that their savings will be protected and used as intended. It sets out rules for how pension schemes should be run, so that members can trust that their money is being looked after properly. The law also gives the government powers to step in if there are problems with a pension scheme, such as if it is not being managed correctly or if it is facing financial difficulties. Overall, the purpose of this law is to protect the interests of people saving for retirement through a pension scheme.",
    "series": [
        [
            {
                "length": 182,
                "short": "\"Master Trust Schemes Definition and Criteria\"",
                "text": "\n* Simplified point 1: This section defines a \"Master Trust scheme\" as an occupational pension scheme that provides money purchase benefits to multiple employers, but excludes certain types of public service pension schemes.\n* Simplified point 2: The section outlines the criteria for determining whether a pension scheme is a Master Trust scheme, including that it must provide money purchase benefits, be used by multiple employers, and not be a relevant public service pension scheme.\n* Simplified point 3: The section also defines key terms such as \"employer\", \"money purchase benefits\", \"occupational pension scheme\", and \"relevant public service pension scheme\".\n* Simplified point 4: Regulations made under this section are subject to affirmative resolution procedure."
            },
            {
                "length": 145,
                "short": "\"Master Trust Scheme Authorization Requirements\"",
                "text": "\n* Simplified point 1: The Pensions Regulator must authorize a Master Trust scheme before it can operate.\n* Simplified point 2: The authorization process involves the trustees applying to the Pensions Regulator with required documents and information, and the Pensions Regulator deciding whether the scheme meets certain criteria.\n* Simplified point 3: If the Pensions Regulator is not satisfied with the application, they will refuse to grant authorisation and provide reasons for their decision.\n* Simplified point 4: The trustees or other directly affected parties can refer the decision to the Tribunal for review."
            },
            {
                "length": 391,
                "short": "\"Fitness Assessment for Master Trust Scheme Individuals\"",
                "text": "\n* Simplified point 1: The Pensions Regulator assesses the fitness of individuals involved in a Master Trust scheme based on certain criteria.\n* Simplified point 2: The criteria include whether the individual is a fit and proper person to act in a particular capacity, taking into account any matters specified in regulations made by the Secretary of State.\n* Simplified point 3: The regulations may specify matters such as associations with other individuals, directorships, and trusteeships.\n* Simplified point 4: The Pensions Regulator may also consider other matters when assessing fitness, including connections with associated individuals.\n* Simplified point 5: The first regulations made under this section are subject to affirmative resolution procedure, while subsequent regulations are subject to negative resolution procedure.\n* Simplified point 6: The Pensions Regulator must take into account any matters specified in regulations made by the Secretary of State when deciding whether a Master Trust scheme is financially sustainable.\n* Simplified point 7: The regulations may include provision specifying the information that the Regulator must take into account, such as the scheme's business plan and supporting documents and information.\n* Simplified point 8: The scheme strategist must prepare a business plan for the scheme and review it at least once a year, and revise it if appropriate.\n* Simplified point 9: The business plan, and any revisions to it, must be approved by each scheme funder, any other scheme strategist, and the trustees.\n* Simplified point 10: The first regulations made under this section are subject to affirmative resolution procedure, while subsequent regulations are subject to negative resolution procedure."
            },
            {
                "length": 171,
                "short": "\"Pensions Regulator's Role in Master Trust Schemes: Oversight and Enforcement\"",
                "text": "\n* Simplified point 1: The Pensions Regulator maintains and publishes a list of authorized Master Trust schemes.\n* Simplified point 2: Trustees of authorized Master Trust schemes must submit their accounts to the Pensions Regulator annually.\n* Simplified point 3: The Pensions Regulator can issue fixed penalty notices to individuals who fail to provide requested information.\n* Simplified point 4: The Pensions Regulator can issue escalating penalty notices to individuals who fail to comply with requests for information.\n* Simplified point 5: Authorization can be withdrawn from Master Trust schemes that no longer meet authorization criteria."
            },
            {
                "length": 219,
                "short": "\"Pension Plan Triggering Event Period: Resolve Issues or Close the Plan\"",
                "text": "\n* Simplified point 1: This law states that when certain events happen regarding a \"Master Trust\" pension plan, a new time frame called a \"triggering event period\" starts.\n* Simplified point 2: During this new time frame, the pension plan's managers must resolve the issue that triggered the new period or the plan will be closed.\n* Simplified point 3: The law lists ten possible events that can trigger the start of this new time frame, such as the plan being denied authorization or an insolvency event occurring.\n* Simplified point 4: If the managers fail to resolve the issue within the triggering event period, the plan will be closed, and the members will need to find a new pension plan.\n* Simplified point 5: The law also specifies how long the triggering event period lasts, depending on the type of event that occurred."
            },
            {
                "length": 155,
                "short": "\"Master Trust Pension Scheme Notifications: Key Requirements and Penalties\"",
                "text": "\n* Simplified point 1: This section outlines the notification requirements for events related to a Master Trust pension scheme.\n* Simplified point 2: The Pensions Regulator must be notified of certain events, such as insolvency or decisions to end relationships, and the trustees must notify employers of the occurrence of these events.\n* Simplified point 3: The notification requirements apply to specific individuals and entities, including the scheme funder, trustees, and scheme strategists.\n* Simplified point 4: Failure to comply with the notification requirements can result in civil penalties."
            },
            {
                "length": 171,
                "short": "\"Master Trust Pension Scheme Winding-Up Procedures\"",
                "text": "\n* Simplified point 1: The trustees of a Master Trust pension scheme must follow certain steps when a \"triggering event\" occurs, such as transferring members' accrued rights and benefits out of the scheme and winding it up.\n* Simplified point 2: The trustees must prioritize continuity option 1 (transferring accrued rights and benefits) over continuity option 2 (resolving the triggering event) if the triggering event falls within certain categories specified in the legislation.\n* Simplified point 3: The legislation overrides any conflicting provisions in the Master Trust scheme, and failure to comply with the requirements can result in civil penalties."
            },
            {
                "length": 226,
                "short": "\"Master Trust Scheme Transfer: Protecting Member Rights\"",
                "text": "\n* Simplified point 1: The trustees of a Master Trust scheme can transfer members' accrued rights and benefits to another pension scheme if it is in the best interests of the members.\n* Simplified point 2: The transfer can only be done if the new scheme is also a Master Trust scheme or an \"alternative scheme\" as defined in the regulations.\n* Simplified point 3: Employers and members must be notified of the proposed transfer and have the right to opt out.\n* Simplified point 4: The Pensions Regulator must be informed of the proposed transfer and can direct the trustees to take certain actions.\n* Simplified point 5: The regulations can specify the circumstances in which the transfer can be made, including the criteria for identifying suitable alternative schemes.\n* Simplified point 6: The regulations can impose duties on employers and the trustees to inform members of their rights and options regarding the transfer."
            },
            {
                "length": 215,
                "short": "\"Pension Scheme Trustees Given Option to Resolve Issues Before Wind-Up\"",
                "text": "\n* Simplified point 1: The trustees of a Master Trust pension scheme have the option to try to resolve the \"triggering event\" that caused the issue instead of immediately winding up the scheme.\n* Simplified point 2: If the trustees choose to pursue this option, they must notify the Pensions Regulator and provide information on how they plan to resolve the issue.\n* Simplified point 3: The Pensions Regulator will review the notification and determine if they are satisfied that the triggering event has been resolved.\n* Simplified point 4: If the Pensions Regulator is not satisfied, they may impose civil penalties on the trustees who fail to comply with the requirements.\n* Simplified point 5: The regulations regarding this process are subject to a negative resolution procedure, meaning that they can only be made if Parliament votes in favor of them."
            },
            {
                "length": 250,
                "short": "\"Master Trust Scheme Approval Requirements\"",
                "text": "\n* Simplified point 1: The trustees of a Master Trust pension scheme must get approval from the Pensions Regulator before implementing their plan to address issues found during an investigation.\n* Simplified point 2: If a triggering event occurs, such as a breach of rules or insolvency of the employer, the trustees must submit an implementation strategy to the Pensions Regulator for approval.\n* Simplified point 3: The Pensions Regulator will only approve an implementation strategy if it is satisfied that it is adequate and meets the requirements of the Pensions Act 1995.\n* Simplified point 4: The trustees must submit the implementation strategy before the end of a specified period, and the Pensions Regulator may direct them to comply with certain requirements.\n* Simplified point 5: Failure to comply with a direction from the Pensions Regulator can result in civil penalties.\n* Simplified point 6: This section overrides any conflicting provisions in the Master Trust scheme's governing documents."
            },
            {
                "length": 221,
                "short": "\"MasterTrust Scheme Implementation Strategy: Protecting Member Interests\"",
                "text": "\n* Simplified point 1: The Pensions Regulator needs to ensure that the implementation strategy for a MasterTrust scheme protects the interests of its members.\n* Simplified point 2: The implementation strategy must include details on administration charges, continuity options, and resolution of triggering events.\n* Simplified point 3: The strategy must be written in accordance with government regulations and specify the levels of administration charges applicable to members.\n* Simplified point 4: The strategy must describe the continuity option chosen by the trustees, including transferring members' accrued rights and benefits to another scheme or winding up the current one.\n* Simplified point 5: The strategy must outline how the triggering event will be resolved, either by resolving the issue or transferring members to another scheme.\n* Simplified point 6: The regulations governing the implementation strategy are subject to a negative resolution procedure."
            },
            {
                "length": 248,
                "short": "\"Master Trust Scheme Continuity Requirements\"",
                "text": "\n* Simplified point 1: The trustees of a Master Trust scheme must pursue the continuity option identified in the implementation strategy approved by the Pensions Regulator.\n* Simplified point 2: The trustees must make the strategy available to employers before the end of a specified period.\n* Simplified point 3: If a triggering event occurs within a certain time frame, the trustees are not required to comply with the requirements of subsection (1) and (2) if an implementation strategy has already been approved for an earlier triggering event.\n* Simplified point 4: The Pensions Regulator can direct the trustees to comply with the requirements of subsection (1) if they fail to do so.\n* Simplified point 5: Failure to comply with a direction from the Pensions Regulator can result in civil penalties under Section 10 of the Pensions Act 1995.\n* Simplified point 6: This section overrides any conflicting provisions in the Master Trust scheme or Master Trust scheme contract."
            },
            {
                "length": 157,
                "short": "\"Pension Scheme Prohibition on Winding Up\"",
                "text": "\n* Simplified point 1: The Pension Schemes Act 2017 prohibits winding up a Master Trust scheme unless it's done through continuity option 1, which ensures the scheme remains active and continues to provide benefits to members.\n* Simplified point 2: This prohibition overrides any conflicting provisions within the Master Trust scheme, but does not affect the ability to wind up the scheme through an order under the Pensions Act 1995 if necessary.\n* Simplified point 3: Failure to comply with the prohibition can result in civil penalties under the Pensions Act 1995."
            },
            {
                "length": 160,
                "short": "Please give me a short title that describes the main idea of the text.",
                "text": "\n* Simplified point 1: The trustees of a Master Trust pension scheme must submit periodic reports to the Pensions Regulator during a \"triggering event\" period.\n* Simplified point 2: These reports must provide updates on the implementation of the scheme's \"implementation strategy\", record significant events or decisions, and contain any additional information required by the Regulator.\n* Simplified point 3: Failure to comply with these requirements can result in civil penalties under Section 10 of the Pensions Act 1995.\n* Simplified point 4: Regulations regarding these reporting requirements are subject to the negative resolution procedure."
            },
            {
                "length": 189,
                "short": "Please provide the answer in the format of a title.",
                "text": "\n* Simplified point 1: The Pensions Regulator can issue a \"pause order\" to stop a master trust pension scheme from admitting new members or making payments to existing members if there is a risk to the interests of the members or the assets of the scheme.\n* Simplified point 2: The pause order can direct the scheme to repay any contributions that have been deducted from employees' earnings, and it can also prohibit transfers or transfer payments from being made from the scheme unless certain conditions are met.\n* Simplified point 3: The pause order can only be made if one of two conditions is met: either the regulator believes that making the order will help the trustees implement their plan, or there is an immediate risk to the interests of the members or the assets of the scheme."
            },
            {
                "length": 167,
                "short": "\nPlease provide the answer for the above input.",
                "text": "\n* Simplified point 1: The law prohibits new employers from joining a Master Trust pension scheme during a \"triggering event\" period.\n* Simplified point 2: This means that existing employers cannot enter into agreements with new employers to join the scheme after the triggering event period ends.\n* Simplified point 3: The purpose of this rule is to prevent new employers from joining the scheme during a time when the trustees or other parties involved in the scheme may be experiencing financial difficulties or other challenges.\n* Simplified point 4: By limiting the number of employers participating in the scheme, the law aims to protect the interests of current and future scheme members."
            },
            {
                "length": 290,
                "short": "\"Protecting Scheme Members from Sudden Fee Increases During Times of Change\"",
                "text": "\n* Simplified point 1: The legislation prohibits Master Trust schemes from increasing their administration charges during a \"triggering event period\" for the scheme. This period starts when the scheme's trustees decide to either wind up the scheme or move it to another provider.\n* Simplified point 2: During this period, the trustees cannot impose new administration charges on members or increase existing ones beyond the levels set out in the scheme's implementation strategy. This protects members from sudden increases in fees during times of change.\n* Simplified point 3: The legislation also applies to \"receiving schemes,\" which are pension schemes that receive transfers of members' accrued rights or benefits from a transferring scheme during a triggering event period. These receiving schemes must not impose new administration charges above the levels set out in the document provided to the Regulator.\n* Simplified point 4: The Secretary of State can make regulations to specify how levels of administration charges are calculated and how to determine which costs are covered by the legislation.\n* Simplified point 5: Failure to comply with these provisions can result in civil penalties under Section 10 of the Pensions Act 1995."
            },
            {
                "length": 152,
                "short": "\"Withdrawal Authorization Finality: Timing and Events\"",
                "text": "\n* Simplified point 1: This section defines when a decision to withdraw authorization from a master trust pension scheme becomes final.\n* Simplified point 2: It depends on the occurrence of specific events such as the issuance of a warning notice or determination notice under the standard or special procedures, respectively.\n* Simplified point 3: The exact date is determined based on the circumstances surrounding the event, as specified in the table provided in the section.\n* Simplified point 4: The \"Tribunal\" refers to either the Pensions Regulator or the Tribunal, depending on whether the standard or special procedure is applied."
            },
            {
                "length": 211,
                "short": "\"New Regulatory Powers for Master Trust Schemes: Law Modifications and Impact on Stakeholders.\"",
                "text": "\n* Simplified point 1: The text describes modifications to existing laws related to fraud compensation for Master Trust schemes.\n* Simplified point 2: These modifications allow the Secretary of State to create regulations that can change how the law applies to these schemes, including adding new requirements or disregarding certain aspects of the law.\n* Simplified point 3: The regulations created by the Secretary of State can affect both the Master Trust schemes themselves and the people involved in them, such as the trustees and scheme funders.\n* Simplified point 4: The regulations can also impact how the schemes are run and operated, including the ability to pause or stop the scheme if necessary.\n* Simplified point 5: The text includes definitions of key terms used in the legislation, such as \"Master Trust scheme\" and \"scheme funder\"."
            },
            {
                "length": 196,
                "short": "Administration Charges Regulation Override",
                "text": "\n* The Part 2 of the Pension Schemes Act 2017 deals with administration charges.\n* The government has the power to override any conflicting terms in a contract between the pension scheme's trustees/managers and a service provider, if those terms conflict with the provisions outlined in the act.\n* This is done through the amendment of paragraph 6 of Schedule 18 to the Pensions Act 2014, which already gave the government the power to restrict charges or impose requirements in relation to pension schemes.\n* The new regulations will allow the government to provide that specified provisions of the act will override any conflicting terms in a relevant contract.\n* A \"relevant contract\" refers to a contract between the trustees/managers of a pension scheme and a person providing services in relation to the scheme."
            },
            {
                "length": 194,
                "short": "\"Pension Schemes Regulation-Making Process Under the Pension Schemes Act 2017\"",
                "text": "\n* Simplified point 1: This section outlines the process for making regulations under the Pension Schemes Act 2017.\n* Simplified point 2: The regulations can cover various aspects, including incidental, supplementary, consequential, transitional, transitory, or saving provisions.\n* Simplified point 3: The regulations can be subject to either negative or affirmative resolution procedures, depending on their nature.\n* Simplified point 4: The Act extends to England and Wales and Scotland, and comes into force on the day it is passed, with some provisions taking effect later.\n* Simplified point 5: The Act includes transitional, transitory, and saving provisions to address issues arising from its implementation."
            }
        ],
        [
            {
                "length": 241,
                "short": "\"Master Trust Scheme Regulations: Authorization, Fitness Assessment, Wind-Up Procedures, and Oversight\"",
                "text": "\n* Simplified point 1: The Pensions Regulator must authorize a Master Trust scheme before it can operate, and the trustees must apply to the Regulator with required documents and information.\n* Simplified point 2: The Pensions Regulator assesses the fitness of individuals involved in a Master Trust scheme based on certain criteria, and the scheme strategist must prepare a business plan for the scheme and review it at least once a year.\n* Simplified point 3: When a triggering event occurs, the trustees must transfer members' accrued rights and benefits out of the scheme and wind it up, unless they choose to try to resolve the issue first.\n* Simplified point 4: The trustees must obtain approval from the Pensions Regulator before implementing their plan to address issues found during an investigation, and the Pensions Regulator must be notified of certain events related to the scheme.\n* Simplified point 5: The Pensions Regulator maintains and publishes a list of authorized Master Trust schemes, and the trustees must submit their accounts to the Regulator annually."
            },
            {
                "length": 1064,
                "short": "\"Master Trust Scheme Rules: Protecting Member Interests\"",
                "text": "\n* Simplified point 1: The trustees of a Master Trust scheme must follow the continuity option chosen in the implementation strategy approved by the Pensions Regulator.\n* Simplified point 2: The trustees must make the strategy available to employers before the end of a specified period.\n* Simplified point 3: If a triggering event occurs within a certain time frame, the trustees are not required to comply with the requirements of subsection (1) and (2) if an implementation strategy has already been approved for an earlier triggering event.\n* Simplified point 4: The Pensions Regulator can direct the trustees to comply with the requirements of subsection (1) if they fail to do so.\n* Simplified point 5: Failure to comply with a direction from the Pensions Regulator can result in civil penalties under Section 10 of the Pensions Act 1995.\n* Simplified point 6: This section overrides any conflicting provisions in the Master Trust scheme or Master Trust scheme contract.\n* Simplified point 1: The Pension Schemes Act 2017 prohibits winding up a Master Trust scheme unless it's done through continuity option 1, which ensures the scheme remains active and continues to provide benefits to members.\n* Simplified point 2: This prohibition overrides any conflicting provisions within the Master Trust scheme, but does not affect the ability to wind up the scheme through an order under the Pensions Act 1995 if necessary.\n* Simplified point 3: Failure to comply with the prohibition can result in civil penalties under the Pensions Act 1995.\n* Simplified point 1: The trustees of a Master Trust pension scheme must submit periodic reports to the Pensions Regulator during a \"triggering event\" period.\n* Simplified point 2: These reports must provide updates on the implementation of the scheme's \"implementation strategy\", record significant events or decisions, and contain any additional information required by the Regulator.\n* Simplified point 3: Failure to comply with these requirements can result in civil penalties under Section 10 of the Pensions Act 1995.\n* Simplified point 4: Regulations regarding these reporting requirements are subject to the negative resolution procedure.\n* Simplified point 1: The Pensions Regulator can issue a \"pause order\" to stop a master trust pension scheme from admitting new members or making payments to existing members if there is a risk to the interests of the members or the assets of the scheme.\n* Simplified point 2: The pause order can direct the scheme to repay any contributions that have been deducted from employees' earnings, and it can also prohibit transfers or transfer payments from being made from the scheme unless certain conditions are met.\n* Simplified point 3: The pause order can only be made if one of two conditions is met: either the regulator believes that making the order will help the trustees implement their plan, or there is an immediate risk to the interests of the members or the assets of the scheme.\n* Simplified point 1: The law prohibits new employers from joining a Master Trust pension scheme during a \"triggering event\" period.\n* Simplified point 2: This means that existing employers cannot enter into agreements with new employers to join the scheme after the triggering event period ends.\n* Simplified point 3: The purpose of this rule is to prevent new employers from joining the scheme during a time when the trustees or other parties involved in the scheme may be experiencing financial difficulties or other challenges.\n* Simplified point 4: By limiting the number of employers participating in the scheme, the law aims to protect the interests of current and future scheme members.\n* Simplified point 1: The legislation prohibits Master Trust schemes from increasing their administration charges during a \"triggering event period\" for the scheme.\n* Simplified point 2: During this period, the trustees cannot impose new administration charges on members or increase existing ones beyond the levels set out in the scheme's implementation strategy.\n* Simplified point 3: The legislation also applies to \"receiving schemes,\" which are pension schemes that receive transfers of members' accrued rights or benefits from a transferring scheme during a triggering event period.\n* Simplified point 4: The Secretary of State can make regulations to specify how levels of administration charges are calculated and how to determine which costs are covered by the legislation.\n* Simplified point 5: Failure to comply with these provisions can result in civil penalties under Section 10 of the Pensions Act 1995."
            }
        ],
        [
            {
                "length": 1304,
                "short": "\"Master Trust Scheme Rules: Protecting Member Interests\"\nThis title accurately reflects the main topic of the text, which is the rules and regulations surrounding Master Trust pension schemes in the UK, specifically those related to the protection of member interests during times of financial difficulty or other challenges.",
                "text": "\n* Simplified point 1: The Pensions Regulator must authorize a Master Trust scheme before it can operate, and the trustees must apply to the Regulator with required documents and information.\n* Simplified point 2: The Pensions Regulator assesses the fitness of individuals involved in a Master Trust scheme based on certain criteria, and the scheme strategist must prepare a business plan for the scheme and review it at least once a year.\n* Simplified point 3: When a triggering event occurs, the trustees must transfer members' accrued rights and benefits out of the scheme and wind it up, unless they choose to try to resolve the issue first.\n* Simplified point 4: The trustees must obtain approval from the Pensions Regulator before implementing their plan to address issues found during an investigation, and the Pensions Regulator must be notified of certain events related to the scheme.\n* Simplified point 5: The Pensions Regulator maintains and publishes a list of authorized Master Trust schemes, and the trustees must submit their accounts to the Regulator annually.\n* Simplified point 1: The trustees of a Master Trust scheme must follow the continuity option chosen in the implementation strategy approved by the Pensions Regulator.\n* Simplified point 2: The trustees must make the strategy available to employers before the end of a specified period.\n* Simplified point 3: If a triggering event occurs within a certain time frame, the trustees are not required to comply with the requirements of subsection (1) and (2) if an implementation strategy has already been approved for an earlier triggering event.\n* Simplified point 4: The Pensions Regulator can direct the trustees to comply with the requirements of subsection (1) if they fail to do so.\n* Simplified point 5: Failure to comply with a direction from the Pensions Regulator can result in civil penalties under Section 10 of the Pensions Act 1995.\n* Simplified point 6: This section overrides any conflicting provisions in the Master Trust scheme or Master Trust scheme contract.\n* Simplified point 1: The Pension Schemes Act 2017 prohibits winding up a Master Trust scheme unless it's done through continuity option 1, which ensures the scheme remains active and continues to provide benefits to members.\n* Simplified point 2: This prohibition overrides any conflicting provisions within the Master Trust scheme, but does not affect the ability to wind up the scheme through an order under the Pensions Act 1995 if necessary.\n* Simplified point 3: Failure to comply with the prohibition can result in civil penalties under the Pensions Act 1995.\n* Simplified point 1: The trustees of a Master Trust pension scheme must submit periodic reports to the Pensions Regulator during a \"triggering event\" period.\n* Simplified point 2: These reports must provide updates on the implementation of the scheme's \"implementation strategy\", record significant events or decisions, and contain any additional information required by the Regulator.\n* Simplified point 3: Failure to comply with these requirements can result in civil penalties under Section 10 of the Pensions Act 1995.\n* Simplified point 4: Regulations regarding these reporting requirements are subject to the negative resolution procedure.\n* Simplified point 1: The Pensions Regulator can issue a \"pause order\" to stop a master trust pension scheme from admitting new members or making payments to existing members if there is a risk to the interests of the members or the assets of the scheme.\n* Simplified point 2: The pause order can direct the scheme to repay any contributions that have been deducted from employees' earnings, and it can also prohibit transfers or transfer payments from being made from the scheme unless certain conditions are met.\n* Simplified point 3: The pause order can only be made if one of two conditions is met: either the regulator believes that making the order will help the trustees implement their plan, or there is an immediate risk to the interests of the members or the assets of the scheme.\n* Simplified point 1: The law prohibits new employers from joining a Master Trust pension scheme during a \"triggering event\" period.\n* Simplified point 2: This means that existing employers cannot enter into agreements with new employers to join the scheme after the triggering event period ends.\n* Simplified point 3: The purpose of this rule is to prevent new employers from joining the scheme during a time when the trustees or other parties involved in the scheme may be experiencing financial difficulties or other challenges.\n* Simplified point 4: By limiting the number of employers participating in the scheme, the law aims to protect the interests of current and future scheme members.\n* Simplified point 1: The legislation prohibits Master Trust schemes from increasing their administration charges during a \"triggering event period\" for the scheme.\n* Simplified point 2: During this period, the trustees cannot impose new administration charges on members or increase existing ones beyond the levels set out in the scheme's implementation strategy.\n* Simplified point 3: The legislation also applies to \"receiving schemes,\" which are pension schemes that receive transfers of members' accrued rights or benefits from a transferring scheme during a triggering event period.\n* Simplified point 4: The Secretary of State can make regulations to specify how levels of administration charges are calculated and how to determine which costs are covered by the legislation.\n* Simplified point 5: Failure to comply with these provisions can result in civil penalties under Section 10 of the Pensions Act 1995."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Pension Schemes Act 2017 regulates Master Trust pension schemes to ensure they protect the interests of their members. To become operational, Master Trust schemes need authorization from the Pensions Regulator, who evaluates the fitness of those involved and requires them to submit annual accounts. In case of a \"triggering event,\" such as insolvency or a breach of rules, the trustees must wind up the scheme and transfer members' rights and benefits to another scheme. The Regulator sets rules for reporting and oversight to keep track of the scheme's status and take action if needed. Additionally, the law restricts new employers from joining the scheme during a \"triggering event\" period and limits administration fees to safeguard members' interests."
}