[
    {
        "length": 2535,
        "text": "\nCommunity Health Councils\n\tCommunity Health Councils in Wales\n\t\tAfter section 20 of the National Health Service Act [1977 (c.49)](/id/ukpga/1977/49?view=plain \"Go to item of legislation\") insert—\n\t\t“20ACommunity Health Councils in Wales\n\t\t\tThe Community Health Councils established for areas or parts of areas ofHealth Authorities in Wales are to continue in existence.\n\t\t\tBut the National Assembly for Wales may by order—\n\t\t\t\tprovide for the Councils to be known by a different name;\n\t\t\t\tabolish a Council, alter the district in Wales for which a Council isestablished, or provide for the establishment of a new Council for a districtin Wales.\n\t\t\tIn making an order the Assembly must ensure—\n\t\t\t\tthat every part of Wales is included in the district of a Council;\n\t\t\t\tthat no part of a district is separated from the rest of it by a territorynot included in the district.\n\t\t\tSchedule 7A to this Act makes further provision about Councils continued inexistence or established under this section.”.\n\t\t\tIn section 126 of that Act, after subsection (4) insert—\n\t\t\t\t“(4A)Supplementary, incidental, consequential, transitory, transitional orsaving provision made by virtue of subsection (4) above in connection with anorder under section 20A above, or regulations under Schedule 7A to this Act,may include provision amending or repealing any provision made by or under anenactment.”.\n\t\t\tAfter Schedule 7 to that Act insert, as Schedule 7A, the Schedule set outin Schedule 1 to this Act.\n\t\t\tSection 20 of, and Schedule 7 to, that Act are omitted.\nWales Centre for Health\n\tWales Centre for Health\n\t\tThere is to be a body corporate to be known as the Wales Centre for Healthor Canolfan Iechyd Cymru.\n\t\tThe Centre is to consist of such number of members appointed by theNational Assembly for Wales as the Assembly may determine.\n\t\tThe Assembly is to appoint one of the members of the Centre as itschairman.\n\t\tThe Assembly may make payments to the Centre of such amounts, at such timesand on such conditions (if any), as it considers appropriate.\n\t\tFurther provision about the Centre is in Schedule 2.\n\tFunctions of the Centre\n\t\tThe Wales Centre for Health must—\n\t\t\tdevelop and maintain arrangements for making information about mattersrelated to the protection and improvement of health in Wales available to thepublic in Wales;\n\t\t\tundertake and commission research into such matters;\n\t\t\tcontribute to the provision and development of training in such matters.\n\t\tThe function under subsection (1)(a) must be carried out with a view toensuring that members of the public in Wales are kept informed about matterswhich the Centre considers might significantly affect their health.\n\t\tThe National Assembly for Wales may by regulations make provision about—\n\t\t\tfunctions relating to the protection and improvement of health in Waleswhich the Centre is to exercise in addition to those conferred by subsection(1);\n\t\t\tpersons, or groups of persons, to whom information and advice are to begiven by the Centre;\n\t\t\treports which are to be published by the Centre.\n\t\tThe Assembly may by order make provision for the transfer to it of any orall of the Centre’s functions.\n\t\tWhere an order under subsection (4) makes provision for the transfer of allof the Centre’s functions, the order may include provision for the abolitionof the Centre.\n\t\tAn order under subsection (4) may include provision for the transfer ofstaff of the Centre and of any property, rights and liabilities to which theCentre is entitled or subject and may in particular—\n\t\t\tprovide for the transfer of any property, rights or liabilities to haveeffect subject to exceptions or reservations specified in or determined underthe order;\n\t\t\tprovide for the creation of interests in, or rights over, propertytransferred or retained or for the creation of new rights and liabilitiesbetween the Centre and the Assembly;\n\t\t\tprovide for the order to have effect in spite of any provisions (ofwhatever nature) which would prevent or restrict the transfer of the property,rights or liabilities otherwise than by the order.\nHealth Professions Wales\n\tHealth Professions Wales\n\t\tThe National Assembly for Wales may by order establish a body corporate, tobe known as Health Professions Wales or Proffesiynau Iechyd Cymru (butreferred to in this Act as HPW).\n\t\tHPW is to have such functions in relation to health care professions andhealth care support workers as may be conferred on it under this section.\n\t\tThe Assembly may by order provide for HPW to carry out functions on behalfof the Assembly.\n\t\tThe Assembly may by order make provision enabling HPW to—\n\t\t\tenter into arrangements with the Health Professions Council for carryingout functions on behalf of that Council in relation to Wales;\n\t\t\tenter into arrangements with the Nursing and Midwifery Council for carryingout functions on behalf of that Council in relation to Wales;\n\t\t\tenter into arrangements with any other body for carrying out functions onbehalf of that body in relation to Wales;\n\t\t\tcarry out any such arrangements.\n\t\tThe reference in subsection (3) to functions of the Assembly does notinclude a reference to the function of making, confirming or approvingsubordinate legislation (within the meaning of the [Interpretation Act 1978(c. 30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\")).\n\t\tThe carrying out of functions by HPW on behalf of the Assembly or any otherbody does not affect the responsibility of the Assembly or the body concerned.\n\t\tThe Assembly may by order make provision about the constitution of HPW (andmay in particular make provision similar to that made by Schedule 2).\n\t\t“Health care profession” means a profession (whether or not regulated byvirtue of any enactment) which is concerned (wholly or partly) with thephysical or mental health of individuals.\n\t\t“Health care support worker” means a person employed to provide support forone or more members of a health care profession.\n\tFurther provision about HPW\n\t\tThe Assembly may by order provide for HPW to charge for any services whichit provides in discharging any function.\n\t\tThe Assembly may by order provide for the transfer to HPW, for the purposeof enabling or assisting it to carry out functions on behalf of the Assembly,of—\n\t\t\tproperty, rights and liabilities;\n\t\t\tpersons employed in connection with any of those functions.\n\t\tThe Assembly may make payments to HPW of such amounts, at such times and onsuch conditions (if any), as it considers appropriate.\n\t\tThe Assembly may give HPW directions—\n\t\t\tas to the appointment of staff (including any conditions to be fulfilledfor appointment);\n\t\t\tas to the terms and conditions of employment of staff (including provisionabout the payment of pensions, allowances or gratuities and the payment ofcompensation for loss of employment);\n\t\t\tas to the application of any sums received by HPW under subsection (3).\n\t\tA direction under subsection (4) must be given in writing.\n\t\tHPW must comply with any direction given by the Assembly under subsection(4).\n\t\tThe Assembly may by order make provision about the accounts or audit of HPW(and may in particular make provision similar to that made by Schedule 2).\n\t\tThe Assembly may by order abolish HPW.\n\t\tThe Assembly may by order provide for the transfer of staff of HPW and ofany property, rights and liabilities to which HPW is entitled or subject.\n\t\tAn order under subsection (2) or (9) may in particular—\n\t\t\tprovide for the transfer of any property, rights or liabilities to haveeffect subject to exceptions or reservations specified in or determined underthe order;\n\t\t\tprovide for the creation of interests in, or rights over, propertytransferred or retained or for the creation of new rights and liabilitiesbetween the transferor and the transferee;\n\t\t\tprovide for the order to have effect in spite of any provisions (ofwhatever nature) which would prevent or restrict the transfer of the property,rights or liabilities otherwise than by the order.\nSupplementary and general provisions\n\tPowers of National Assembly for Wales under amended Acts\n\t\tIn Schedule 1 to the National Assembly for Wales (Transfer of Functions)Order 1999 ([S.I. 1999/672](/id/uksi/1999/672?view=plain \"Go to item oflegislation\")), any reference to an Act which is amended by this Act is (asfrom the time when the Act is so amended) to be treated as a reference to theAct as amended by this Act.\n\t\tSubsection (1) does not affect the power to make further Orders varying oromitting any such reference in that Schedule.\n\tMinor and consequential amendments and repeals\n\t\tSchedule 3 contains minor and consequential amendments.\n\t\tThe enactments specified in Schedule 4 are repealed to the extentspecified.\n\tOrders and regulations\n\t\tA power to make regulations or an order under this Act is exercisable bystatutory instrument.\n\t\tRegulations or an order under this Act may make different provision fordifferent purposes or for different cases.\n\t\tRegulations or an order under this Act may make—\n\t\t\tany appropriate consequential, incidental or supplementary provision; or\n\t\t\tany appropriate transitory, transitional or saving provision,\n\t\t\t\tincluding provision amending or repealing any provision made by or under anenactment.\n\tFinancial provision\n\t\tThere shall be paid out of money provided by Parliament any increaseattributable to this Act in the sums payable by virtue of any other Act out ofmoney so provided.\n\tShort title, commencement and extent\n\t\tThis Act may be cited as the Health (Wales) Act 2003.\n\t\tThis Act (apart from this section, section 8 and section 9) comes intoforce on such day as the National Assembly for Wales may by order appoint.\n\t\tDifferent days may be appointed for different purposes.\n\t\tSections 1 to 5 (including Schedules 1 and 2) extend to England and Walesonly.\n\t\tThe extent of any amendment or repeal made by this Act is the same as thatof the enactment amended or repealed."
    }
]