{
    "general": "This law allows the person in charge of Kew Gardens (the Secretary of State) to rent out parts of the gardens for up to 150 years. This will help them earn money to take care of the gardens and keep them looking nice for visitors.",
    "series": [
        [
            {
                "length": 176,
                "short": "\"Kew Gardens Leasing Regulations: Empowering the Secretary of State for Long-Term Land Use\"",
                "text": "\n* Simplified point 1: The Secretary of State has the power to grant a lease for up to 150 years for land within Kew Gardens.\n* Simplified point 2: The Secretary of State can only grant a lease if they believe it will not negatively impact the Outstanding Universal Value of Kew Gardens as a World Heritage Site.\n* Simplified point 3: The Act only applies to England and Wales.\n* Simplified point 4: The Act comes into effect after two months of being passed.\n* Simplified point 5: The Act can be referred to as the Kew Gardens (Leases) Act 2019."
            }
        ]
    ],
    "summary": "The Kew Gardens (Leases) Act 2019 allows the Secretary of State to rent out parts of Kew Gardens for up to 150 years. However, before doing so, they must make sure that the rental agreement won't harm the special value of Kew Gardens as a world-famous heritage site. This law only applies to England and Wales, and it goes into effect two months after it was passed. So, the Secretary of State can now rent out parts of Kew Gardens for long periods of time, as long as it doesn't hurt its importance as a heritage site.",
    "single": "\n• The Kew Gardens (Leases) Act 2019 gives the Secretary of State the power to grant a lease for up to 150 years for land within the Royal Botanic Gardens, Kew.\n\n• The Act exempts the lease from Section 5 of the Crown Lands Act 1702.\n\n• Before granting a lease, the Secretary of State must ensure that it will not negatively impact the outstanding universal value of Kew Gardens as a World Heritage Site or the Board of Trustees' ability to carry out their functions.\n\n• The Act applies only to England and Wales.\n\n• The Act comes into effect two months after it is passed.\n\n• The full name of the Act is the Kew Gardens (Leases) Act 2019."
}