[
    {
        "length": 1801,
        "text": "\nInterviews of serving officers during investigations\n\tThe Police Reform Act 2002 is amended as follows.\n\tIn Schedule 3 (handling of complaints and conduct matters etc) afterparagraph 19E insert—\n\t“Interview of persons serving with the police etc during certaininvestigations\n\t\t19F(1)This paragraph applies to an investigation of a complaint, recordableconduct matter or DSI matter which—\n\t\t\tis carried out by the appropriate authority under the management of theCommission, or\n\t\t\tis carried out by the Commission itself.\n\t\tThe Secretary of State may by regulations make provision as to theprocedure to be followed in connection with an interview which—\n\t\t\tis held with a serving officer during the course of the investigation bythe person investigating the complaint or matter, and\n\t\t\tis not within paragraph 19D(1).\n\t\tRegulations under sub-paragraph (2) may in particular make provision—\n\t\t\trequiring a serving officer to attend an interview,\n\t\t\tfor determining how the time at which an interview is to be held is to beagreed or decided,\n\t\t\tabout the information that must be provided to a serving officer beinginterviewed,\n\t\t\tfor enabling a serving officer to be accompanied at the interview by aperson of a prescribed description.\n\t\t“Serving officer” means a person who—\n\t\t\tis serving with the police, or\n\t\t\tis serving with an additional police body.\n\t\tA person is serving with an additional police body if the person is amember of, or is employed or otherwise engaged for the purposes of, that body(subject to sub-paragraph (6)).\n\t\tThe Secretary of State may by regulations provide, in relation to anadditional police body, that a person is serving with that body only if theperson—\n\t\t\tis a member of, or is employed or otherwise engaged for the purposes of,that body, and\n\t\t\tis of a prescribed description.\n\t\tAn “additional police body” means—\n\t\t\ta body of constables which is maintained by an authority other than a localpolicing body and is prescribed in regulations made by the Secretary of Stateunder this sub-paragraph, or\n\t\t\ta body required by section 26A or 26B to enter into an agreement with theCommission.\n\t\tThe Secretary of State must obtain the consent of the Northern IrelandAssembly before making provision in regulations under this paragraph whichwould be within the legislative competence of the Northern Ireland Assembly.\n\t\tBut consent under sub-paragraph (8) is not required in relation to aprovision if—\n\t\t\ta Bill for an Act of the Northern Ireland Assembly containing the provisionwould require the consent of the Secretary of State under section 8 of theNorthern Ireland Act 1998, and\n\t\t\tthe provision does not affect, other than incidentally, a transferredmatter (within the meaning of that Act).\n\t\tNothing in this paragraph prevents or restricts the holding of interviewsto which regulations under this paragraph do not apply during the course ofany investigation under this Schedule.”\n\t\tIn paragraph 19D(2) of Schedule 3 (interview in certain cases of policeofficer or special constable whose conduct is being investigated) beforeparagraph (a) insert—\n\t\t\trequiring the person concerned to attend an interview,”.\n\t\tIn section 108(7) (provisions of Act which extend to the United Kingdom)before paragraph (a) insert—\n\t\t\tthe provision contained in paragraph 19F of Schedule 3 (and anyinterpretative or other supplementary provision as it has effect for thepurposes of that provision);”.\nApplication of Part 2 of the Police Reform Act 2002 to old cases\n\tThe Police Reform Act 2002 is amended as follows.\n\tAfter section 28 insert—\n\t“28AApplication of Part 2 to old cases\n\t\tThe Commission may, if it considers that there are exceptionalcircumstances—\n\t\t\tdirect that a relevant transitional provision does not apply in relation toa pre-commencement matter, and\n\t\t\tdirect the appropriate authority to record the matter under this Part.\n\t\tA “pre-commencement matter” means a matter which—\n\t\t\tis a complaint or a conduct matter,\n\t\t\trelates to conduct which took place, or circumstances which occurred,before 1 April 2004, and\n\t\t\t(apart from this section) is prevented by a relevant transitional provisionfrom being recorded under this Part as a complaint or a conduct matter.\n\t\t“Relevant transitional provision” means article 2, 3 or 4 of theIndependent Police Complaints Commission (Transitional Provisions) Order 2004([S.I. 2004/671](/id/uksi/2004/671?view=plain \"Go to item of legislation\")).\n\t\tThe Commission may, if it considers that there are exceptionalcircumstances, direct that a matter to which subsection (5) applies should betreated as a conduct matter or a DSI matter.\n\t\tThis subsection applies to a matter which—\n\t\t\trelates to conduct which took place, or circumstances which occurred,before 1 April 2004,\n\t\t\thas been the subject of a relevant complaint, and\n\t\t\twould be a conduct matter or a DSI matter if it had not been the subject ofa relevant complaint.\n\t\t“Relevant complaint” means—\n\t\t\ta complaint made before 1 April 2004, or\n\t\t\ta complaint made on or after that date to which a relevant transitionalprovision applied.\n\t\tWhere under subsection (1)(a) the Commission directs that a relevanttransitional provision does not apply in relation to a pre-commencementmatter, that provision does not apply in relation to that matter.\n\t\tThe appropriate authority must comply with a direction under subsection(1)(b).\n\t\tWhere under subsection (4) the Commission directs that a matter should betreated as a conduct matter or a DSI matter, the matter is (subject to anyregulations under subsection (10)) to be treated as a conduct matter or a DSImatter for the purposes of this Part (including subsections (1) and (2)) andany provision made under it.\n\t\tThe Secretary of State may by regulations provide for this Part or anyprovision made under it to apply with such modifications as the Secretary ofState thinks fit to a matter in relation to which the Commission has made adirection under subsection (1) or (4).”\n\t\tIn section 12 (definitions of “conduct matter” and “DSI matter”)—\n\t\t\tin subsection (2), after “this section,” insert “section 28A and anyregulations made under it,”, and\n\t\t\tin subsection (2A), after “means” insert “(subject to section 28A and anyregulations made under it)”.\n\t\tIn section 29(1), in the definition of “recordable conduct matter”, afterparagraph (a) (and the “or” which follows) insert—\n\t\t\ta conduct matter that is required to be recorded by the appropriateauthority under section 28A(8) or has been so recorded;”.\nExtent, commencement and short title\n\tSection 1 (except for subsection (3)) and this section extend to Englandand Wales, Scotland and Northern Ireland.\n\tSections 1(3) and 2 extend to England and Wales only.\n\tThis Act comes into force on the day on which it is passed.\n\tThis Act may be cited as the Police (Complaints and Conduct) Act 2012.\n\t\t"
    }
]