[
    {
        "length": 339,
        "text": "\nAnnual reports on progress towards sustainable energy aims\n\tThe Secretary of State must in each calendar year, beginning with 2004,publish a report (“a sustainable energy report”) on the progress made in thereporting period towards—\n\t\tcutting the United Kingdom’s carbon emissions;\n\t\tmaintaining the reliability of the United Kingdom’s energy supplies;\n\t\tpromoting competitive energy markets in the United Kingdom; and\n\t\treducing the number of people living in fuel poverty in the United Kingdom.\n\t“The reporting period”, for the purposes of subsection (1), means the yearending with 23 February in the calendar year in question.\n\tAccordingly, the report must be published in that calendar year within theperiod beginning with 24 February and ending with 31 December (“thepublication period”).\n\tA sustainable energy report may either be published as a single report orpublished in a number of parts during the publication period, and any suchreport or part may be contained in a document containing other material.\n\tA sustainable energy report must be based on such information as isavailable to the Secretary of State when the report is completed (except thatif it is published in parts, each of those parts must be based on suchinformation as is so available when that part is completed).\n\tFor the purposes of this section a person is to be regarded as living infuel poverty if he is a member of a household living on a lower income in ahome which cannot be kept warm at a reasonable cost."
    },
    {
        "length": 452,
        "text": "\nEnergy efficiency of residential accommodation: Secretary of State\n\tThe Secretary of State must within one week beginning with the coming intoforce of this section designate under this subsection at least one energyefficiency aim.\n\tFor the purposes of this section an “energy efficiency aim” is an aimwhich—\n\t\tis contained in a published document;\n\t\trelates to the energy efficiency of residential accommodation in England;and\n\t\tis compatible with Community obligations and any other internationalobligations of the United Kingdom.\n\tThe Secretary of State may, at any time after designation under subsection(1), designate under this subsection a further energy efficiency aim or aims.\n\tWhere an energy efficiency aim is for the time being designated under thissection, the Secretary of State must take reasonable steps to achieve the aim.\n\tIn deciding which steps to take for the purposes of subsection (4), theSecretary of State must consider steps relating to the heating, cooling,ventilation, lighting and insulation of residential accommodation.\n\tA designation under this section may be withdrawn, but not if itswithdrawal would result in there being no energy efficiency aim designatedunder this section.\n\tIf an energy efficiency aim designated under this section ceases to meetthe condition in subsection (2)(c) it ceases to be designated under thissection, but if this results in there being no energy efficiency aim sodesignated the Secretary of State must without delay designate a new energyefficiency aim.\n\tA designation of an aim under this section, or a withdrawal or cessation ofsuch a designation, must be published in such way as the Secretary of Stateconsiders appropriate: a designation may be contained in the same publisheddocument as the aim itself.\n\tIn this section “residential accommodation” has the meaning given bysection 1 of the Home Energy Conservation Act [1995 (c.10)](/id/ukpga/1995/10?view=plain \"Go to item of legislation\")."
    },
    {
        "length": 460,
        "text": "\nEnergy efficiency of residential accommodation: National Assembly forWales\n\tThe National Assembly for Wales (“the Assembly”) must within one weekbeginning with the coming into force of this section designate under thissubsection at least one energy efficiency aim.\n\tFor the purposes of this section an “energy efficiency aim” is an aimwhich—\n\t\tis contained in a published document;\n\t\trelates to the energy efficiency of residential accommodation in Wales; and\n\t\tis compatible with Community obligations and any other internationalobligations of the United Kingdom.\n\tThe Assembly may, at any time after designation under subsection (1),designate under this subsection a further energy efficiency aim or aims.\n\tWhere an energy efficiency aim is for the time being designated under thissection, the Assembly must (using the powers it has apart from this section)take reasonable steps to achieve the aim.\n\tIn deciding which steps to take for the purposes of subsection (4), theAssembly must consider steps relating to the heating, cooling, ventilation,lighting and insulation of residential accommodation.\n\tA designation under this section may be withdrawn, but not if itswithdrawal would result in there being no energy efficiency aim designatedunder this section.\n\tIf an energy efficiency aim designated under this section ceases to meetthe condition in subsection (2)(c) it ceases to be designated under thissection, but if this results in there being no energy efficiency aim sodesignated the Assembly must without delay designate a new energy efficiencyaim.\n\tA designation of an aim under this section, or a withdrawal or cessation ofsuch a designation, must be published in such way as the Assembly considersappropriate: a designation may be contained in the same published document asthe aim itself.\n\tIn this section “residential accommodation” has the meaning given bysection 1 of the Home Energy Conservation Act [1995 (c.10)](/id/ukpga/1995/10?view=plain \"Go to item of legislation\")."
    },
    {
        "length": 1032,
        "text": "\nEnergy efficiency of residential accommodation: energy conservationauthorities\n\tIn this section an “energy efficiency direction” means a directionrequiring each energy conservation authority to which it applies to take suchenergy conservation measures as that authority considers to be—\n\t\tlikely to result in achieving, by a date specified in the direction, animprovement so specified (which may be expressed as a percentage) in theenergy efficiency of residential accommodation in that authority’s area; and\n\t\tpracticable and cost-effective.\n\tFor the purposes of this section, “the energy efficiency” of residentialaccommodation in an energy conservation authority’s area has such meaning asmay be specified in an order made by the Secretary of State.\n\tThe Secretary of State may, after consulting the Local GovernmentAssociation, give an energy efficiency direction which applies—\n\t\tto one or more named energy conservation authorities in England;\n\t\tto all energy conservation authorities in England; or\n\t\tto a particular description of energy conservation authority in England.\n\tThe National Assembly for Wales (“the Assembly”) may, after consulting theWelsh Local Government Association, give an energy efficiency direction whichapplies—\n\t\tto one or more named energy conservation authorities in Wales;\n\t\tto all energy conservation authorities in Wales; or\n\t\tto a particular description of energy conservation authority in Wales.\n\tWith effect from the giving of an energy efficiency direction—\n\t\teach energy conservation authority to which the direction applies mustcomply with the direction, using the powers it has apart from this section;and\n\t\tthe Home Energy Conservation Act [1995 (c.10)](/id/ukpga/1995/10?view=plain \"Go to item of legislation\") (“HECA”) shallcease to apply in relation to each such authority.\n\tIn deciding which measures to take for the purposes of complying with anenergy efficiency direction, an authority must give preference to measureswhich it considers would also contribute to—\n\t\tachieving the objective mentioned in paragraph (d) of section 2(2) of theWarm Homes and Energy Conservation Act [2000 (c.31)](/id/ukpga/2000/31?view=plain \"Go to item of legislation\") by the targetdate for the time being specified under that paragraph;\n\t\tachieving any interim objectives for the time being specified underparagraph (c) of section 2(2) of that Act by the target date so specified.\n\tDifferent energy efficiency directions may be given in relation todifferent energy conservation authorities or different descriptions of suchauthority.\n\tThe Secretary of State may after consulting the Local GovernmentAssociation, and the Assembly may after consulting the Welsh Local GovernmentAssociation, alter the date or the improvement (or both) for the time beingspecified in an energy efficiency direction given by the Secretary of State or(as the case may be) by the Assembly.\n\tAn energy efficiency direction may be revoked, but only if each authorityto which it applies either—\n\t\tis subject to a new energy efficiency direction taking effect immediatelyon the revocation; or\n\t\tno longer exists at the time of the revocation.\n\tThe Secretary of State may give to energy conservation authorities inEngland, and the Assembly may give to energy conservation authorities inWales, such guidance as he or it considers appropriate in relation to theexercise of an energy conservation authority’s functions under this section.\n\tAn energy conservation authority must have regard to any such guidance.\n\tThe Secretary of State may by order—\n\t\tamend this section so as to alter the body which must be consulted by him;\n\t\tmake transitional provision in relation to HECA’s ceasing to apply inrelation to an energy conservation authority in England.\n\tThe Assembly may by order—\n\t\tamend this section so as to alter the body which must be consulted by it;\n\t\tmake transitional provision in relation to HECA’s ceasing to apply inrelation to an energy conservation authority in Wales.\n\tAny power to make an order under this section is exercisable by statutoryinstrument which, in the case of an order made by the Secretary of State,shall be subject to annulment in pursuance of a resolution of either House ofParliament.\n\tIn this section the following expressions have the meaning given bysection 1 of HECA—\n\t\t  * “energy conservation authority”; \n\t\t  * “residential accommodation”; \n\t\t  * “area”, in relation to an energy conservation authority; \n\t\t  * “energy conservation measures”. "
    },
    {
        "length": 553,
        "text": "\nCHP targets\n\tBefore the end of 2003, the Secretary of State must make a statement—\n\t\tspecifying one or more CHP targets; and\n\t\tspecifying the period that each CHP target is for.\n\tAt any time after making the statement mentioned in subsection (1), theSecretary of State may make a further statement doing either or both of thefollowing—\n\t\tspecifying as mentioned in that subsection;\n\t\trevoking a CHP target contained in an earlier statement under this section.\n\tA CHP target is the percentage of the amount of electricity for governmentuse in the period the target is for that the Secretary of State considers willbe capable, at a reasonable cost to the government, of being supplied from CHPelectricity.\n\tFor the purposes of this section—\n\t\t  * “amount of electricity for government use in the period the target is for” means the amount of electricity that the Secretary of State estimates that the government will use in that period; \n\t\t  * “CHP electricity” means electricity that— \n\t\tis generated by a generating station which is operated for the purposes ofproducing heat, or a cooling effect, in association with electricity; and\n\t\tsatisfies any other requirements specified in an order made by the Secretaryof State.\n\tThe Secretary of State may by order—\n\t\tspecify the departments and other bodies which (taken together) are toconstitute “the government” for the purposes of this section;\n\t\tprovide for the exclusion from any estimation of the amount of electricitythat the government will use in a period of—\n\t\tthe use of electricity for purposes specified in the order or incircumstances so specified;\n\t\tthe use of electricity by any part of the government specified in theorder.\n\tOne of the periods specified under subsection (1)(b) must—\n\t\tbegin with 1 January 2010; and\n\t\tend with 31 December 2010.\n\tThe Secretary of State must lay any statement made under this sectionbefore Parliament.\n\tAny power to make an order under this section is exercisable by statutoryinstrument which shall be subject to annulment in pursuance of a resolution ofeither House of Parliament.\n\tNo proceedings may be brought to enforce any CHP target contained in astatement made under this section or otherwise to review any act done, or anyfailure to act, in relation to any such CHP target."
    },
    {
        "length": 1114,
        "text": "\nDuty of Gas and Electricity Markets Authority to carry out impactassessments\n\tAfter section 5 of the Utilities Act [2000 (c.27)](/id/ukpga/2000/27?view=plain \"Go to item of legislation\") insert—\n\t“5ADuty of Authority to carry out impact assessment\n\t\tThis section applies where—\n\t\t\tthe Authority is proposing to do anything for the purposes of, or inconnection with, the carrying out of any function exercisable by it under orby virtue of Part 1 of the 1986 Act or Part 1 of the 1989 Act; and\n\t\t\tit appears to it that the proposal is important;\n\t\t\t\tbut this section does not apply if it appears to the Authority that theurgency of the matter makes it impracticable or inappropriate for theAuthority to comply with the requirements of this section.\n\t\tA proposal is important for the purposes of this section only if itsimplementation would be likely to do one or more of the following—\n\t\t\tinvolve a major change in the activities carried on by the Authority;\n\t\t\thave a significant impact on persons engaged in the shipping,transportation or supply of gas conveyed through pipes or in the generation,transmission, distribution or supply of electricity;\n\t\t\thave a significant impact on persons engaged in commercial activitiesconnected with the shipping, transportation or supply of gas conveyed throughpipes or with the generation, transmission, distribution or supply ofelectricity;\n\t\t\thave a significant impact on the general public in Great Britain or in apart of Great Britain; or\n\t\t\thave significant effects on the environment.\n\t\tBefore implementing its proposal, the Authority must either—\n\t\t\tcarry out and publish an assessment of the likely impact of implementingthe proposal; or\n\t\t\tpublish a statement setting out its reasons for thinking that it isunnecessary for it to carry out an assessment.\n\t\tAn assessment carried out under this section must—\n\t\t\tinclude an assessment of the likely effects on the environment ofimplementing the proposal; and\n\t\t\trelate to such other matters as the Authority considers appropriate.\n\t\tIn determining the matters to which an assessment under this section shouldrelate, the Authority must have regard to such general guidance relating tothe carrying out of impact assessments as it considers appropriate.\n\t\tAn assessment carried out under this section may take such form as theAuthority considers appropriate.\n\t\tWhere the Authority publishes an assessment under this section—\n\t\t\tit must provide an opportunity of making representations to the Authorityabout its proposal to members of the public and other persons who, in theAuthority’s opinion, are likely to be affected to a significant extent by theproposal’s implementation;\n\t\t\tthe published assessment must be accompanied by a statement setting out howrepresentations may be made; and\n\t\t\tthe Authority must not implement its proposal unless the period for makingrepresentations about the proposal has expired and it has considered all therepresentations that were made in that period.\n\t\tWhere the Authority is required (apart from this section)—\n\t\t\tto consult about a proposal to which this section applies, or\n\t\t\tto give a person an opportunity of making representations about it,\n\t\t\tthe requirements of this section are in addition to, but may be performedcontemporaneously with, the other requirements.\n\t\tEvery report under section 5(1) must set out—\n\t\t\ta list of the assessments under this section carried out during thefinancial year to which the report relates; and\n\t\t\ta summary of the decisions taken during that year in relation to proposalsto which assessments carried out in that year or previous financial yearsrelate.\n\t\tThe publication of anything under this section must be in such manner asthe Authority considers appropriate for bringing it to the attention of thepersons who, in the Authority’s opinion, are likely to be affected if itsproposal is implemented.\n\t\tReferences in sections 4AA, 4AB and 4A of the 1986 Act to functions of theAuthority under Part 1 of that Act include references to any functions of theAuthority under this section that are exercisable in relation to a proposal todo anything for the purposes of, or in connection with, the carrying out ofany function of the Authority under Part 1 of the 1986 Act.\n\t\tReferences in sections 3A, 3B and 3C of the 1989 Act to functions of theAuthority under Part 1 of that Act include references to any functions of theAuthority under this section that are exercisable in relation to a proposal todo anything for the purposes of, or in connection with, the carrying out ofany function of the Authority under Part 1 of the 1989 Act.”"
    },
    {
        "length": 498,
        "text": "\nUse of certain money held by Gas and Electricity Markets Authority\n\tIf the Secretary of State so directs, the person prescribed under section33(1)(b) of the Electricity Act (collection of fossil fuel levy) must pay anamount into the Consolidated Fund out of money that has been paid undersection 33(5A) of that Act.\n\tThe total of the amounts directed to be paid under this section must notexceed £60,000,000.\n\tAt any time which falls after the giving of a direction under this section,the Secretary of State is under a duty to spend the required amount for thepurpose of promoting the use of energy from renewable sources.\n\t“The required amount”, for the purposes of subsection (3), is an amount ofmoney equal to the total of the amounts that at the time in question have beenpaid into the Consolidated Fund under subsection (1), less the total of anyamounts that the Secretary of State has already spent under subsection (3).\n\tIn subsection (3) “renewable sources” means sources of energy other thanfossil fuel or nuclear fuel.\n\tIn subsection (5) “fossil fuel” means coal, substances produced directly orindirectly from coal, lignite, natural gas, crude liquid petroleum, orpetroleum products (and “natural gas” and “petroleum products” have the samemeanings as in the Energy Act [1976 (c. 76)](/id/ukpga/1976/76?view=plain \"Goto item of legislation\")).\n\tThe Secretary of State’s duty under subsection (3) is without prejudice toany power or duty of his apart from this section to spend money for thepurpose mentioned in that subsection.\n\tIn this section—\n\t\t“the Electricity Act” means the Electricity Act [1989 (c.29)](/id/ukpga/1989/29?view=plain \"Go to item of legislation\"); and\n\t\tthe references to section 33 of that Act are to that section as it haseffect in England and Wales."
    },
    {
        "length": 245,
        "text": "\nCitation, extent and commencement\n\tThis Act may be cited as the Sustainable Energy Act 2003.\n\tExcept as provided in subsections (3) and (4), this Act extends to Englandand Wales, Scotland and Northern Ireland.\n\tSections 2, 3, 4, 5 and 7 extend to England and Wales only.\n\tSection 6 extends to England and Wales and to Scotland.\n\tSections 2, 4 (so far as it relates to England) and 5 shall come into forceon such day as the Secretary of State may by order made by statutoryinstrument appoint.\n\tSections 3 and 4 (so far as it relates to Wales) shall come into force onsuch day as the National Assembly for Wales may by order made by statutoryinstrument appoint.\n\tThe other provisions of this Act shall come into force at the end of twomonths beginning with the day on which it is passed.\n\tAn order under subsection (5) or (6) may appoint different days fordifferent purposes.\n\t\t"
    }
]