[
    {
        "length": 1718,
        "text": "\nRetention of relevant communications data\n\tPowers for retention of relevant communications data subject tosafeguards\n\t\tThe Secretary of State may by notice (a “retention notice”) require apublic telecommunications operator to retain relevant communications data ifthe Secretary of State considers that the requirement is necessary andproportionate for one or more of the purposes falling within paragraphs (a) to(h) of section 22(2) of the Regulation of Investigatory Powers Act 2000(purposes for which communications data may be obtained).\n\t\tA retention notice may—\n\t\t\trelate to a particular operator or any description of operators,\n\t\t\trequire the retention of all data or any description of data,\n\t\t\tspecify the period or periods for which data is to be retained,\n\t\t\tcontain other requirements, or restrictions, in relation to the retentionof data,\n\t\t\tmake different provision for different purposes,\n\t\t\trelate to data whether or not in existence at the time of the giving, orcoming into force, of the notice.\n\t\tThe Secretary of State may by regulations make further provision about theretention of relevant communications data.\n\t\tSuch provision may, in particular, include provision about—\n\t\t\trequirements before giving a retention notice,\n\t\t\tthe maximum period for which data is to be retained under a retentionnotice,\n\t\t\tthe content, giving, coming into force, review, variation or revocation ofa retention notice,\n\t\t\tthe integrity, security or protection of, access to, or the disclosure ordestruction of, data retained by virtue of this section,\n\t\t\tthe enforcement of, or auditing compliance with, relevant requirements orrestrictions,\n\t\t\ta code of practice in relation to relevant requirements or restrictions orrelevant powers,\n\t\t\tthe reimbursement by the Secretary of State (with or without conditions) ofexpenses incurred by public telecommunications operators in complying withrelevant requirements or restrictions,\n\t\t\tthe 2009 Regulations ceasing to have effect and the transition to theretention of data by virtue of this section.\n\t\tThe maximum period provided for by virtue of subsection (4)(b) must notexceed 12 months beginning with such day as is specified in relation to thedata concerned by regulations under subsection (3).\n\t\tA public telecommunications operator who retains relevant communicationsdata by virtue of this section must not disclose the data except—\n\t\t\tin accordance with—\n\t\t\tChapter 2 of Part 1 of the Regulation of Investigatory Powers Act 2000(acquisition and disclosure of communications data), or\n\t\t\ta court order or other judicial authorisation or warrant, or\n\t\t\tas provided by regulations under subsection (3).\n\t\tThe Secretary of State may by regulations make provision, which correspondsto any provision made (or capable of being made) by virtue of subsection(4)(d) to (g) or (6), in relation to communications data which is retained bytelecommunications service providers by virtue of a code of practice undersection 102 of the Anti-terrorism, Crime and Security Act 2001.\n\tSection 1: supplementary\n\t\tIn this section and section 1—\n\t\t\t  * “communications data” has the meaning given by section 21(4) of the Regulation of Investigatory Powers Act 2000 so far as that meaning applies in relation to telecommunications services and telecommunication systems; \n\t\t\t  * “functions” includes powers and duties; \n\t\t\t  * “notice” means notice in writing; \n\t\t\t  * “public telecommunications operator” means a person who— \n\t\t\tcontrols or provides a public telecommunication system, or\n\t\t\tprovides a public telecommunications service;\n\t\t\t\t  * “public telecommunications service” and “public telecommunication system” have the meanings given by section 2(1) of the Regulation of Investigatory Powers Act 2000; \n\t\t\t\t  * “relevant communications data” means communications data of the kind mentioned in the Schedule to the 2009 Regulations so far as such data is generated or processed in the United Kingdom by public telecommunications operators in the process of supplying the telecommunications services concerned; \n\t\t\t\t  * “relevant powers” means any powers conferred by virtue of section 1(1) to (6); \n\t\t\t\t  * “relevant requirements or restrictions” means any requirements or restrictions imposed by virtue of section 1(1) to (6); \n\t\t\t\t  * “retention notice” has the meaning given by section 1(1); \n\t\t\t\t  * “specify” means specify or describe (and “specified” is to be read accordingly); \n\t\t\t\t  * “telecommunications service” and “telecommunication system” have the meanings given by section 2(1) of the Regulation of Investigatory Powers Act 2000; \n\t\t\t\t  * “telecommunications service provider” means a person who provides a telecommunications service; \n\t\t\t\t  * “unsuccessful call attempt” means a communication where a telephone call has been successfully connected but not answered or there has been a network management intervention; \n\t\t\t\t  * “the 2009 Regulations” means the provisions known as the Data Retention (EC Directive) Regulations 2009 ([S.I. 2009/859](/id/uksi/2009/859?view=plain \"Go to item of legislation\")). \n\t\t“Relevant communications data” includes (so far as it otherwise fallswithin the definition) communications data relating to unsuccessful callattempts that—\n\t\t\tin the case of telephony data, is stored in the United Kingdom, or\n\t\t\tin the case of internet data, is logged in the United Kingdom,\n\t\t\t\tbut does not include data relating to unconnected calls or data revealing thecontent of a communication.\n\t\tRegulations under section 1(3) may specify the communications data that isof the kind mentioned in the Schedule to the 2009 Regulations and, where theydo so, the reference in the definition of “relevant communications data” tocommunications data of that kind is to be read as a reference tocommunications data so specified.\n\t\tAny power to make regulations under section 1—\n\t\t\tis exercisable by statutory instrument,\n\t\t\tincludes power to—\n\t\t\tconfer or impose functions (including those involving the exercise of adiscretion) on any person (including the Secretary of State),\n\t\t\tmake supplementary, incidental, consequential, transitional, transitory orsaving provision,\n\t\t\tmake different provision for different purposes,\n\t\t\tmay, so far as relating to provision about codes of practice, be exercisedin particular by modifying the effect of sections 71 and 72 of the Regulationof Investigatory Powers Act 2000 (codes of practice in relation to certainpowers and duties).\n\t\tA statutory instrument containing regulations under section 1 is not to bemade unless a draft of the instrument has been laid before, and approved by aresolution of, each House of Parliament."
    },
    {
        "length": 2494,
        "text": "\nInvestigatory powers\n\tGrounds for issuing warrants and obtaining data\n\t\tSection 5 of the Regulation of Investigatory Powers Act 2000 (power toissue necessary and proportionate interception warrants in interests ofnational security, to prevent or detect serious crime or to safeguard the UK’seconomic well-being) is amended as set out in subsection (2).\n\t\tIn subsection (3)(c) (economic well-being of the UK), after “purpose”insert “, in circumstances appearing to the Secretary of State to be relevantto the interests of national security,”.\n\t\tSection 22 of that Act (power to obtain communications data in interests ofnational security, to prevent or detect serious crime, in interests of theUK’s economic well-being and for other specified purposes) is amended as setout in subsection (4).\n\t\tIn subsection (2)(c) (economic well-being of the UK), after “UnitedKingdom” insert “so far as those interests are also relevant to the interestsof national security”.\n\tExtra-territoriality in Part 1 of RIPA\n\t\tPart 1 of the Regulation of Investigatory Powers Act 2000 (communications)is amended as follows.\n\t\tIn section 11 (implementation of interception warrants), after subsection(2) insert—\n\t\t\t“(2A)A copy of a warrant may be served under subsection (2) on a personoutside the United Kingdom (and may relate to conduct outside the UnitedKingdom).\n\t\t(2B)Service under subsection (2) of a copy of a warrant on a person outsidethe United Kingdom may (in addition to electronic or other means of service)be effected in any of the following ways—\n\t\t\tby serving it at the person’s principal office within the United Kingdomor, if the person has no such office in the United Kingdom, at any place inthe United Kingdom where the person carries on business or conductsactivities;\n\t\t\tif the person has specified an address in the United Kingdom as one atwhich the person, or someone on the person’s behalf, will accept service ofdocuments of the same description as a copy of a warrant, by serving it atthat address;\n\t\t\tby making it available for inspection (whether to the person or to someoneacting on the person’s behalf) at a place in the United Kingdom (but this issubject to subsection (2C)).\n\t\t\t(2C)Service under subsection (2) of a copy of a warrant on a person outsidethe United Kingdom may be effected in the way mentioned in paragraph (c) ofsubsection (2B) only if—\n\t\t\tit is not reasonably practicable for service to be effected by any othermeans (whether as mentioned in subsection (2B)(a) or (b) or otherwise), and\n\t\t\tthe person to whom the warrant is addressed takes such steps as the personthinks appropriate for the purpose of bringing the contents of the warrant,and the availability of a copy for inspection, to the attention of the personoutside the United Kingdom.\n\t\t\tThe steps mentioned in paragraph (b) must be taken as soon as reasonablypracticable after the copy of the warrant is made available for inspection.”\n\t\tIn subsection (4) of that section, after “that person” insert “(whether ornot the person is in the United Kingdom)”.\n\t\tAfter subsection (5) of that section insert—\n\t\t“(5A)Where a person outside the United Kingdom is under a duty by virtue ofsubsection (4) to take any steps in a country or territory outside the UnitedKingdom for giving effect to a warrant, in determining for the purposes ofsubsection (5) whether the steps are reasonably practicable for the person totake, regard is to be had (amongst other matters) to—\n\t\t\tany requirements or restrictions under the law of that country or territoryrelevant to the taking of those steps, and\n\t\t\tthe extent to which it is reasonably practicable to give effect to thewarrant in a way that does not breach any such requirements or restrictions.”\n\t\tIn subsection (8) of that section, after “enforceable” insert “(includingin the case of a person outside the United Kingdom)”.\n\t\tIn section 12 (maintenance of interception capability), after subsection(3) insert—\n\t\t“(3A)An obligation may be imposed in accordance with an order under thissection on, and a notice under subsection (2) given to, persons outside theUnited Kingdom (and may be so imposed or given in relation to conduct outsidethe United Kingdom).\n\t\t(3B)Where a notice under subsection (2) is to be given to a person outside theUnited Kingdom, the notice may (in addition to electronic or other means ofgiving a notice) be given to the person—\n\t\t\tby delivering it to the person’s principal office within the United Kingdomor, if the person has no such office in the United Kingdom, to any place inthe United Kingdom where the person carries on business or conductsactivities, or\n\t\t\tif the person has specified an address in the United Kingdom as one atwhich the person, or someone on the person’s behalf, will accept documents ofthe same description as a notice, by delivering it to that address.”\n\t\tIn subsection (7) of that section—\n\t\t\tafter “person” insert “(whether or not the person is in the UnitedKingdom)”, and\n\t\t\tafter “enforceable” insert “(including in the case of a person outside theUnited Kingdom)”.\n\t\tIn section 22 (obtaining and disclosing communications data), aftersubsection (5) insert—\n\t\t“(5A)An authorisation under subsection (3) or (3B), or a requirement imposedin accordance with a notice under subsection (4), may relate to conductoutside the United Kingdom (and any such notice may be given to a personoutside the United Kingdom).\n\t\t(5B)Where a notice under subsection (4) is to be given to a person outside theUnited Kingdom, the notice may (in addition to electronic or other means ofgiving a notice) be given to the person in any of the following ways—\n\t\t\tby delivering it to the person’s principal office within the United Kingdomor, if the person has no such office in the United Kingdom, to any place inthe United Kingdom where the person carries on business or conductsactivities;\n\t\t\tif the person has specified an address in the United Kingdom as one atwhich the person, or someone on the person’s behalf, will accept documents ofthe same description as a notice, by delivering it to that address;\n\t\t\tby notifying the person of the requirements imposed by the notice by suchother means as the person giving the notice thinks appropriate (which mayinclude notifying the person orally, except where the notice is one to whichsection 23A applies).”\n\t\tIn subsection (6) of that section, after “operator” insert “(whether or notthe operator is in the United Kingdom)”.\n\t\tIn subsection (8) of that section, after “enforceable” insert “(includingin the case of a person outside the United Kingdom)”.\n\tMeaning of “telecommunications service”\n\t\tIn section 2 of the Regulation of Investigatory Powers Act 2000 (meaning of“interception” etc), after subsection (8) insert—\n\t“(8A)For the purposes of the definition of “telecommunications service” insubsection (1), the cases in which a service is to be taken to consist in theprovision of access to, and of facilities for making use of, atelecommunication system include any case where a service consists in orincludes facilitating the creation, management or storage of communicationstransmitted, or that may be transmitted, by means of such a system.”\n\tHalf-yearly reports by the Interception of Communications Commissioner\n\t\tSection 58 of the Regulation of Investigatory Powers Act 2000 (reports bythe Interception of Communications Commissioner) is amended as follows.\n\t\tIn subsection (4) (annual reports), after “calendar year” insert “and afterthe end of the period of six months beginning with the end of each calendaryear”.\n\t\tIn subsection (6) (duty to lay annual reports before Parliament), after“annual report” insert “, and every half-yearly report,”.\n\t\tIn subsection (6A) (duty to send annual reports to the First Minister),after “annual report” insert “, and every half-yearly report,”.\n\t\tIn subsection (7) (power to exclude matter from annual reports), after“annual report” insert “, or half-yearly report,”.\n\tReview of investigatory powers and their regulation\n\t\tThe Secretary of State must appoint the independent reviewer of terrorismlegislation to review the operation and regulation of investigatory powers.\n\t\tThe independent reviewer must, in particular, consider—\n\t\t\tcurrent and future threats to the United Kingdom,\n\t\t\tthe capabilities needed to combat those threats,\n\t\t\tsafeguards to protect privacy,\n\t\t\tthe challenges of changing technologies,\n\t\t\tissues relating to transparency and oversight,\n\t\t\tthe effectiveness of existing legislation (including its proportionality)and the case for new or amending legislation.\n\t\tThe independent reviewer must, so far as reasonably practicable, completethe review before 1 May 2015.\n\t\tThe independent reviewer must send to the Prime Minister a report on theoutcome of the review as soon as reasonably practicable after completing thereview.\n\t\tOn receiving a report under subsection (4), the Prime Minister must lay acopy of it before Parliament together with a statement as to whether anymatter has been excluded from that copy under subsection (6).\n\t\tIf it appears to the Prime Minister that the publication of any matter in areport under subsection (4) would be contrary to the public interest orprejudicial to national security, the Prime Minister may exclude the matterfrom the copy of the report laid before Parliament.\n\t\tThe Secretary of State may pay to the independent reviewer—\n\t\t\texpenses incurred in carrying out the functions of the independent reviewerunder this section, and\n\t\t\tsuch allowances as the Secretary of State determines.\n\t\tIn this section “the independent reviewer of terrorism legislation” meansthe person appointed under section 36(1) of the Terrorism Act 2006 (and“independent reviewer” is to be read accordingly)."
    },
    {
        "length": 182,
        "text": "\nFinal provisions\n\tCommencement, duration, extent and short title\n\t\tSubject to subsection (2), this Act comes into force on the day on which itis passed.\n\t\tSection 1(6) comes into force on such day as the Secretary of State may byorder made by statutory instrument appoint; and different days may beappointed for different purposes.\n\t\tSections 1 to 7 (and the provisions inserted into the Regulation ofInvestigatory Powers Act 2000 by sections 3 to 6) are repealed on 31 December2016.\n\t\tThis Act extends to England and Wales, Scotland and Northern Ireland.\n\t\tThis Act may be cited as the Data Retention and Investigatory Powers Act2014.\n\t\t\t"
    }
]