{
    "general": "This law says yes to some proposals from the European Union, like allowing more countries to join the Eurozone (the group of countries that use the same currency). It also agrees with how many people should be part of the European Commission (like a board of directors for the EU). This helps the UK stay involved in making decisions for the EU and ensures we have a say in important matters.",
    "series": [
        [
            {
                "length": 211,
                "short": "\"EU Approvals Act 2013: Ratifying Key Decisions for Electronic Publication and EU Agency for Fundamental Rights\"",
                "text": "\n* Simplified point 1: The act approves two draft decisions of the Council of the European Union under Article 352 of TFEU, one regarding the electronic publication of the Official Journal and the other establishing a multiannual framework for the European Union Agency for Fundamental Rights.\n* Simplified point 2: The act also approves a draft decision under Article 17(5) of the Treaty on European Union that the number of members of the European Commission should continue to be equal to the number of member States.\n* Simplified point 3: The act extends to the whole of the United Kingdom and comes into force on the day it is passed.\n* Simplified point 4: The act may be cited as the European Union (Approvals) Act 2013."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The European Union (Approvals) Act 2013 allows the UK government to approve important decisions made by the European Union. These decisions help the EU work better and more efficiently. One decision helps the EU publish official documents online, making it easier for everyone to access them. Another decision sets out how many members the European Commission, the EU's executive body, should have. This ensures the Commission has the right size to do its job well. The Act applies to all of the UK and came into effect as soon as it was passed. It's like giving the EU a \"thumbs up\" so it can keep doing its job well!",
    "single": "\n* This bill approves two draft decisions made by the Council of the European Union:\n\t+ The draft decision to adopt the Council Regulation on the electronic publication of the Official Journal.\n\t+ The draft decision to establish a Multiannual Framework for the European Union Agency for Fundamental Rights for 2013-2017.\n* The bill also approves a draft decision under Article 17(5) of the Treaty on European Union that the number of members of the European Commission should continue to be equal to the number of member States.\n* The bill extends to the whole of the United Kingdom and comes into force on the day it is passed.\n* The bill may be cited as the European Union (Approvals) Act 2013.\nKEY POINTS:\n* The bill approves certain draft decisions made by the Council of the European Union.\n* The decisions relate to the electronic publication of the Official Journal and the Multiannual Framework for the European Union Agency for Fundamental Rights.\n* The bill also approves a draft decision regarding the number of members of the European Commission.\n* The bill extends to the whole of the United Kingdom and comes into force on the day it is passed."
}