{
    "general": "This law helps set the amount of money needed to run things like schools, hospitals, and roads in Northern Ireland for one year. It also makes changes to a program that gives money to people who use renewable energy sources like solar or wind power to heat their homes. This will help keep these important services running smoothly and support people who use clean energy.",
    "series": [
        [
            {
                "length": 182,
                "short": "\"Regional Rate and Energy Act 2018: Setting the Regional Rate for Hereditaments in Northern Ireland\"",
                "text": "* Simplified point 1: The Regional Rates and Energy Act 2018 sets the regional rate for hereditaments in Northern Ireland at 33.41 pence in the pound for the year ending 31 March 2019.\n* Simplified point 2: The Act also makes changes to the Renewable Heat Incentive scheme, including adjusting tariffs for accredited RHI installations based on the retail price index for 2017.\n* Simplified point 3: The Act extends to Northern Ireland only and comes into force on the day it is passed, with certain provisions coming into force on 1 April 2018."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Northern Ireland (Regional Rates and Energy) Act 2018 sets the amount of money that local councils in Northern Ireland can raise through taxes on properties called \"regional rates\" at 33.41 pence in every pound earned for the year starting on April 1st, 2018, and ending on March 31st, 2019. This means that if you own a property in Northern Ireland, you will have to pay a certain amount of tax based on the value of your property.\nAdditionally, the act makes some changes to a government program called the Renewable Heat Incentive (RHI), which gives financial support to people who install renewable energy heating systems in their homes or businesses. These changes include adjusting the amount of money that people receive for installing these systems based on the cost of living in 2017.\nThis law only applies to Northern Ireland and came into effect when it was passed, with some parts taking effect on April 1st, 2018.",
    "single": "\n* The Northern Ireland (Regional Rates and Energy) Act 2018 sets the regional rate for the year ending March 31, 2019.\n* The regional rate is 33.41 pence in the pound and applies to hereditaments and rateable capital values.\n* The Act also amends the Renewable Heat Incentive Scheme Regulations (Northern Ireland) 2012 to adjust tariffs for accredited RHI installations.\n* The tariffs are adjusted based on the retail prices index for 2017, with any twentieth of a penny being rounded upwards.\n* The Act applies only to Northern Ireland.\n* Section 2 and the Schedule come into force on April 1, 2018.\n* The Act may be cited as the Northern Ireland (Regional Rates and Energy) Act 2018."
}