[
    {
        "length": 1248,
        "text": "\nIntroduction\n\tMeaning of “qualifying debt” etc\n\t\tThis section applies for the purposes of this Act.\n\t\t“The Initiative” means the enhanced Heavily Indebted Poor CountriesInitiative of the International Monetary Fund and the World Bank.\n\t\t“Qualifying debt” means a debt incurred before commencement that—\n\t\t\tis public or publicly guaranteed,\n\t\t\tis external,\n\t\t\tis a debt of a country to which the Initiative applies or a potentiallyeligible Initiative country, and\n\t\t\tin the case of a debt of a country to which the Initiative applies, isincurred before decision point is reached in respect of the country.\n\t\tFor the purposes of subsection (3) treat a debt incurred after commencementas incurred before commencement if (and so far as) it replaces one incurredbefore commencement.\n\t\tFor the purposes of subsection (3)(d) treat a debt incurred after decisionpoint as incurred before decision point if (and so far as) it replaces oneincurred before decision point.\n\t\t“Potentially eligible Initiative country” means a country—\n\t\t\tthat the International Monetary Fund and World Bank identify as potentiallyeligible for debt relief under the Initiative, and\n\t\t\tin respect of which decision point has not been reached.\n\t\tDecision point is regarded as reached in respect of a country if it is soregarded for the purposes of the Initiative.\n\t\tFor the meaning of other expressions used in subsection (3), see section 2.\n\t\t“Country” includes a territory.\n\t\t“Commencement” means the commencement of this Act.\n\t\tIf the terms of the Initiative are amended after commencement in such away as to change a relevant eligibility condition, this Act has effect as ifthey had not been so amended.\n\t\tIn subsection (11) “relevant eligibility condition” means a condition asto the level of a country’s income or debt or the size of its economy thatmust be met in order for the country to be eligible for debt relief under theInitiative.\n\tQualifying debts: further definitions\n\t\tThe expressions used in section 1(3) have the meaning given below.\n\t\t“Debt” includes—\n\t\t\ta liability that falls to be discharged otherwise than by the making of apayment,\n\t\t\tan obligation to repurchase property that arises under an agreement for thesale and repurchase of property (whether or not the same property), and\n\t\t\ta liability of the lessee under a finance lease (except a liability so faras relating to the operation or maintenance of property subject to the lease).\n\t\t“Debt” does not include—\n\t\t\ta liability to pay for goods or services that arose on the delivery of thegoods or the provision of services,\n\t\t\ta liability that falls to be discharged in less than a year from the timeit was incurred (“a short-term debt”) unless the short-term debt is withinsubsection (4), or\n\t\t\ta liability incurred after commencement that replaces anything that was (atthe time of the replacement) within paragraph (a) or (b).\n\t\tA short-term debt is within this subsection if it ought to have beendischarged—\n\t\t\tmore than a year before commencement, and\n\t\t\t(where decision point has been reached in respect of the country concerned)more than a year before decision point.\n\t\tA debt is a “public” debt of a country if it was incurred by—\n\t\t\tthe country or any part of it (or the government of the country or any partof the country or any department of any such government),\n\t\t\tthe central bank or other monetary authority of the country, or\n\t\t\ta body corporate controlled (directly or indirectly) by anything withinparagraph (a) or (b).\n\t\tIn subsection (5)(a) references to part of a country include anymunicipality or other local government area in the country.\n\t\tA debt is a “publicly guaranteed” debt of a country if—\n\t\t\tit is guaranteed,\n\t\t\tthe guarantee was entered into—\n\t\t\tbefore commencement, and\n\t\t\twhere decision point has been reached in respect of the country, beforethat point was reached, and\n\t\t\tthe debt would be a public debt of the country if it had been incurred bythe guarantor.\n\t\tIf the conditions in subsection (7)(a) to (c) are met as regards part of adebt, that part is regarded as a publicly guaranteed debt of the countryconcerned.\n\t\tA public or publicly guaranteed debt of a country is “external” unless thecreditor was resident in the country—\n\t\t\tif decision point was reached in respect of the country beforecommencement, at the time that point was reached, or\n\t\t\totherwise, at commencement.\n\t\tIf in any proceedings there is an issue as to whether a debt is aqualifying debt, treat the debt as external unless it is proved in thoseproceedings that it is not external."
    },
    {
        "length": 1155,
        "text": "\nRelief of debts etc\n\tAmount recoverable in respect of claim for qualifying debt etc\n\t\tThe amount recoverable in respect of—\n\t\t\ta qualifying debt, or\n\t\t\tany cause of action relating to a qualifying debt,\n\t\t\t\tis the relevant proportion of the amount that would otherwise be recoverablein respect of the qualifying debt or cause of action.\n\t\tFor the meaning of “the relevant proportion”, see section 4.\n\t\tSubsection (1) does not apply in relation to an agreement (a “compromiseagreement”) that compromises—\n\t\t\ta claim for a qualifying debt, or\n\t\t\ta claim in respect of a cause of action relating to a qualifying debt.\n\t\tBut the amount recoverable under a compromise agreement is limited to theamount that would be recoverable in respect of the claim if the agreement hadnot been made (and subsection (1) applied to the claim).\n\t\tSubsection (1) does not apply where an agreement that is not a compromiseagreement (a “refinancing agreement”) has been made—\n\t\t\tthat changes the terms for repayment of a debt (“the rescheduled debt”) insuch a way as to reduce its net present value, or\n\t\t\tby virtue of which a debt (“the original debt”) is replaced by a debt (“thenew debt”) whose net present value is less than the net present value of theoriginal debt.\n\t\tBut the amount recoverable in respect of the rescheduled debt or the newdebt is limited to the amount that would be recoverable in respect of theinitial debt if the refinancing agreement had not been made (and subsection(1) applied to that debt).\n\t\tIn subsection (6) “the initial debt” means the debt mentioned in subsection(5)(a) or (as the case may be) the original debt.\n\t\tReferences in this section to the amount recoverable include the amountrecoverable on the enforcement of any security.\n\t\tThis section applies even if the law applicable to the qualifying debt, orto any compromise agreement, refinancing agreement or security, is the law ofa country outside the United Kingdom.\n\tMeaning of “the relevant proportion”\n\t\tIn this Act any reference to the relevant proportion, in relation to aqualifying debt, is to be read as follows.\n\t\tWhere the qualifying debt is one to which the Initiative applies, therelevant proportion is—\n\t\t\t[![](/ukpga/2010/22/images/ukpga_20100022_en_001)](/ukpga/2010/22/images/ukpga_20100022_en_001?view=plain)\n\t\twhere—\n\t\t\t  * A is the amount the debt would be if it were reduced in accordance with the Initiative (on the assumption, if it is not the case, that completion point has been reached, for the purposes of the Initiative, in respect of the country whose debt it is), and \n\t\t\t  * B is the amount of the debt without it having been so reduced. \n\t\tWhere the qualifying debt is a debt of a potentially eligible Initiativecountry, the relevant proportion is 33%.\n\tJudgments for qualifying debts etc\n\t\tThis section applies to—\n\t\t\ta judgment on a relevant claim given by a court in the United Kingdombefore commencement,\n\t\t\ta foreign judgment given (whether before or after commencement) on arelevant claim, and\n\t\t\tan award made (whether before or after commencement) on a relevant claim inan arbitration (conducted under any laws).\n\t\t“Relevant claim” means—\n\t\t\ta claim for, or relating to, a qualifying debt, or\n\t\t\ta claim under an agreement compromising a claim within paragraph (a).\n\t\tThe amount of the judgment or award is to be treated as equal to the amountit would be if the court, tribunal or arbitrator had applied section 3 inrelation to the relevant claim.\n\t\tSubsection (3) does not apply in relation to a claim if the effect of it soapplying would be to increase the amount of the judgment or award.\n\t\tIn this section—\n\t\t\t  * “judgment” includes an order (and references to the giving of a judgment are to be read accordingly), and \n\t\t\t  * “foreign judgment” means a judgment (however described) of a court or tribunal of a country outside the United Kingdom, and includes anything (other than an arbitration award) which is enforceable as if it were such a judgment. \n\t\tThis section applies to anything that gives effect to a compromise of arelevant claim as if in subsection (3) after “if” there were inserted “therelevant claim had not been compromised and”."
    },
    {
        "length": 1304,
        "text": "\nSupplementary and general\n\tException where debtor fails to make offer to pay recoverable amount\n\t\tThis Act does not apply to a relevant claim, a relevant foreign judgment ora relevant arbitration award if—\n\t\t\tproceedings are brought in respect of the relevant claim, foreign judgmentor arbitration award, and\n\t\t\tthe debtor does not, before the relevant time, make an offer to compromisethe proceedings on comparable Initiative terms.\n\t\tFor the purposes of this section an offer is made on “comparable Initiativeterms” if the net present value of payments to be made in accordance with theoffer is equal to or exceeds the net present value of the payment required tosatisfy the relevant claim, foreign judgment or arbitration award (reduced inaccordance with this Act).\n\t\tIn this section—\n\t\t\t  * “foreign judgment” has the meaning given by section 5(5), \n\t\t\t  * “judgment” includes an order, \n\t\t\t  * “proceedings” means proceedings in a part of the United Kingdom, and includes proceedings for— \n\t\t\tthe registration of a foreign judgment or an arbitration award, or\n\t\t\tpermission to enforce an arbitration award in the same manner as a judgment ofthe court,\n\t\t\t\tbut does not include proceedings for the enforcement of a judgment or award,\n\t\t\t\t  * “relevant arbitration award” means an award within section 5(1)(c), \n\t\t\t\t  * “relevant claim” has the meaning given by section 5(2), \n\t\t\t\t  * “relevant foreign judgment” means a foreign judgment within section 5(1)(b), and \n\t\t\t\t  * “the relevant time” means— \n\t\t\tthe time when a court first gives judgment on the relevant claim,\n\t\t\tthe time when the foreign judgment or arbitration award is registered, or (asthe case may be)\n\t\t\tthe time when permission is given to enforce the arbitration award in the samemanner as a judgment of the court.\n\t\tThis section applies to cases where the proceedings were brought beforecommencement (as well as cases where they are brought after commencement), butnot to cases where the relevant time occurred before commencement.\n\tException for overriding EU or international obligations\n\t\tNothing in this Act applies to a foreign judgment or an arbitration awardof a kind required by European Union law, or by an international obligation ofthe United Kingdom, to be enforced in full even in cases where suchenforcement is contrary to the public policy of the United Kingdom.\n\t\tAccordingly, this Act does not apply to—\n\t\t\ta foreign judgment that is certified as a European Enforcement Order(within the meaning of [Regulation (EU) No.805/2004](/european/regulation/2004/0805?view=plain \"Go to item oflegislation\") of the European Parliament and of the Council),\n\t\t\ta foreign judgment that is an enforceable European Order for Payment(within the meaning of [Regulation (EU) No.1896/2006](/european/regulation/2006/1896?view=plain \"Go to item oflegislation\") of the European Parliament and of the Council), or\n\t\t\tan award to which section 1 of the Arbitration (International InvestmentDisputes) Act 1966 applies (awards made under the Convention on the settlementof investment disputes between States and nationals of other States).\n\t\t“Foreign judgment” has the meaning given by section 5(5).\n\tSaving \n\t\tNothing in this Act enables a person to recover anything paid in (total orpartial) satisfaction of any liability (whether arising under an agreement,judgment, order, award or otherwise).\n\tDuration of Act\n\t\tThis Act expires at the end of the period of one year beginning withcommencement; but this is subject to subsections (2) and (3).\n\t\tThe Treasury may by order provide that this Act (instead of expiring at thetime it would otherwise expire) expires at the end of the period of one yearfrom that time.\n\t\tThe Treasury may by order provide that this Act has permanent effect.\n\t\tAn order under this section is to be made by statutory instrument.\n\t\tAn order under this section may be made only if a draft of the statutoryinstrument containing it has been laid before, and approved by a resolutionof, each House of Parliament.\n\t\tIf this Act expires by virtue of this section—\n\t\t\tthe Act is to be treated as never having been in force, and\n\t\t\taccordingly, where—\n\t\t\ta judgment was given, or order or arbitration award made, on a relevantclaim (as defined by section 5(2)) while the Act was in force, and\n\t\t\tthe amount of the judgment, order or award is, as a result of section 3,less than it would be if that section had not applied in relation to theclaim,\n\t\t\t\tthe amount of the judgment, order or award is to be treated as equal to theamount it would be if the section had not applied in relation to the claim.\n\tCommencement, extent and short title\n\t\tThis Act comes into force at the end of the period of two months beginningwith the day on which it is passed.\n\t\tThis Act extends to each part of the United Kingdom.\n\t\tThis Act may be cited as the Debt Relief (Developing Countries) Act 2010.\n\t\t\t"
    }
]