[
    {
        "length": 238,
        "text": "\nThe general scheme\n\tTransfer of balances to reclaim fund\n\t\tThis section applies where—\n\t\t\ta bank or building society transfers to an authorised reclaim fund thebalance of a dormant account that a person (“the customer”) holds with it, and\n\t\t\tthe reclaim fund consents to the transfer.\n\t\tAfter the transfer—\n\t\t\tthe customer no longer has any right against the bank or building societyto payment of the balance, but\n\t\t\tthe customer has against the reclaim fund whatever right to payment of thebalance the customer would have against the bank or building society if thetransfer had not happened.\n\t\tThe reference in subsection (1) to an account that a person holds is to beread as including an account held by a deceased individual immediately beforehis or her death.\n\t\t\tIn such a case, a reference in subsection (2) to the customer is to be read asa reference to the person to whom the right to payment of the balance haspassed."
    },
    {
        "length": 1053,
        "text": "\nAlternative scheme for smaller institutions\n\tTransfer of balances to charities, with proportion to reclaim fund\n\t\tThis section applies where—\n\t\t\ta smaller bank or building society transfers to an authorised reclaim fundan agreed proportion of the balance of a dormant account that a person (“thecustomer”) holds with it,\n\t\t\tthe bank or building society transfers the remainder of that balance to oneor more charities,\n\t\t\tthe charity, or each of the charities, either—\n\t\t\tis a charity that the bank or building society considers to have a specialconnection with it, or\n\t\t\tundertakes to apply the money in question for the benefit of members ofcommunities that are local to the branches of the bank or building society,\n\t\t\tthe reclaim fund consents to the transfer to it, and\n\t\t\tthe charity, or each of the charities, consents to the transfer to it.\n\t\tAfter the transfers—\n\t\t\tthe customer no longer has any right against the bank or building societyto payment of the balance, but\n\t\t\tthe customer has against the reclaim fund whatever right to payment of thebalance the customer would have against the bank or building society if thetransfers had not happened.\n\t\tThe reference in subsection (1) to an account that a person holds is to beread as including an account held by a deceased individual immediately beforehis or her death.\n\t\t\tIn such a case, a reference in subsection (2) to the customer is to be read asa reference to the person to whom the right to payment of the balance haspassed.\n\t\tIn subsection (1) “agreed proportion” means a proportion agreed between thebank or building society and the reclaim fund.\n\t\tIn agreeing that proportion, the reclaim fund must take account of the needfor the fund to have access at any given time to enough money to enable it tomeet whatever repayment claims it is prudent to anticipate.\n\t\tFor the purposes of this section—\n\t\t\t“repayment claim” means a claim made by virtue of subsection (2)(b);\n\t\t\ta “smaller” bank or building society is one that meets the assets-limitcondition (see section 3);\n\t\t\ta charity has a “special connection” with a bank if (and only if) thepurpose, or any of the main purposes, of the charity is to benefit members ofcommunities that are local to the branches of the bank;\n\t\t\ta charity has a “special connection” with a building society if (and onlyif) the purpose, or any of the main purposes, of the charity—\n\t\t\tis to benefit members of communities that are local to the branches of thebuilding society, or\n\t\t\tis especially consonant with any particular purposes that the buildingsociety has.\n\t\tThe reference in subsection (5)(d)(ii) to particular purposes does notinclude the purpose mentioned in section 5(1)(a) of the Building Societies Act[1986 (c. 53)](/id/ukpga/1986/53?view=plain \"Go to item of legislation\")(making loans that are secured on residential property and substantiallyfunded by members).\n\tThe assets-limit condition\n\t\tA bank or building society meets the assets-limit condition if theaggregate of the amounts shown in its balance sheet as assets on the last dayof the latest financial year for which it has prepared accounts is less than£7,000 million.\n\t\tIn relation to a bank or building society that was a member of a group onthe day referred to in subsection (1), that subsection has effect as if theaggregate of the amounts shown in its balance sheet as assets on that day alsoincluded the aggregate of the amounts shown in each group member’s balancesheet as assets—\n\t\t\ton that day, or\n\t\t\t(in the case of a group member whose financial year did not end on thatday) on the last day of its latest financial year to end before that day.\n\t\tWhere a balance sheet for a particular day shows amounts in a currencyother than sterling, for the purposes of this section the amounts are to beconverted into sterling at the London closing exchange rate for that currencyand that day.\n\t\tThe Treasury may by order amend the figure in subsection (1).\n\t\tAn order under this section is subject to annulment in pursuance of aresolution of either House of Parliament."
    },
    {
        "length": 496,
        "text": "\nShareholding members of building societies\n\tEffect of balance transfer on membership rights\n\t\tThis section applies where a person (“the member”) holds a share in abuilding society represented by an account with the society, and either—\n\t\t\ta transfer is made to a reclaim fund with the result that section 1 appliesin relation to the account, or\n\t\t\ttransfers are made to a reclaim fund and one or more charities with theresult that section 2 applies in relation to the account.\n\t\tAfter the transfer or transfers the member is to be treated as havingwhatever share in the building society the member would have if the transferor transfers had not happened (and accordingly as having whatever rights,including distribution rights, a holder of that share would have as such).\n\t\tIn subsection (2) “distribution rights” means rights to any distributionarising as mentioned in section 96 (amalgamation or transfer of engagements)or 100 (transfer of business) of the Building Societies Act 1986.\n\t\tSubsection (2) ceases to apply where the balance of the account is paid outfollowing a claim made by virtue of section 1(2)(b) or 2(2)(b).\n\t\tBut where the balance of the account is paid out following such a claimand, as soon as reasonably practical, the money is—\n\t\t\tpaid back into the account, or\n\t\t\tpaid into another share account with the building society in the member’sname,\n\t\t\t\tsubsection (2) continues to apply until the account is credited with themoney.\n\t\tWhere, after the transfer or transfers referred to in subsection (1), thebuilding society is succeeded by another building society as a result of anamalgamation or transfer of engagements, a reference in subsection (2) or (5)to the building society is to be read, in relation to any time after theamalgamation or transfer of engagements, as a reference to the successorbuilding society (or to the successor building society of the successor, inrelation to any time after a subsequent amalgamation or transfer; and so on)."
    },
    {
        "length": 615,
        "text": "\nReclaim funds\n\tFunctions etc of a reclaim fund\n\t\tA “reclaim fund” is a company the objects of which are restricted by itsarticles of association to the following—\n\t\t\tthe meeting of repayment claims;\n\t\t\tthe management of dormant account funds in such a way as to enable thecompany to meet whatever repayment claims it is prudent to anticipate;\n\t\t\tthe transfer of money to the body or bodies for the time being specified insection 16(1), subject to the need for the company—\n\t\t\tto have access at any given time to enough money to meet whatever repaymentclaims it is prudent to anticipate,\n\t\t\tto comply with any requirement with regard to its financial resources thatis imposed on it by or under any enactment, and\n\t\t\tto defray its expenses;\n\t\t\tobjects that are incidental or conducive to, or otherwise connected with,any of the above (including in particular the prudent investment of dormantaccount funds).\n\t\tSchedule 1 makes further provision about provision that must be made in thearticles of association of a reclaim fund.\n\t\tAn alteration by a reclaim fund of its articles of association isineffective if it would result in—\n\t\t\tthe company ceasing to have objects restricted to those mentioned insubsection (1);\n\t\t\tthe company’s articles of association not containing any provision thatthey are required to make under Schedule 1.\n\t\tThe Treasury may give a direction to a reclaim fund requiring it—\n\t\t\tto give effect to any specified object that it has, or\n\t\t\tto comply with any specified obligation or prohibition imposed on it by aprovision that its articles of association are required to make under Schedule1.\n\t\t\t\t  * “Specified” means specified in the direction. \n\t\tThe Treasury shall lay before Parliament a copy of any direction givenunder subsection (4).\n\t\tIn this section—\n\t\t\t  * “company” has the meaning given by section 1(1) of the Companies Act [2006 (c. 46)](/id/ukpga/2006/46?view=plain \"Go to item of legislation\"); \n\t\t\t  * “dormant account funds” means money paid to a reclaim fund by banks and by building societies in respect of dormant accounts; \n\t\t\t  * “repayment claims” means claims made by virtue of section 1(2)(b) or 2(2)(b). "
    },
    {
        "length": 1752,
        "text": "\nInterpretation etc\n\tInterpretation of Part 1\n\t\tIn this Part—\n\t\t  * “account” has the meaning given by section 9; \n\t\t  * “authorised”, in relation to a reclaim fund, means authorised for the purposes of the Financial Services and Markets Act [2000 (c. 8)](/id/ukpga/2000/8?view=plain \"Go to item of legislation\"); \n\t\t  * “balance” has the meaning given by section 8; \n\t\t  * “bank” has the meaning given by section 7; \n\t\t  * “building society” means a building society incorporated (or deemed to be incorporated) under the Building Societies Act [1986 (c. 53)](/id/ukpga/1986/53?view=plain \"Go to item of legislation\"); \n\t\t  * “charity” means a body, or the trustees of a trust, established for charitable purposes only; \n\t\t  * “dormant” has the meaning given by section 10; \n\t\t  * “financial year”— \n\t\t\tin relation to a company (other than a building society) within the meaning ofthe Companies Act 2006, has the meaning given in section 390(1) to (3) of thatAct;\n\t\t\tin relation to an undertaking that is not a company within the meaning of thatAct (and is not a building society), has the meaning given in section 390(4)of that Act;\n\t\t\tin relation to a building society, has the meaning given in section 117 of theBuilding Societies Act 1986;\n\t\t\t\t  * “group” means a parent undertaking and its subsidiary undertakings; \n\t\t\t\t  * “parent undertaking” and “subsidiary undertaking” have the same meaning as in the Companies Act 2006 (see section 1162 of that Act); \n\t\t\t\t  * “reclaim fund” has the meaning given by section 5(1). \n\t“Bank” \n\t\tSubject to subsection (4), “bank” means an authorised deposit-taker thathas its head office, or one or more branches, in the United Kingdom.\n\t\tIn subsection (1) “authorised deposit-taker” means—\n\t\t\ta person who under Part 4 of FSMA 2000 has permission to accept deposits;\n\t\t\tan EEA firm of the kind mentioned in paragraph 5(b) of Schedule 3 to FSMA2000 that has permission under paragraph 15 of that Schedule (as a result ofqualifying for authorisation under paragraph 12(1) of that Schedule) to acceptdeposits.\n\t\tA reference in subsection (2) to a person or firm with permission to acceptdeposits does not include a person or firm with permission to do so only forthe purposes of, or in the course of, an activity other than acceptingdeposits.\n\t\t“Bank” does not include—\n\t\t\ta building society;\n\t\t\ta person who is specified, or is within a class of persons specified, by anorder under section 38 of FSMA 2000 (exemption orders);\n\t\t\ta credit union;\n\t\t\ta friendly society.\n\t\tIn this section—\n\t\t\t  * “credit union” has the same meaning as in the Credit Unions Act [1979 (c. 34)](/id/ukpga/1979/34?view=plain \"Go to item of legislation\") (see section 1(1) of that Act); \n\t\t\t  * “friendly society” has the same meaning as in the Friendly Societies Act [1992 (c. 40)](/id/ukpga/1992/40?view=plain \"Go to item of legislation\") (see section 116 of that Act); \n\t\t\t  * “FSMA 2000” means the Financial Services and Markets Act [2000 (c. 8)](/id/ukpga/2000/8?view=plain \"Go to item of legislation\"). \n\t“Balance” \n\t\tThe balance of a person’s account at any particular time is the amountowing to the person in respect of the account at that time, after theappropriate adjustments have been made for such things as interest due andfees and charges payable.\n\t\tIn relation to a time after a transfer has been made as mentioned insection 1(1) or transfers have been made as mentioned in section 2(1), theadjustments referred to in subsection (1) above include those that would fallto be made but for the transfer or transfers.\n\t“Account” \n\t\t“Account” means an account that has at all times consisted only of money.\n\t\tA reference in this Part to an account held with a bank or building societyis to an account provided by the bank or building society as part of itsactivity of accepting deposits.\n\t\tIn relation to a building society, “account” includes an accountrepresenting shares in the society, other than—\n\t\t\tpreferential shares, or\n\t\t\tdeferred shares within the meaning given in section 119(1) of the BuildingSocieties Act [1986 (c. 53)](/id/ukpga/1986/53?view=plain \"Go to item oflegislation\").\n\t“Dormant” \n\t\tAn account is “dormant” at a particular time if—\n\t\t\tthe account has been open throughout the period of 15 years ending at thattime, but\n\t\t\tduring that period no transactions have been carried out in relation to theaccount by or on the instructions of the holder of the account.\n\t\tBut an account is to be treated as not dormant if at any time during thatperiod—\n\t\t\tthe bank or building society in question was under instructions from theholder of the account not to communicate with that person about the account,or\n\t\t\tunder the terms of the account—\n\t\t\twithdrawals were prevented, or\n\t\t\tthere was a penalty or other disincentive for making withdrawals in allcircumstances.\n\t\tFor the purposes of subsection (1) an account is to be treated as remainingopen where it is closed otherwise than on the instructions of the holder ofthe account.\n\t\tFor the purposes of subsection (2)(b)(i) withdrawals are prevented if theyare prevented except as permitted by provision made under subsection (4)(d) ofsection 3 of the Child Trust Funds Act [2004 (c.6)](/id/ukpga/2004/6?view=plain \"Go to item of legislation\") (requirements tobe satisfied by child trust funds).\n\t\tThe Treasury may by order amend the figure in subsection (1)(a).\n\t\tAn order under this section may not be made unless a draft of the statutoryinstrument containing it has been laid before, and approved by a resolutionof, each House of Parliament."
    },
    {
        "length": 861,
        "text": "\nSupplemental\n\tCustomer’s rights preserved on insolvency etc of bank or buildingsociety\n\t\tWhere after a person has acquired a right to payment under section 1(2)(b)or 2(2)(b)—\n\t\t\tthe bank or building society in question is dissolved or wound up, or\n\t\t\tfor any other reason the liability that the bank or building society wouldhave to the person (but for the transfer referred to in section 1(1) or thetransfers referred to in section 2(1)) is extinguished or reduced,\n\t\t\t\tthe dissolution, winding-up, extinguishment or reduction is to be disregardedfor the purposes of section 1(2)(b) or 2(2)(b).\n\t\tSubsection (1)(b) does not apply to an extinguishment of liability byprescription under the law of Scotland.\n\tDisclosure of information\n\t\tNo obligation as to secrecy or other restriction on disclosure (howeverimposed) prevents a bank or building society from giving to an authorisedreclaim fund information needed by the fund to enable it to deal with claimsmade by virtue of section 1(2)(b) or 2(2)(b).\n\tBanks making transfers under section 2: information in directors'reports\n\t\tWhere— \n\t\t\tthe directors of a company that is a bank are required by section 415(1) ofthe Companies Act [2006 (c. 46)](/id/ukpga/2006/46?view=plain \"Go to item oflegislation\") to prepare a report for a particular financial year, and\n\t\t\tin that year the company made transfers in relation to which section 2applied,\n\t\t\t\tthe report must identify each of the charities concerned and specify theamount transferred to each of them.\n\t\tThe requirements of subsection (1) are to be treated for the purposes ofthe Companies Act [2006 (c. 46)](/id/ukpga/2006/46?view=plain \"Go to item oflegislation\") as requirements of that Act.\n\tReview and report to Parliament\n\t\tThe Treasury shall carry out a review of—\n\t\t\tthe operation of this Part, and\n\t\t\tthe effectiveness of the efforts made by financial institutions to securethat those entitled to money in inactive accounts are made aware of the fact.\n\t\tIn reviewing the operation of this Part the Treasury shall in particularconsider—\n\t\t\thow many banks and building societies have transferred balances asmentioned in section 1(1) or 2(1);\n\t\t\thow much money has been transferred and how promptly;\n\t\t\thow effective have been the arrangements for meeting claims made by virtueof section 1(2)(b) or 2(2)(b).\n\t\t\t\tBut the review shall not consider the activities of a reclaim fund in so faras they are regulated activities for the purposes of the Financial Servicesand Markets Act [2000 (c. 8)](/id/ukpga/2000/8?view=plain \"Go to item oflegislation\").\n\t\tThe Treasury shall make arrangements to enable anyone with an interest inany aspect of the review to make representations, and shall consider allrepresentations received.\n\t\tThe Treasury shall set out the results and conclusions of the review in areport and lay it before Parliament.\n\t\tThe report must be laid within three years from the date when a reclaimfund is first authorised."
    },
    {
        "length": 851,
        "text": "\nThe distribution system: general\n\tDistribution of dormant account money by Big Lottery Fund\n\t\tSubject to the provisions of this Part, the Big Lottery Fund shalldistribute dormant account money for meeting expenditure that has a social orenvironmental purpose.\n\t\tIn this Part “dormant account money” means money transferred to the BigLottery Fund by a reclaim fund in pursuance of the object mentioned in section5(1)(c), and also includes the proceeds of such money invested under—\n\t\t\tparagraph 20(1) of Schedule 4A to the National Lottery etc. Act [1993 (c.39)](/id/ukpga/1993/39?view=plain \"Go to item of legislation\"), or\n\t\t\tarrangements made under section 25(1).\n\t\tThe Fund may make grants or loans, or make or enter into otherarrangements, for the purpose of complying with subsection (1).\n\t\tA grant or loan may be subject to conditions (which may, in particular,include conditions as to repayment with interest).\n\t\tFor the purposes of this Part, distributing money for meeting expenditureof a particular description includes distributing money for the purpose ofestablishing, or contributing to, endowments (including permanent endowments)in connection with expenditure of that description.\n\t\tSchedule 3 makes further provision about the functions of the Fund inrelation to dormant account money.\n\tApportionment of dormant account money\n\t\tThe apportionable income of the Big Lottery Fund in each financial year isto be apportioned as follows and distributed accordingly—\n\t\t\ta prescribed percentage for meeting expenditure in relation to England;\n\t\t\ta prescribed percentage for meeting expenditure in relation to Wales;\n\t\t\ta prescribed percentage for meeting expenditure in relation to Scotland;\n\t\t\ta prescribed percentage for meeting expenditure in relation to NorthernIreland.\n\t\t\t\tThe four percentages must add up to 100%.\n\t\tExpenditure within paragraphs (a), (b), (c) and (d) of subsection (1) isreferred to in this Part as English expenditure, Welsh expenditure, Scottishexpenditure and Northern Ireland expenditure respectively.\n\t\tFor the purposes of this section, the apportionable income of the BigLottery Fund for a given financial year is—\n\t\tA - B - C\n\t\twhere—\n\t\t\t  * A is the amount of dormant account money received by the Fund in the year; \n\t\t\t  * B is the amount of the expenses defrayed in the year under subsections (1) and (2) of section 26; \n\t\t\t  * C is the amount paid in the year under subsection (3)(b) of that section. \n\t\tIn this section “prescribed” means prescribed by an order made by theSecretary of State.\n\t\tBefore making an order under this section the Secretary of State shallconsult—\n\t\t\tthe Welsh Ministers;\n\t\t\tthe Scottish Ministers;\n\t\t\tthe Department of Finance and Personnel in Northern Ireland;\n\t\t\tthe Big Lottery Fund;\n\t\t\tsuch other persons (if any) as the Secretary of State thinks appropriate.\n\t\tAn order under this section may not be made unless a draft of the statutoryinstrument containing it has been laid before, and approved by a resolutionof, each House of Parliament."
    },
    {
        "length": 753,
        "text": "\nDistribution for England, Wales, Scotland and Northern Ireland\n\tDistribution of money for meeting English expenditure\n\t\tA distribution of dormant account money for meeting English expendituremust be—\n\t\t\tmade for meeting expenditure on or connected with the provision ofservices, facilities or opportunities to meet the needs of young people,\n\t\t\tmade for meeting expenditure on or connected with—\n\t\t\tthe development of individuals' ability to manage their finances, or\n\t\t\tthe improvement of access to personal financial services,or\n\t\t\tmade to a social investment wholesaler.\n\t\tIn this section—\n\t\t\t  * “social investment wholesaler” means a body that exists to assist or enable other bodies to give financial or other support to third sector organisations; \n\t\t\t  * “third sector organisation” means an organisation that exists wholly or mainly to provide benefits for society or the environment. \n\tDistribution of money for meeting Welsh expenditure\n\t\tThe Welsh Ministers may by order made by statutory instrument makeprovision restricting the purposes for which, or the kinds of person to which,a distribution of dormant account money for meeting Welsh expenditure may bemade.\n\t\tBefore making an order under this section the Welsh Ministers shall consultthe Big Lottery Fund and such other persons (if any) as they thinkappropriate.\n\t\tAn order under this section may not be made unless a draft of the statutoryinstrument containing it has been laid before, and approved by a resolutionof, the National Assembly for Wales.\n\tDistribution of money for meeting Scottish expenditure\n\t\tThe Scottish Ministers may by order made by statutory instrument makeprovision restricting the purposes for which, or the kinds of person to which,a distribution of dormant account money for meeting Scottish expenditure maybe made.\n\t\tBefore making an order under this section the Scottish Ministers shallconsult the Big Lottery Fund and such other persons (if any) as they thinkappropriate.\n\t\tAn order under this section may not be made unless a draft of the statutoryinstrument containing it has been laid before, and approved by a resolutionof, the Scottish Parliament.\n\tDistribution of money for meeting Northern Ireland expenditure\n\t\tThe Department of Finance and Personnel in Northern Ireland may by ordermake provision restricting the purposes for which, or the kinds of person towhich, a distribution of dormant account money for meeting Northern Irelandexpenditure may be made.\n\t\tBefore making an order under this section the Department of Finance andPersonnel shall consult the Big Lottery Fund and such other persons (if any)as the Department thinks appropriate.\n\t\tThe power to make an order under this section is exercisable by statutoryrule for the purposes of the Statutory Rules (Northern Ireland) Order 1979([S.I. 1979/1573 (N.I. 12)](/id/nisi/1979/1573?view=plain \"Go to item oflegislation\")).\n\t\tAn order under this section may not be made unless a draft of it has beenlaid before, and approved by a resolution of, the Northern Ireland Assembly."
    },
    {
        "length": 1419,
        "text": "\nPowers of Secretary of State or appropriate national authority\n\tDirections to Big Lottery Fund\n\t\tIn exercising any of its functions under this Act the Big Lottery Fundshall comply with any direction given to it under this section.\n\t\tSubject to subsection (5), the power to give a direction under this sectionis exercisable by the Secretary of State.\n\t\tA direction under this section may, in particular—\n\t\t\tspecify matters to be taken into account in determining the persons to whomthe Fund distributes money;\n\t\t\tspecify purposes for which (or matters to be taken into account indetermining the purposes for which) the Fund may or may not distribute money;\n\t\t\trelate to the process used to determine what payments to make;\n\t\t\trelate to—\n\t\t\tthe terms and conditions on which the Fund makes grants or loans, or\n\t\t\tother arrangements under section 16(3).\n\t\tA direction under this section may, in particular—\n\t\t\trelate to arrangements under section 25;\n\t\t\trelate to the management and control of money received by the Fund;\n\t\t\trelate to the employment of staff;\n\t\t\trelate to the form of accounts or methods and principles for thepreparation of accounts;\n\t\t\tin so far as it relates to a matter specified in paragraphs (a) to (d)—\n\t\t\trelate to the persons to whom or the terms on which the Fund delegatesfunctions;\n\t\t\trequire the Fund to obtain the Secretary of State’s consent before takingaction of a specified kind;\n\t\t\trequire the Fund to provide information to the Secretary of State.\n\t\tA direction under this section may not be given by the Secretary of Statein relation to Welsh, Scottish or Northern Ireland expenditure, but—\n\t\t\tmay be given by the Welsh Ministers in relation to Welsh expenditure;\n\t\t\tmay be given by the Scottish Ministers in relation to Scottish expenditure;\n\t\t\tmay be given by the Department of Finance and Personnel in Northern Irelandin relation to Northern Ireland expenditure.\n\t\t\t\tThis subsection does not apply to a direction given by virtue only ofsubsection (4).\n\t\tA direction under this section may not be inconsistent with —\n\t\t\tsection 16(1), or\n\t\t\tsection 18 or an order under section 19, 20 or 21 (whichever isapplicable).\n\t\tAny minister, ministers or department proposing to give a direction underthis section must consult the Big Lottery Fund before doing so.\n\t\tThe power of the Fund to appoint staff under paragraph 6 of Schedule 4A tothe National Lottery etc. Act [1993 (c. 39)](/id/ukpga/1993/39?view=plain \"Goto item of legislation\"), or to make payments under paragraph 18 of thatSchedule (remuneration etc), has effect subject to any directions undersubsection (4)(c).\n\tPower to prohibit distribution in certain cases\n\t\tThe Secretary of State may by order prohibit the Big Lottery Fund fromdistributing dormant account money to a person specified in the order if theSecretary of State considers that the Fund is able (whether directly orindirectly) to control or materially to influence the policy of that person incarrying on any undertaking or performing any functions.\n\t\tBefore making an order under this section that—\n\t\t\trelates to Welsh expenditure, Scottish expenditure or Northern Irelandexpenditure, or\n\t\t\twould otherwise be likely, in the opinion of the Secretary of State, toaffect persons in Wales, Scotland or Northern Ireland,\n\t\t\t\tthe Secretary of State shall consult the Welsh Ministers, the ScottishMinisters or the Department of Finance and Personnel in Northern Ireland (asappropriate).\n\t\tAn order under this section is subject to annulment in pursuance of aresolution of either House of Parliament.\n\t\tThe Secretary of State may require the Fund to provide such information asis needed for the purpose of exercising his or her powers under this section.\n\tPower to add or remove distributors\n\t\tThe Secretary of State may by order amend this Act so that functionsexercisable by the body or bodies currently specified in section 16(1) areexercisable instead by the body or bodies specified there as a result of theorder.\n\t\tThe Secretary of State may exercise the power conferred by subsection (1)so as to remove from section 16(1) a body that has contravened or failed tocomply with a requirement or prohibition imposed on it by or under section 22or 23.\n\t\t\tThis is not to be read as limiting subsection (1).\n\t\tAn order under this section may—\n\t\t\tmake consequential amendments to this Act;\n\t\t\tmake transitional or supplemental provision (including provision amendingthis Act).\n\t\tWhere two or more bodies are specified in section 16(1) as a result of anorder under this section, the order must provide that any amount transferredby a reclaim fund in pursuance of the object mentioned in section 5(1)(c) isto be apportioned between those bodies in the percentages specified in theorder.\n\t\tFunctions conferred on a body as a result of an order under this sectionare exercisable notwithstanding anything to the contrary in any enactment orinstrument relating to the functions of the body.\n\t\tBefore making an order under this section the Secretary of State shallconsult—\n\t\t\tthe Welsh Ministers;\n\t\t\tthe Scottish Ministers;\n\t\t\tthe Department of Finance and Personnel in Northern Ireland.\n\t\tAn order under this section may not be made unless a draft of the statutoryinstrument containing it has been laid before, and approved by a resolutionof, each House of Parliament."
    },
    {
        "length": 942,
        "text": "\nSupplemental\n\tPower of Big Lottery Fund to enter into arrangements\n\t\tThe Big Lottery Fund may enter into arrangements with a body or person(including a reclaim fund) for money that may be or has been paid to the BigLottery Fund to be held or invested, on its behalf, by that body or person.\n\t\tThe Big Lottery Fund may enter into arrangements with a reclaim fund forpayments that the Big Lottery Fund is required to make under section 26(3),(6), (8) or (10) to be made on its behalf by the reclaim fund.\n\tExpenses \n\t\tThe Big Lottery Fund may defray out of dormant account money any expensesincurred by it in consequence of this Act.\n\t\tWhere the Fund makes an appointment under paragraph 5 of Schedule 3 it maydefray out of dormant account money any expenses incurred by the appointee inconsequence of the appointment.\n\t\tAt such times as the Secretary of State determines to be appropriate, theBig Lottery Fund shall pay into the Consolidated Fund, out of dormant accountmoney received by it, such amounts as the Secretary of State determines to beappropriate for defraying—\n\t\t\texpenses incurred or to be incurred by the Secretary of State in respect ofthe giving of directions under section 22 in relation to English expenditure,and\n\t\t\tany other expenses incurred or to be incurred by the Secretary of Stateunder this Act.\n\t\tAmounts paid under subsection (3)(a) are to be paid out of moneyapportioned under section 17 for meeting English expenditure.\n\t\tFor the purposes of this section, a direction under section 22 is not to beregarded as a direction given in relation to English expenditure if it isgiven by virtue only of subsection (4) of that section.\n\t\tAt such times as the Welsh Ministers determine to be appropriate, the BigLottery Fund shall pay to those ministers, out of money apportioned undersection 17 for meeting Welsh expenditure, such amounts as they determine to beappropriate for defraying expenses incurred or to be incurred by them underthis Act.\n\t\tThe power of the Treasury under section 120(3) of the Government of WalesAct [2006 (c. 32)](/id/ukpga/2006/32?view=plain \"Go to item of legislation\")to designate descriptions of sums received by the Welsh Ministers (with theresult that they become payable to the Secretary of State) is not exercisablein relation to amounts payable to those Ministers under subsection (6) above.\n\t\tAt such times as the Scottish Ministers determine to be appropriate, theBig Lottery Fund shall pay into the Scottish Consolidated Fund, out of moneyapportioned under section 17 for meeting Scottish expenditure, such amounts asthose ministers determine to be appropriate for defraying expenses incurred orto be incurred by them under this Act.\n\t\tThe power of the Treasury under section 64(5) of the Scotland Act [1998 (c.46)](/id/ukpga/1998/46?view=plain \"Go to item of legislation\") to designatedescriptions of receipts payable into the Scottish Consolidated Fund (with theresult that they become payable to the Secretary of State) is not exercisablein relation to amounts payable into that Fund under subsection (8) above.\n\t\tAt such times as the Department of Finance and Personnel in NorthernIreland determines to be appropriate, the Big Lottery Fund shall pay into theConsolidated Fund of Northern Ireland, out of money apportioned under section17 for meeting Northern Ireland expenditure, such amounts as that Departmentdetermines to be appropriate for defraying expenses incurred or to be incurredby that Department under this Act."
    },
    {
        "length": 217,
        "text": "\nInterpretation\n\tInterpretation of Part 2\n\t\tIn this Part—\n\t\t\t  * “dormant account money” has the meaning given by section 16(2); \n\t\t\t  * “English expenditure”, “Welsh expenditure”, “Scottish expenditure” and “Northern Ireland expenditure” have the meaning given by section 17(2); \n\t\t\t  * “financial year” means a period of 12 months ending with 31 March; \n\t\t\t  * “reclaim fund” has the meaning given by section 5(1). \n\t\tA reference in this Part to the distribution of money is to be read asincluding a reference to making or entering into arrangements in accordancewith section 16(3), and related expressions are to be read accordingly.\n\t\t\tSee also section 16(5)."
    },
    {
        "length": 199,
        "text": "\nPart 3Final provisions\n\tOrders \n\t\tA power of the Treasury or the Secretary of State to make an order under thisAct is exercisable by statutory instrument.\n\tDirections \n\t\tA direction under this Act must be given in writing.\n\t\tA direction under this Act may be varied or revoked by a subsequentdirection.\n\tExtent \n\t\tThis Act extends to England and Wales, Scotland and Northern Ireland.\n\tCommencement \n\t\tParts 1 and 2 come into force in accordance with provision made by order ofthe Treasury.\n\t\tAn order under this section—\n\t\t\tmay make different provision for different purposes;\n\t\t\tmay make transitional or saving provision.\n\tShort title\n\t\tThis Act may be cited as the Dormant Bank and Building Society Accounts Act2008."
    }
]