{
    "general": "This law helps banks and building societies find forgotten accounts that have no activity (like checking or savings accounts) and uses the money from those accounts to fund good causes like helping the environment or people in need. It's like finding lost treasure and using it to do something positive!",
    "series": [
        [
            {
                "length": 123,
                "short": "\"Transfer of Dormant Account Balances to Reclaim Funds\"",
                "text": "\n* Simplified point 1: This section allows banks and building societies to transfer the balances of dormant accounts to an authorized reclaim fund.\n* Simplified point 2: After the transfer, the customer no longer has any rights to payment from the bank or building society, but they do have rights against the reclaim fund.\n* Simplified point 3: The provision includes accounts held by deceased individuals, where the right to payment passes to the person entitled to it."
            },
            {
                "length": 243,
                "short": "The Dormant Bank and Building Society Accounts Act 2008: Unlocking Charitable Donations from Inactive Accounts",
                "text": "\n* Simplified point 1: The Dormant Bank and Building Society Accounts Act 2008 allows smaller banks and building societies to transfer dormant account balances to charities.\n* Simplified point 2: The act specifies that the transfer must be done through an authorized reclaim fund, and the charity must have a special connection with the bank or building society.\n* Simplified point 3: The act defines \"smaller\" banks and building societies based on their asset size, and sets out the criteria for determining whether a charity has a special connection with the institution.\n* Simplified point 4: The act provides for the transfer of balances to multiple charities, and specifies how the proportions of the transfer are to be determined.\n* Simplified point 5: The act includes provisions for the treatment of accounts held by deceased individuals, and for the conversion of foreign currencies in the balance sheets of participating institutions."
            },
            {
                "length": 164,
                "short": "\"Ownership Rights Preservation in Building Society Account Transfers\"",
                "text": "\n* Simplified point 1: This law states that when a person has a share in a building society and they transfer their balance to a reclaim fund or multiple charities, they will still retain their ownership rights and distribution rights in the building society.\n* Simplified point 2: If the balance of the account is paid out and then repaid or transferred back into another share account, the owner's rights and distribution rights will continue to apply until the account is credited with the money.\n* Simplified point 3: In the event of an amalgamation or transfer of engagements, the law ensures that the successor building society will honor the owner's rights and distribution rights."
            },
            {
                "length": 257,
                "short": "The Reclaim Fund Manages Dormant Accounts and Repays Claims Prudently",
                "text": "\n* Simplified point 1: The Dormant Bank and Building Society Accounts Act 2008 establishes a Reclaim Fund to manage dormant accounts and repay claims to the rightful owners.\n* Simplified point 2: The Reclaim Fund's primary objective is to meet repayment claims while managing dormant account funds prudently, ensuring access to sufficient funds to meet future claims and adhering to financial resource requirements.\n* Simplified point 3: The Reclaim Fund's articles of association must include provisions outlined in Schedule 1, such as restrictions on alterations to the articles and requirements for prudent investment of dormant account funds.\n* Simplified point 4: The Treasury can issue directions to the Reclaim Fund regarding its objects, obligations, or prohibitions, and must lay any such directions before Parliament.\n* Simplified point 5: The Act defines \"company,\" \"dormant account funds,\" and \"repayment claims\" for the purposes of the Reclaim Fund's operations."
            },
            {
                "length": 208,
                "short": "\"Definitions and Dormancy Requirements for Banks and Building Societies\"",
                "text": "\n* Simplified point 1: This section defines the interpretation of key terms used in the act, including \"account,\" \"balance,\" \"bank,\" \"building society,\" and \"dormant.\"\n* Simplified point 2: It explains that a bank or building society must inform the Commissioner of the accounts that have been dormant for 15 years, and provides details on how to determine whether an account is dormant.\n* Simplified point 3: The section also specifies that the Commissioner can use the information provided to take action against the holder of the account, such as by sending them a notice requiring them to provide information about the account.\n* Simplified point 4: Additionally, the section allows the Treasury to make orders to amend the figures in the act, and requires that any such orders be approved by both Houses of Parliament."
            },
            {
                "length": 170,
                "short": "\"Protecting Customers' Dormant Account Funds: New Legislation Ensures Rights Are Preserved\"",
                "text": "\n* Simplified point 1: This legislation ensures that customers' rights to their money in dormant bank and building society accounts are protected even if the institution goes out of business or declares bankruptcy.\n* Simplified point 2: The legislation allows authorized reclaim funds to access information about dormant accounts to help process claims, and requires banks to disclose information about transfers made under the act.\n* Simplified point 3: The Treasury will conduct a review of the act's operation and effectiveness, including considering how much money has been transferred, how promptly, and how effective the arrangements have been for meeting claims."
            },
            {
                "length": 252,
                "short": "\"Big Lottery Fund Distributes Dormant Account Money to Support Charitable Projects\"",
                "text": "\n* Simplified point 1: The Dormant Bank and Building Society Accounts Act 2008 allows the Big Lottery Fund to distribute money from dormant accounts to support charitable projects that benefit society and the environment.\n* Simplified point 2: The Act specifies how the Big Lottery Fund should distribute the money, including the allocation of funds for different regions of the UK based on a prescribed percentage.\n* Simplified point 3: The Act requires the Big Lottery Fund to consult with various government departments and organizations before making decisions about the distribution of funds.\n* Simplified point 4: The Act provides for the apportionment of the Big Lottery Fund's income among the different regions of the UK, based on a prescribed percentage.\n* Simplified point 5: The Act sets out the process for determining the apportionable income of the Big Lottery Fund for a given financial year, which includes calculating the amounts of dormant account money received, expenses defrayed, and payments made."
            },
            {
                "length": 176,
                "short": "\"Society-Benefitting Initiatives Funded by Dormant Bank Accounts\"",
                "text": "\n* Simplified point 1: The act allows for the distribution of dormant bank accounts to fund various initiatives benefiting society, particularly youth and financial literacy programs.\n* Simplified point 2: Distributions can only be made to organizations that benefit society or the environment, and the government must consult with relevant parties before making any orders regarding these distributions.\n* Simplified point 3: The act applies to England, Wales, Scotland, and Northern Ireland, with each country having its own specific provisions for distributing the funds.\n* Simplified point 4: Orders regarding distributions must be approved by the respective parliamentary bodies in each country (National Assembly for Wales, Scottish Parliament, and Northern Ireland Assembly)."
            },
            {
                "length": 276,
                "short": "\"Government Oversight of Dormant Account Distribution\"",
                "text": "\n* Simplified point 1: The Secretary of State has the power to issue directions to the Big Lottery Fund regarding how they manage and distribute dormant bank and building society accounts.\n* Simplified point 2: These directions can specify matters to be considered when distributing funds, purposes for which funds cannot be distributed, and other arrangements related to managing the accounts.\n* Simplified point 3: The Secretary of State's directions cannot be inconsistent with sections 16(1), 18, or orders under sections 19-21.\n* Simplified point 4: The Big Lottery Fund must consult with the Secretary of State before making any decisions regarding the distribution of funds.\n* Simplified point 5: The Secretary of State has the power to prohibit the distribution of funds to certain individuals or organizations if they have the ability to control or significantly influence their policies.\n* Simplified point 6: The Secretary of State may also require the Big Lottery Fund to provide information necessary for the exercise of these powers.\n* Simplified point 7: The Secretary of State has the power to add or remove distributors of dormant bank and building society accounts."
            },
            {
                "length": 153,
                "short": "\"Managing Dormant Accounts and Investing for Big Lottery Fund\"",
                "text": "\n* Simplified point 1: The Big Lottery Fund can enter into agreements with other organizations to hold and invest funds on their behalf.\n* Simplified point 2: The Big Lottery Fund can use dormant accounts to cover expenses related to managing the accounts and making payments to reclaim funds.\n* Simplified point 3: The Big Lottery Fund must pay certain amounts into the Consolidated Fund, including expenses incurred by the Secretary of State and Welsh Ministers, and amounts payable to the Scottish Ministers and the Department of Finance and Personnel in Northern Ireland."
            },
            {
                "length": 138,
                "short": "\"Defining Key Terms and Interpretation Guidance for Part 2 of the Act\"",
                "text": "\n* Simplified point 1: This section defines key terms used in Part 2 of the act, such as \"dormant account money\", \"English expenditure\", etc.\n* Simplified point 2: It explains that references to distributing money in Part 2 include making or entering into arrangements in accordance with section 16(3) and related expressions should be interpreted accordingly.\n* Simplified point 3: The section also includes a cross-reference to section 16(5) for further clarification."
            },
            {
                "length": 171,
                "short": "\"UK Act Gives Treasury and Secretary of State Power to Create Orders via Statutory Instruments.\"",
                "text": "\n* Simplified point 1: The Act gives the Treasury and the Secretary of State the power to create orders through statutory instruments.\n* Simplified point 2: Directions given under the Act must be written and can be changed or revoked by future directions.\n* Simplified point 3: The Act applies to all four nations of the United Kingdom (England, Wales, Scotland, and Northern Ireland).\n* Simplified point 4: Parts 1 and 2 of the Act will go into effect when the Treasury makes arrangements for them to do so, and these arrangements can include different start dates for different aspects of the Act."
            }
        ],
        [
            {
                "length": 232,
                "short": "The Dormant Bank and Building Society Accounts Act 2008: Unlocking Charitable Causes with Dormant Funds",
                "text": "\n* Simplified point 1: The Dormant Bank and Building Society Accounts Act 2008 allows banks and building societies to transfer the balances of dormant accounts to an authorized reclaim fund, which can then distribute the funds to charitable causes.\n* Simplified point 2: The act specifies that the transfer must be done through an authorized reclaim fund, and the charity must have a special connection with the bank or building society.\n* Simplified point 3: The act defines \"smaller\" banks and building societies based on their asset size, and sets out the criteria for determining whether a charity has a special connection with the institution.\n* Simplified point 4: The act provides for the transfer of balances to multiple charities, and specifies how the proportions of the transfer are to be determined.\n* Simplified point 5: The act includes provisions for the treatment of accounts held by deceased individuals, and for the conversion of foreign currencies in the balance sheets of participating institutions."
            }
        ]
    ],
    "simp_series": null,
    "summary": "\nThe Dormant Bank and Building Society Accounts Act 2008 simplifies the management of dormant bank and building society accounts by allowing smaller institutions to transfer balances to authorized reclaim funds, which can then distribute the money to charitable causes. The act ensures that customers' rights to their money are preserved, even if the institution goes out of business or declares bankruptcy. The Big Lottery Fund distributes the money to support charitable projects that benefit society and the environment. The act also gives the Treasury and the Secretary of State the power to create orders through statutory instruments."
}