{
    "general": "This law allows the government to spend money from the Consolidated Fund to pay for things like salaries, benefits, and other expenses for the years 2008 and 2009. It also says how much money can be spent each year. This helps make sure that the government has enough money to do its work and provide services to the public.",
    "series": [
        [
            {
                "length": 256,
                "short": "\"Consolidated Fund Act 2007: Authorization for Financial Services and Issuance of Funds for Fiscal Years 2008-2009\"",
                "text": "\n* Simplified point 1: The Consolidated Fund Act 2007 authorizes the use of up to £6,145,881,000 for the service of the year ending March 31, 2008, and up to £194,866,358,000 for the service of the year ending March 31, 2009.\n* Simplified point 2: The Treasury is authorized to issue up to £7,535,362,000 out of the Consolidated Fund for the year ending March 31, 2008, and up to £179,676,962,000 for the year ending March 31, 2009.\n* Simplified point 3: This act can be referred to as the Consolidated Fund Act 2007."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Consolidated Fund Act 2007 allows the government to spend money from the Consolidated Fund to pay for things like public services and debt repayment. In 2008, the government can spend up to £6 billion, and in 2009, they can spend up to £19 billion. This law also lets the Treasury borrow money from the Consolidated Fund to cover these costs. So, basically, this law gives the government permission to spend and borrow money to pay for important things.",
    "single": "\n* Authorizes the use of £6,145,881,000 for the service of the year ending with 31st March 2008.\n* Authorizes the issue of £7,535,362,000 out of the Consolidated Fund for the year ending with 31st March 2008.\n* Authorizes the use of £194,866,358,000 for the service of the year ending with 31st March 2009.\n* Authorizes the issue of £179,676,962,000 out of the Consolidated Fund for the year ending with 31st March 2009.\n* Short title: Consolidated Fund Act 2007.\nThis legislation authorizes the use of funds for the years ending with 31st March 2008 and 31st March 2009. It authorizes the use of £6,145,881,000 for the service of the year ending with 31st March 2008 and £194,866,358,000 for the service of the year ending with 31st March 2009. It also authorizes the issue of £7,535,362,000 and £179,676,962,000 out of the Consolidated Fund for the respective years. The short title of this legislation is the Consolidated Fund Act 2007."
}