[
    {
        "length": 557,
        "text": "\nMaking of overseas production order on application\n\tA judge may, on an application by an appropriate officer, make an overseasproduction order against a person in respect of electronic data if each of therequirements for the making of the order is fulfilled (see section 4).\n\tAn application for an overseas production order must—\n\t\tspecify the designated international co-operation arrangement by referenceto which the application is made, and\n\t\tspecify or describe the electronic data in respect of which the order issought.\n\tAn appropriate officer applying for an overseas production order must notspecify or describe in the application for the order electronic data that theappropriate officer has reasonable grounds for believing consists of orincludes excepted electronic data.\n\tAn overseas production order is an order made under this Act that either—\n\t\trequires the person against whom the order is made to produce theelectronic data specified or described in the order, or\n\t\trequires the person against whom the order is made to give access to theelectronic data specified or described in the order.\n\tIn this Act “designated international co-operation arrangement” means arelevant treaty which—\n\t\trelates (in whole or in part) to the provision of mutual assistance inconnection with the investigation or prosecution of offences, and\n\t\tis designated by the Secretary of State by regulations.\n\tFor the purposes of subsection (5) a treaty is a relevant treaty if aMinister of the Crown has laid before Parliament a copy of the treaty undersection 20(1)(a) of the Constitutional Reform and Governance Act 2010.\n\t\t(“Treaty” and “Minister of the Crown” have the same meaning for the purposesof this section as they have for the purposes of Part 2 of that Act.)\n\tIn this Act—\n\t\t  * “appropriate officer” has the meaning given by section 2; \n\t\t  * “electronic data” and “excepted electronic data” have the meanings given by section 3; \n\t\t  * “judge” means— \n\t\tin relation to England and Wales, a judge entitled to exercise thejurisdiction of the Crown Court;\n\t\tin relation to Scotland, a judge of the High Court of Justiciary or thesheriff;\n\t\tin relation to Northern Ireland, a Crown Court judge."
    },
    {
        "length": 1004,
        "text": "\nAppropriate officers\n\tIn this Act “appropriate officer” means—\n\t\tin relation to England and Wales and Northern Ireland—\n\t\ta constable,\n\t\tan officer of Revenue and Customs,\n\t\ta member of the Serious Fraud Office,\n\t\tan accredited financial investigator,\n\t\ta counter-terrorism financial investigator,\n\t\ta person appointed by the Financial Conduct Authority under section 168(3)or (5) of the Financial Services and Markets Act 2000 to conduct aninvestigation, or\n\t\ta person of a description specified in regulations made by the Secretaryof State;\n\t\tin relation to Scotland—\n\t\ta procurator fiscal,\n\t\ta constable,\n\t\tan officer of Revenue and Customs,\n\t\ta person appointed by the Financial Conduct Authority under section 168(3)or (5) of the Financial Services and Markets Act 2000 to conduct aninvestigation, or\n\t\ta person of a description specified in regulations made by the Secretary ofState.\n\tAn accredited financial investigator may exercise a function conferred by aprovision of this Act only if exercising the function for the purposes of aconfiscation investigation or a money laundering investigation within themeaning of Part 8 of the Proceeds of Crime Act 2002 (see section 341 of thatAct).\n\tA counter-terrorism financial investigator other than a Schedule 5Acounter-terrorism financial investigator may exercise a function conferred bya provision of this Act only if exercising the function for the purposes of aterrorist investigation so far as relating to terrorist property.\n\tA Schedule 5A counter-terrorism financial investigator may exercise afunction conferred by a provision of this Act only if exercising the functionfor the purposes of a terrorist financing investigation.\n\tA person mentioned in any of sub-paragraphs (ii) to (v) of subsection(1)(b) may exercise a function conferred by a provision of this Act only ifauthorised to do so by a procurator fiscal.\n\tA certificate of a procurator fiscal that a person mentioned in any of sub-paragraphs (ii) to (v) of subsection (1)(b) had authority to exercise afunction conferred by a provision of this Act is conclusive evidence of thatfact.\n\tIf regulations under subsection (1)(a)(vii) describe a person by referenceto the person being authorised by another person, the regulations may includeprovision which has a similar effect to the provision made by subsection (6).\n\tIn this section—\n\t\t  * “accredited financial investigator” has the same meaning as in the Proceeds of Crime Act 2002 (see section 3 of that Act); \n\t\t  * “counter-terrorism financial investigator” means a person who is accredited— \n\t\tby virtue of section 63F(4)(a) of the Terrorism Act 2000 in relation to thatAct, or\n\t\tby virtue of section 63F(4)(c) of the Terrorism Act 2000 in relation toSchedule 5 or 5A to that Act;\n\t\t\t  * “Schedule 5A counter-terrorism financial investigator” means a person who is accredited by virtue of section 63F(4)(c) of the Terrorism Act 2000 in relation to Schedule 5A to that Act and not in relation to Schedule 5 to that Act; \n\t\t\t  * “terrorist financing investigation” has the same meaning as in Part 1 of Schedule 5A to the Terrorism Act 2000 (see paragraph 4 of that Schedule); \n\t\t\t  * “terrorist investigation” has the same meaning as in the Terrorism Act 2000 (see section 32 of that Act); \n\t\t\t  * “terrorist property” has the same meaning as in the Terrorism Act 2000 (see section 14 of that Act). "
    },
    {
        "length": 789,
        "text": "\nMeaning of “electronic data” and “excepted electronic data”\n\tThis section applies for the purposes of this Act.\n\t“Electronic data” means data stored electronically.\n\t“Excepted electronic data” means electronic data that is—\n\t\tan item subject to legal privilege, or\n\t\ta personal record which is a confidential personal record.\n\tWhere the person against whom an overseas production order is sought is atelecommunications operator, this Act applies as if references to exceptedelectronic data included electronic data that is communications data.\n\tWhere an application for an overseas production order is made for thepurposes of a terrorist investigation other than a terrorist financinginvestigation, this Act applies as if references to excepted electronic datadid not include electronic data that is a personal record which is aconfidential personal record.\n\t“Item subject to legal privilege”—\n\t\tin relation to England and Wales, has the same meaning as in the Police andCriminal Evidence Act 1984 (see section 10 of that Act);\n\t\tin relation to Scotland, has the same meaning as in Chapter 3 of Part 8 ofthe Proceeds of Crime Act 2002 (see section 412 of that Act);\n\t\tin relation to Northern Ireland, has the same meaning as in the Police andCriminal Evidence (Northern Ireland) Order 1989 ([S.I. 1989/1341 (N.I.12)](/id/nisi/1989/1341?view=plain \"Go to item of legislation\")) (see Article12 of that Order).\n\t“Personal record” means a record concerning an individual (“P”) (whetherliving or dead) who can be identified from the record and relating to—\n\t\tP’s physical or mental health,\n\t\tspiritual counselling or assistance given, or to be given, to P, or\n\t\tcounselling or assistance given, or to be given, to P for the purposes ofP’s personal welfare by—\n\t\tany voluntary organisation,\n\t\tany individual who by reason of an office or occupation hasresponsibilities for P’s personal welfare, or\n\t\tany individual who by reason of an order of a court has responsibilitiesfor P’s supervision.\n\tA personal record is a “confidential personal record” if—\n\t\tit was created in circumstances giving rise to an obligation of confidenceowed to P and the obligation continues to be owed, or\n\t\tit is held subject to a restriction on disclosure, or an obligation ofsecrecy, contained in an enactment (whenever passed or made).\n\tIn this section—\n\t\t  * “communications data” and “telecommunications operator” have the same meaning as in the Investigatory Powers Act 2016 (see section 261 of that Act); \n\t\t  * “terrorist financing investigation” has the same meaning as in Part 1 of Schedule 5A to the Terrorism Act 2000 (see paragraph 4 of that Schedule); \n\t\t  * “terrorist investigation” has the same meaning as in the Terrorism Act 2000 (see section 32 of that Act). "
    },
    {
        "length": 1175,
        "text": "\nRequirements for making of order\n\tThe requirements for the making of an overseas production order are—\n\t\tthe requirements set out in subsections (2) to (7), and\n\t\tsuch additional requirements as are specified in regulations made by theSecretary of State (so far as applicable).\n\tThe judge must be satisfied that there are reasonable grounds for believingthat the person against whom the order is sought—\n\t\toperates in a country or territory outside the United Kingdom which is aparty to, or participates in, the designated international co-operationarrangement specified in the application for the order, or\n\t\tis based in a country or territory outside the United Kingdom which is aparty to, or participates in, the designated international co-operationarrangement specified in the application for the order.\n\tThe judge must be satisfied that—\n\t\tthere are reasonable grounds for believing that an indictable offence hasbeen committed and proceedings in respect of the offence have been institutedor the offence is being investigated, or\n\t\tthe order is sought for the purposes of a terrorist investigation.\n\tThe judge must be satisfied that there are reasonable grounds for believingthat the person against whom the order is sought has possession or control ofall or part of the electronic data specified or described in the applicationfor the order.\n\tThe judge must be satisfied that there are reasonable grounds for believingthat all or part of the electronic data specified or described in theapplication for the order is likely to be of substantial value (whether or notby itself) to the proceedings or investigation mentioned in subsection (3)(a)or, as the case may be, to a terrorist investigation.\n\tThe judge must be satisfied that there are reasonable grounds for believingthat all or part of the electronic data specified or described in theapplication for the order is likely to be relevant evidence in respect of theoffence mentioned in subsection (3)(a).\n\t\tThis requirement does not apply where the order is sought for the purposes ofa terrorist investigation.\n\tThe judge must be satisfied that there are reasonable grounds for believingthat it is in the public interest for all or part of the electronic dataspecified or described in the application for the order to be produced or, asthe case may be, accessed having regard to—\n\t\tthe benefit likely to accrue, if the data is obtained, to the proceedingsor investigation mentioned in subsection (3)(a) or, as the case may be, to aterrorist investigation, and\n\t\tthe circumstances under which the person against whom the order is soughthas possession or control of any of the data.\n\tFor the purpose of subsection (2)—\n\t\ta person operates in a country or territory outside the United Kingdom ifthe person creates, processes, communicates or stores data by electronic meansin that country or territory (whether or not the person also creates,processes, communicates or stores data by electronic means in the UnitedKingdom);\n\t\ta person is based in a country or territory outside the United Kingdom—\n\t\tin the case of an individual, if the individual’s habitual place ofresidence is in that country or territory;\n\t\tin the case of a body corporate, if the body is incorporated in, or hasits principal place of business in, that country or territory;\n\t\tin any other case, if the person’s principal place of business is in, orthe person’s activities are principally conducted in, that country orterritory.\n\tFor the purpose of subsection (3)(a)—\n\t\tan offence under the law of Scotland is an indictable offence if it may betried on indictment in Scotland;\n\t\tan offence under the law of Northern Ireland is an indictable offence if itis an offence which, if committed by an adult, is triable on indictment inNorthern Ireland (whether or not it is also triable by a court of summaryjurisdiction).\n\t\t(As regards an offence under the law of England and Wales, see Schedule 1 tothe Interpretation Act 1978.)\n\tAn offence under the law of Northern Ireland which would be triable onlyby a court of summary jurisdiction but for Article 29 of the Magistrates’Courts (Northern Ireland) Order 1981 ([S.I. 1981/1675 (N.I.26)](/id/nisi/1981/1675?view=plain \"Go to item of legislation\")), or any otherstatutory provision which requires the offence to be tried on indictment atthe instance of the accused or the prosecution, is not an indictable offencefor the purpose of subsection (3)(a).\n\tFor the purpose of subsection (6), “relevant evidence”, in relation to anoffence, means anything that would be admissible in evidence in proceedings inrespect of the offence.\n\tIn this section, “terrorist investigation” has the same meaning as in theTerrorism Act 2000 (see section 32 of that Act)."
    },
    {
        "length": 315,
        "text": "\nContents of order\n\tThe electronic data specified or described in an overseas production ordermay be all or part of the electronic data specified or described in theapplication for the order (subject to subsections (2) and (3)).\n\tThe judge must not specify or describe in the order electronic data thatthe judge has reasonable grounds for believing consists of or includesexcepted electronic data.\n\tIf the requirement in section 4(5) or (7) is fulfilled by reference to partonly of the electronic data specified or described in the application for theorder, the judge must not specify or describe in the order electronic data byreference to which the requirement is not fulfilled.\n\tAn overseas production order must specify—\n\t\tthe person, or the description of person, to whom the electronic dataspecified or described in the order must be produced or, as the case may be,to whom access to the electronic data specified or described in the order mustbe given, and\n\t\tthe period by the end of which the electronic data specified or describedin the order must be produced or, as the case may be, access to the electronicdata specified or described in the order must be given.\n\tThe period specified by virtue of subsection (4)(b) must be a period ofseven days beginning with the day on which the order is served, unless itappears to the judge that a longer or shorter period would be appropriate inthe particular circumstances."
    },
    {
        "length": 413,
        "text": "\nEffect of order\n\tA requirement in an overseas production order to produce the electronicdata specified or described in the order is a requirement to produce theelectronic data in a form—\n\t\tin which it can be taken away, and\n\t\tin which it is visible and legible or from which it can readily be producedin a visible and legible form.\n\tA requirement in an overseas production order to give access to theelectronic data specified or described in the order is a requirement—\n\t\tto give access to the electronic data in a form in which it is visible andlegible, and\n\t\tif so required by the specified person or, as the case may be, by a personof the specified description, to produce the electronic data in a form—\n\t\tin which it can be taken away, and\n\t\tin which it is visible and legible or from which it can readily beproduced in a visible and legible form.\n\tIn subsection (2)(b), “specified” means specified in the overseasproduction order by virtue of section 5(4)(a).\n\tThe requirement to produce or, as the case may be, give access toelectronic data imposed by an overseas production order on the person againstwhom it is made—\n\t\tapplies regardless of where the electronic data is stored,\n\t\tdoes not require the person to produce or, as the case may be, give accessto any electronic data that is excepted electronic data,\n\t\tdoes not require the person to do anything that (taking into account theexistence of the overseas production order) would result in the personcontravening the data protection legislation, and\n\t\thas effect, subject to paragraph (c), in spite of any restriction on thedisclosure of information (however imposed)."
    },
    {
        "length": 742,
        "text": "\nVariation or revocation of order\n\tA judge may, on an application by a person mentioned in subsection (2)—\n\t\tvary an overseas production order;\n\t\trevoke an overseas production order.\n\tThe persons who may apply are—\n\t\tthe appropriate officer who applied for the order or an equivalentappropriate officer,\n\t\tany person affected by the order,\n\t\tin relation to England and Wales and Northern Ireland, the Secretary ofState, and\n\t\tin relation to Scotland, the Lord Advocate or (if not otherwise able toapply by virtue of paragraph (a)) a procurator fiscal.\n\tAn application for the variation of an overseas production order must—\n\t\tspecify the designated international co-operation arrangement by referenceto which the application is made, and\n\t\tspecify or describe the electronic data in respect of which the variedorder is sought (which may include electronic data not specified or describedin the original order).\n\tA person applying for the variation of an overseas production order mustnot specify or describe in the application for the variation of the orderelectronic data that the person has reasonable grounds for believing consistsof or includes excepted electronic data.\n\tA judge may vary an overseas production order only if—\n\t\tthe requirements in section 4(2) and (3) continue to be fulfilled,\n\t\tthe requirements in section 4(4) to (7) are fulfilled in relation to theelectronic data specified or described in the application for the variation ofthe order, and\n\t\tsuch additional requirements specified in regulations under section 4(1)(b)as are applicable—\n\t\tcontinue to be fulfilled, or\n\t\twhere they relate to electronic data specified or described in anapplication for an order, are fulfilled in relation to the electronic dataspecified or described in the application for the variation of the order.\n\tUnless the context otherwise requires, references in this Act to anoverseas production order include one that is varied under this section andaccordingly, in the application of this Act in relation to the variation of anoverseas production order—\n\t\treferences (however expressed) to an application for an overseas productionorder are to be read as references to the application for the variation of theorder;\n\t\treferences (however expressed) to the person against whom an overseasproduction order is sought are to be read as references to the person againstwhom the order was made;\n\t\treferences (however expressed) to the making of an overseas productionorder are to be read as references to the variation of the order.\n\tFor the purpose of subsection (2)(a), an appropriate officer is anequivalent appropriate officer in relation to an application for the variationor revocation of an overseas production order if—\n\t\tthe appropriate officer falls within the same sub-paragraph of section2(1)(a) or (b) as the appropriate officer who applied for the order, and\n\t\twhere that sub-paragraph is sub-paragraph (vii) of section 2(1)(a) or sub-paragraph (v) of section 2(1)(b), the appropriate officer is of the samedescription as the appropriate officer who applied for the order."
    },
    {
        "length": 379,
        "text": "\nInclusion of non-disclosure requirement in order\n\tA judge making an overseas production order may include a non-disclosurerequirement in the order.\n\tA non-disclosure requirement is a requirement imposed on the person againstwhom the order is made not to disclose the making of the order or its contentsto any person except—\n\t\twith the leave of a judge, or\n\t\twith the written permission of the appropriate officer who applied for theorder or an equivalent appropriate officer.\n\tAn overseas production order that includes a non-disclosure requirementmust specify or describe when the requirement is to expire.\n\tA judge revoking an overseas production order that includes an unexpirednon-disclosure requirement may order that the person against whom the overseasproduction order was made is to remain subject to the non-disclosurerequirement.\n\tAn order under subsection (4) may specify or describe a different time whenthe non-disclosure requirement is to expire than that specified or describedin the overseas production order that is being revoked.\n\tFor the purpose of subsection (2)(b), an appropriate officer is anequivalent appropriate officer in relation to an overseas production order if—\n\t\tthe appropriate officer falls within the same sub-paragraph of section2(1)(a) or (b) as the appropriate officer who applied for the order, and\n\t\twhere that sub-paragraph is sub-paragraph (vii) of section 2(1)(a) or sub-paragraph (v) of section 2(1)(b), the appropriate officer is of the samedescription as the appropriate officer who applied for the order."
    },
    {
        "length": 3382,
        "text": "\nSupplementary\n\tRestrictions on service of order\n\t\tAn overseas production order that is not served within the period of 3months beginning with the day on which the order is made is to be treated asif it had been quashed immediately after the end of that period.\n\t\tAn overseas production order made in England and Wales or Northern Irelandmay be served only by the Secretary of State.\n\t\tAn overseas production order made in Scotland may be served only by theLord Advocate.\n\t\tThe Secretary of State or, as the case may be, the Lord Advocate may servean overseas production order only if the Secretary of State or the LordAdvocate considers that to do so would be in accordance with a designatedinternational co-operation arrangement.\n\tRetention of electronic data and use as evidence\n\t\tElectronic data produced in compliance with an overseas production ordermay be retained for so long as is necessary in all the circumstances.\n\t\t\tThis includes retaining it so that it may be used as evidence in proceedingsin respect of an offence.\n\t\tSubsection (1) does not authorise the doing of anything that contravenesthe data protection legislation.\n\t\tIn section 117 of the Criminal Justice Act 2003 (evidence: business andother documents), in subsection (4)(b)—\n\t\t\tomit the “or” at the end of sub-paragraph (ii);\n\t\t\tat the end of sub-paragraph (iii) insert “or\n\t\t\tan overseas production order under the Crime (Overseas Production Orders)Act 2019,”.\n\t\tIn Article 21 of the Criminal Justice (Evidence) (Northern Ireland) Order2004 ([S.I. 2004/1501 (N.I. 10)](/id/nisi/2004/1501?view=plain \"Go to item oflegislation\")) (principal categories of admissibility: business and otherdocuments), in paragraph (4)(b)—\n\t\t\tomit the “or” at the end of paragraph (ii);\n\t\t\tat the end of paragraph (iii) insert “or\n\t\t\tan overseas production order under the Crime (Overseas Production Orders)Act 2019,”.\n\t\tIn Scotland, electronic data produced in compliance with an overseasproduction order may be received in evidence without being sworn to bywitnesses, so far as that may be done without unfairness to either party.\n\tProcedural matters\n\t\tRules of court may make provision as to the practice and procedure to befollowed in connection with proceedings relating to an overseas productionorder.\n\t\tThe power to make rules of court under subsection (1) does not prejudiceany existing power to make rules.\n\t\tSubsection (1) does not authorise the making of provision that isinconsistent with the provision made by section 12.\n\t\tAn order made under this Act by a judge in England and Wales entitled toexercise the jurisdiction of the Crown Court, or by a Crown Court judge inNorthern Ireland, has effect as if it were an order of the Crown Court.\n\tNotice of application for order: journalistic data\n\t\tThis section applies to an application for an overseas production order ifthere are reasonable grounds for believing that the electronic data specifiedor described in the application consists of or includes journalistic data.\n\t\t“Journalistic data” means electronic data that—\n\t\t\twas created or acquired for the purposes of journalism, and\n\t\t\tis stored by or on behalf of a person who created or acquired it for thepurposes of journalism.\n\t\tWhere this section applies, notice of the application must be served on—\n\t\t\tthe person against whom the overseas production order is sought, and\n\t\t\tif different, the person by whom, or on whose behalf, the journalistic datais stored.\n\t\tBut a judge may direct that notice of an application need not be served ona person falling within subsection (3)(b) if the judge is satisfied that—\n\t\t\tserving notice on the person would prejudice the investigation of anindictable offence or a terrorist investigation, or\n\t\t\tit is not reasonably practicable to establish the person’s identity or tomake contact with the person so as to enable service to be effected.\n\t\tWhere a person (“R”) receives electronic data from another person (“S”) andS intends R to use the data for the purposes of journalism, R is to be takento have acquired the data for those purposes.\n\t\tFor the purposes of this section—\n\t\t\telectronic data is not to be regarded as having been created or acquiredfor the purposes of journalism if it was created or acquired with theintention of furthering a criminal purpose, and\n\t\t\telectronic data which a person intends to be used to further such a purposeis not to be regarded as intended to be used for the purposes of journalism.\n\t\tIn determining for the purposes of subsection (6) whether or not a purposeis a criminal purpose, crime is to be taken to mean conduct which—\n\t\t\tconstitutes one or more criminal offences under the law of a part of theUnited Kingdom, or\n\t\t\tis, or corresponds to, conduct which, if it all took place in a particularpart of the United Kingdom, would constitute one or more criminal offencesunder the law of that part of the United Kingdom.\n\t\tSubsections (9) and (10) of section 4 apply for the purposes of subsection(4) of this section as they apply for the purposes of subsection (3)(a) ofthat section.\n\t\tIn this section, “terrorist investigation” has the same meaning as in theTerrorism Act 2000 (see section 32 of that Act).\n\tEffect of notice of application\n\t\tWhere notice of an application for an overseas production order is servedon a person (whether under section 12 or otherwise), the person must not—\n\t\t\tconceal, destroy, alter or dispose of any of the electronic data specifiedor described in the application for the order, or\n\t\t\tdisclose the making of the application or its contents to any person.\n\t\tBut a person on whom notice of an application for an overseas productionorder is served may do something mentioned in paragraph (a) or (b) ofsubsection (1)—\n\t\t\twith the leave of a judge, or\n\t\t\twith the written permission of the appropriate officer who made theapplication or an equivalent appropriate officer.\n\t\tWhere no overseas production order is made on the application, the dutyimposed on a person under subsection (1)(a) and (b) ceases to apply when theapplication is dismissed or abandoned, unless on a dismissal of theapplication the judge orders that the duty is to continue to apply.\n\t\tWhere an overseas production order is made on the application, the dutyimposed on a person under subsection (1)(a) ceases to apply when one of thefollowing occurs—\n\t\t\tthe order is served;\n\t\t\tthe order is revoked before it is served, unless on its revocation thejudge orders that the duty is to continue to apply;\n\t\t\tthe order is treated as if it had been quashed by virtue of section 9(1) oris otherwise quashed before it is served.\n\t\tWhere an overseas production order is made on the application, the dutyimposed on a person under subsection (1)(b) ceases to apply—\n\t\t\twhere the overseas production order does not include a non-disclosurerequirement, when the order is made;\n\t\t\twhere the overseas production order includes a non-disclosure requirement,when the non-disclosure requirement expires (see section 8).\n\t\tAn order under subsection (3) or (4)(b) must specify or describe when theduty is to cease to apply.\n\t\tFor the purpose of subsection (2)(b), an appropriate officer is anequivalent appropriate officer in relation to an application for an overseasproduction order if—\n\t\t\tthe appropriate officer falls within the same sub-paragraph of section2(1)(a) or (b) as the appropriate officer who made the application, and\n\t\t\twhere that sub-paragraph is sub-paragraph (vii) of section 2(1)(a) or sub-paragraph (v) of section 2(1)(b), the appropriate officer is of the samedescription as the appropriate officer who made the application.\n\t\tIn subsection (5), “non-disclosure requirement” has the meaning given bysection 8(2).\n\tMeans of service\n\t\tThis section applies in relation to—\n\t\t\tthe service of an overseas production order,\n\t\t\tthe service of notice of an application for an overseas production order,and\n\t\t\tthe service of any other order or document issued or made in, or for thepurposes of, proceedings relating to an overseas production order by a court(including a single judge) in England and Wales, Scotland or Northern Ireland.\n\t\tThe order, notice or other document may be served on a person (whether theperson is in the United Kingdom or outside it) by such means, includingelectronic means, as rules of court permit.\n\t\tIn addition, the order, notice or other document may be served on a personoutside the United Kingdom in any of the following ways—\n\t\t\tby delivering it to the person’s principal office within the United Kingdomor, if the person has no such office in the United Kingdom, to any place inthe United Kingdom where the person carries on business or conductsactivities;\n\t\t\tif the person has specified an address in the United Kingdom as one atwhich the person, or someone on the person’s behalf, will accept service ofdocuments of the same description as the order, notice or other document, bydelivering it to that address;\n\t\t\tby making it available for inspection (whether to the person or to someoneacting on the person’s behalf) at a place in the United Kingdom (but this issubject to subsection (4));\n\t\t\tin accordance with arrangements made—\n\t\t\twhere the order, notice or other document is made or issued in England andWales or Northern Ireland, by the Secretary of State;\n\t\t\twhere the order, notice or other document is made or issued in Scotland,by the Lord Advocate.\n\t\tThe order, notice or other document may be served on a person outside theUnited Kingdom in the way mentioned in subsection (3)(c) only if—\n\t\t\tit is not reasonably practicable for it to be served by any other means(whether as mentioned in subsection (3)(a), (b) or (d) or as permitted byrules of court), and\n\t\t\tthe person serving the order, notice or other document takes such steps asthat person considers appropriate for the purpose of bringing its contents,and the availability of it for inspection, to the attention of the person onwhom it is being served.\n\t\tThe steps mentioned in subsection (4)(b) must be taken as soon asreasonably practicable after the order, notice or other document is madeavailable for inspection.\n\tApplication of Act to service police\n\t\tA judge advocate may, on an application by a member of a service policeforce, make an overseas production order against a person in respect ofelectronic data if each of the requirements for the making of the order isfulfilled (see section 4).\n\t\tThis Act applies in relation to an application under subsection (1) and anoverseas production order made under that subsection as it applies in relationto an application made to a judge by an appropriate officer under section 1(1)and an overseas production order made under that section.\n\t\tFor the purposes of subsection (2) (and unless the context otherwiserequires)—\n\t\t\treferences to a judge are to be read as references to a judge advocate;\n\t\t\treferences to an appropriate officer are to be read as references to amember of a service police force;\n\t\t\treferences to an equivalent appropriate officer are to be read asreferences to a member of the same service police force as the person whoapplied for the order or, as the case may be, made the application;\n\t\t\tin section 3, “item subject to legal privilege” is to have the same meaningas in the Police and Criminal Evidence Act 1984 (see section 10 of that Act);\n\t\t\tthe reference in sections 4(3)(a) and 12(4)(a) to an indictable offence isto be read as a reference to an offence under section 42 of the Armed ForcesAct 2006 as respects which the corresponding offence under the law of Englandand Wales is an indictable offence;\n\t\t\tsection 7(2) is to be read as if paragraphs (c) and (d) were replaced witha new paragraph (c) referring to the Secretary of State;\n\t\t\tsection 9 is to be read as if—\n\t\t\tthe reference in subsection (2) to an overseas production order made inEngland and Wales or Northern Ireland were a reference to an overseasproduction order made by a judge advocate, and\n\t\t\tsubsection (3) were omitted;\n\t\t\tthe reference in section 14(1)(c) to a court in England and Wales, Scotlandor Northern Ireland is to be read as if it included the Court Martial.\n\t\tIf a person (whether the person is in the United Kingdom or outside it)fails to comply with an order made under this Act by a judge advocate, theCourt Martial may certify the failure to the High Court in England and Wales.\n\t\tThe High Court—\n\t\t\tmay inquire into the matter, and\n\t\t\tmust hear—\n\t\t\tany witness who may be produced against or on behalf of the person allegedto have failed to comply with the order, and\n\t\t\tany statement that may be offered in defence.\n\t\tHaving acted in accordance with subsection (5), the High Court may dealwith the person in any way in which it could deal with the person if thefailure had been a failure to comply with an order of that court.\n\t\tIn this section—\n\t\t\t  * “judge advocate” has the same meaning as in the Armed Forces Act 2006 (see section 362 of that Act); \n\t\t\t  * “service police force” means— \n\t\t\tthe Royal Navy Police,\n\t\t\tthe Royal Military Police, or\n\t\t\tthe Royal Air Force Police."
    },
    {
        "length": 1042,
        "text": "\nMiscellaneous and general\n\tDesignation of international agreements for purposes of section 52 ofInvestigatory Powers Act 2016\n\t\tSection 52 of the Investigatory Powers Act 2016 (interception ofcommunications in accordance with overseas requests) is amended as follows.\n\t\tIn subsection (3), at the end insert “(see further subsections (6) and(7))”.\n\t\tAfter subsection (5) insert—\n\t\tSubsection (7) applies where an international agreement provides forrequests for the interception of a communication to be made by the competentauthorities of a country or territory, or of more than one country orterritory, in which a person found guilty of a criminal offence may besentenced to death for the offence under the general criminal law of thecountry or territory concerned.\n\t\t\tSuch an offence is referred to in subsection (7) as a “death penalty offence”.\n\t\tWhere this subsection applies, the Secretary of State may not designate theagreement as a relevant international agreement unless the Secretary of Statehas sought, in respect of each country or territory referred to in subsection(6), a written assurance, or written assurances, relating to the non-use ofinformation obtained by virtue of the agreement in connection with proceedingsfor a death penalty offence in the country or territory.”\n\tRegulations \n\t\tAny power of the Secretary of State to make regulations under this Act isexercisable by statutory instrument.\n\t\tRegulations under section 1(5)(b), 2(1) or 4(1)(b) may make—\n\t\t\tdifferent provision for different purposes,\n\t\t\tdifferent provision for different areas, and\n\t\t\ttransitional, transitory or saving provision.\n\t\tThe Secretary of State must consult the Scottish Ministers before makingregulations under section 2(1)(b)(v).\n\t\tA statutory instrument containing regulations under section 4(1)(b)(whether alone or with other provision) may not be made unless a draft of theinstrument has been laid before and approved by a resolution of each House ofParliament.\n\t\tAny other statutory instrument containing regulations under this Act, otherthan a statutory instrument containing regulations under section 20, issubject to annulment in pursuance of a resolution of either House ofParliament.\n\tInterpretation \n\t\tIn this Act—\n\t\t\t  * “appropriate officer” has the meaning given by section 2; \n\t\t\t  * “the data protection legislation” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act); \n\t\t\t  * “designated international co-operation arrangement” has the meaning given by section 1(5); \n\t\t\t  * “electronic data” has the meaning given by section 3(2); \n\t\t\t  * “excepted electronic data” has the meaning given by section 3(3) to (5); \n\t\t\t  * “judge” has the meaning given by section 1(7); \n\t\t\t  * “overseas production order” has the meaning given by section 1(4) (see also section 7(6)). \n\t\tReferences in this Act to proceedings relating to an overseas productionorder include proceedings for the making, variation or revocation of an orderunder section 8(4) or 13(3) or (4)(b).\n\tExtent \n\t\tThis Act extends to England and Wales, Scotland and Northern Ireland,subject as follows.\n\t\tSection 10(3) extends to England and Wales only.\n\t\tSection 10(4) extends to Northern Ireland only.\n\tCommencement \n\t\tExcept as provided by subsection (3), this Act comes into force on such dayas the Secretary of State may by regulations appoint.\n\t\tRegulations under subsection (1) may appoint different days for differentpurposes or different areas.\n\t\tThe following provisions come into force on the day on which this Act ispassed—\n\t\t\tsections 17 to 19;\n\t\t\tthis section;\n\t\t\tsection 21.\n\t\tThe Secretary of State may by regulations make transitional, transitory orsaving provision in connection with the coming into force of any provision ofthis Act.\n\tShort title\n\t\tThis Act may be cited as the Crime (Overseas Production Orders) Act 2019.\n\t"
    }
]