[
    {
        "length": 244,
        "text": "\nReduction of cases in which prisoners released unconditionally\n\tIn section 243A of the Criminal Justice Act 2003 (duty to release prisonersserving less than 12 months unconditionally once one-half of sentence served),for subsection (1) substitute—\n\tThis section applies to a fixed-term prisoner if—\n\t\tthe prisoner is serving a sentence which is for a term of 1 day, or\n\t\tthe prisoner—\n\t\tis serving a sentence which is for a term of less than 12 months, and\n\t\tis aged under 18 on the last day of the requisite custodial period.\n\t\t(1A)This section also applies to a fixed-term prisoner if—\n\t\tthe prisoner is serving a sentence which is for a term of less than 12months, and\n\t\tthe sentence was imposed in respect of an offence committed before the dayon which section 1 of the Offender Rehabilitation Act 2014 came into force.”"
    },
    {
        "length": 1001,
        "text": "\nSupervision after end of sentence\n\tChapter 6 of Part 12 of the Criminal Justice Act 2003 (sentencing: release,licences and recall) is amended as follows.\n\tAfter section 256A insert—\n\t“Supervision of offenders\n\t\tAASupervision after end of sentence of prisoners serving less than 2years\n\t\t\tThis section applies where a person (“the offender”) has served a fixed-term sentence which was for a term of more than 1 day but less than 2 years,except where—\n\t\t\t\tthe offender was aged under 18 on the last day of the requisite custodialperiod (as defined in section 243A(3)),\n\t\t\t\tthe sentence was an extended sentence imposed under section 226A or 226B,or\n\t\t\t\tthe sentence was imposed in respect of an offence committed before the dayon which section 2(2) of the Offender Rehabilitation Act 2014 came into force.\n\t\t\tThe offender must comply with the supervision requirements during thesupervision period, except at any time when the offender is—\n\t\t\t\tin legal custody,\n\t\t\t\tsubject to a licence under this Chapter or Chapter 2 of Part 2 of the 1997Act, or\n\t\t\t\tsubject to DTO supervision.\n\t\t\tThe supervision requirements are the requirements for the time beingspecified in a notice given to the offender by the Secretary of State (but seethe restrictions in section 256AB).\n\t\t\t“The supervision period” is the period which—\n\t\t\t\tbegins on the expiry of the sentence, and\n\t\t\t\tends on the expiry of the period of 12 months beginning immediately afterthe offender has served the requisite custodial period (as defined in section244(3)).\n\t\t\tThe purpose of the supervision period is the rehabilitation of theoffender.\n\t\t\tThe Secretary of State must have regard to that purpose when specifyingrequirements under this section.\n\t\t\tThe supervisor must have regard to that purpose when carrying out functionsin relation to the requirements.\n\t\t\tIn this Chapter, “the supervisor”, in relation to a person subject tosupervision requirements under this section, means a person who is for thetime being responsible for discharging the functions conferred by this Chapteron the supervisor in accordance with arrangements made by the Secretary ofState.\n\t\t\tIn relation to a person subject to supervision requirements under thissection following a sentence of detention under section 91 of the SentencingAct, the supervisor must be—\n\t\t\t\tan officer of a provider of probation services, or\n\t\t\t\ta member of the youth offending team established by the local authority inwhose area the offender resides for the time being.\n\t\t\tIn relation to any other person, the supervisor must be an officer of aprovider of probation services.\n\t\t\tIn this section “DTO supervision” means supervision under—\n\t\t\t\ta detention and training order (including an order under section 211 of theArmed Forces Act 2006), or\n\t\t\t\tan order under section 104(3)(aa) of the Powers of Criminal Courts(Sentencing) Act 2002 (breach of supervision requirements of detention andtraining order).\n\t\t\tThis section has effect subject to section 264(3C)(b) and (3D).”\n\t\t\tIn section 237(1) (meaning of “fixed-term prisoner”), at the end insert—\n\t\t\t\t“and “fixed-term sentence” means a sentence falling within paragraph (a) or(b).”\n\t\t\tIn Schedule 1 to this Act—\n\t\t\t\tPart 1 inserts section 256AB of the Criminal Justice Act 2003 which makesgeneral provision about supervision requirements, and\n\t\t\t\tPart 2 inserts sections 256D and 256E of that Act which make provisionabout drug testing requirements and drug appointment requirements."
    },
    {
        "length": 872,
        "text": "\nBreach of supervision requirements\n\tIn Chapter 6 of Part 12 of the Criminal Justice Act 2003 (sentencing:release, licences and recall), after section 256AB insert—\n\t“256ACBreach of supervision requirements imposed under section 256AA\n\t\tWhere it appears on information to a justice of the peace that a person hasfailed to comply with a supervision requirement imposed under section 256AA,the justice may—\n\t\t\tissue a summons requiring the offender to appear at the place and timespecified in the summons, or\n\t\t\tif the information is in writing and on oath, issue a warrant for theoffender’s arrest.\n\t\tAny summons or warrant issued under this section must direct the person toappear or be brought—\n\t\t\tbefore a magistrates’ court acting for the local justice area in which theoffender resides, or\n\t\t\tif it is not known where the person resides, before a magistrates’ courtacting for the same local justice area as the justice who issued the summonsor warrant.\n\t\tWhere the person does not appear in answer to a summons issued undersubsection (1)(a), the court may issue a warrant for the person’s arrest.\n\t\tIf it is proved to the satisfaction of the court that the person has failedwithout reasonable excuse to comply with a supervision requirement imposedunder section 256AA, the court may—\n\t\t\torder the person to be committed to prison for a period not exceeding 14days (subject to subsection (7)),\n\t\t\torder the person to pay a fine not exceeding level 3 on the standard scale,or\n\t\t\tmake an order (a “supervision default order”) imposing on the person—\n\t\t\tan unpaid work requirement (as defined by section 199), or\n\t\t\ta curfew requirement (as defined by section 204).\n\t\tSection 177(3) (obligation to impose electronic monitoring requirement)applies in relation to a supervision default order that imposes a curfewrequirement as it applies in relation to a community order that imposes such arequirement.\n\t\tIf the court deals with the person under subsection (4), it must revoke anysupervision default order which is in force at that time in respect of thatperson.\n\t\tWhere the person is under the age of 21—\n\t\t\tan order under subsection (4)(a) in respect of the person must be forcommittal to a young offender institution instead of to prison, but\n\t\t\tthe Secretary of State may from time to time direct that a person committedto a young offender institution by such an order is to be detained in a prisonor remand centre instead.\n\t\tA person committed to prison or a young offender institution by an orderunder subsection (4)(a) is to be regarded as being in legal custody.\n\t\tA fine imposed under subsection (4)(b) is to be treated, for the purposesof any enactment, as being a sum adjudged to be paid by a conviction.\n\t\tIn Schedule 19A (supervision default orders)—\n\t\t\tPart 1 makes provision about requirements of supervision default orders,and\n\t\t\tPart 2 makes provision about the breach, revocation and amendment ofsupervision default orders.\n\t\tA person dealt with under this section may appeal to the Crown Courtagainst the order made by the court.”\n\t\tSchedule 2 to this Act inserts a new Schedule 19A to the Criminal JusticeAct 2003."
    },
    {
        "length": 518,
        "text": "\nSupervision of certain young offenders after release from detention\n\tSection 256B of the Criminal Justice Act 2003 (supervision of youngoffenders after release) is amended as follows.\n\tFor subsection (1) substitute—\n\tThis section applies where a person (“the offender”) is released underthis Chapter if—\n\t\tthe person is, at the time of the release, serving a sentence of detentionunder section 91 of the Sentencing Act which is for a term of less than 12months, and\n\t\tthe person is aged under 18 on the last day of the requisite custodialperiod (as defined in section 243A(3)).\n\t\t\t(1A)This section also applies where a person (“the offender”) is releasedunder this Chapter if—\n\t\tthe person is, at the time of the release, serving a sentence of detentionunder section 91 or 96 of the Sentencing Act which is for a term of less than12 months, and\n\t\tthe sentence was imposed in respect of an offence committed before the dayon which section 1 of the Offender Rehabilitation Act 2014 came into force.”\n\tIn subsection (2)(c), omit “if the offender is under the age of 18 years atthe date of release,”.\n\tIn subsection (7)—\n\t\tfor paragraph (c) substitute—\n\t\twhere the offender is aged 18 or over—\n\t\tdrug testing requirements (see section 256D);\n\t\tdrug appointment requirements (see section 256E).”\n\tAfter that subsection insert—\n\t“(7A)Paragraph (c)(i) and (ii) of subsection (7) have effect subject to therestrictions in sections 256D(2) and 256E(2).”\n\tOmit subsection (8).\n\tFor subsection (9) substitute—\n\tThe Secretary of State may make rules about the requirements that may beimposed by virtue of subsection (7)(a) or (b).”\n\tOmit subsection (10)."
    },
    {
        "length": 1095,
        "text": "\nConsecutive terms\n\tChapter 6 of Part 12 of the Criminal Justice Act 2003 (sentencing: release,licences and recall) is amended as follows.\n\tIn section 264 (consecutive terms), for subsections (3) and (3A)substitute—\n\t\t“(3B)The offender’s release under this Chapter is to be unconditional if—\n\t\tthe aggregate length of the terms of imprisonment is less than 12 months,and\n\t\tsection 243A so requires in respect of each of the sentences,\n\t\tbut in any other case is to be on licence.\n\t\t(3C)If the offender is released on licence under this Chapter—\n\t\tthe offender is to be on licence, on and after the release, until theoffender would, but for the release, have served a term equal in length to theaggregate length of the terms of imprisonment (but see section 264B);\n\t\tthe offender is to be subject to supervision requirements under section256AA if (and only if)—\n\t\tsection 256AA so requires in respect of one or more of the sentences, and\n\t\tthe aggregate length of the terms of imprisonment is less than 2 years.\n\t\t(3D)If the offender is subject to supervision requirements under section256AA, the supervision period for the purposes of that section begins on theexpiry of the period during which the offender is on licence by virtue ofsubsection (3C)(a).\n\t\t(3E)When the offender is released under this Chapter (whether unconditionallyor on licence), the offender is to be subject to supervision requirementsunder section 256B if that section so requires in respect of one or more ofthe sentences.”\n\tBefore section 265 (and the italic heading before it) insert—\n\t“264BConsecutive terms: supplementary\n\t\tThis section applies in a case in which section 264 applies where—\n\t\t\tthe offender is released on licence under this Chapter,\n\t\t\tthe aggregate length of the terms of imprisonment mentioned in section264(1)(a) is less than 12 months, and\n\t\t\tthose terms include one or more terms of imprisonment (“short transitionalterms”) which were imposed in respect of an offence committed before the dayon which section 1 of the Offender Rehabilitation Act 2014 came into force, aswell as one or more terms imposed in respect of an offence committed on orafter that day.\n\t\tThe offender is to be on licence until the offender would, but for therelease, have served a term equal in length to the aggregate of—\n\t\t\tthe custodial period in relation to each of the short transitional terms,and\n\t\t\tthe full length of each of the other terms.\n\t\tIn this section “custodial period” has the same meaning as in section 264.”\n\t\tIn section 249(3) (duration of licence)—\n\t\t\tfor “sections” substitute “section”, and\n\t\t\tfor “and 264(3)” substitute “and sections 264(3C)(a) and 264B”.\n\t\tIn section 250 (licence conditions), omit subsection (7).\n\t\tSchedule 20B (modifications of Chapter 6 of Part 12 in certain transitionalcases) is amended as follows.\n\t\tIn paragraph 22 (consecutive terms including 1991 Act sentence), after sub-paragraph (3) insert—\n\t\t\t“(3A)If P is subject to supervision requirements under section 256AA (byvirtue of section 264(3C)(b)), section 256AA(4)(b) (end of supervision period)applies in relation to P as if the reference to the requisite custodial periodwere to the period described in sub-paragraph (3) of this paragraph.”\n\t\tIn paragraph 33 (consecutive terms including 1967 Act sentence), after sub-paragraph (3) insert—\n\t\tIf P is subject to supervision requirements under section 256AA (by virtueof section 264(3C)(b)), section 256AA(4)(b) (end of supervision period)applies in relation to P as if the reference to the requisite custodial periodwere to the period described in sub-paragraph (3) of this paragraph.”"
    },
    {
        "length": 844,
        "text": "\nSupervision of certain young offenders after detention and training order\n\tChapter 2 of Part 5 of the Powers of Criminal Courts (Sentencing) Act 2000(custodial sentences: detention and custody of young offenders) is amended asfollows.\n\tIn section 101(13) (term of detention and training order where consecutiveor concurrent orders imposed), after “105” insert “and 106B”.\n\tIn section 103 (period of supervision of offender subject to detention andtraining order)—\n\t\tin subsection (2), at the beginning insert “Subject to subsection (2A),”,and\n\t\tafter subsection (2) insert—\n\t\t\t“(2A)An order under subsection (2) may not include provision about cases inwhich—\n\t\tthe offender is aged 18 or over at the half-way point of the term of thedetention and training order, and\n\t\tthe order was imposed in respect of an offence committed on or after theday on which section 6(4) of the Offender Rehabilitation Act 2014 came intoforce.”\n\tAfter section 106A insert—\n\t“106BFurther supervision after end of term of detention and trainingorder\n\t\tThis section applies where a detention and training order is made inrespect of an offender if—\n\t\t\tthe offender is aged 18 or over at the half-way point of the term of theorder,\n\t\t\tthe term of the order is less than 24 months, and\n\t\t\tthe order was imposed in respect of an offence committed on or after theday on which section 6(4) of the Offender Rehabilitation Act 2014 came intoforce.\n\t\tThe following provisions of the Criminal Justice Act 2003 (which relate tosupervision after end of sentence) apply as they apply in cases described insection 256AA(1) of that Act—\n\t\t\tsections 256AA (2) to (11), 256AB and 256AC,\n\t\t\tsections 256D and 256E, and\n\t\t\tSchedule 19A,\n\t\t\t\tbut with the following modifications.\n\t\t“The supervision period”, in relation to the offender, is the period which—\n\t\t\tbegins on the expiry of the term of the detention and training order, and\n\t\t\tends on the expiry of the period of 12 months beginning immediately afterthe half-way point of the term of the order.\n\t\t“The supervisor”, in relation to the offender, must be—\n\t\t\tan officer of a provider of probation services, or\n\t\t\ta member of the youth offending team established by the local authority inwhose area the offender resides for the time being.\n\t\tThe power under section 256AB(4) includes power to make provision about thesupervision requirements that may be imposed under section 256AA as applied bythis section and to amend this Act.\n\t\tSubsection (7) applies where the term of the detention and training orderis determined by section 101(13) (consecutive and concurrent orders).\n\t\tThe offender is subject to supervision under section 256AA (as applied bythis section) if that section (as applied) so requires in respect of one ormore of the consecutive or concurrent orders.”"
    },
    {
        "length": 117,
        "text": "\nMinor and consequential provision\n\tSchedule 3 contains minor and consequential provision.\n\tThe Secretary of State may by order made by statutory instrument amend thePowers of Criminal Courts (Sentencing) Act 2000 and the Criminal Justice Act2003 so as to—\n\t\treplace a reference to a date on which a provision of this Act came intoforce with a reference to the actual date on which it did so, and\n\t\tinsert provision explaining the date."
    },
    {
        "length": 1100,
        "text": "\nOther provision about release and supervision of offenders\n\tExtended sentences: length of extension period\n\t\tChapter 5 of Part 12 of the Criminal Justice Act 2003 (sentencing:dangerous offenders) is amended as follows.\n\t\tIn section 226A (extended sentence for certain violent or sexual offences:persons 18 or over)—\n\t\t\tin subsection (7), for “subsections (8) and (9)” substitute “subsections(7A) to (9)”, and\n\t\t\tafter that subsection insert—\n\t\t\t\t“(7A)The extension period must be at least 1 year.”\n\t\tIn section 226B (extended sentence for certain violent or sexual offences:persons under 18)—\n\t\t\tin subsection (5), for “subsections (6) and (7)” substitute “subsections(5A) to (7)”, and\n\t\t\tafter that subsection insert—\n\t\t\t“(5A)The extension period must be at least 1 year.”\n\tRecall and further release of offenders\n\t\tChapter 6 of Part 12 of the Criminal Justice Act 2003 (sentencing: release,licences and recall) is amended as follows.\n\t\tIn section 244(1A) (disapplication of that section following recall), after“246” insert “or 248”.\n\t\tIn section 255(1)(a) (recall of prisoners released early under section246), for “any condition included in his licence” substitute “the curfewcondition included in the licence”.\n\t\tIn section 255A (further release after recall)—\n\t\t\tomit subsection (3),\n\t\t\tin subsection (4), for “that period” substitute “the automatic releaseperiod”,\n\t\t\tin subsection (5), after paragraph (b) insert—\n\t\t\t\t“but that is subject, where applicable, to section 243A(2) (unconditionalrelease).”, and\n\t\t\tat the end insert—\n\t\tAutomatic release” means release at the end of the automatic releaseperiod.\n\t\tIn the case of a person recalled under section 254 while on licence under aprovision of this Chapter other than section 246, “the automatic releaseperiod” means—\n\t\t\twhere the person is serving a sentence of less than 12 months, the periodof 14 days beginning with the day on which the person returns to custody;\n\t\t\twhere the person is serving a sentence of 12 months or more, the period of28 days beginning with that day.\n\t\tIn the case of a person recalled under section 254 while on licence undersection 246, “the automatic release period” means whichever of the followingends later—\n\t\t\tthe period described in subsection (9)(a) or (b) (as appropriate);\n\t\t\tthe requisite custodial period which the person would have served undersection 243A or 244 but for the earlier release.”\n\t\tIn section 255B(1)(b) (automatic release), for “the 28 day period mentionedin section 255A(3)” substitute “the automatic release period (as defined insection 255A(9) and (10))”.\n\t\tIn section 240ZA(6) (time remanded in custody not to count as time servedfor purposes of automatic release), for “period of 28 days served by theoffender before automatic release” substitute “automatic release period servedby the offender”.\n\t\tIn section 240A(3B) (time remanded on bail not to count as time served forpurposes of automatic release), for “period of 28 days served by the offenderbefore automatic release” substitute “automatic release period served by theoffender”.\n\tArrangements for supervision and rehabilitation: female offenders\n\t\tIn section 3 of the Offender Management Act 2007 (power to make arrangementsfor the provision of probation services), after subsection (6) insert—\n\t“(6A)The Secretary of State must ensure that arrangements under subsection (2)or (5) for the supervision or rehabilitation of persons convicted of offences—\n\t\tstate that the Secretary of State has, in making the arrangements, compliedwith the duty under section 149 of the Equality Act 2010 (public sectorequality duty) as it relates to female offenders, and\n\t\tidentify anything in the arrangements that is intended to meet theparticular needs of female offenders.”"
    },
    {
        "length": 1742,
        "text": "\nDrugs and offenders released during custodial sentence\n\tDrug testing\n\t\tThe Criminal Justice and Court Services Act 2000 is amended as follows.\n\t\tIn section 64 (release on licence: drug testing requirements)—\n\t\t\tin subsection (1)(a), omit “for a trigger offence, and”,\n\t\t\tin that subsection, at the end insert “, and\n\t\t\tthe Secretary of State is satisfied of the matters in subsection (1A).”,\n\t\t\tafter that subsection insert—\n\t\t\t\t“(1A)Those matters are—\n\t\t\tthat the misuse by the person of a specified class A drug or a specifiedclass B drug caused or contributed to an offence of which the person has beenconvicted or is likely to cause or contribute to the commission of furtheroffences by the person, and\n\t\t\tthat the person is dependent on, or has a propensity to misuse, a specifiedclass A drug or a specified class B drug.”,\n\t\t\tin subsection (2), after “conditions” insert “mentioned in subsection(1)(b)”, and\n\t\t\tin subsection (3), after “specified Class A drug” insert “or specifiedClass B drug”.\n\t\tIn section 70(1) (interpretation)—\n\t\t\tfor ““Class A drug” has” substitute ““Class A drug” and “Class B drug”have”, and\n\t\t\tin the definition of ““specified””, after “Class A drug” insert “or Class Bdrug”.\n\tDrug appointments\n\t\tIn Chapter 2 of Part 3 of the Criminal Justice and Court Services Act 2000(dealing with offenders), after section 64 insert—\n\t\t“64ARelease on licence etc: drug appointments\n\t\t\tThis section applies where—\n\t\t\t\tthe Secretary of State releases a person serving a sentence of imprisonment(“the offender”) who is aged 18 or over,\n\t\t\t\tthe release is subject to conditions (whether conditions of a licence orany other conditions, however expressed),\n\t\t\t\tan officer of a provider of probation services has recommended to theSecretary of State that a condition authorised by this section be imposed onthe offender, and\n\t\t\t\tthe Secretary of State is satisfied of the matters in subsection (2).\n\t\t\tThose matters are—\n\t\t\t\tthat the misuse by the offender of a controlled drug caused or contributedto an offence of which the offender has been convicted or is likely to causeor contribute to the commission of further offences by the offender,\n\t\t\t\tthat the offender is dependent on, or has a propensity to misuse, acontrolled drug,\n\t\t\t\tthat the dependency or propensity requires, and may be susceptible to,treatment, and\n\t\t\t\tthat arrangements have been made, or can be made, for the offender to havetreatment.\n\t\t\tThe conditions mentioned in subsection (1)(b) may include a condition whichrequires the offender, in accordance with instructions given by an officer ofa provider of probation services, to attend appointments with a view toaddressing the offender’s dependency on, or propensity to misuse, a controlleddrug.\n\t\t\tThe condition must specify—\n\t\t\t\tthe person with whom the offender is to meet or under whose direction theappointments are to take place, and\n\t\t\t\twhere the appointments are to take place.\n\t\t\tThe person specified under subsection (4)(a) must be a person who has thenecessary qualifications or experience.\n\t\t\tThe only instructions that an officer of a provider of probation servicesmay give for the purposes of the requirement are instructions as to—\n\t\t\t\tthe duration of each appointment, and\n\t\t\t\twhen each appointment is to take place.\n\t\t\tFor the purposes of this section, references to a requirement to attend anappointment do not include a requirement to submit to treatment.\n\t\t\tIn this section—\n\t\t\t\t  * “controlled drug” has the same meaning as in the Misuse of Drugs Act 1971;\n\t\t\t\t  * “sentence of imprisonment” does not include a detention and training order or an order under section 211 of the Armed Forces Act 2006 but does include—\n\t\t\t\ta sentence of detention in a young offender institution,\n\t\t\t\ta sentence of detention under section 90 of the Powers of Criminal Courts(Sentencing) Act 2000 (detention at Her Majesty’s pleasure),\n\t\t\t\ta sentence of detention under section 91 of that Act (detention of offendersunder 18 convicted of certain serious offences),\n\t\t\t\ta sentence of custody for life under section 93 or 94 of that Act,\n\t\t\t\ta sentence of detention under section 226, 226B or 228 of the Criminal JusticeAct 2003 (including one passed as a result of section 221, 221A or 222 of theArmed Forces Act 2006),\n\t\t\t\ta sentence of detention under section 209 of the Armed Forces Act 2006(detention of offenders under 18 convicted of certain serious offences), and\n\t\t\t\ta sentence of detention under section 218 of that Act (detention at HerMajesty’s pleasure).”\n\t\t\tIn section 250 of the Criminal Justice Act 2003 (licence conditions), insubsection (4)(b)(i), for “or 64” substitute “, 64 or 64A”.\n\tDrug testing and appointments: transfer within the British Islands\n\t\tSchedule 1 to the Crime (Sentences) Act 1997 (transfer of prisoners withinthe British Islands) is amended as follows.\n\t\tIn paragraph 8 (restricted transfers from England and Wales to Scotland)—\n\t\t\tin sub-paragraphs (2)(aa) and (4)(aa), for “and 64” substitute “, 64 and64A”, and\n\t\t\tat the end insert—\n\t\tSections 64 and 64A of the Criminal Justice and Court Services Act 2000(release on licence etc: drug appointments), as applied by sub-paragraph (2)or (4) above, have effect as if any reference to an officer of a provider ofprobation services were a reference to a relevant officer as defined bysection 27(1) of the Prisoners and Criminal Proceedings (Scotland) Act 1993.”\n\t\tIn paragraph 9 (restricted transfers from England and Wales to NorthernIreland)—\n\t\t\tin sub-paragraphs (2)(aa) and (4)(aa), for “and 64” substitute “, 64 and64A”, and\n\t\t\tafter sub-paragraph (5) insert—\n\t\t\t\t“(5A)Sections 64 and 64A of the Criminal Justice and Court Services Act 2000(release on licence etc: drug appointments), as applied by sub-paragraph (2)or (4) above, have effect as if any reference to an officer of a provider ofprobation services were a reference to a probation officer.”"
    },
    {
        "length": 3473,
        "text": "\nCommunity orders and suspended sentence orders\n\tOfficers responsible for implementing orders\n\t\tFor section 197 of the Criminal Justice Act 2003 substitute—\n\t\t“197Meaning of “the responsible officer”\n\t\t\tFor the purposes of this Part, “the responsible officer”, in relation to anoffender to whom a relevant order relates, means the person who is for thetime being responsible for discharging the functions conferred by this Part onthe responsible officer in accordance with arrangements made by the Secretaryof State.\n\t\t\tThe responsible officer must be—\n\t\t\t\tan officer of a provider of probation services, or\n\t\t\t\ta person responsible for monitoring the offender in accordance with anelectronic monitoring requirement imposed by the relevant order.”\n\t\t\tIn Schedule 4 to this Act—\n\t\t\t\tPart 1 contains amendments which confine certain functions of responsibleofficers to the public sector, and\n\t\t\t\tPart 2 contains consequential provision.\n\tRehabilitation activity requirement\n\t\tThe Criminal Justice Act 2003 is amended as follows.\n\t\tIn sections 177(1) and 190(1) (requirements that may be imposed as part ofa community order or suspended sentence order) after paragraph (a) insert—\n\t\t\ta rehabilitation activity requirement (as defined by section 200A),”.\n\t\tAfter section 200 insert—\n\t\t“200ARehabilitation activity requirement\n\t\t\tIn this Part “rehabilitation activity requirement”, in relation to arelevant order, means a requirement that, during the relevant period, theoffender must comply with any instructions given by the responsible officer toattend appointments or participate in activities or both.\n\t\t\tA relevant order imposing a rehabilitation activity requirement mustspecify the maximum number of days for which the offender may be instructed toparticipate in activities.\n\t\t\tAny instructions given by the responsible officer must be given with a viewto promoting the offender’s rehabilitation; but this does not prevent theresponsible officer giving instructions with a view to other purposes inaddition to rehabilitation.\n\t\t\tThe responsible officer may instruct the offender to attend appointmentswith the responsible officer or with someone else.\n\t\t\tThe responsible officer, when instructing the offender to participate inactivities, may require the offender to—\n\t\t\t\tparticipate in specified activities and, while doing so, comply withinstructions given by the person in charge of the activities, or\n\t\t\t\tgo to a specified place and, while there, comply with any instructionsgiven by the person in charge of the place.\n\t\t\tThe references in subsection (5)(a) and (b) to instructions given by aperson include instructions given by anyone acting under the person’sauthority.\n\t\t\tThe activities that responsible officers may instruct offenders toparticipate in include—\n\t\t\t\tactivities forming an accredited programme (see section 202(2));\n\t\t\t\tactivities whose purpose is reparative, such as restorative justiceactivities.\n\t\t\tFor the purposes of subsection (7)(b) an activity is a restorative justiceactivity if —\n\t\t\t\tthe participants consist of, or include, the offender and one or more ofthe victims,\n\t\t\t\tthe aim of the activity is to maximise the offender’s awareness of theimpact of the offending concerned on the victims, and\n\t\t\t\tthe activity gives a victim or victims an opportunity to talk about, or byother means express experience of, the offending and its impact.\n\t\t\tIn subsection (8) “victim” means a victim of, or other person affected by,the offending concerned.\n\t\t\tWhere compliance with an instruction would require the co-operation of aperson other than the offender, the responsible officer may give theinstruction only if that person agrees.\n\t\t\tIn this section “the relevant period” means—\n\t\t\t\tin relation to a community order, the period for which the community orderremains in force, and\n\t\t\t\tin relation to a suspended sentence order, the supervision period asdefined by section 189(1A).”\n\t\t\tSections 201 and 213 (activity requirements and supervision requirements)are repealed.\n\t\t\tSchedule 5 to this Act contains consequential provision.\n\tProgramme requirement\n\t\tThe Criminal Justice Act 2003 is amended as follows.\n\t\tIn section 202 (programme requirement) omit subsection (7) (person may berequired to participate in accredited programmes only at approved places).\n\t\tIn Schedule 9 (transfer of community orders to Scotland or NorthernIreland)—\n\t\t\tin paragraph 2(3), omit paragraph (b);\n\t\t\tin paragraph 4(3), omit paragraph (b).\n\t\tIn Schedule 13 (transfer of suspended sentence orders to Scotland orNorthern Ireland)—\n\t\t\tin paragraph 4(3), omit paragraph (b);\n\t\t\tin paragraph 9(3), omit paragraph (b).\n\tAttendance centre requirement\n\t\tThe Criminal Justice Act 2003 is amended as follows.\n\t\tSection 214 (attendance centre requirement) is amended as follows.\n\t\tIn subsection (1)—\n\t\t\tomit “specified in the relevant order”, and\n\t\t\tfor “so specified” substitute “specified in the relevant order”.\n\t\tIn subsection (3), for “the attendance centre to be specified in it”substitute “an attendance centre which is available for persons of theoffender’s description”.\n\t\tAfter subsection (3) insert—\n\t\t\t“(3A)The attendance centre at which the offender is required to attend is tobe notified to the offender by the responsible officer from time to time.\n\t\t(3B)When choosing an attendance centre, the responsible officer must consider—\n\t\t\tthe accessibility of the attendance centre to the offender, having regardto the means of access available to the offender and any other circumstances,and\n\t\t\tthe description of persons for whom it is available.”\n\t\tSection 218 (availability of arrangements in local area) is amended asfollows.\n\t\tIn subsection (4)(a), for “the relevant areas mentioned in subsections (5)to (7)” substitute “the relevant area (see subsections (5) to (7))”.\n\t\tIn subsection (6), for “the area in which the attendance centre proposed tobe specified in the order is situated” substitute “an area in which there isan attendance centre which is available for persons of the offender’sdescription and which the court is satisfied is reasonably accessible to theoffender”.\n\t\tIn Schedule 14 (persons to whom copies of requirements to be provided inparticular cases), in the table, omit the entry relating to an attendancecentre requirement.\n\tDuty to obtain permission before changing residence\n\t\tThe Criminal Justice Act 2003 is amended as follows.\n\t\tAfter section 220 insert—\n\t\t“220ADuty to obtain permission before changing residence\n\t\t\tAn offender in respect of whom a relevant order is in force must not changeresidence without permission given in accordance with this section by—\n\t\t\t\tthe responsible officer, or\n\t\t\t\ta court.\n\t\t\tThe appropriate court may, on an application by the offender, givepermission in a case in which the responsible officer has refused.\n\t\t\tA court may also give permission in any proceedings before it underSchedule 8 or 12 (breach or amendment of orders etc).\n\t\t\tThe grounds on which the responsible officer or court may refuse anapplication for permission are that, in the opinion of the officer or court,the change in residence—\n\t\t\t\tis likely to prevent the offender complying with a requirement imposed bythe relevant order, or\n\t\t\t\twould hinder the offender’s rehabilitation.\n\t\t\tThe obligation imposed by subsection (1) is enforceable as if it were arequirement imposed by the relevant order.\n\t\t\tThis section does not apply if the relevant order includes a residencerequirement imposed under section 206.\n\t\t\tFor cases in which a relevant order has to be amended because of permissiongiven under this section, see paragraph 16 of Schedule 8 and paragraph 14 ofSchedule 12 (amendment to reflect change in local justice area).\n\t\t\tIn this section “the appropriate court” has the same meaning as inparagraph 16 of Schedule 8 or paragraph 14 of Schedule 12.”\n\t\t\tIn section 220(1), omit paragraph (b) and the “and” before it (duty tonotify responsible officer of change of address).\n\t\t\tIn Schedule 8 (breach, revocation or amendment of community order), inparagraph 9, omit sub-paragraph (5A).\n\t\t\tFor paragraph 16 of Schedule 8 substitute—\n\t\t\tThis paragraph applies where at any time while a community order is inforce in respect of an offender—\n\t\t\t\tthe offender is given permission under section 220A to change residence,and\n\t\t\t\tthe local justice area in which the new residence is situated (“the newlocal justice area”) is different from the local justice area specified in theorder.\n\t\t\tIf the permission is given by a court, the court must amend the order tospecify the new local justice area.\n\t\t\tIf the permission is given by the responsible officer—\n\t\t\t\tthe officer must apply to the appropriate court to amend the order tospecify the new local justice area, and\n\t\t\t\tthe court must make that amendment.\n\t\t\tIn this paragraph “the appropriate court” means—\n\t\t\t\tin relation to a community order imposing a drug rehabilitation requirementwhich is subject to review, the court responsible for the order,\n\t\t\t\tin relation to a community order which was made by the Crown Court and doesnot include a direction that any failure to comply with the requirements ofthe order is to be dealt with by a magistrates’ court, the Crown Court, and\n\t\t\t\tin relation to any other community order, a magistrates’ court acting inthe local justice area specified in the order.\n\t\t\t\t\t16A(1)This paragraph applies where at any time while a community order is inforce in respect of an offender—\n\t\t\t\ta court amends the order,\n\t\t\t\tthe order as amended includes a residence requirement requiring theoffender to reside at a specified place, and\n\t\t\t\tthe local justice area in which that place is situated (“the new localjustice area”) is different from the local justice area specified in theorder.\n\t\t\tThe court must amend the order to specify the new local justice area.”\n\t\t\tIn Schedule 8, in paragraph 24, omit “No order may be made under paragraph16, and”.\n\t\t\tIn Schedule 12 (breach, revocation or amendment of suspended sentenceorder, and effect of further conviction), in paragraph 8, omit sub-paragraph(4A).\n\t\t\tFor paragraph 14 of Schedule 12 substitute—\n\t\t\tThis paragraph applies where at any time while a suspended sentenceorder is in force in respect of an offender—\n\t\t\t\tthe offender is given permission under section 220A to change residence,and\n\t\t\t\tthe local justice area in which the new residence is situated (“the newlocal justice area”) is different from the local justice area specified in theorder.\n\t\t\tIf the permission is given by a court, the court must amend the order tospecify the new local justice area.\n\t\t\tIf the permission is given by the responsible officer—\n\t\t\t\tthe officer must apply to the appropriate court to amend the order tospecify the new local justice area, and\n\t\t\t\tthe court must make that amendment.\n\t\t\tIn this paragraph “the appropriate court” has the same meaning as inparagraph 13.\n\t\t\t14A(1)This paragraph applies where at any time while a suspended sentenceorder is in force in respect of an offender—\n\t\t\t\ta court amends the order,\n\t\t\t\tthe order as amended includes a residence requirement requiring theoffender to reside at a specified place, and\n\t\t\t\tthe local justice area in which that place is situated (“the new localjustice area”) is different from the local justice area specified in theorder.\n\t\t\tThe court must amend the order to specify the new local justice area.”\n\t\t\tIn Schedule 12, in paragraph 19(1), omit “, and no order may be made underparagraph 14,”.\n\t\t\tIn Schedule 31 (fine default orders), after paragraph 3A insert—\n\t\t“Change of residence\n\t\t\t3B(1)In its application to a default order, section 220(1) (duty of offenderto keep in touch with responsible officer) is modified as follows.\n\t\t\tAt the end of paragraph (a) there is inserted “and\n\t\t\t\tmust notify the responsible officer of any change of address.”\n\t\t\t\t3CSection 220A (duty to obtain permission before changing residence) does notapply in relation to a default order.”\n\t\t\tIn Schedule 31, in paragraph 4, after sub-paragraph (4) insert—\n\t\t\t“(4A)For paragraphs 16 and 16A there is substituted—\n\t\t\tThis paragraph applies where, at any time while a default order is inforce in respect of a person, the appropriate court is satisfied that theperson proposes to change, or has changed, residence from the local justicearea concerned to another local justice area (“the new local justice area”).\n\t\t\tThe appropriate court may amend the default order to specify the new localjustice area.\n\t\t\tIn this paragraph “the appropriate court” means a magistrates’ court actingin the local justice area specified in the order.””\n\t\t\tIn Schedule A1 to the Children Act 1989 (enforcement orders), in paragraph3, after sub-paragraph (7) insert—\n\t\t\t“(7A)In section 220(1) (duty of offender to keep in touch with responsibleofficer), at the end of paragraph (a) insert “and\n\t\t\t\tmust notify the responsible officer of any change of address.”\n\t\t\t\t(7B)Section 220A (duty to obtain permission before changing residence) isomitted.”"
    },
    {
        "length": 1141,
        "text": "\nGeneral\n\tConsequential and supplementary provision etc\n\t\tThe Secretary of State may by order make consequential, supplementary orincidental provision in relation to any provision of this Act.\n\t\tAn order under this section may—\n\t\t\tmake different provision for different purposes, and\n\t\t\tamend, repeal or revoke legislation.\n\t\tAn order under this section making provision in relation to any of sections1 to 7, Schedules 1, 2 and 3 and paragraph 2 of Schedule 6 may make differentprovision for different areas.\n\t\tAn order under this section is to be made by statutory instrument.\n\t\tA statutory instrument containing an order under this section is subject toannulment in pursuance of a resolution of either House of Parliament, subjectto subsection (6).\n\t\tA statutory instrument containing an order under this section that amendsor repeals an Act (whether alone or with other provision) may not be madeunless a draft of the instrument has been laid before, and approved by aresolution of, each House of Parliament.\n\t\tIn this section—\n\t\t\t  * “Act” includes an Act or Measure of the National Assembly for Wales; \n\t\t\t  * “legislation”, in relation to an order made in relation to a provision of this Act, means— \n\t\t\tan Act passed before or in the same Session as this Act, or\n\t\t\tan instrument made under an Act before the provision comes into force.\n\tTransitional provision etc\n\t\tSchedule 7 makes provision about the cases to which the amendments made bythis Act apply.\n\t\tThe Secretary of State may by order make other transitional, transitory orsaving provision in connection with the coming into force of any provision ofthis Act.\n\t\tAn order under this section—\n\t\t\tmay make different provision for different purposes, and\n\t\t\tin connection with sections 1 to 7, Schedules 1, 2 and 3 and paragraph 2 ofSchedule 6 may make different provision for different areas.\n\t\tAn order under this section is to be made by statutory instrument.\n\tCommencement \n\t\tThis Act comes into force on such day or days as the Secretary of State mayappoint by order, subject to subsection (2).\n\t\tThis section and sections 20, 21(2) to (4), 23 and 24 come into force onthe day on which this Act is passed.\n\t\tAn order under this section—\n\t\t\tmay appoint different days for different purposes, and\n\t\t\tin relation to sections 1 to 7, Schedules 1, 2 and 3 and paragraph 2 ofSchedule 6, may appoint different days for different areas.\n\t\tAn order under this section is to be made by statutory instrument.\n\tExtent \n\t\tAn amendment or repeal made by this Act, other than an armed forcesamendment or repeal, has the same extent as the provision amended or repealed(ignoring extent by virtue of an Order in Council).\n\t\tSubject to subsection (1), this Act extends to England and Wales, Scotlandand Northern Ireland.\n\t\tSo far as sections 20, 21 and 22 confer power to make provision amending orotherwise relating to Schedule 1 to the Crime (Sentences) Act 1997, they alsoextend to the Channel Islands.\n\t\tSection 385 of the Armed Forces Act 2006 (extent of enactments applied bythat Act) does not apply in relation to an armed forces amendment or repeal.\n\t\tHer Majesty may by Order in Council provide for an armed forces amendmentor repeal to extend, with or without modifications, to—\n\t\t\tany of the Channel Islands,\n\t\t\tthe Isle of Man, or\n\t\t\tany of the British overseas territories\n\t\tThe power conferred by paragraph 19 of Schedule 1 to the Crime (Sentences)Act 1997 (power to extend to Isle of Man) is exercisable in relation to anyamendment of that Act that is made by this Act.\n\t\tThe power conferred by section 338 of the Criminal Justice Act 2003 (powerto extend to Channel Islands etc) is exercisable in relation to any amendmentof that Act that is made by this Act.\n\t\t“Armed forces amendment or repeal” means—\n\t\t\tan amendment or repeal made by Schedule 6 (amendments of the Armed ForcesAct 2006), and\n\t\t\twhere a provision amended or repealed by this Act is applied by or underthe Armed Forces Act 2006, the amendment or repeal of the provision as soapplied.\n\tShort title\n\t\tThis Act may be cited as the Offender Rehabilitation Act 2014."
    }
]