[
    {
        "length": 2462,
        "text": "\nLicensing of scrap metal dealers\n\tRequirement for licence to carry on business as scrap metal dealer\n\t\tNo person may carry on business as a scrap metal dealer unless authorisedby a licence under this Act (a “scrap metal licence”).\n\t\tSee section 21 for the meaning of “carry on business as a scrap metaldealer”.\n\t\tA person who carries on business as a scrap metal dealer in breach ofsubsection (1) is guilty of an offence and is liable on summary conviction toa fine not exceeding level 5 on the standard scale.\n\tForm and effect of licence\n\t\tA scrap metal licence is to be issued by a local authority.\n\t\tA licence must be one of the following types—\n\t\t\ta site licence, or\n\t\t\ta collector’s licence.\n\t\tA site licence authorises the licensee to carry on business at any site inthe authority’s area which is identified in the licence.\n\t\tA site licence must—\n\t\t\tname the licensee,\n\t\t\tname the authority,\n\t\t\tidentify all the sites in the authority’s area at which the licensee isauthorised to carry on business,\n\t\t\tname the site manager of each site, and\n\t\t\tstate the date on which the licence is due to expire.\n\t\tA collector’s licence authorises the licensee to carry on business as amobile collector in the authority’s area.\n\t\tA collector’s licence must—\n\t\t\tname the licensee,\n\t\t\tname the authority, and\n\t\t\tstate the date on which the licence is due to expire.\n\t\tA licence is to be in a form which—\n\t\t\tcomplies with subsection (4) or (6), and\n\t\t\tenables the licensee to comply with section 10 (display of licence).\n\t\tThe Secretary of State may in regulations prescribe further requirements asto the form and content of licences.\n\t\tA person may hold more than one licence issued by different localauthorities, but may not hold more than one licence issued by any oneauthority.\n\tIssue of licence\n\t\tA local authority must not issue or renew a scrap metal licence unless itis satisfied that the applicant is a suitable person to carry on business as ascrap metal dealer.\n\t\tIn determining whether the applicant is a suitable person, the authoritymay have regard to any information which it considers to be relevant,including in particular—\n\t\t\twhether the applicant or any site manager has been convicted of anyrelevant offence;\n\t\t\twhether the applicant or any site manager has been the subject of anyrelevant enforcement action;\n\t\t\tany previous refusal of an application for the issue or renewal of a scrapmetal licence (and the reasons for the refusal);\n\t\t\tany previous refusal of an application for a relevant environmental permitor registration (and the reasons for the refusal);\n\t\t\tany previous revocation of a scrap metal licence (and the reasons for therevocation);\n\t\t\twhether the applicant has demonstrated that there will be in place adequateprocedures to ensure that the provisions of this Act are complied with.\n\t\tIn this section—\n\t\t\t“site manager” means an individual proposed to be named in the licence as asite manager,\n\t\t\t“relevant offence” means an offence which is prescribed for the purposes ofthis section in regulations made by the Secretary of State, and\n\t\t\t“relevant enforcement action” means enforcement action which is soprescribed.\n\t\tIn determining whether a company is a suitable person to carry on businessas a scrap metal dealer, a local authority is to have regard, in particular,to whether any of the following is a suitable person—\n\t\t\tany director of the company;\n\t\t\tany secretary of the company;\n\t\t\tany shadow director of the company (that is to say, any person inaccordance with whose directions or instructions the directors of the companyare accustomed to act).\n\t\tIn determining whether a partnership is a suitable person to carry onbusiness as a scrap metal dealer, a local authority is to have regard, inparticular, to whether each of the partners is a suitable person.\n\t\tThe authority must also have regard to any guidance on determiningsuitability which is issued from time to time by the Secretary of State.\n\t\tThe authority may consult other persons regarding the suitability of anapplicant, including in particular—\n\t\t\tany other local authority;\n\t\t\tthe Environment Agency;\n\t\t\tthe Natural Resources Body for Wales;\n\t\t\tan officer of a police force.\n\t\tIf the applicant or any site manager has been convicted of a relevantoffence, the authority may include in the licence one or both of the followingconditions—\n\t\t\tthat the dealer must not receive scrap metal except between 9 a.m. and 5p.m. on any day;\n\t\t\tthat all scrap metal received must be kept in the form in which it isreceived for a specified period, not exceeding 72 hours, beginning with thetime when it is received.\n\t\t“Specified” means specified in the condition.\n\tRevocation of licence and imposition of conditions\n\t\tThe authority may revoke a scrap metal licence if it is satisfied that thelicensee does not carry on business at any of the sites identified in thelicence.\n\t\tThe authority may revoke a licence if it is satisfied that a site managernamed in the licence does not act as site manager at any of the sitesidentified in the licence.\n\t\tThe authority may revoke a licence if it is no longer satisfied that thelicensee is a suitable person to carry on business as a scrap metal dealer.\n\t\tSection 3(2) to (7) apply for the purposes of subsection (3).\n\t\tIf the licensee or any site manager named in a licence is convicted of arelevant offence, the authority may vary the licence by adding one or both ofthe conditions set out in section 3(8).\n\t\tA revocation or variation under this section comes into effect when noappeal under paragraph 9 of Schedule 1 is possible in relation to therevocation or variation, or when any such appeal is finally determined orwithdrawn.\n\t\tBut if the authority considers that the licence should not continue inforce without conditions, it may by notice provide—\n\t\t\tthat, until a revocation under this section comes into effect, the licenceis subject to one or both of the conditions set out in section 3(8), or\n\t\t\tthat a variation under this section comes into effect immediately.\n\t\tIn this section “the authority” means the local authority which issued thelicence.\n\tFurther provision about licences\n\t\tSchedule 1 (which makes further provision about licences) has effect.\n\tSupply of information by authority\n\t\tThis section applies to information which has been supplied to a localauthority under this Act and relates to a scrap metal licence or to anapplication for or relating to a licence.\n\t\tThe local authority must supply any such information to any of thefollowing persons who requests it for purposes relating to this Act—\n\t\t\tany other local authority;\n\t\t\tthe Environment Agency;\n\t\t\tthe Natural Resources Body for Wales;\n\t\t\tan officer of a police force.\n\t\tThis section does not limit any other power the authority has to supplythat information.\n\tRegister of licences\n\t\tThe Environment Agency must maintain a register of scrap metal licencesissued by authorities in England.\n\t\tThe Natural Resources Body for Wales must maintain a register of scrapmetal licences issued by authorities in Wales.\n\t\tEach entry in the registers must record—\n\t\t\tthe name of the authority which issued the licence,\n\t\t\tthe name of the licensee,\n\t\t\tany trading name of the licensee,\n\t\t\tthe address of any site identified in the licence,\n\t\t\tthe type of licence, and\n\t\t\tthe date on which the licence is due to expire.\n\t\tThe registers are to be open for inspection to the public.\n\t\tThe Environment Agency or the Natural Resources Body for Wales may combineits register with any other register maintained by it.\n\tNotification requirements\n\t\tAn applicant for a scrap metal licence, or for the renewal or variation ofa licence, must notify the authority to which the application was made of anychanges which materially affect the accuracy of the information which theapplicant has provided in connection with the application.\n\t\tA licensee who is not carrying on business as a scrap metal dealer in thearea of the authority which issued the licence must notify the authority ofthat fact.\n\t\tNotification under subsection (2) must be given within 28 days of thebeginning of the period in which the licensee is not carrying on business inthat area while licensed.\n\t\tIf a licensee carries on business under a trading name, the licensee mustnotify the authority which issued the licence of any change to that name.\n\t\tNotification under subsection (4) must be given within 28 days of thechange occurring.\n\t\tAn authority must notify the relevant environment body of—\n\t\t\tany notification given to the authority under subsection (2) or (4),\n\t\t\tany variation made by the authority under paragraph 3 of Schedule 1(variation of type of licence or matters set out in licence), and\n\t\t\tany revocation by the authority of a licence.\n\t\tNotification under subsection (6) must be given within 28 days of thenotification, variation or revocation in question.\n\t\tWhere an authority notifies the relevant environment body under subsection(6), the body must amend the register under section 7 accordingly.\n\t\tAn applicant or licensee who fails to comply with this section is guilty ofan offence and is liable on summary conviction to a fine not exceeding level 3on the standard scale.\n\t\tIt is a defence for a person charged with an offence under this section toprove that the person took all reasonable steps to avoid committing theoffence.\n\t\tIn this section “the relevant environment body” means—\n\t\t\tfor an authority in England, the Environment Agency;\n\t\t\tfor an authority in Wales, the Natural Resources Body for Wales.\n\tClosure of unlicensed sites\n\t\tSchedule 2 (which makes provision for the closure of sites at which a scrapmetal business is being carried on without a licence) has effect."
    },
    {
        "length": 1896,
        "text": "\nConduct of business\n\tDisplay of licence\n\t\tA scrap metal dealer who holds a site licence must display a copy of thelicence at each site identified in the licence.\n\t\tThe copy must be displayed in a prominent place in an area accessible tothe public.\n\t\tA scrap metal dealer who holds a collector’s licence must display a copy ofthe licence on any vehicle that is being used in the course of the dealer’sbusiness.\n\t\tThe copy must be displayed in a manner which enables it easily to be readby a person outside the vehicle.\n\t\tA scrap metal dealer who fails to comply with this section is guilty of anoffence and is liable on summary conviction to a fine not exceeding level 3 onthe standard scale.\n\tVerification of supplier’s identity\n\t\tA scrap metal dealer must not receive scrap metal from a person withoutverifying the person’s full name and address.\n\t\tThat verification must be by reference to documents, data or otherinformation obtained from a reliable and independent source.\n\t\tThe Secretary of State may prescribe in regulations—\n\t\t\tdocuments, data or other information which are sufficient for the purposeof subsection (2);\n\t\t\tdocuments, data or other information which are not sufficient for thatpurpose.\n\t\tIf a scrap metal dealer receives scrap metal in breach of subsection (1),each of the following is guilty of an offence—\n\t\t\tthe scrap metal dealer;\n\t\t\tif the metal is received at a site, the site manager;\n\t\t\tany person who, under arrangements made by a person within paragraph (a) or(b), has responsibility for verifying the name and address.\n\t\tIt is a defence for a person within subsection (4)(a) or (b) who is chargedwith an offence under subsection (4) to prove that the person—\n\t\t\tmade arrangements to ensure that the metal was not received in breach ofsubsection (1), and\n\t\t\ttook all reasonable steps to ensure that those arrangements were compliedwith.\n\t\tA person guilty of an offence under subsection (4) is liable on summaryconviction to a fine not exceeding level 3 on the standard scale.\n\t\tA person who, on delivering scrap metal to a scrap metal dealer, gives afalse name or false address is guilty of an offence and is liable on summaryconviction to a fine not exceeding level 3 on the standard scale.\n\tOffence of buying scrap metal for cash etc\n\t\tA scrap metal dealer must not pay for scrap metal except—\n\t\t\tby a cheque which under section 81A of the Bills of Exchange Act 1882 isnot transferable, or\n\t\t\tby an electronic transfer of funds (authorised by credit or debit card orotherwise).\n\t\tThe Secretary of State may by order amend subsection (1) to permit othermethods of payment.\n\t\tIn this section paying includes paying in kind (with goods or services).\n\t\tIf a scrap metal dealer pays for scrap metal in breach of subsection (1),each of the following is guilty of an offence—\n\t\t\tthe scrap metal dealer;\n\t\t\tif the payment is made at a site, the site manager;\n\t\t\tany person who makes the payment acting for the dealer.\n\t\tIt is a defence for a person within subsection (4)(a) or (b) who is chargedwith an offence under this section to prove that the person—\n\t\t\tmade arrangements to ensure that the payment was not made in breach ofsubsection (1), and\n\t\t\ttook all reasonable steps to ensure that those arrangements were compliedwith.\n\t\tA person guilty of an offence under this section is liable on summaryconviction to a fine not exceeding level 5 on the standard scale.\n\tRecords: receipt of metal\n\t\tThis section applies if a scrap metal dealer receives any scrap metal inthe course of the dealer’s business.\n\t\tThe dealer must record the following information—\n\t\t\tthe description of the metal, including its type (or types if mixed), form,condition, weight and any marks identifying previous owners or otherdistinguishing features;\n\t\t\tthe date and time of its receipt;\n\t\t\tif the metal is delivered in or on a vehicle, the registration mark (withinthe meaning of section 23 of the Vehicle Excise and Registration Act 1994) ofthe vehicle;\n\t\t\tif the metal is received from a person, the full name and address of thatperson;\n\t\t\tif the dealer pays for the metal, the full name of the person who makes thepayment acting for the dealer.\n\t\tIf the dealer receives the metal from a person, the dealer must keep a copyof any document which the dealer uses to verify the name or address of thatperson.\n\t\tIf the dealer pays for the metal by cheque, the dealer must keep a copy ofthe cheque.\n\t\tIf the dealer pays for the metal by electronic transfer—\n\t\t\tthe dealer must keep the receipt identifying the transfer, or\n\t\t\tif no receipt identifying the transfer was obtained, the dealer must recordparticulars identifying the transfer.\n\tRecords: disposal of metal\n\t\tThis section applies if a scrap metal dealer disposes of any scrap metal inthe course of the dealer’s business.\n\t\tFor these purposes metal is disposed of—\n\t\t\twhether or not it is in the same form in which it was received;\n\t\t\twhether or not the disposal is to another person;\n\t\t\twhether or not the metal is despatched from a site.\n\t\tWhere the disposal is in the course of business under a site licence, thedealer must record the following information—\n\t\t\tthe description of the metal, including its type (or types if mixed), formand weight;\n\t\t\tthe date and time of its disposal;\n\t\t\tif the disposal is to another person, the full name and address of thatperson;\n\t\t\tif the dealer receives payment for the metal (whether by way of sale orexchange), the price or other consideration received.\n\t\tWhere the disposal is in the course of business under a collector’slicence, the dealer must record the following information—\n\t\t\tthe date and time of the disposal;\n\t\t\tif the disposal is to another person, the full name and address of thatperson.\n\tRecords: supplementary\n\t\tThe information mentioned in sections 13(2) and (5) and 14(3) and (4) mustbe recorded in a manner which allows the information and the scrap metal towhich it relates to be readily identified by reference to each other.\n\t\tThe records mentioned in section 13(3) and (4) must be marked so as toidentify the scrap metal to which they relate.\n\t\tThe dealer must keep the information and other records mentioned insections 13(2) to (5) and 14(3) and (4) for a period of 3 years beginning withthe day on which the metal is received or (as the case may be) disposed of.\n\t\tIf a scrap metal dealer fails to fulfil a requirement under section 13 or14 or this section, each of the following is guilty of an offence—\n\t\t\tthe scrap metal dealer;\n\t\t\tif the metal is received at or (as the case may be) despatched from a site,the site manager;\n\t\t\tany person who, under arrangements made by a person within paragraph (a) or(b), has responsibility for fulfilling the requirement.\n\t\tIt is a defence for a person within subsection (4)(a) or (b) who is chargedwith an offence under this section to prove that the person—\n\t\t\tmade arrangements to ensure that the requirement was fulfilled, and\n\t\t\ttook all reasonable steps to ensure that those arrangements were compliedwith.\n\t\tA person guilty of an offence under this section is liable on summaryconviction to a fine not exceeding level 5 on the standard scale."
    },
    {
        "length": 3006,
        "text": "\nSupplementary\n\tRight to enter and inspect\n\t\tA constable or an officer of a local authority may enter and inspect alicensed site at any reasonable time on notice to the site manager.\n\t\tA constable or an officer of a local authority may enter and inspect alicensed site at any reasonable time, otherwise than on notice to the sitemanager, if—\n\t\t\treasonable attempts to give such notice have been made and have failed, or\n\t\t\tentry to the site is reasonably required for the purpose of ascertainingwhether the provisions of this Act are being complied with or investigatingoffences under it and (in either case) the giving of notice would defeat thatpurpose.\n\t\tSubsections (1) and (2) do not apply to residential premises.\n\t\tA constable or an officer of a local authority is not entitled to use forceto enter premises in the exercise of the powers under subsections (1) and (2).\n\t\tA justice of the peace may issue a warrant authorising entry (in accordancewith subsection (7)) to any premises within subsection (6) if the justice issatisfied by information on oath that there are reasonable grounds forbelieving that entry to the premises is reasonably required for the purposeof—\n\t\t\tsecuring compliance with the provisions of this Act, or\n\t\t\tascertaining whether those provisions are being complied with.\n\t\tPremises are within this subsection if—\n\t\t\tthe premises are a licensed site, or\n\t\t\tthe premises are not a licensed site but there are reasonable grounds forbelieving that the premises are being used by a scrap metal dealer in thecourse of business.\n\t\tThe warrant is a warrant signed by the justice which—\n\t\t\tspecifies the premises concerned, and\n\t\t\tauthorises a constable or an officer of a local authority to enter andinspect the premises at any time within one month from the date of thewarrant.\n\t\tA constable or an officer of a local authority may, if necessary, usereasonable force in the exercise of the powers under a warrant undersubsection (5).\n\t\tA constable or an officer of a local authority may—\n\t\t\trequire production of, and inspect, any scrap metal kept at any premisesmentioned in subsection (1) or (2) or in a warrant under subsection (5);\n\t\t\trequire production of, and inspect, any records kept in accordance withsection 13 or 14 and any other records relating to payment for scrap metal;\n\t\t\ttake copies of or extracts from any such records.\n\t\tSubsection (11) applies if a constable or an officer of a local authority(“the officer”) seeks to exercise powers under this section in relation to anypremises.\n\t\tIf the owner, occupier or other person in charge of the premises requiresthe officer to produce—\n\t\t\tevidence of the officer’s identity, or\n\t\t\tevidence of the officer’s authority to exercise those powers,\n\t\t\t\tthe officer must produce that evidence.\n\t\tIn the case of an officer of a local authority, the powers under thissection are exercisable only in relation to premises in the area of theauthority.\n\t\tA person who—\n\t\t\tobstructs the exercise of a right of entry or inspection under thissection, or\n\t\t\tfails to produce a record required to be produced under this section,\n\t\t\tis guilty of an offence and is liable on summary conviction to a fine notexceeding level 3 on the standard scale.\n\tOffences by bodies corporate\n\t\tWhere an offence under this Act is committed by a body corporate and isproved—\n\t\t\tto have been committed with the consent or connivance of a director,manager, secretary or other similar officer, or\n\t\t\tto be attributable to any neglect on the part of any such individual,\n\t\t\t\tthe individual as well as the body corporate is guilty of the offence and isliable to be proceeded against and punished accordingly.\n\t\tWhere the affairs of a body corporate are managed by its members,subsection (1) applies in relation to the acts and omissions of a member inconnection with that management as if the member were a director of the bodycorporate.\n\tReview of Act\n\t\tBefore the end of 5 years beginning with the day on which section 1 comesinto force, the Secretary of State must—\n\t\t\tcarry out a review of this Act, and\n\t\t\tpublish a report of the conclusions of the review.\n\t\tThe report must in particular—\n\t\t\tset out the objectives intended to be achieved by this Act,\n\t\t\tassess the extent to which those objectives have been achieved, and\n\t\t\tassess whether it is appropriate to retain or repeal the Act or any of itsprovisions in order to achieve those objectives.\n\tConsequential amendments\n\t\tThe following are repealed—\n\t\t\tthe Scrap Metal Dealers Act 1964;\n\t\t\tparagraph 6 of Schedule 9 to the Local Government (Wales) Act 1994;\n\t\t\tparagraph 1 of Schedule 3 to the Vehicle Excise and Registration Act 1994;\n\t\t\tin the Vehicles (Crime) Act 2001—\n\t\t\tPart 1,\n\t\t\tsection 35, and\n\t\t\tparagraphs 1 and 2 of the Schedule;\n\t\t\tin paragraph 168 of Schedule 17 to the Communications Act 2003,“16(2)(a),”;\n\t\t\tsections 145 to 147 of the Legal Aid, Sentencing and Punishment ofOffenders Act 2012.\n\t\tIn Schedule 3 to the Regulatory Enforcement and Sanctions Act 2008(enactments specified for the purposes of Part 1 of that Act), for “ScrapMetal Dealers Act [1964 (c. 69)](/id/ukpga/1964/69?view=plain \"Go to item oflegislation\")” substitute “Scrap Metal Dealers Act 2013”.\n\tOrders and regulations\n\t\tAny power to make an order or regulations under this Act is exercisable bystatutory instrument.\n\t\tA statutory instrument containing an order or regulations under this Act,other than an order under section 12(2), 21(8) or 23(2), is subject toannulment in pursuance of a resolution of either House of Parliament.\n\t\tA statutory instrument containing an order under section 12(2) or 21(8) maynot be made unless a draft of the instrument has been laid before and approvedby a resolution of each House of Parliament.\n\t\tAny power to make an order or regulations under this Act—\n\t\t\tmay be exercised so as to make different provision for different purposes;\n\t\t\tincludes power to make such incidental, supplementary, consequential,transitory, transitional or saving provision as the Secretary of Stateconsiders appropriate.\n\t“Carrying on business as a scrap metal dealer” and “scrap metal”\n\t\tThe following provisions apply for the purposes of this Act.\n\t\tA person carries on business as a scrap metal dealer if the person—\n\t\t\tcarries on a business which consists wholly or partly in buying or sellingscrap metal, whether or not the metal is sold in the form in which it wasbought, or\n\t\t\tcarries on business as a motor salvage operator (so far as that does notfall within paragraph (a)).\n\t\tFor the purposes of subsection (2)(a), a person who manufactures articlesis not to be regarded as selling scrap metal if that person sells scrap metalonly as a by-product of manufacturing articles or as surplus materials notrequired for manufacturing them.\n\t\tFor the purposes of subsection (2)(b), a person carries on business as amotor salvage operator if the person carries on a business which consists—\n\t\t\twholly or partly in recovering salvageable parts from motor vehicles forre-use or sale and subsequently selling or otherwise disposing of the rest ofthe vehicle for scrap,\n\t\t\twholly or mainly in buying written-off vehicles and subsequently repairingand reselling them,\n\t\t\twholly or mainly in buying or selling motor vehicles which are to be thesubject (whether immediately or on a subsequent re-sale) of any of theactivities mentioned in paragraphs (a) and (b), or\n\t\t\twholly or mainly in activities falling within paragraphs (b) and (c).\n\t\t“Scrap metal dealer” means a person who is for the time being carrying onbusiness as a scrap metal dealer, whether or not authorised by a licence.\n\t\t“Scrap metal” includes—\n\t\t\tany old, waste or discarded metal or metallic material, and\n\t\t\tany product, article or assembly which is made from or contains metal andis broken, worn out or regarded by its last holder as having reached the endof its useful life.\n\t\tBut the following are not scrap metal—\n\t\t\tgold, \n\t\t\tsilver, and\n\t\t\tany alloy of which 2 per cent or more by weight is attributable to gold orsilver.\n\t\tThe Secretary of State may by order amend the definition of “scrap metal”for the purposes of this Act (whether by amending subsection (6) or (7) orotherwise).\n\tOther definitions\n\t\tThe following provisions apply for the purposes of this Act.\n\t\t“Licensed site” means a site identified in a scrap metal licence.\n\t\t“Local authority” means—\n\t\t\tin relation to England, the council of a district, the Common Council ofthe City of London or the council of a London borough;\n\t\t\tin relation to Wales, the council of a county or a county borough.\n\t\t“Mobile collector” means a person who—\n\t\t\tcarries on business as a scrap metal dealer otherwise than at a site, and\n\t\t\tregularly engages, in the course of that business, in collecting wastematerials and old, broken, worn out or defaced articles by means of visitsfrom door to door.\n\t\t“Officer of a police force” includes a constable of the British TransportPolice Force.\n\t\t“Premises” includes any land or other place (whether enclosed or not).\n\t\t“Relevant environmental permit or registration”, in relation to anapplication made to a local authority, means—\n\t\t\tany environmental permit under regulation 13 of the Environmental(Permitting) Regulations 2010 ([S.I. 2010/675](/id/uksi/2010/675?view=plain\"Go to item of legislation\")) authorising any operation by the applicant inthe local authority’s area;\n\t\t\tany registration of the applicant under Schedule 2 to those Regulations inrelation to an exempt waste operation (within the meaning of regulation 5 ofthose Regulations) carried on in that area;\n\t\t\tany registration of the applicant under Part 8 of the Waste (England andWales) Regulations 2011 ([S.I. 2011/988](/id/uksi/2011/988?view=plain \"Go toitem of legislation\")) (carriers, brokers and dealers of controlled waste).\n\t\t“Relevant offence” and “relevant enforcement action” have the meaning givenby section 3(3).\n\t\t“Site” means any premises used in the course of carrying on business as ascrap metal dealer (whether or not metal is kept there).\n\t\t“Site manager”, in relation to a site at which a scrap metal dealercarries on business, means the individual who exercises day-to-day control andmanagement of activities at the site.\n\t\tAn individual may be named in a licence as site manager at more than onesite; but no site may have more than one site manager named in relation to it.\n\t\t“Trading name” means a name, other than that stated in the licence undersection 2(4)(a) or (6)(a), under which a licensee carries on business as ascrap metal dealer.\n\tExtent, commencement and short title\n\t\tThis Act extends to England and Wales.\n\t\tThe provisions of this Act, except section 20 and this section, come intoforce on such day as the Secretary of State may appoint by order.\n\t\tDifferent days may be appointed for different purposes.\n\t\tThis Act may be cited as the Scrap Metal Dealers Act 2013."
    }
]