{
    "general": "This act was created to stop local governments from implementing certain plans that were proposed under the Local Government and Public Involvement in Health Act of 2007. This means that these plans cannot be put into action, as they are now illegal according to this new law.",
    "series": [
        [
            {
                "length": 155,
                "short": "\"Local Government Overhaul Prohibited: Key Provisions and Limitations\"",
                "text": "* Simplified point 1: The Local Government Act 2010 prohibits the implementation of any further proposals for a single tier of local government after its commencement.\n* Simplified point 2: Relevant orders under Section 7 of the 2007 Act (implementing proposals for a single tier of local government) can no longer be made after the commencement of the Local Government Act 2010.\n* Simplified point 3: The Act applies only to England and Wales.\n* Simplified point 4: The Act comes into effect on the day it is passed."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Local Government Act 2010 stops the plans for changing the way local councils work in England and Wales. This means that there will not be any more big changes to the way local councils operate, like having just one council instead of many smaller ones. This law also says that any rules or laws that were already made to change the way local councils work cannot be used anymore. So, things will stay the same as they are now. This law came into effect as soon as it was passed.",
    "single": "\n* Prevents the implementation of existing proposals made for the purposes of Part 1 of the Local Government and Public Involvement in Health Act 2007.\n* No further relevant orders may be made under section 7 of the 2007 Act after the commencement of this Act.\n* A \"relevant order\" means an order implementing (with or without modifications) a proposal received by the Secretary of State before the commencement of this Act.\n* This Act extends to England and Wales only.\n* This Act comes into force on the day it is passed.\n* This Act may be cited as the Local Government Act 2010.\nIn simpler terms, this bill prevents the implementation of existing proposals made for the purposes of Part 1 of the Local Government and Public Involvement in Health Act 2007. This means that no further relevant orders may be made under section 7 of the 2007 Act after the commencement of this Act. This Act only applies to England and Wales and comes into force on the day it is passed. It may be cited as the Local Government Act 2010."
}