[
    {
        "length": 1202,
        "text": "\nClaims for compensation\n\tClaims for compensation for riot damage etc\n\t\tWhere— \n\t\t\ta person’s property has been damaged, destroyed or stolen in the course ofa riot,\n\t\t\tthe property is property in respect of which a claim may be made under thissubsection (see section 2(1)), and\n\t\t\tthe property was not insured, or was not adequately insured, for thedamage, destruction or theft,\n\t\t\t\tthe person may claim compensation from the appropriate local policing body.\n\t\tWhere— \n\t\t\ta person’s property has been damaged, destroyed or stolen in the course ofa riot,\n\t\t\tthe property is property in respect of which a claim may be made under thissubsection (see section 2(2)), and\n\t\t\tan insurance company has (to any extent) met a claim by the person under apolicy of insurance in respect of the damage, destruction or theft,\n\t\t\tthe insurance company may claim compensation from the appropriate localpolicing body.\n\t\tThe appropriate local policing body is the local policing body which isresponsible for the police area in which the property was situated at the timeof the riot.\n\t\tA claim under this section must be made in accordance with regulations madeunder section 3.\n\t\tFor the purposes of subsection (1)(c), property is not adequately insuredif—\n\t\t\tit is insured for an amount that is less than its value, or\n\t\t\tit is insured subject to an excess.\n\t\tIn this Act, “riot” is to be construed in accordance with section 1 of thePublic Order Act 1986, but does not include a riot in any of the followingplaces—\n\t\t\ta prison, young offender institution or secure training centre;\n\t\t\ta hospital where persons are detained under Part 2 or 3 of the MentalHealth Act 1983;\n\t\t\ta removal centre, a short-term holding facility or pre-departureaccommodation (within the meaning given by section 147 of the Immigration andAsylum Act 1999).\n\tProperty in respect of which claims may be made\n\t\tA claim may be made under section 1(1) only in respect of—\n\t\t\ta building,\n\t\t\tproperty falling within subsection (3), or\n\t\t\ta motor vehicle falling within any of the paragraphs of the Schedule (motorvehicles in respect of which claims may be made).\n\t\tA claim may be made under section 1(2) only in respect of—\n\t\t\ta building,\n\t\t\tproperty falling within subsection (3), or\n\t\t\ta motor vehicle falling within paragraph 4 of the Schedule (vehicle formingpart of stock in trade of a business).\n\t\tProperty falls within this subsection if it is property (other than a motorvehicle) which at the time of the riot was situated—\n\t\t\twithin a building,\n\t\t\twithin the curtilage of a building, or\n\t\t\ton land being used for the purposes of a business carried on by theclaimant.\n\t\tThe Secretary of State may by regulations—\n\t\t\tamend subsection (3);\n\t\t\tmake provision about the meaning of terms used in that subsection.\n\t\tIn this section—\n\t\t\t  * “building” includes— \n\t\t\ta permanent or semi-permanent structure in the nature of a building (includinga caravan or houseboat), and\n\t\t\ta building in the course of construction;\n\t\t\t\t  * “motor vehicle” means a mechanically propelled vehicle intended or adapted for use on roads. \n\tRegulations about claims procedure\n\t\tThe Secretary of State must make regulations about the procedure for makinga claim under section 1.\n\t\tThe regulations may include provision about—\n\t\t\tthe appropriate person to make a claim (in particular where more than oneperson has an interest in property that has been damaged, destroyed orstolen), and\n\t\t\tthe circumstances in which a single claim must cover a number of differentitems or types of property.\n\t\tThe regulations may also include provision about—\n\t\t\tthe person to whom a claim must be addressed;\n\t\t\tthe time period within which a claim must be made;\n\t\t\tthe details and evidence that must be submitted by the claimant;\n\t\t\tthe time period within which details and evidence must be submitted;\n\t\t\tthe submission of new evidence relating to a claim already made ordetermined.\n\t\tRegulations under subsection (3)(b) or (3)(d) must provide that—\n\t\t\tthe time period within which a claim may be made ends no earlier than 42days from the date of the riot;\n\t\t\tthe time period within which details and evidence must be submitted ends noearlier than 90 days from the date the claimant first made the claim.\n\t\tRegulations under subsection (3)(c) may include a requirement that anyestimates of the cost of repairs are to be prepared by contractors approved bythe Secretary of State or a local policing body."
    },
    {
        "length": 926,
        "text": "\nThe decision-maker\n\tThe decision-maker on a claim\n\t\tThe decision on a claim is to be made by the appropriate local policingbody, except where—\n\t\t\tthe body delegates functions to another person in accordance withregulations made under subsection (2)(b), or\n\t\t\tthe Secretary of State makes a direction under section 5(1)(b) (transfer ofclaims to the Secretary of State).\n\t\tThe Secretary of State may make regulations allowing a local policing bodyto delegate to another person either or both of the following functions—\n\t\t\tdealing with procedural matters on a claim;\n\t\t\tmaking a decision on a claim.\n\t\tRegulations under subsection (2) may in particular make provision about—\n\t\t\tthe persons to whom functions may be delegated,\n\t\t\tthe types of claim in relation to which functions may be delegated (byreference to the nature of the property, the amount of the claim, the identityof the claimant or otherwise), and\n\t\t\tthe payment and auditing of persons to whom functions are delegated.\n\tTransfer of claims to the Secretary of State\n\t\tThe Secretary of State may direct a local policing body to transfer to theSecretary of State either or both of the following functions—\n\t\t\tdealing with procedural matters on a claim;\n\t\t\tmaking a decision on a claim.\n\t\tA direction under this section may relate to—\n\t\t\tall claims to the local policing body (whether made before or after thetime of the direction), or\n\t\t\tclaims of a particular description.\n\t\tThe Secretary of State may make a direction only if—\n\t\t\triots have occurred in two or more police areas at or about the same time,\n\t\t\ta riot has moved from one police area to another, or\n\t\t\ta local policing body has requested the Secretary of State to make adirection in respect of claims that have been or may be made to it.\n\t\tBefore making a direction in the circumstances described in subsection(3)(a) or (b), the Secretary of State must consult all local policing bodiesthat may be affected by the direction.\n\t\tThe Secretary of State must publish a direction made under this section.\n\tDelegation of Secretary of State’s functions\n\t\tThe Secretary of State may by regulations establish a body in connectionwith a direction under section 5 that the Secretary of State has made, or isconsidering making (the “riot claims bureau”).\n\t\tThe regulations must provide that the principal function of the riot claimsbureau is to exercise either or both of the following functions on behalf ofthe Secretary of State—\n\t\t\tdealing with procedural matters on claims that have been transferred to theSecretary of State under section 5;\n\t\t\tmaking decisions on claims that have been transferred to the Secretary ofState under section 5.\n\t\tThe regulations may make provision about—\n\t\t\tadditional functions of the riot claims bureau;\n\t\t\tits status and constitution;\n\t\t\tthe appointment of its members;\n\t\t\tthe payment of remuneration and allowances to its members;\n\t\t\tthe delegation of its functions to other persons;\n\t\t\treporting and audit requirements;\n\t\t\tany other matters in connection with its operation and establishment.\n\t\tThe Secretary of State may make regulations allowing the Secretary of Stateto delegate to another person either or both of the following functions—\n\t\t\tdealing with procedural matters on claims that have been transferred to theSecretary of State under section 5;\n\t\t\tmaking decisions on claims that have been transferred to the Secretary ofState under section 5.\n\t\tRegulations under subsection (3)(e) or (4) may in particular make provisionabout—\n\t\t\tthe persons to whom functions may be delegated;\n\t\t\tthe types of claim in relation to which functions may be delegated (byreference to the nature of the property, the amount of the claim, the identityof the claimant or otherwise), and\n\t\t\tthe payment and auditing of persons to whom functions are delegated."
    },
    {
        "length": 1034,
        "text": "\nDecisions on claims\n\tDecision on validity of claim\n\t\tWhere a person makes a claim under section 1, the decision-maker must firstdecide whether the claim is valid.\n\t\tA claim is valid if—\n\t\t\tit meets the conditions set out in—\n\t\t\tsection 1(1)(a) to (c) (in the case of a claim under section 1(1)), or\n\t\t\tsection 1(2)(a) to (c) (in the case of a claim under section 1(2)), and\n\t\t\tit is made in accordance with regulations under section 3.\n\t\tThe Secretary of State may issue guidance on assessing the validity ofclaims, which may in particular include guidance on deciding whether propertywas damaged, destroyed or stolen in the course of a riot.\n\t\tDecision-makers must have regard to any guidance issued under subsection(3).\n\tAmount and payment of compensation\n\t\tIf the decision-maker decides that a claim is valid, the decision-makermust then decide the amount of compensation, up to a maximum of £1 million perclaim (the “compensation cap”), that is fair and reasonable.\n\t\tThe amount of compensation must reflect only the loss directly resultingfrom the damage, destruction or theft of the property, and in particular mustnot reflect any consequential loss resulting from it, except in thecircumstances described in subsection (3).\n\t\tWhere a claimant’s home is rendered uninhabitable, the amount ofcompensation may reflect costs that the claimant incurs as a result of needingalternative accommodation.\n\t\tThe Secretary of State may make regulations setting out—\n\t\t\tconsiderations that decision-makers must take into account in deciding theamount that reflects the claimant’s loss,\n\t\t\tconsiderations that decision-makers must take into account in deciding theamount of compensation payable as a result of a claimant needing alternativeaccommodation (and the regulations may include provision limiting the amountof time for which the costs of alternative accommodation may be claimed),\n\t\t\tother factors that may affect the amount of compensation to be paid, and\n\t\t\tthe process for deciding and paying compensation.\n\t\tRegulations under subsection (4)(a) may also make provision about—\n\t\t\tthe appropriate method for deciding the amount of compensation fordifferent types of property or different types of damage;\n\t\t\tthe effect of the property being insured (or partially insured) on theamount of compensation.\n\t\tRegulations under subsection (4)(c) may in particular provide for—\n\t\t\tthe amount of compensation to be increased to reflect costs or expensesincurred by the claimant in making a claim;\n\t\t\tthe amount of compensation to be decreased to reflect the costs ofadministering the compensation scheme;\n\t\t\tthe amount of compensation to be decreased, or for no compensation to beawarded, where the decision-maker considers this appropriate in view of anyact or omission of the claimant;\n\t\t\ta claim to be refused where the decision-maker believes that the claim, orany other claim made by the claimant, is fraudulent (to any extent).\n\t\tRegulations under subsection (4)(d) may in particular—\n\t\t\tprovide for a claim to lapse where a claimant fails to provide the requireddetails or evidence;\n\t\t\tprovide for interim payments to be made before a claim is finally decided;\n\t\t\tprovide for the payment of compensation in instalments;\n\t\t\tprovide that, instead of monetary compensation, the decision-maker mayarrange for repairs to be carried out on property that has been damaged, atthe expense of the appropriate local policing body;\n\t\t\tmake provision about administrative requirements that must be satisfiedbefore any payment is made or repairs carried out.\n\t\tThe appropriate local policing body must pay to the claimant the amount ofcompensation decided under this section.\n\t\tThe Secretary of State may by regulations change the amount of thecompensation cap for the time being specified in subsection (1).\n\tReviews and appeals\n\t\tThe Secretary of State must make regulations giving a person affected by adecision under section 7 or 8—\n\t\t\ta right to request a review of the decision;\n\t\t\ta right to appeal against the decision, or any decision following a reviewby virtue of paragraph (a)."
    },
    {
        "length": 750,
        "text": "\nGeneral\n\tRepeal of Riot (Damages) Act 1886 and consequential amendments etc\n\t\tThe Riot (Damages) Act 1886 is repealed.\n\t\tIn section 235 of the Merchant Shipping Act 1995 (liability for damage incase of plundered vessel)—\n\t\t\tin subsection (2)—\n\t\t\tfor “compensation authority” substitute “appropriate local policing body”;\n\t\t\tfor “Riot (Damages) Act 1886” substitute “Riot Compensation Act 2016”;\n\t\t\tafter subsection (2) insert—\n\t\t\t\t“(2A)In subsection (2), “appropriate local policing body” has the same meaningas in the Riot Compensation Act 2016 (see section 1(3) of that Act).”\n\t\tOmit the following provisions—\n\t\t\tin the table in Schedule 9 to the Police Act 1964, the entry relating tothe Riot (Damages) Act 1886;\n\t\t\tsection 10(1) of the Public Order Act 1986;\n\t\t\tparagraphs 9 to 11 of Schedule 7 to the Police Act 1996;\n\t\t\tparagraph 6 of Schedule 27 to the Greater London Authority Act 1999;\n\t\t\tparagraph 61 of Schedule 16 to the Police Reform and Social ResponsibilityAct 2011.\n\tRegulations \n\t\tRegulations under this Act are to be made by statutory instrument.\n\t\tA statutory instrument containing regulations under this Act, other than—\n\t\t\tregulations under section 2(4) which restrict, or are capable ofrestricting, the categories of property in respect of which a claim may bemade,\n\t\t\tregulations under section 8(9) which reduce the amount of the compensationcap, and\n\t\t\tregulations under section 12(1) (commencement regulations),\n\t\t\t\tis subject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tA statutory instrument containing regulations described in subsection(2)(a) or (b) may not be made unless a draft of the instrument has been laidbefore each House of Parliament and approved by a resolution of each House.\n\t\tRegulations under this Act may—\n\t\t\tmake different provision for different purposes;\n\t\t\tmake different provision for different areas;\n\t\t\tmake transitional, transitory or saving provision;\n\t\t\tmake incidental, supplementary or consequential provision.\n\tCommencement, extent and short title\n\t\tSections 1 to 10 and the Schedule come into force on whatever day or daysthe Secretary of State by regulations appoints.\n\t\tThis section and section 11 come into force on the day on which this Act ispassed.\n\t\tThis Act extends to England and Wales.\n\t\tThis Act may be cited as the Riot Compensation Act 2016.\n\t\t\tSection 2"
    }
]