{
    "general": "This act helps simplify the legal system by getting rid of laws that are no longer useful or needed. It's like cleaning out an old closet - we don't need all these old laws taking up space anymore! The Law Commission and Scottish Law Commission looked at lots of laws and decided which ones could be thrown away. This will make the legal system easier to understand and use.",
    "series": [
        [
            {
                "length": 182,
                "short": "\"Repeal and Revocation of Enactments: Extension to Parts of the UK and Modification by Royal Orders.\"",
                "text": "* Simplified point 1: Repeals and revocations of certain enactments as shown in Schedule 1, subject to savings in Schedule 2.\n* Simplified point 2: The repeals and revocations extend to the parts of the UK where the enactments apply.\n* Simplified point 3: The monarch can make orders to modify the extension of the repeals and revocations to the Channel Islands, Isle of Man, or British overseas territories.\n* Simplified point 4: The act can be cited as the Statute Law (Repeals) Act 2013 and comes into effect on the day it is passed."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Statute Law (Repeals) Act 2013 simplifies and modernizes outdated laws that are no longer useful. It gets rid of old laws that are still on the books but don't help anyone anymore. This helps make the legal system more efficient and easier to understand. The new law applies to all parts of the UK, but the government can change how it works in the Channel Islands, Isle of Man, or British overseas territories if needed. The law comes into effect right away after it is passed.",
    "single": "\n• The Statute Law (Repeals) Act 2013 aims to simplify the statute law by repealing certain enactments that are no longer practical or useful.\n• The Act repeals and revokes enactments listed in Schedule 1, subject to any savings in Schedule 2.\n• The repeals and revocations apply to the parts of the United Kingdom where the enactments extend.\n• The Act allows Her Majesty to provide for the repeals and revocations to extend, with or without modifications, to the Channel Islands, the Isle of Man, or any British overseas territory through an Order in Council.\n• The Act comes into force on the day it is passed.\nEFFECTS OF THE ACT:\n• Simplifies the statute law by removing outdated and unnecessary enactments.\n• Repeals and revokes enactments listed in Schedule 1, subject to any savings in Schedule 2.\n• Applies to the parts of the United Kingdom where the enactments extend.\n• Allows for the repeals and revocations to be extended to the Channel Islands, the Isle of Man, or any British overseas territory through an Order in Council.\n• Comes into force on the day it is passed."
}