{
    "general": "This law makes sure that when there is a vacancy in the House of Lords, one of the people filling that spot can be a woman bishop. It only lasts for a limited amount of time so that more women can have a chance to fill those spots in the future.",
    "series": [
        [
            {
                "length": 227,
                "short": "\"Equality in the House of Lords: Women Bishops Take Center Stage\"",
                "text": "\n* Simplified point 1: The act ensures that any vacancies among the Lords Spiritual in the House of Lords during the next 10 years will be filled by women bishops if possible.\n* Simplified point 2: If there is only one eligible woman bishop, she will be issued writs of summons to fill the vacancy. If there are multiple eligible woman bishops, the one whose election was confirmed first will be selected.\n* Simplified point 3: The act only applies to vacancies arising in the next 10 years and does not include vacancies arising due to the avoidance of the sees of Canterbury, York, London, Durham, or Winchester.\n* Simplified point 4: The act extends to England and Wales, Scotland, and Northern Ireland and can be cited as the Lords Spiritual (Women) Act 2015."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Lords Spiritual (Women) Act 2015 ensures that when there is a vacancy in the House of Lords for a spiritual leader (a bishop), the position will be given to a qualified woman bishop if possible. This law only applies for the next ten years and only covers vacancies that arise in that time period. It does not apply to vacancies that occur because someone is avoiding the positions of Canterbury, York, London, Durham, or Winchester. This law helps ensure that women have equal opportunities to serve as spiritual leaders in the House of Lords.",
    "single": "\n•\tThis act makes time-limited provision for vacancies among the Lords Spiritual to be filled by bishops who are women.\n•\tApplies to vacancies that arise in the 10 years following the act coming into force.\n•\tIf there is only one eligible bishop who is a woman, the vacancy is to be filled by the issue of writs of summons to her.\n•\tIf there are two or more eligible bishops who are women, the vacancy is to be filled by the issue of writs of summons to the one whose election as a bishop of a diocese in England was confirmed first.\n•\tDoes not include a vacancy arising by the avoidance of the see of Canterbury, York, London, Durham or Winchester.\n•\tComes into force on the day Parliament first meets following the first parliamentary general election after the act is passed.\n•\tExtends to England and Wales, Scotland, and Northern Ireland.\n•\tMay be cited as the Lords Spiritual (Women) Act 2015."
}