[
    {
        "length": 773,
        "text": "\nProtection of cultural objects on loan\n\tSection 134 of the Tribunals, Courts and Enforcement Act 2007 (protectionof cultural objects on loan: protected objects) is amended as follows.\n\tAfter subsection (4) insert—\n\t\t“(4A)The relevant authority may extend the maximum protection period for afurther period of up to 3 months in relation to an object that is in—\n\t\tthe United Kingdom for the purpose of public display in a temporaryexhibition at a museum or gallery in England or Scotland, or\n\t\tEngland or Scotland for any of the purposes listed in subsection (7)(b) to(e).\n\t\t(4B)In subsection (4A) “relevant authority” means—\n\t\tthe Secretary of State in relation to an object that is—\n\t\tin the United Kingdom for the purpose of public display in a temporaryexhibition at a museum or gallery in England, or\n\t\tin England for any of the purposes listed in subsection (7)(b) to (e);\n\t\tthe Scottish Ministers in relation to an object that is—\n\t\tin the United Kingdom for the purpose of public display in a temporaryexhibition at a museum or gallery in Scotland, or\n\t\tin Scotland for any of the purposes listed in subsection (7)(b) to (e).\n\t\t(4C)The power under subsection (4A)—\n\t\tmay be exercised on more than one occasion in relation to a particularobject (whether by the same relevant authority or by different relevantauthorities);\n\t\tif exercisable by both relevant authorities at a particular time inrelation to a particular object, is exercisable concurrently by thoseauthorities.\n\t\t(4D)In this section “maximum protection period”, in relation to an object,means—\n\t\tthe period of 12 months specified in subsection (4)(b),\n\t\tany longer period arising under subsection (5) in relation to the object,or\n\t\tif the power under subsection (4A) has been exercised in relation to theobject, the period specified in subsection (4)(b), or arising under subsection(5), as extended by that exercise of that power (and by any other previousexercise of that power).\n\t\t(4E)In relation to an object the maximum protection period for which is theperiod mentioned in subsection (4D)(c), references to the United Kingdom insubsections (4)(a), (5) and (8) are to be read as references to England orScotland.”\n\tIn subsection (5), after “(4)(b)” insert “, as extended under subsection(4A) if relevant,”.\n\tIn section 137 (interpretation), in subsection (10)—\n\t\tfor ““United Kingdom”” substitute “A reference to the United Kingdom or anypart of the United Kingdom”;\n\t\tafter “adjacent to the United Kingdom” insert “or that part of the UnitedKingdom”.\nExtent, commencement and short title\n\tThis Act extends to England and Wales, Scotland and Northern Ireland.\n\tThis Act comes into force at the end of the period of two months beginningwith the day on which this Act is passed.\n\tThis Act may be cited as the Cultural Objects (Protection from Seizure) Act2022.\n\t\t"
    }
]