{
    "general": "This law allows the government to spend money from the country's budget for the years 2005 and 2006. It also takes money from the Consolidated Fund to pay for these expenses. The fund is like a special account that holds all the money that the government collects through taxes and other means. This law says how much money can be spent on different things, like healthcare, education, and defense. It also makes sure that there is enough money available to cover all the expenses for those two years.",
    "series": [
        [
            {
                "length": 372,
                "short": "\"Appropriation Act 2006: Allocation of £13 Billion in Resources for Fiscal Years 2005-2006\"",
                "text": "* Simplified point 1: The Appropriation Act 2006 authorizes the use of £13,319,345,000 in resources for the year ending March 31, 2006, and £12,315,437,000 in grants from the Consolidated Fund.\n* Simplified point 2: The act appropriates amounts and sums voted for supply services and limits on appropriations in aid for the years ending March 31, 2005, and March 31, 2006.\n* Simplified point 3: Part 1 of Schedule 2 modifies the limits set for the purposes of section 2 of the Government Resources and Accounts Act 2000 on the resources applicable as appropriations in aid for the year ending March 31, 2005.\n* Simplified point 4: Part 2 of Schedule 2 modifies the limits set for the purposes of section 2 of the Government Resources and Accounts Act 2000 on the resources applicable as appropriations in aid for the year ending March 31, 2006.\n* Simplified point 5: The act allows for reductions in the limits set for the purposes of section 2 of the Government Resources and Accounts Act 2000 on the resources applicable as appropriations in aid for the year ending March 31, 2006, subject to certain conditions."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Appropriation Act 2006 gives permission to spend money from the government's budget for the years ending March 31, 2005, and March 31, 2006. This includes £13 billion for the year ending March 31, 2006, and £12 billion in grants from the Consolidated Fund. The act also sets limits on how much money can be spent on different things, like salaries or new equipment. It also lets the government reduce these limits if they need to.\nIn simpler terms, the Appropriation Act 2006 says that the government can spend up to £13 billion in the year ending March 31, 2006, and £12 billion of that comes from the Consolidated Fund. The act also sets rules on how the government can use this money, like on salaries or new equipment. If the government needs to, they can reduce these rules.",
    "single": "\n* Authorizes the use of resources for the years ending March 31st, 2005, and March 31st, 2006.\n* Appropriates funds from the Consolidated Fund for the years ending March 31st, 2005, and March 31st, 2006.\n* Sets limits on appropriations in aid for the years ending March 31st, 2005, and March 31st, 2006.\n* Modifies limits set for the purposes of section 2 of the Government Resources and Accounts Act 2000.\n* Appropriates resources for the service of the House of Commons Administration for any year.\n* Authorizes the use of resources for the service of the year ending March 31st, 2005, and the year ending March 31st, 2006.\n* Appropriates funds from the Consolidated Fund for the service of the year ending March 31st, 2005, and the year ending March 31st, 2006.\n* Sets limits on appropriations in aid for the service of the year ending March 31st, 2005, and the year ending March 31st, 2006."
}