[
    {
        "length": 1184,
        "text": "\nAccession treaty\n\tIn section 1(2) of the European Communities Act [1972 (c.68)](/id/ukpga/1972/68?view=plain \"Go to item of legislation\"), in thedefinition of “the Treaties” and “the Community Treaties”, after paragraph(p), insert “and\n\t\tthe treaty concerning the accession of the Czech Republic, the Republic ofEstonia, the Republic of Cyprus, the Republic of Latvia, the Republic ofLithuania, the Republic of Hungary, the Republic of Malta, the Republic ofPoland, the Republic of Slovenia and the Slovak Republic to the EuropeanUnion, signed at Athens on 16th April 2003;”.\n\tFor the purpose of section 12 of the European Parliamentary Elections Act[2002 (c. 24)](/id/ukpga/2002/24?view=plain \"Go to item of legislation\")(ratification of treaties), the treaty concerning the accession of the CzechRepublic, the Republic of Estonia, the Republic of Cyprus, the Republic ofLatvia, the Republic of Lithuania, the Republic of Hungary, the Republic ofMalta, the Republic of Poland, the Republic of Slovenia and the SlovakRepublic to the European Union, signed at Athens on 16th April 2003, isapproved.\nFreedom of movement for workers\n\tThe Secretary of State may by regulations provide that a specifiedenactment relating to—\n\t\tthe entitlement of a national of an EEA State to enter or reside in theUnited Kingdom as a worker, or\n\t\tany matter ancillary to that entitlement,\n\t\t\tapplies in relation to a national of a relevant acceding State as it appliesin relation to a national of an EEA State.\n\tRegulations under this section in respect of a specified enactment mayapply that enactment subject to specified exceptions or modifications.\n\tRegulations under this section—\n\t\tmay include incidental, supplementary, consequential or transitionalprovision;\n\t\tmay make different provision for different cases.\n\tRegulations under this section do not have effect so as to apply anenactment in relation to a national of a relevant acceding State which has notratified the treaty mentioned in section 1(2).\n\tThe power to make regulations under this section is exercisable bystatutory instrument.\n\tRegulations may not be made under this section unless a draft has been laidbefore and approved by a resolution of each House of Parliament.\n\tBut, in the case of regulations other than the first set of regulationsunder this section, subsection (6) does not apply if it appears to theSecretary of State that by reason of urgency they should be made without beingapproved in draft.\n\tWhere by virtue of subsection (7) regulations are made without beingapproved in draft, the regulations—\n\t\tmust be laid before Parliament, and\n\t\tcease to have effect at the end of the period mentioned in subsection (9)unless they are approved during that period by resolution of each House ofParliament.\n\tThe period referred to in subsection (8)(b) is the period of 40 days—\n\t\tbeginning with the day on which the regulations are made, and\n\t\tignoring any period during which Parliament is dissolved or prorogued orduring which both Houses are adjourned for more than four days.\n\tThe fact that regulations cease to have effect by virtue of subsection(8)—\n\t\tdoes not affect the lawfulness of anything done before the regulationscease to have effect, and\n\t\tdoes not prevent the making of new regulations.\n\tIn this section—\n\t\t  * “EEA State” means a State (other than the United Kingdom) which is a contracting party to the Agreement on the European Economic Area signed at Oporto on 2nd May 1992, as adjusted by the Protocol signed at Brussels on 17th March 1993; \n\t\t  * “enactment” includes an enactment comprised in subordinate legislation (within the meaning of the Interpretation Act [1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\")); \n\t\t  * “relevant acceding State” means any of the following— \n\t\tthe Czech Republic,\n\t\tthe Republic of Estonia,\n\t\tthe Republic of Latvia,\n\t\tthe Republic of Lithuania,\n\t\tthe Republic of Hungary,\n\t\tthe Republic of Poland,\n\t\tthe Republic of Slovenia,\n\t\tthe Slovak Republic;\n\t\t\t  * “specified” means specified in regulations under this section; and \n\t\t\t  * “worker” means the same as it does for the purposes of Article 39 of the Treaty establishing the European Community. \nShort title\n\tThis Act may be cited as the European Union (Accessions) Act 2003.\n"
    }
]