{
    "general": "This law helps public toilets in England and Wales by giving them a break on their property taxes. This means they will pay less money towards the cost of running these important facilities, which are used by many people every day. The goal is to make sure these toilets can keep providing a clean and safe place for everyone to use.",
    "series": [
        [
            {
                "length": 184,
                "short": "\"Relief for Public Lavatories: No Rates Due\"",
                "text": "\n* Simplified point 1: The Non-Domestic Rating (Public Lavatories) Act 2021 provides relief from non-domestic rates for public lavatories in England and Wales, effective for financial years starting on or after April 1st, 2020.\n* Simplified point 2: Public lavatories are exempt from non-domestic rates, meaning that the owners or occupiers of these facilities will not have to pay any charges on the hereditament consisting wholly or mainly of public lavatories. This exemption is provided for in Section 43 of the Local Government Finance Act 1988, as amended by the Non-Domestic Rating (Public Lavatories) Act 2021."
            }
        ]
    ],
    "summary": "The Non-Domestic Rating (Public Lavatories) Act 2021 helps public lavatories in England and Wales by giving them a break on their taxes. Starting from April 1st, 2020, public lavatories won't have to pay non-domestic rates, which means they can save money. This law change was made to help keep public lavatories running smoothly and make sure everyone has access to clean, safe places to go to the bathroom. So, if you run or use a public lavatory, you might see some savings!",
    "single": "\n• The Non-Domestic Rating (Public Lavatories) Act 2021 provides relief from non-domestic rates for hereditaments in England and Wales that consist wholly or mainly of public lavatories.\n\n• The act amends the Local Government Finance Act 1988 to exempt public lavatories from non-domestic rates.\n\n• The exemption applies where the hereditament consists wholly or mainly of public lavatories, and the chargeable amount for the chargeable day is zero.\n\n• The act also makes consequential amendments to the Local Government Finance Act 1988 and the Business Rate Supplements Act 2009.\n\n• The amendments come into force in relation to financial years beginning on or after 1 April 2020.\n\n• The act extends to England and Wales."
}