[
    {
        "length": 1215,
        "text": "\nPart 1Early years provision\n\tFree of charge early years provision\n\t\tPart 1 of the Childcare Act 2006 (functions of local authorities in Englandin relation to childcare) is amended as set out in subsections (2) and (3).\n\t\tFor section 7 (duty to secure prescribed early years provision free ofcharge) substitute—\n\t\t“7Duty to secure early years provision free of charge in accordance withregulations\n\t\t\tAn English local authority must secure that early years provision of suchdescription as may be prescribed is available free of charge, in accordancewith any regulations under this subsection, for each young child in their areawho—\n\t\t\t\tis under compulsory school age, and\n\t\t\t\tis of such description as may be prescribed.\n\t\t\tRegulations under subsection (1) may in particular include provision about—\n\t\t\t\thow much early years provision is to be made available in pursuance of theduty imposed by subsection (1);\n\t\t\t\tthe times at which, and periods over which, early years provision is to bemade available in pursuance of that duty.\n\t\t\tIn discharging the duty under subsection (1) a local authority must haveregard to any guidance given from time to time by the Secretary of State.”\n\t\t\tAfter section 13 insert—\n\t\t“13ASupply of information: free of charge early years provision\n\t\t\tThis subsection applies to information held for the purposes of functionsrelating to tax credits—\n\t\t\t\tby the Commissioners for Her Majesty’s Revenue and Customs, or\n\t\t\t\tby a person providing services to them, in connection with the provision ofthose services.\n\t\t\tThis subsection applies to information held for the purposes of functionsrelating to social security—\n\t\t\t\tby the Secretary of State, or\n\t\t\t\tby a person providing services to the Secretary of State, in connectionwith the provision of those services.\n\t\t\tInformation to which subsection (1) or (2) applies may be supplied to theSecretary of State, or a person providing services to the Secretary of State,for use for the purpose of determining eligibility for free of charge earlyyears provision.\n\t\t\tInformation to which subsection (2) applies may be supplied to an Englishlocal authority for use for that purpose.\n\t\t\tInformation received by virtue of subsection (3) may be supplied—\n\t\t\t\tto another person to whom it could have been supplied under thatsubsection, or\n\t\t\t\tto an English local authority,\n\t\t\t\t\tfor use for that purpose.\n\t\t\tThe references in subsections (4) and (5)(b) to an English local authorityinclude references to a person exercising on behalf of an English localauthority functions relating to eligibility for free of charge early yearsprovision.\n\t\t\tFor the purposes of this section and section 13B, free of charge earlyyears provision is early years provision which is required to be madeavailable in pursuance of the duty imposed by section 7.\n\t\t\tThis section does not limit the circumstances in which information may besupplied apart from this section.\n\t\tBUnauthorised disclosure of information received under section 13A\n\t\t\tA person commits an offence if the person discloses any information—\n\t\t\t\twhich the person received by virtue of any of subsections (3) to (5) ofsection 13A, and\n\t\t\t\twhich relates to a particular person,\n\t\t\t\t\tunless the information is disclosed in accordance with subsection (2).\n\t\t\tInformation is disclosed in accordance with this subsection if it isdisclosed in any of the following ways—\n\t\t\t\tin the case of information received by virtue of section 13A(3), inaccordance with section 13A(5);\n\t\t\t\tin the course of a duty that the person disclosing it has in connectionwith the exercise of functions relating to eligibility for free of chargeearly years provision;\n\t\t\t\tin accordance with an enactment or an order of a court;\n\t\t\t\twith consent given by or on behalf of the person to whom the informationrelates.\n\t\t\tIt is a defence for a person charged with an offence under subsection (1)to prove that the person reasonably believed that the disclosure was lawful.\n\t\t\tA person guilty of an offence under subsection (1) is liable—\n\t\t\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears, or a fine, or both;\n\t\t\t\ton summary conviction, to imprisonment for a term not exceeding 12 months,or a fine not exceeding the statutory maximum, or both.\n\t\t\tIn relation to an offence committed before the commencement of section154(1) of the Criminal Justice Act 2003, the reference in subsection (4)(b) to12 months is to be read as a reference to 6 months.”\n\t\t\tSection 100 of the Childcare Act 2006 (provision of information about youngchildren: transitory provision) is repealed."
    },
    {
        "length": 1947,
        "text": "\nPower of members of staff at schools to search pupils\n\tChapter 2 of Part 10 of EA 1996 (punishment and restraint of pupils) isamended as set out in subsections (2) to (5).\n\tIn section 550ZA (power of members of staff to search pupils for prohibiteditems: England)—\n\t\tin subsection (3) (prohibited items), after paragraph (e) insert—\n\t\tan article that the member of staff reasonably suspects has been, or islikely to be, used—\n\t\tto commit an offence, or\n\t\tto cause personal injury to, or damage to the property of, any person(including P);”;\n\t\tin that subsection, after paragraph (f) insert—\n\t\tany other item which the school rules identify as an item for which asearch may be made.”;\n\t\tafter subsection (4), insert—\n\t\t\t“(4A)In subsection (3)(ea)(i), “offence” includes anything that would be anoffence but for the operation of any presumption that a person under aparticular age is incapable of committing an offence.\n\t\t(4B)In subsection (3)(g), the “school rules” means—\n\t\tin the case of a maintained school or a non-maintained special school,rules in force at the school that are made under measures determined andpublicised by the head teacher under section 89 of the Education andInspections Act 2006;\n\t\tin the case of any other school, measures relating to discipline in theschool that are determined and publicised in accordance with regulations.\n\t\t(4C)In subsection (4B)(a)—\n\t\t\t  * “maintained school” means—\n\t\ta community, foundation or voluntary school,\n\t\ta community or foundation special school,\n\t\ta maintained nursery school, or\n\t\ta pupil referral unit;\n\t\t\t  * “non-maintained special school” means a school that is approved under section 342.”\n\tIn section 550ZB (power of search under section 550ZA: supplementary)—\n\t\tin subsection (5), after “section 550ZA” insert “to search for an itemwithin section 550ZA(3)(a) to (f)”;\n\t\tin subsection (6)—\n\t\tin paragraph (b), after “P” insert “, unless the condition in subsection(6A) is satisfied”;\n\t\tin paragraph (c), after “staff” insert “, unless the condition insubsection (6A) is satisfied”;\n\t\tafter subsection (6), insert—\n\t\t“(6A)The condition is satisfied if—\n\t\tthe person carrying out the search reasonably believes that there is a riskthat serious harm will be caused to a person if the search is not carried outas a matter of urgency, and\n\t\tin the time available it is not reasonably practicable for the search to becarried out by a person of the same sex as P or in the presence of anothermember of staff (as the case may be).”;\n\t\tin subsection (7), in paragraph (b), after “staff” insert “, unless thecondition in subsection (7A) is satisfied”;\n\t\tafter subsection (7), insert—\n\t\t“(7A)The condition is satisfied if—\n\t\tthe person carrying out the search reasonably believes that there is a riskthat serious harm will be caused to a person if the search is not carried outas a matter of urgency, and\n\t\tin the time available it is not reasonably practicable for the search to becarried out in the presence of another member of staff.”\n\tIn section 550ZC (power to seize items found during search under section550ZA)—\n\t\tin subsection (2) after “subsection (1)” insert “to seize an item withinsection 550ZA(3)(a) to (f) or anything within subsection (1)(b)”;\n\t\tafter subsection (6) insert—\n\t\t“(6A)A person who seizes an item that is a prohibited item by virtue ofsection 550ZA(3)(ea) (article used in commission of offence or to causepersonal injury or damage to property) under subsection (1) must—\n\t\tdeliver the item to a police constable as soon as reasonably practicable,\n\t\treturn the item to its owner,\n\t\tretain the item, or\n\t\tdispose of the item.\n\t\t(6B)A person who seizes an item that is a prohibited item by virtue of section550ZA(3)(g) (item for which search may be made under school rules) undersubsection (1) must return it to its owner, retain it or dispose of it.\n\t\t(6C)In deciding what to do with an item under subsection (6A) or (6B), theperson who seized it must have regard to guidance issued for the purpose ofthis section by the Secretary of State.\n\t\t(6D)Subsections (6E) and (6F) apply to an item that—\n\t\thas been seized under subsection (1),\n\t\tis a prohibited item by virtue of section 550ZA(3)(ea) or (g), and\n\t\tis an electronic device.\n\t\t(6E)The person who seized the item may examine any data or files on thedevice, if the person thinks there is a good reason to do so.\n\t\t(6F)Following an examination under subsection (6E), if the person has decidedto return the item to its owner, retain it or dispose of it, the person mayerase any data or files from the device if the person thinks there is a goodreason to do so.\n\t\t(6G)In determining whether there is a good reason for the purposes ofsubsection (6E) or (6F), the person must have regard to any guidance issuedfor the purposes of this section by the Secretary of State.”;\n\t\tin subsection (9), for “and (5)” substitute “, (5) and (6A)”.\n\tIn section 550ZD (section 550ZC: supplementary)—\n\t\tin subsection (1), after “(5)(a)” insert “, (6A)(a)”;\n\t\tin subsection (2)(a), for the words from “alcohol” to “article” substitute“an item within subsection (2A)”;\n\t\tafter subsection (2), insert—\n\t\t“(2A)The items referred to in subsection (2)(a) are—\n\t\talcohol or its container;\n\t\ta controlled drug;\n\t\ta stolen article;\n\t\tan item that is a prohibited item by virtue of section 550ZA(3)(ea) or (g).\n\t\t(2B)Subsection (3) also applies where a person—\n\t\terases data or a file from an electronic device under section 550ZC(6F);and\n\t\tproves that the erasure was lawful.”;\n\t\tin subsection (3)(a), for “or disposal” substitute “, disposal or erasure”;\n\t\tin subsection (4), after “(2)” insert “, (2B)”.\n\tIn section 569 of EA 1996, in subsection (2A) (regulations subject toaffirmative procedure), for “550ZA or 550ZC” substitute “550ZA(3)(f) or550ZC(7)”.\n\tIn section 89 of EIA 2006 (determination by head teacher of behaviourpolicy), after subsection (4) insert—\n\t“(4A)In relation to a school in England, rules made under subsection (4) mustidentify the items for which a search may be made.”"
    },
    {
        "length": 1239,
        "text": "\nPower of members of staff at further education institutions to searchstudents\n\tPart 3 of FHEA 1992 (miscellaneous and general) is amended as follows.\n\tIn section 85AA (power of members of staff to search students forprohibited items: England), in subsection (3) (prohibited items), afterparagraph (e) insert—\n\t\tan article that the member of staff reasonably suspects has been, or islikely to be, used—\n\t\tto commit an offence, or\n\t\tto cause personal injury to, or damage to the property of, any person(including S);”.\n\tIn section 85AB (power of search under section 85AA: supplementary)—\n\t\tin subsection (6)—\n\t\tin paragraph (b), after “S” insert “, unless the condition in subsection(6A) is satisfied”;\n\t\tin paragraph (c), after “staff” insert “, unless the condition insubsection (6A) is satisfied”;\n\t\tafter subsection (6), insert—\n\t\t\t“(6A)The condition is satisfied if—\n\t\tthe person carrying out the search reasonably believes that there is a riskthat serious harm will be caused to a person if the search is not carried outas a matter of urgency, and\n\t\tin the time available it is not reasonably practicable for the search to becarried out by a person of the same sex as S or in the presence of anothermember of staff (as the case may be).”;\n\t\tin subsection (7), in paragraph (b), after “staff” insert “, unless thecondition in subsection (7A) is satisfied”;\n\t\tafter subsection (7), insert—\n\t\t“(7A)The condition is satisfied if—\n\t\tthe person carrying out the search reasonably believes that there is a riskthat serious harm will be caused to a person if the search is not carried outas a matter of urgency, and\n\t\tin the time available it is not reasonably practicable for the search to becarried out in the presence of another member of staff.”\n\tIn section 85AC (power to seize items found during search under section85AA)—\n\t\tafter subsection (6) insert—\n\t\t“(6A)A person who seizes an item that is a prohibited item by virtue ofsection 85AA(3)(ea) (article used in commission of offence or to causepersonal injury or damage to property) under subsection (1) must—\n\t\tdeliver the item to a police constable as soon as reasonably practicable,\n\t\treturn the item to its owner,\n\t\tretain the item, or\n\t\tdispose of the item.\n\t\tIn deciding what to do with an item under this subsection, the person whoseized it must have regard to guidance issued for the purpose of this sectionby the Secretary of State.\n\t\t(6B)Subsections (6C) and (6D) apply to an item that—\n\t\thas been seized under subsection (1),\n\t\tis a prohibited item by virtue of section 85AA(3)(ea), and\n\t\tis an electronic device.\n\t\t(6C)The person who seized the item may examine any data or files on thedevice, if the person thinks there is a good reason to do so.\n\t\t(6D)Following an examination under subsection (6C), if the person has decidedto return the item to its owner, retain it or dispose of it, the person mayerase any data or files from the device if the person thinks there is a goodreason to do so.\n\t\t(6E)In determining whether there is a good reason for the purposes ofsubsection (6C) or (6D), the person must have regard to any guidance issuedfor the purposes of this section by the Secretary of State.”;\n\t\tin subsection (9), for “and (5)” substitute “, (5) and (6A)”.\n\tIn section 85AD (section 85AC: supplementary)—\n\t\tin subsection (1), after “(5)(a)” insert “, (6A)(a)”;\n\t\tin subsection (2)(a), for the words from “alcohol” to “article” substitute“an item within subsection (2A)”;\n\t\tafter subsection (2), insert—\n\t\t“(2A)The items referred to in subsection (2)(a) are—\n\t\talcohol or its container;\n\t\ta controlled drug;\n\t\ta stolen article;\n\t\tan article that is a prohibited item by virtue of section 85AA(3)(ea).\n\t\t(2B)Subsection (3) also applies where a person—\n\t\terases data or a file from an electronic device under section 85AC(6D); and\n\t\tproves that the erasure was lawful.”;\n\t\tin subsection (3)(a), for “or disposal” substitute “, disposal or erasure”;\n\t\tin subsection (4), after “(2)” insert “, (2B)”."
    },
    {
        "length": 1277,
        "text": "\nExclusion of pupils from schools in England: review\n\tChapter 3 of Part 3 of EA 2002 (maintained schools: admissions, exclusionsand attendance) is amended as follows.\n\tBefore section 52, insert—\n\t“51AExclusion of pupils: England\n\t\tThe head teacher of a maintained school in England may exclude a pupil fromthe school for a fixed period or permanently.\n\t\tThe teacher in charge of a pupil referral unit in England may exclude apupil from the unit for a fixed period or permanently.\n\t\tRegulations must make provision—\n\t\t\trequiring prescribed persons to be given prescribed information relating toany exclusion under subsection (1) or (2);\n\t\t\trequiring the responsible body, in prescribed cases, to consider whetherthe pupil should be reinstated;\n\t\t\trequiring the local authority to make arrangements enabling a prescribedperson to apply to a review panel for a review, in any prescribed case, of adecision of the responsible body not to reinstate a pupil;\n\t\t\tabout the constitution of a review panel;\n\t\t\tabout the procedure to be followed on a review under paragraph (c).\n\t\tOn an application by virtue of subsection (3)(c), the review panel may—\n\t\t\tuphold the decision of the responsible body,\n\t\t\trecommend that the responsible body reconsiders the matter, or\n\t\t\tif it considers that the decision of the responsible body was flawed whenconsidered in the light of the principles applicable on an application forjudicial review, quash the decision of the responsible body and direct theresponsible body to reconsider the matter.\n\t\tRegulations may provide for the panel to have supplementary powers, and inparticular may provide that the panel has the power to make a direction aboutthe effect on an excluded pupil of a recommendation under subsection (4)(b) ora direction under subsection (4)(c).\n\t\tIn a case where the panel gives a direction under subsection (4)(c) to thegoverning body of a maintained school, the panel may, in prescribedcircumstances, order an adjustment of the school’s budget share for a fundingperiod.\n\t\tRegulations must make provision about—\n\t\t\thow the amount of the adjustment is to be determined;\n\t\t\tthe effect of the adjustment on the budget shares of other maintainedschools for the funding period.\n\t\tRegulations under this section may also make provision—\n\t\t\tfor the payment by the local authority of allowances to members of thereview panel;\n\t\t\trequiring a person or body exercising functions under subsection (1) or (2)or under the regulations to have regard to any guidance given from time totime by the Secretary of State;\n\t\t\trequiring local authorities to give prescribed information to the Secretaryof State;\n\t\t\tin relation to any other matter relating to the exercise of the powersconferred by subsections (1) and (2).\n\t\tRegulations made by virtue of subsection (8)(a) may provide for any of theprovisions of sections 173 to 174 of the Local Government Act 1972 (allowancesto members of local authorities and other bodies) to apply with prescribedmodifications in relation to members of a review panel.\n\t\tIn this section—\n\t\t\t  * “budget share” and “funding period” have the same meaning as in Part 2 of the School Standards and Framework Act 1998;\n\t\t\t  * “exclude”, in relation to the exclusion of a pupil from a school or pupil referral unit, means exclude on disciplinary grounds (and “exclusion” is to be construed accordingly);\n\t\t\t  * “maintained school” has the same meaning as in Chapter 1;\n\t\t\t  * “the responsible body” means—\n\t\t\tin relation to exclusion from a maintained school, the governing body of theschool;\n\t\t\tin relation to exclusion from a pupil referral unit, such person as may beprescribed.\n\t\tIn relation to any time when no responsible body is prescribed in relationto permanent exclusion from a pupil referral unit, subsection (3) has effectin relation to such an exclusion as if—\n\t\t\tparagraph (b) were omitted, and\n\t\t\tthe decision referred to in paragraph (c) were the decision of the teacherin charge of the unit permanently to exclude the pupil.\n\t\tRegulations may make provision for this section and regulations made underit to apply, with prescribed modifications, in relation to Academies or adescription of Academy.”\n\t\tIn section 52 (exclusion of pupils)—\n\t\t\tin subsection (1), after “maintained school” insert “in Wales”;\n\t\t\tin subsection (2), after “pupil referral unit” insert “in Wales”;\n\t\t\tin subsection (4)—\n\t\t\tin paragraph (b), omit from first “(in” to “Wales)”;\n\t\t\tin paragraph (c), omit “the Secretary of State or” and “as the case maybe,”;\n\t\t\tin the heading, at the end insert “: Wales”.\n\t\tSchedule 1 (consequential amendments) has effect."
    },
    {
        "length": 154,
        "text": "\nAbolition of the General Teaching Council for England\n\tSection 1 of THEA 1998 (the General Teaching Council for England) isamended as follows.\n\tFor subsection (1), substitute—\n\tIn this Act, “the Council” means the General Teaching Council for Wales(see section 8).”\n\tFor subsection (3), substitute—\n\tThe functions conferred on the Council by or under this Chapter areexercisable by them only in relation to Wales.”\n\tOmit subsection (10).\n\tFor the heading, substitute “Aims and constitution of the Council”."
    },
    {
        "length": 2777,
        "text": "\nFunctions of Secretary of State in relation to teachers\n\tIn Part 8 of EA 2002 (teachers), after section 141 insert—\n\t“Teacher misconduct etc: England\n\t\tATeachers to whom sections 141B to 141E apply\n\t\t\tSections 141B to 141E apply to a person who is employed or engaged to carryout teaching work at—\n\t\t\t\ta school in England,\n\t\t\t\ta sixth form college in England,\n\t\t\t\trelevant youth accommodation in England, or\n\t\t\t\ta children’s home in England.\n\t\t\tIn subsection (1)—\n\t\t\t\t  * “children’s home” has the same meaning as in the Care Standards Act 2000;\n\t\t\t\t  * “teaching work” means work of a kind specified in regulations under this section (and such regulations may make provision by reference to specified activities or by reference to the circumstances in which activities are carried out).\n\t\tBInvestigation of disciplinary cases by Secretary of State\n\t\t\tThe Secretary of State may investigate a case where an allegation isreferred to the Secretary of State that a person to whom this section applies—\n\t\t\t\tmay be guilty of unacceptable professional conduct or conduct that maybring the teaching profession into disrepute, or\n\t\t\t\thas been convicted (at any time) of a relevant offence.\n\t\t\tWhere the Secretary of State finds on an investigation of a case undersubsection (1) that there is a case to answer, the Secretary of State mustdecide whether to make a prohibition order in respect of the person.\n\t\t\tSchedule 11A (regulations about decisions under subsection (2)) has effect.\n\t\t\tIn this section—\n\t\t\t\t  * a “prohibition order” means an order prohibiting the person to whom it relates from carrying out teaching work;\n\t\t\t\t  * “teaching work” has the same meaning as in section 141A(1);\n\t\t\t\t  * “relevant offence”, in relation to a person, means—\n\t\t\t\tin the case of a conviction in England and Wales, a criminal offence otherthan one having no material relevance to the person’s fitness to be a teacher,and\n\t\t\t\tin the case of a conviction elsewhere, an offence which, if committed inEngland and Wales, would be within paragraph (a).\n\t\tCList of persons prohibited from teaching etc\n\t\t\tThe Secretary of State must keep a list containing—\n\t\t\t\tthe names of persons in relation to whom a prohibition order has effect,and\n\t\t\t\tthe names of persons who have begun, but have failed satisfactorily tocomplete, an induction period under section 135A in such circumstances as maybe prescribed.\n\t\t\tThe Secretary of State may include on the list the name of any person whohas been prohibited from teaching in Wales, Scotland or Northern Ireland thatthe Secretary of State thinks appropriate to include on the list.\n\t\t\tThe Secretary of State must secure that, where the name of a person isincluded on the list because an interim prohibition order has effect inrespect of the person, there is an indication on the list to that effect.\n\t\t\tThe Secretary of State must secure that, where the name of a person isincluded on the list because the person has failed satisfactorily to completean induction period under section 135A, there is an indication on the list tothat effect.\n\t\t\tThe list may contain such other information in relation to the personswhose names are included on it as the Secretary of State considersappropriate.\n\t\t\tThe list must be available for inspection by members of the public.\n\t\t\tIn this section—\n\t\t\t\t  * “prohibition order” has the same meaning as in section 141B;\n\t\t\t\t  * “interim prohibition order” means an order made by virtue of paragraph 3 of Schedule 11A.\n\t\tDSupply of information following dismissal, resignation etc\n\t\t\tThis section applies where a relevant employer has ceased to use theservices of a teacher because the teacher has been guilty of seriousmisconduct.\n\t\t\tThis section also applies where a relevant employer might have ceased touse the services of a teacher as mentioned in subsection (1) had the teachernot ceased to provide those services.\n\t\t\tThe employer must consider whether it would be appropriate to provideprescribed information about the teacher to the Secretary of State.\n\t\t\tIn this section—\n\t\t\t\t  * “relevant employer” means—\n\t\t\t\ta local authority;\n\t\t\t\ta person exercising a function relating to the provision of education onbehalf of a local authority;\n\t\t\t\tthe proprietor of a school;\n\t\t\t\ta sixth form college corporation;\n\t\t\t\ta person who employs a person to teach in a children’s home or in relevantyouth accommodation;\n\t\t\t\t\t  * “education” includes vocational, social, physical and recreational training;\n\t\t\t\t\t  * “children’s home” has the same meaning as in the Care Standards Act 2000;\n\t\t\t\t\t  * “services” includes professional and voluntary services;\n\t\t\t\t\t  * “teacher” means a person within section 141A(1).\n\t\tESupply of information by contractor, agency etc\n\t\t\tThis section applies where arrangements have been made by a person (the“agent”) for a teacher to carry out work at the request of or with the consentof a relevant employer (whether or not under a contract) and the agent hasterminated the arrangements because the teacher has been guilty of seriousmisconduct.\n\t\t\tThis section also applies where the agent—\n\t\t\t\tmight have terminated the arrangements as mentioned in subsection (1) hadthe teacher not terminated them, or\n\t\t\t\tmight have refrained from making new arrangements because of the teacher’sserious misconduct had the teacher not ceased to be available for work.\n\t\t\tThe agent must consider whether it would be appropriate to provideprescribed information about the teacher to the Secretary of State.\n\t\t\tIn this section “relevant employer” and “teacher” have the same meanings asin section 141D.”\n\t\t\tIn EA 2002, after Schedule 11, insert—\n\t\t\t\tSection 141B\n\t“SCHEDULE 11AREGULATIONS ABOUT DECISIONS UNDER SECTION 141B\n\t\tRegulations: general\n\t\t\t1The Secretary of State must make regulations in accordance with the followingprovisions of this Schedule.\n\t\tProcedure for decisions under section 141B(2)\n\t\t\tRegulations under paragraph 1 must make provision about the procedure tobe followed by the Secretary of State in reaching a decision under section141B(2).\n\t\t\tThe regulations must not require a person to give evidence or produce anydocument or other material evidence which the person could not be compelled togive or produce in civil proceedings in any court in England and Wales.\n\t\t\tThe regulations may make provision for any functions of the Secretary ofState under section 141B to be excluded or restricted in such circumstances asmay be specified in or determined under the regulations.\n\t\t\tThe circumstances include, in particular, where the Secretary of Stateconsiders this to be appropriate taking into account the powers of theIndependent Safeguarding Authority under the Safeguarding Vulnerable GroupsAct 2006.\n\t\tInterim prohibition orders\n\t\t\tRegulations under paragraph 1 may make provision for the Secretary ofState to make an interim prohibition order, pending the Secretary of State’sfinal decision under section 141B (2).\n\t\t\tRegulations about interim prohibition orders must provide that an interimprohibition order may be made only if the Secretary of State considers that itis necessary in the public interest to do so.\n\t\t\tRegulations about interim prohibition orders must provide that theSecretary of State must review an interim prohibition order—\n\t\t\t\twithin six months of the order being made, and\n\t\t\t\twithin each subsequent six month period,\n\t\t\t\t\tif the person to whom the order relates makes an application to the Secretaryof State for such a review.\n\t\tProhibition orders\n\t\t\tRegulations under paragraph 1 may make provision—\n\t\t\t\tabout the service on a person to whom a prohibition order relates of noticeof the order and of the right to appeal against the order under paragraph 5;\n\t\t\t\tabout the publication of information relating to the case of a person towhom a prohibition order relates;\n\t\t\t\tprescribing circumstances in which a person to whom a prohibition orderrelates may nevertheless carry out teaching work (within the meaning ofsection 141A).\n\t\t\tRegulations under paragraph 1 may also make provision—\n\t\t\t\tas to the time when a prohibition order takes effect;\n\t\t\t\tallowing a person to whom a prohibition order relates to apply to theSecretary of State for the order to be set aside;\n\t\t\t\tas to the minimum period for which a prohibition order must be in effectbefore such an application may be made;\n\t\t\t\tas to the procedure relating to such an application.\n\t\tAppeals against prohibition orders\n\t\t\tRegulations under paragraph 1 must make provision conferring on a personto whom a prohibition order relates a right to appeal against the order to theHigh Court.\n\t\t\tThe regulations must provide that an appeal must be brought within 28 daysof the person being served with notice of the prohibition order.\n\t\t\tNo appeal is to lie from any decision of the Court on such an appeal.\n\t\t\tIn this paragraph, “prohibition order” does not include an interimprohibition order made by virtue of paragraph 3.\n\t\tSupplementary provisions\n\t\t\tRegulations under paragraph 1 may make incidental and supplementaryprovision, including provision—\n\t\t\t\twhere a prohibition order has effect in relation to a person, for theSecretary of State to serve notice of the order on the person’s employer;\n\t\t\t\trequiring the employer of such a person to take such steps in consequenceof the order (which may include dismissing the person) as may be prescribed;\n\t\t\t\tauthorising the delegation of functions conferred by virtue of thisSchedule and the determination of matters by any person or persons specifiedin the regulations.\n\t\t\tRegulations under paragraph 1 may also make provision—\n\t\t\t\tfor the Secretary of State to make a decision in a particular case aboutthe effect in England of an order prohibiting a person from teaching inschools in Wales, Scotland or Northern Ireland;\n\t\t\t\tabout the effect in general in England of orders prohibiting a person fromteaching in schools in Wales, Scotland or Northern Ireland.”"
    },
    {
        "length": 1876,
        "text": "\nRequirement for teachers in England to serve induction period\n\tIn Part 8 of EA 2002 (teachers), after section 135 insert—\n\t“Induction periods: teachers in England\n\t\tARequirement to serve induction period: teachers in England\n\t\t\tRegulations may make provision for, and in connection with, requiringpersons employed as teachers at relevant schools in England, subject to suchexceptions as may be provided by or under the regulations, to havesatisfactorily completed an induction period of not less than three schoolterms in—\n\t\t\t\ta relevant school,\n\t\t\t\tin such circumstances as may be prescribed, a nursery school that—\n\t\t\t\tis not maintained by a local authority, and\n\t\t\t\tis not a special school,\n\t\t\t\tin such circumstances as may be prescribed, an independent school, or\n\t\t\t\tin such circumstances as may be prescribed, an institution within thefurther education sector (or an institution within the further educationsector of a prescribed description).\n\t\t\tRegulations under this section may, in particular, make provision—\n\t\t\t\tas to the length of the induction period in any prescribed circumstances;\n\t\t\t\tas to periods of employment which are to count towards the inductionperiod;\n\t\t\t\tas to the number of induction periods that a person may serve, and thecircumstances in which a person may serve more than one induction period;\n\t\t\t\tprecluding a relevant school, in such circumstances as may be prescribed,from being one at which an induction period may be served;\n\t\t\t\tas to supervision and training during a person’s induction period;\n\t\t\t\tauthorising the Secretary of State to determine the standards against whicha person is to be assessed for the purpose of deciding whether the person hassatisfactorily completed an induction period;\n\t\t\t\trequiring the appropriate body to decide whether a person—\n\t\t\t\thas achieved those standards and has accordingly satisfactorily completedhis or her induction period, or\n\t\t\t\tshould have his or her induction period extended by such period as may bedetermined by the appropriate body, or\n\t\t\t\thas failed satisfactorily to complete his or her induction period;\n\t\t\t\trequiring the head teacher of a school to make a recommendation to theappropriate body as to whether a person has achieved the standards mentionedin paragraph (f);\n\t\t\t\trequiring the appropriate body to inform the Secretary of State of anydecision under paragraph (g);\n\t\t\t\trequiring the employer of a person employed as a teacher at a relevantschool to secure—\n\t\t\t\tthe termination of that person’s employment as a teacher, or\n\t\t\t\tthat the person only undertakes such teaching duties as may be determinedin accordance with the regulations,\n\t\t\t\t\tin such circumstances following a decision that the person has failedsatisfactorily to complete his or her induction period as may be prescribed;\n\t\t\t\tauthorising or requiring the appropriate body to exercise such otherfunctions as may be prescribed (which may include functions with respect tothe provision of assistance to schools or to institutions within the furthereducation sector or of training for teachers);\n\t\t\t\tauthorising the appropriate body in such circumstances as may be prescribedto make such reasonable charges in connection with the exercise of itsfunctions under the regulations as it may determine;\n\t\t\t\trequiring any person or body exercising any prescribed function under theregulations to have regard to any guidance given from time to time by theSecretary of State as to the exercise of that function.\n\t\t\tRegulations under subsection (1)(d) may, in particular—\n\t\t\t\tprovide that an induction period may not be begun without approval of theappropriate body for the serving of that induction period;\n\t\t\t\tprovide for approval to be general or specific;\n\t\t\t\tmake provision (including transitional provision) about the withdrawal ofapproval;\n\t\t\t\timpose conditions or limitations on the appropriate body’s power to give orwithhold approval.\n\t\t\tIn this section—\n\t\t\t\t  * “the appropriate body” means such person or body (including a local authority) as may be prescribed by, or determined by the Secretary of State in accordance with, regulations under this section (and such regulations may provide for an appropriate body which is not a local authority to include a representative of such an authority);\n\t\t\t\t  * “relevant school” means a school maintained by a local authority or a special school not so maintained.\n\t\t\tIn the application of this section to an institution within the furthereducation sector—\n\t\t\t\ta reference to a school term is to be read as a reference to a term of theinstitution;\n\t\t\t\ta reference to the head teacher of a school is to be read as a reference tothe principal of the institution.\n\t\tBInduction periods: appeals\n\t\t\tRegulations under section 135A must include provision conferring on aperson aggrieved by a decision under subsection (2)(g) of that section a rightto appeal against the decision to the Secretary of State.\n\t\t\tA decision on an appeal made by virtue of subsection (1) is to be final.\n\t\t\tRegulations under section 135A made in pursuance of subsection (1) may makeprovision for, or for the determination in accordance with the regulations of,such matters relating to appeals as the Secretary of State considers necessaryor expedient.\n\t\tCInduction periods: supplementary\n\t\t\tDuring the induction period which a person is required to serve by virtueof regulations under section 135A, the provisions of section 131 (appraisal ofteachers’ performance) and regulations under that section do not apply to theperson.\n\t\t\tWhere, in accordance with a requirement imposed by virtue of subsection(2)(j)(ii) of section 135A, a teacher employed at a school maintained by alocal authority—\n\t\t\t\tcontinues to be employed at the school, but\n\t\t\t\tis not undertaking his or her normal teaching duties there,\n\t\t\t\t\tany costs incurred by the local authority in respect of the teacher’semoluments are not to be met from the school’s budget share for any fundingperiod except in so far as the authority have good reason for deducting thosecosts, or any part of those costs, from that share.\n\t\t\t\tNothing in this subsection applies to a maintained school at any time when theschool does not have a delegated budget.\n\t\t\tIn subsection (2)—\n\t\t\t\tthe references to a school’s budget share and to a school not having adelegated budget have the same meaning as in Part 2 of the School Standardsand Framework Act 1998;\n\t\t\t\t“funding period”, in relation to a school’s budget share, has the samemeaning as in that Part.\n\t\t\tSections 496 and 497 of the Education Act 1996 (default powers of Secretaryof State) have effect in relation to the duties imposed and powers conferredby virtue of section 135A as if the bodies to which those sections applyincluded—\n\t\t\t\tthe governing body of a special school that is not maintained by a localauthority;\n\t\t\t\tthe governing body (within the meaning given by section 90(1) of theFurther and Higher Education Act 1992) of an institution within the furthereducation sector;\n\t\t\t\tthe appropriate body (within the meaning of section 135A).”"
    },
    {
        "length": 1149,
        "text": "\nAbolition of the GTCE: transitional provision\n\tSubsections (2) to (9) apply to a disciplinary order made by the GeneralTeaching Council for England (“the Council”) by virtue of Schedule 2 to THEA1998 that is in force immediately before the commencement date.\n\tA prohibition order is to be treated, after the commencement date, as if itwere a prohibition order made by the Secretary of State under section 141B ofEA 2002.\n\tA conditional registration order is to continue in force for the periodduring which any condition specified in the order has effect, or, if anycondition specified in the order has effect without limit of time, until suchtime as the order is revoked.\n\tA suspension order is to continue in force until the later of—\n\t\tthe end of the suspension period specified in the order, and\n\t\tthe date on which the person to whom the order relates has complied withany condition specified in the order by virtue of paragraph 4(2) of Schedule 2to THEA 1998.\n\tWhere a conditional registration order remains in force after thecommencement date by virtue of subsection (3), sub-paragraphs (1) to (3) ofparagraph 3 of Schedule 2 to THEA 1998 continue to apply to the order, butwith the modification specified in subsection (6).\n\tSub-paragraph (1) of paragraph 3 is modified so that for the words“eligible for registration under section 3” there is substituted “allowed tocarry out teaching work within the meaning of section 141A of the EducationAct 2002”.\n\tWhere a suspension order remains in force after the commencement date byvirtue of subsection (4), sub-paragraphs (1) to (3) of paragraph 4 of Schedule2 to THEA 1998 continue to apply to the order, but with the modificationsspecified in subsection (8).\n\tSub-paragraphs (1) and (2) of paragraph 4 are modified as follows—\n\t\tin sub-paragraph (1)—\n\t\tin paragraph (a), for the words “eligible for registration under section 3”there is substituted “allowed to carry out teaching work within the meaning ofsection 141A of the Education Act 2002”;\n\t\tparagraph (b) (and the “and” preceding it) is omitted;\n\t\tin the words following paragraph (b), for “become so eligible” there issubstituted “be allowed to carry out such work”;\n\t\tin sub-paragraph (2)—\n\t\tin paragraph (a), for “become eligible again for registration under section3” there is substituted “be allowed to carry out teaching work within themeaning of section 141A of the Education Act 2002”;\n\t\tin paragraph (b), for “become so eligible” there is substituted “beallowed to carry out such work”.\n\tWhere a conditional registration order or a suspension order remains inforce after the commencement date by virtue of subsection (3) or (4)—\n\t\tany regulations under Schedule 2 to THEA 1998 that make provision about thevariation or revocation of disciplinary orders continue to apply in relationto the order, but those regulations have effect as if functions conferred onthe Council (or a committee of the Council) by the regulations had beentransferred to the Secretary of State;\n\t\tregulations under paragraph 6 of Schedule 2 to THEA 1998 (appeals againstdisciplinary orders to High Court) continue to apply;\n\t\tthe Secretary of State may consider an application to vary or revoke theorder.\n\tThe Secretary of State may include on the list maintained under section141C of EA 2002 (list of persons prohibited from teaching etc) any person inrelation to whom a conditional registration order or a suspension order is inforce.\n\tWhere immediately before the commencement date a teacher in England wasthe subject of an investigation by the Council (or a committee of the Council)by virtue of Schedule 2 to THEA 1998, the Secretary of State may continue theinvestigation and make a decision under section 141B of EA 2002.\n\tIn this section—\n\t\t  * “the commencement date” means the date on which section 7 (abolition of the General Teaching Council for England) comes into force; \n\t\t  * “disciplinary order”, “conditional registration order” and “suspension order” have the same meanings as in Schedule 2 to THEA 1998 (see paragraph 2(3)). "
    },
    {
        "length": 110,
        "text": "\nAbolition of the GTCE: consequential amendments\n\tSchedule 2 (consequential amendments) has effect.\n\tThe Secretary of State may by order make changes in consequence of sections7 to 10 to any provision of subordinate legislation made before the date onwhich this Act is passed.\n\t“Subordinate legislation” has the meaning given by section 21(1) of theInterpretation Act 1978."
    },
    {
        "length": 2036,
        "text": "\nReporting restrictions\n\tRestrictions on reporting alleged offences by teachers\n\t\tIn Part 8 of EA 2002 (teachers), after section 141E (inserted by section8), insert—\n\t\t“Allegations of offences committed by teachers in England and Wales:reporting restrictions\n\t\t\tFRestrictions on reporting alleged offences by teachers\n\t\t\t\tThis section applies where a person who is employed or engaged as a teacherat a school is the subject of an allegation falling within subsection (2).\n\t\t\t\tAn allegation falls within this subsection if—\n\t\t\t\t\tit is an allegation that the person is or may be guilty of a relevantcriminal offence, and\n\t\t\t\t\tit is made by or on behalf of a registered pupil at the school.\n\t\t\t\tNo matter relating to the person is to be included in any publication if itis likely to lead members of the public to identify the person as the teacherwho is the subject of the allegation.\n\t\t\t\tAny person may make an application to a magistrates’ court for an orderdispensing with the restrictions imposed by subsection (3).\n\t\t\t\tThe court may make an order dispensing with the restrictions, to the extentspecified in the order, if it is satisfied that it is in the interests ofjustice to do so, having regard to the welfare of—\n\t\t\t\t\tthe person who is the subject of the allegation, and\n\t\t\t\t\tthe victim of the offence to which the allegation relates.\n\t\t\t\tThe power under subsection (5) may be exercised by a single justice.\n\t\t\t\tIn the case of a decision to make or refuse to make an order undersubsection (5), a person mentioned in subsection (8) may, in accordance withCriminal Procedure Rules—\n\t\t\t\t\tappeal to the Crown Court against the decision, or\n\t\t\t\t\tappear or be represented at the hearing of such an appeal.\n\t\t\t\tThe persons referred to in subsection (7) are—\n\t\t\t\t\ta person who was a party to the proceedings on the application for theorder;\n\t\t\t\t\tany other person with the leave of the Crown Court.\n\t\t\t\tOn an appeal under subsection (7), the Crown Court may—\n\t\t\t\t\tmake such order as is necessary to give effect to its determination of theappeal, and\n\t\t\t\t\tmake such incidental or consequential orders as appear to it to be just.\n\t\t\t\tThe restrictions in subsection (3) cease to apply once proceedings for theoffence have been instituted.\n\t\t\t\tThe restrictions in subsection (3) also cease to apply if—\n\t\t\t\t\tthe Secretary of State publishes information about the person who is thesubject of the allegation in connection with an investigation or decisionunder section 141B (investigation of disciplinary cases by Secretary of State)relating to the same allegation, or\n\t\t\t\t\tthe General Teaching Council for Wales publishes information about theperson who is the subject of the allegation in connection with aninvestigation, hearing or determination under Schedule 2 to the Teaching andHigher Education Act 1998 (investigation of disciplinary cases by the GeneralTeaching Council for Wales) relating to the same allegation.\n\t\t\t\tThe restrictions in subsection (3) also cease to apply if—\n\t\t\t\t\tthe person who is the subject of the allegation includes a matter in apublication, or\n\t\t\t\t\tanother person includes a matter in a publication with the written consentof the person who is the subject of the allegation;\n\t\t\t\t\t\tand, in either case, the inclusion of the matter in the publication wouldotherwise be in breach of subsection (3).\n\t\t\t\tWritten consent is to be ignored for the purposes of subsection (12)(b) ifit is proved that any person interfered unreasonably with the peace or comfortof the person giving the consent, with intent to obtain it.\n\t\t\t\tIn this section—\n\t\t\t\t\t  * “publication” includes any speech, writing, relevant programme or other communication in whatever form, which is addressed to the public at large or any section of the public (and for this purpose, every relevant programme shall be taken to be so addressed), but does not include—\n\t\t\t\t\tan indictment or other document prepared for use in particular legalproceedings, or\n\t\t\t\t\ta document published by the regulator of a profession of which the person whois the subject of the allegation is a member in connection with disciplinaryproceedings in relation to the person;\n\t\t\t\t\t\t  * “relevant criminal offence”, in relation to a person employed or engaged as a teacher at a school, means an offence against the law of England and Wales where the victim of the offence is a registered pupil at the school;\n\t\t\t\t\t\t  * “relevant programme” means a programme included in a programme service, within the meaning of the Broadcasting Act 1990.\n\t\t\t\tFor the purposes of this section, proceedings for an offence areinstituted at the earliest of the following times—\n\t\t\t\t\twhen a justice of the peace issues a summons or warrant under section 1 ofthe Magistrates’ Courts Act 1980 in respect of the offence;\n\t\t\t\t\twhen a public prosecutor issues a written charge and requisition in respectof the offence;\n\t\t\t\t\twhen a person is charged with the offence after being taken into custodywithout a warrant;\n\t\t\t\t\twhen a bill of indictment is preferred by virtue of section 2(2)(b) of theAdministration of Justice (Miscellaneous Provisions) Act 1933.\n\t\t\tGOffence of breach of reporting restrictions\n\t\t\t\tThis section applies if a publication includes any matter in breach ofsection 141F (3).\n\t\t\t\tWhere the publication is a newspaper or periodical, any proprietor, anyeditor and any publisher of the newspaper or periodical is guilty of anoffence.\n\t\t\t\tWhere the publication is a programme included in a programme service(within the meaning of the Broadcasting Act 1990), the following are guilty ofan offence—\n\t\t\t\t\tany body corporate engaged in providing the programme service in which theprogramme is included, and\n\t\t\t\t\tany person having functions in relation to the programme corresponding tothose of an editor of a newspaper.\n\t\t\t\tIn the case of any other publication, any person publishing it is guilty ofan offence.\n\t\t\t\tA person guilty of an offence under this section is liable on summaryconviction to a fine not exceeding level 5 on the standard scale.\n\t\t\t\tIf an offence committed by a body corporate is proved—\n\t\t\t\t\tto have been committed with the consent or connivance of, or\n\t\t\t\t\tto be attributable to any neglect on the part of,\n\t\t\t\t\t\tan officer, the officer as well as the body corporate is guilty of the offenceand liable to be proceeded against and punished accordingly.\n\t\t\t\tIn subsection (6), “officer” means a director, manager, secretary or othersimilar officer of the body, or a person purporting to act in any suchcapacity.\n\t\t\t\tIf the affairs of a body corporate are managed by its members, “director”in subsection (7) means a member of that body.\n\t\t\t\tSchedule 11B contains supplementary provision relating to an offence underthis section.\n\t\t\tHDefences \n\t\t\t\tWhere a person is charged with an offence under section 141G, it is adefence for the person to prove either of the matters mentioned in subsection(2).\n\t\t\t\tThe matters are—\n\t\t\t\t\tthat, at the time of the alleged offence, the person was not aware, andneither suspected nor had reason to suspect, that the publication included thematter in question;\n\t\t\t\t\tthat, at the time of the alleged offence, the person was not aware, andneither suspected nor had reason to suspect, that the allegation in questionhad been made.”\n\t\t\t\tSchedule 4 (offence of breaching reporting restrictions: application toproviders of information society services) has effect."
    },
    {
        "length": 1997,
        "text": "\nAbolition of the Training and Development Agency for Schools\n\tAbolition of the Training and Development Agency for Schools\n\t\tSections 74 to 84 of, and Schedule 13 to, EA 2005 (the Training andDevelopment Agency for Schools) are repealed.\n\tTraining the school workforce: powers of Secretary of State and WelshMinisters\n\t\tPart 2 of EA 2002 (financial assistance for education and children etc) isamended as set out in subsections (2) and (3).\n\t\tIn section 14 (power of Secretary of State and Welsh Ministers to givefinancial assistance for purposes related to education or children etc)—\n\t\t\tin subsection (2), after paragraph (c) insert—\n\t\t\tenabling any person to receive any training for teachers or for non-teaching staff;”;\n\t\t\tin subsection (2ZA), for “(2)(g)” substitute “(2)”.\n\t\tIn section 16 (terms on which assistance under section 14 is given)—\n\t\t\tin subsection (1), after “appropriate” insert “, subject to subsection(2B)”;\n\t\t\tin subsection (2)(b), after “appropriate” insert “, subject to subsection(2B)”;\n\t\t\tafter subsection (2) insert—\n\t\t\t\t“(2A)Subsection (2B) applies to—\n\t\t\tfinancial assistance given under section 14 to an institution within thehigher education sector, and\n\t\t\tfinancial assistance required by virtue of subsection (2)(b) to be given tosuch an institution.\n\t\t\t(2B)The terms on which the assistance is given may not be framed by referenceto criteria for the selection and appointment of staff or the admission ofstudents.”\n\t\tPart 3 of EA 2005 (training the school workforce) is amended as set out insubsections (5) to (9).\n\t\tBefore section 85 (and the italic heading preceding it), insert—\n\t\t“Functions of Welsh Ministers with respect to the school workforce\n\t\t\tAGeneral duty of Welsh Ministers with respect to teacher training\n\t\t\t\tIn carrying out their duties under sections 10 and 11 of the Education Act1996, the Welsh Ministers must in particular make such arrangements as theyconsider expedient for securing that sufficient facilities are available forthe training of teachers to serve in—\n\t\t\t\t\tschools maintained by local authorities in Wales,\n\t\t\t\t\tinstitutions in Wales within the further education sector, and\n\t\t\t\t\tinstitutions in Wales which are maintained by local authorities in Walesand provide higher education or further education (or both).\n\t\t\tBPower to promote careers in school workforce in Wales\n\t\t\t\tThe Welsh Ministers may promote careers in the school workforce in Wales.\n\t\t\t\tThe Welsh Ministers may exercise the power conferred by subsection (1)jointly with the Secretary of State or any other person with functionsrelating to careers in the school workforce.\n\t\t\t\tThe Welsh Ministers may make arrangements for the power conferred bysubsection (1) to be exercised on their behalf by any other person.\n\t\t\t\tArrangements under subsection (3) may (in particular) make provision forthat power to be exercised—\n\t\t\t\t\tto the extent, and on the terms, specified in the arrangements;\n\t\t\t\t\tgenerally or in such circumstances as are specified in the arrangements;\n\t\t\t\t\tjointly with any person with whom it can be exercised jointly by the WelshMinisters by virtue of subsection (2).\n\t\t\t\tArrangements under subsection (3) do not prevent the power conferred bysubsection (1) from being exercised by the Welsh Ministers.”\n\t\t\t\tIn section 92 (joint exercise of functions)—\n\t\t\t\t\tin subsection (1), for “A funding agency” substitute “The Secretary ofState, HEFCW”;\n\t\t\t\t\tin subsection (2), omit “the other funding agency,”;\n\t\t\t\t\tafter subsection (2) insert—\n\t\t\t\t\t\t“(2A)The reference in subsection (1) to the functions of the Secretary ofState is to the functions of the Secretary of State relating to training formembers of the school workforce.”;\n\t\t\t\t\tomit subsection (3).\n\t\t\t\tIn section 93 (efficiency studies)—\n\t\t\t\t\tin subsection (1), for “A funding agency” substitute “The Secretary ofState and HEFCW”;\n\t\t\t\t\tin subsection (2), for “a funding agency” substitute “the Secretary ofState or HEFCW”;\n\t\t\t\t\tin subsection (3)(a), for “support under this Part from the Agency”substitute “assistance under section 14 of the Education Act 2002 from theSecretary of State”.\n\t\t\t\tFor section 94 (duty to provide information) substitute—\n\t\t“94Provision of information\n\t\t\tHEFCW may give the Secretary of State information for the purposes of theexercise of the Secretary of State’s functions relating to training formembers of the school workforce.\n\t\t\tThe Secretary of State may give HEFCW information for the purposes of theexercise of their functions under any enactment.\n\t\t\tThe persons and bodies mentioned in subsection (4) must—\n\t\t\t\tgive the Secretary of State such information as the Secretary of State mayrequire for the purpose of the exercise of the Secretary of State’s functionsrelating to training for members of the school workforce;\n\t\t\t\tgive HEFCW such information as they may require for the purpose of theexercise of their functions under any enactment.\n\t\t\tThe persons and bodies referred to in subsection (3) are—\n\t\t\t\ta person receiving, or who has received or applied for, a grant, loan orother payment under section 86, or financial assistance from the Secretary ofState under section 14 of the Education Act 2002;\n\t\t\t\ta local authority.”\n\t\t\tIn section 100 (interpretation of Part 3)—\n\t\t\t\tomit the definitions of “the Agency” and “a funding agency”;\n\t\t\t\tin the definition of “the school workforce”, for “section 75(5)” substitute“subsection (1A)”;\n\t\t\t\tin the definition of “training provider”, for “has the meaning given bysection 78(3)” substitute “means a person who provides training for members ofthe school workforce”;\n\t\t\t\tafter subsection (1) insert—\n\t\t\t\t\t“(1A)For the purposes of this Part, the school workforce consists of thefollowing members—\n\t\t\t\tpersons who work in schools, and\n\t\t\t\tother persons who are teachers or who carry out work that consists of orincludes teaching.”\n\tAbolition of the TDA: consequential amendments\n\t\tSchedule 5 (abolition of the TDA: consequential amendments) has effect.\n\t\tThe Secretary of State may by order make changes in consequence of sections14 and 15 to any provision of subordinate legislation made before the date onwhich this Act is passed.\n\t\tThe Welsh Ministers may by order make changes in consequence of sections 14and 15, so far as applicable to Wales, to any provision of—\n\t\t\tan instrument made under a Measure of the National Assembly for Walesbefore the date on which this Act is passed;\n\t\t\tany other subordinate legislation made before the date on which this Act ispassed, so far as applicable to Wales.\n\t\t“Subordinate legislation” has the meaning given by section 21(1) of theInterpretation Act 1978.\n\tAbolition of the TDA: transfer schemes\n\t\tSchedule 6 (schemes for the transfer of staff, property, rights andliabilities from the Training and Development Agency for Schools to theSecretary of State) has effect."
    },
    {
        "length": 137,
        "text": "\nAbolition of the School Support Staff Negotiating Body\n\tAbolition of the School Support Staff Negotiating Body\n\t\tSections 227 to 241 of, and Schedule 15 to, ASCLA 2009 (the School SupportStaff Negotiating Body) are repealed.\n\t\tIn consequence of subsection (1), in the House of Commons DisqualificationAct 1975, in Part 3 of Schedule 1 (other disqualifying offices), omit “Personappointed to chair the School Support Staff Negotiating Body.”"
    },
    {
        "length": 207,
        "text": "\nStaff: minor amendments\n\tStaffing of maintained schools: suspension of delegated budget\n\t\tIn section 35 of EA 2002 (staffing of community, voluntary controlled,community special and maintained nursery schools), in subsection (7) (effectof suspension of school’s delegated budget), after “the School Standards andFramework Act 1998” insert “, or section 66 of the Education and InspectionsAct 2006,”.\n\t\tIn section 36 of EA 2002 (staffing of foundation, voluntary aided andfoundation special schools), in subsection (7) (effect of suspension ofschool’s delegated budget), after “the School Standards and Framework Act1998” insert “, or section 66 of the Education and Inspections Act 2006,”."
    },
    {
        "length": 129,
        "text": "\nInternational comparison surveys\n\tRequirement for schools to participate in international surveys\n\t\tIn Chapter 4 of Part 9 of EA 1996 (provision of information by governingbodies etc), after section 538, insert—\n\t\t“538APower to direct participation in international surveys\n\t\t\tThe Secretary of State may direct the governing body of a community,foundation or voluntary school in England to secure that the schoolparticipates in such international education surveys as may be specified inthe direction.”"
    },
    {
        "length": 2606,
        "text": "\nOfqual\n\tThe Chief Regulator of Qualifications and Examinations\n\t\tSchedule 7 (the Chief Regulator of Qualifications and Examinations) haseffect.\n\tThe qualifications standards objective\n\t\tIn section 128 of ASCLA 2009 (Ofqual’s objectives) for subsection (2) (thequalifications standards objective) substitute—\n\t\tThe qualifications standards objective is to secure that—\n\t\t\tregulated qualifications give a reliable indication of knowledge, skillsand understanding, and\n\t\t\tregulated qualifications indicate —\n\t\t\ta consistent level of attainment (including over time) between comparableregulated qualifications, and\n\t\t\ta consistent level of attainment (but not over time) between regulatedqualifications and comparable qualifications (including those awarded outsidethe United Kingdom) which are not qualifications to which this Part applies.”\n\tEnforcement powers\n\t\tPart 7 of ASCLA 2009 (the Office of Qualifications and ExaminationsRegulation) is amended as set out in subsections (2) to (6).\n\t\tIn section 151 (power to give directions), for subsection (1) substitute—\n\t\tSubsection (2) applies if it appears to Ofqual that a recognised body hasfailed or is likely to fail to comply with a condition to which therecognition is subject.”\n\t\tAfter section 151 insert—\n\t\t“151APower to impose monetary penalties\n\t\t\tSubsection (2) applies if it appears to Ofqual that a recognised body hasfailed to comply with a condition to which the recognition is subject.\n\t\t\tOfqual may impose a monetary penalty on the recognised body.\n\t\t\tA “monetary penalty” is a requirement to pay to Ofqual a penalty of anamount determined by Ofqual in accordance with section 151B.\n\t\t\tBefore imposing a monetary penalty on a recognised body, Ofqual must givenotice to the body of its intention to do so.\n\t\t\tThe notice must—\n\t\t\t\tset out Ofqual’s reasons for proposing to impose the penalty, and\n\t\t\t\tspecify the period during which, and the way in which, the recognised bodymay make representations about the proposal.\n\t\t\tThe period specified under subsection (5)(b) must not be less than 28 daysbeginning with the date on which the notice is received.\n\t\t\tOfqual must have regard to any representations made by the recognised bodyduring the period specified in the notice in deciding whether to impose amonetary penalty on the body.\n\t\t\tIf Ofqual decides to impose a monetary penalty on the body, it must givethe body a notice containing information as to—\n\t\t\t\tthe grounds for imposing the penalty,\n\t\t\t\thow payment may be made,\n\t\t\t\tthe period within which payment is required to be made (which must not beless than 28 days),\n\t\t\t\trights of appeal,\n\t\t\t\tthe period within which an appeal may be made, and\n\t\t\t\tthe consequences of non-payment.\n\t\tBMonetary penalties: amount\n\t\t\tThe amount of a monetary penalty imposed on a recognised body under section151A must not exceed 10% of the body’s turnover.\n\t\t\tThe turnover of a body for the purposes of subsection (1) is to bedetermined in accordance with an order made by the Secretary of State.\n\t\t\tSubject to subsection (1), the amount may be whatever Ofqual decides isappropriate in all the circumstances of the case.\n\t\tCMonetary penalties: appeals\n\t\t\tA recognised body may appeal to the First-tier Tribunal against—\n\t\t\t\ta decision to impose a monetary penalty on the body under section 151A;\n\t\t\t\ta decision as to the amount of the penalty.\n\t\t\tAn appeal under this section may be made on the grounds—\n\t\t\t\tthat the decision was based on an error of fact;\n\t\t\t\tthat the decision was wrong in law;\n\t\t\t\tthat the decision was unreasonable.\n\t\t\tThe requirement to pay the penalty is suspended pending the determinationof an appeal under this section.\n\t\t\tOn an appeal under this section the Tribunal may—\n\t\t\t\twithdraw the requirement to pay the penalty;\n\t\t\t\tconfirm that requirement;\n\t\t\t\tvary that requirement;\n\t\t\t\ttake such steps as Ofqual could take in relation to the failure to complygiving rise to the decision to impose the requirement;\n\t\t\t\tremit the decision whether to confirm the requirement to pay the penalty,or any matter relating to that decision, to Ofqual.\n\t\tDMonetary penalties: interest and recovery\n\t\t\tThis section applies if all or part of a monetary penalty imposed on arecognised body is unpaid at the end of the period ending on the applicabledate.\n\t\t\tThe applicable date is—\n\t\t\t\tthe last date on which the recognised body may make an appeal under section151C in respect of the penalty, if no such appeal is made;\n\t\t\t\tif an appeal under section 151C in respect of the penalty is made—\n\t\t\t\tthe date on which the appeal is determined, or\n\t\t\t\tif the appeal is withdrawn before being determined, the date on which theappeal is withdrawn.\n\t\t\tThe unpaid amount of the penalty for the time being carries interest at therate for the time being specified in section 17 of the Judgments Act 1838 (anddoes not also carry interest as a judgment debt under that section).\n\t\t\tThe total amount of interest imposed under subsection (3) must not exceedthe amount of the penalty.\n\t\t\tOfqual may recover from the body, as a civil debt due to it, the unpaidamount of the penalty and any unpaid interest.”\n\t\t\tIn section 152 (power to withdraw recognition), for subsection (2)substitute—\n\t\t\tOfqual may withdraw recognition from the recognised body in respect of theaward or authentication of—\n\t\t\t\ta specified qualification or description of qualification in respect ofwhich the body is recognised, or\n\t\t\t\tevery qualification or description of qualification in respect of which thebody is recognised.”\n\t\t\tAfter section 152 insert—\n\t\t“152ACosts recovery\n\t\t\tOfqual may, by notice, require a recognised body on which a sanction hasbeen imposed to pay the costs incurred by Ofqual in relation to imposing thesanction, up to the time it is imposed.\n\t\t\tThe references in subsection (1) to imposing a sanction are to—\n\t\t\t\tgiving a direction under section 151;\n\t\t\t\timposing a monetary penalty under section 151A;\n\t\t\t\twithdrawing recognition under section 152.\n\t\t\t“Costs” includes in particular—\n\t\t\t\tinvestigation costs;\n\t\t\t\tadministration costs;\n\t\t\t\tcosts of obtaining expert advice (including legal advice).\n\t\t\tA notice given to a recognised body under subsection (1) must containinformation as to—\n\t\t\t\tthe amount required to be paid,\n\t\t\t\thow payment may be made,\n\t\t\t\tthe period within which payment is required to be made (which must not beless than 28 days),\n\t\t\t\trights of appeal,\n\t\t\t\tthe period within which an appeal may be made, and\n\t\t\t\tthe consequences of non-payment.\n\t\t\tThe body may require Ofqual to provide a detailed breakdown of the amountspecified in the notice.\n\t\tBCosts recovery: appeals\n\t\t\tA recognised body may appeal to the First-tier Tribunal against—\n\t\t\t\ta decision under section 152A(1) to require the body to pay costs;\n\t\t\t\ta decision as to the amount of those costs.\n\t\t\tAn appeal under this section may be made on the grounds—\n\t\t\t\tthat the decision was based on an error of fact;\n\t\t\t\tthat the decision was wrong in law;\n\t\t\t\tthat the decision was unreasonable.\n\t\t\tThe requirement to pay the costs is suspended pending the determination ofan appeal under this section.\n\t\t\tOn an appeal under this section the Tribunal may—\n\t\t\t\twithdraw the requirement to pay the costs;\n\t\t\t\tconfirm that requirement;\n\t\t\t\tvary that requirement;\n\t\t\t\ttake such steps as Ofqual could take in relation to the failure to complygiving rise to the decision to impose the requirement;\n\t\t\t\tremit the decision whether to confirm the requirement to pay the costs, orany matter relating to that decision, to Ofqual.\n\t\tCCosts: interest and recovery\n\t\t\tThis section applies if all or part of an amount of costs that a recognisedbody is required to pay under section 152A(1) is unpaid at the end of theperiod ending on the applicable date.\n\t\t\tThe applicable date is—\n\t\t\t\tthe last date on which the recognised body may make an appeal under section152B in respect of the costs, if no such appeal is made;\n\t\t\t\tif an appeal under section 152B in respect of the costs is made—\n\t\t\t\tthe date on which the appeal is determined, or\n\t\t\t\tif the appeal is withdrawn before being determined, the date on which theappeal is withdrawn.\n\t\t\tThe unpaid amount of the costs for the time being carries interest at therate for the time being specified in section 17 of the Judgments Act 1838 (anddoes not also carry interest as a judgment debt under that section).\n\t\t\tThe total amount of interest imposed under subsection (3) must not exceedthe amount of the costs.\n\t\t\tOfqual may recover from the body, as a civil debt due to it, the unpaidamount of the costs and any unpaid interest.”\n\t\t\tIn section 153 (qualifications regulatory framework), in subsection (8)(e),for “152” substitute “152C”.\n\t\t\tIn section 262(6) of ASCLA 2009 (orders and regulations subject toaffirmative resolution procedure), after paragraph (e) insert—\n\t\t\t\tan order under section 151B(2);”."
    },
    {
        "length": 2873,
        "text": "\nQualifications: Wales\n\tEnforcement powers of Welsh Ministers\n\t\tChapter 2 of Part 5 of EA 1997 (functions of Welsh Ministers:qualifications and the school curriculum) is amended as set out in subsections(2) to (6).\n\t\tIn section 32A (power to give directions), for subsections (1) and (2)substitute—\n\t\tSubsection (1A) applies if it appears to the Welsh Ministers that arecognised person has failed or is likely to fail to comply with a conditionsubject to which the recognition has effect.\n\t\t\t(1A)The Welsh Ministers may direct the recognised person to take or refrainfrom taking specified steps with a view to securing compliance with theconditions subject to which the recognition has effect.\n\t\tSubsection (2A) applies if it appears to the Welsh Ministers that arecognised person who awards or authenticates a qualification accredited bythem has failed or is likely to fail to comply with a condition subject towhich the accreditation has effect.\n\t\t(2A)The Welsh Ministers may direct the recognised person to take or refrainfrom taking specified steps with a view to securing compliance with theconditions subject to which the accreditation has effect.”\n\t\tIn section 32A(5), for “32B and” substitute “32AA to”.\n\t\tAfter section 32A insert—\n\t\t“32AAPower of Welsh Ministers to impose monetary penalties\n\t\t\tSubsection (2) applies if it appears to the Welsh Ministers that arecognised person has failed to comply with a condition subject to which therecognition has effect.\n\t\t\tThe Welsh Ministers may impose a monetary penalty on the recognised person.\n\t\t\tSubsection (4) applies if it appears to the Welsh Ministers that arecognised person who awards or authenticates a qualification accredited bythem has failed to comply with a condition subject to which the accreditationhas effect.\n\t\t\tThe Welsh Ministers may impose a monetary penalty on the recognised person.\n\t\t\tA “monetary penalty” is a requirement to pay to the Welsh Ministers apenalty of an amount determined by them in accordance with section 32AB.\n\t\t\tBefore imposing a monetary penalty on a recognised person, the WelshMinisters must give notice to the person of their intention to do so.\n\t\t\tThe notice must—\n\t\t\t\tset out their reasons for proposing to impose the penalty, and\n\t\t\t\tspecify the period during which, and the way in which, the recognisedperson may make representations about the proposal.\n\t\t\tThe period specified under subsection (7)(b) must not be less than 28 daysbeginning with the date on which the notice is received.\n\t\t\tThe Welsh Ministers must have regard to any representations made by therecognised person during the period specified in the notice in decidingwhether to impose a monetary penalty on the person.\n\t\t\tIf the Welsh Ministers decide to impose a monetary penalty on the person,they must give the person a notice containing information as to—\n\t\t\t\tthe grounds for imposing the penalty,\n\t\t\t\thow payment may be made,\n\t\t\t\tthe period within which payment is required to be made (which must not beless than 28 days),\n\t\t\t\trights of appeal,\n\t\t\t\tthe period within which an appeal may be made, and\n\t\t\t\tthe consequences of non-payment.\n\t\tABMonetary penalties: amount\n\t\t\tThe amount of a monetary penalty imposed on a recognised person undersection 32AA must not exceed 10% of the person’s turnover.\n\t\t\tThe turnover of a person for the purposes of subsection (1) is to bedetermined in accordance with an order made by the Welsh Ministers.\n\t\t\tSubject to subsection (1), the amount may be whatever the Welsh Ministersdecide is appropriate in all the circumstances of the case.\n\t\tACMonetary penalties: appeals\n\t\t\tA recognised person may appeal to the First-tier Tribunal against—\n\t\t\t\ta decision to impose a monetary penalty on the person under section 32AA;\n\t\t\t\ta decision as to the amount of the penalty.\n\t\t\tAn appeal under this section may be made on the grounds—\n\t\t\t\tthat the decision was based on an error of fact;\n\t\t\t\tthat the decision was wrong in law;\n\t\t\t\tthat the decision was unreasonable.\n\t\t\tThe requirement to pay the penalty is suspended pending the determinationof an appeal under this section.\n\t\t\tOn an appeal under this section the Tribunal may—\n\t\t\t\twithdraw the requirement to pay the penalty;\n\t\t\t\tconfirm that requirement;\n\t\t\t\tvary that requirement;\n\t\t\t\ttake such steps as the Welsh Ministers could take in relation to thefailure to comply giving rise to the decision to impose the requirement;\n\t\t\t\tremit the decision whether to confirm the requirement to pay the penalty,or any matter relating to that decision, to the Welsh Ministers.\n\t\tADMonetary penalties: interest and recovery\n\t\t\tThis section applies if all or part of a monetary penalty imposed on arecognised person is unpaid at the end of the period ending on the applicabledate.\n\t\t\tThe applicable date is—\n\t\t\t\tthe last date on which the recognised person may make an appeal undersection 32AC in respect of the penalty, if no such appeal is made;\n\t\t\t\tif an appeal under section 32AC in respect of the penalty is made—\n\t\t\t\tthe date on which the appeal is determined, or\n\t\t\t\tif the appeal is withdrawn before being determined, the date on which theappeal is withdrawn.\n\t\t\tThe unpaid amount of the penalty for the time being carries interest at therate for the time being specified in section 17 of the Judgments Act 1838 (anddoes not also carry interest as a judgment debt under that section).\n\t\t\tThe total amount of interest imposed under subsection (3) must not exceedthe amount of the penalty.\n\t\t\tThe Welsh Ministers may recover from the person, as a civil debt due tothem, the unpaid amount of the penalty and any unpaid interest.”\n\t\t\tIn section 32B (power to withdraw recognition)—\n\t\t\t\tfor subsection (2) substitute—\n\t\t\tThe Welsh Ministers may withdraw recognition from the recognised person inrespect of the award or authentication of—\n\t\t\t\ta specified qualification or description of qualification in respect ofwhich the person is recognised, or\n\t\t\t\tevery qualification or description of qualification in respect of which theperson is recognised.”;\n\t\t\t\tfor subsection (4) substitute—\n\t\t\tThe Welsh Ministers may withdraw recognition from the recognised person inrespect of the award or authentication of—\n\t\t\t\tthe qualification or a specified description of qualification in respect ofwhich the person is recognised, or\n\t\t\t\tevery qualification or description of qualification in respect of which theperson is recognised.”\n\t\t\tAfter section 32B insert—\n\t\t“32BACosts recovery\n\t\t\tThe Welsh Ministers may, by notice, require a recognised person on whom asanction has been imposed to pay the costs incurred by the Welsh Ministers inrelation to imposing the sanction, up to the time it is imposed.\n\t\t\tThe references in subsection (1) to imposing a sanction are to—\n\t\t\t\tgiving a direction under section 32A;\n\t\t\t\timposing a monetary penalty under section 32AA;\n\t\t\t\twithdrawing recognition under section 32B.\n\t\t\t“Costs” includes in particular—\n\t\t\t\tinvestigation costs;\n\t\t\t\tadministration costs;\n\t\t\t\tcosts of obtaining expert advice (including legal advice).\n\t\t\tA notice given to a recognised person under subsection (1) must containinformation as to—\n\t\t\t\tthe amount required to be paid,\n\t\t\t\thow payment may be made,\n\t\t\t\tthe period within which payment is required to be made (which must not beless than 28 days),\n\t\t\t\trights of appeal,\n\t\t\t\tthe period within which an appeal may be made, and\n\t\t\t\tthe consequences of non-payment.\n\t\t\tThe person may require the Welsh Ministers to provide a detailed breakdownof the amount specified in the notice.\n\t\tBBCosts recovery: appeals\n\t\t\tA recognised person may appeal to the First-tier Tribunal against—\n\t\t\t\ta decision under section 32BA(1) to require the person to pay costs;\n\t\t\t\ta decision as to the amount of those costs.\n\t\t\tAn appeal under this section may be made on the grounds—\n\t\t\t\tthat the decision was based on an error of fact;\n\t\t\t\tthat the decision was wrong in law;\n\t\t\t\tthat the decision was unreasonable.\n\t\t\tThe requirement to pay the costs is suspended pending the determination ofan appeal under this section.\n\t\t\tOn an appeal under this section the Tribunal may—\n\t\t\t\twithdraw the requirement to pay the costs;\n\t\t\t\tconfirm that requirement;\n\t\t\t\tvary that requirement;\n\t\t\t\ttake such steps as the Welsh Ministers could take in relation to thefailure to comply giving rise to the decision to impose the requirement;\n\t\t\t\tremit the decision whether to confirm the requirement to pay the costs, orany matter relating to that decision, to the Welsh Ministers.\n\t\tBCCosts: interest and recovery\n\t\t\tThis section applies if all or part of an amount of costs that a recognisedperson is required to pay under section 32BA(1) is unpaid at the end of theperiod ending on the applicable date.\n\t\t\tThe applicable date is—\n\t\t\t\tthe last date on which the recognised person may make an appeal undersection 32BB in respect of the costs, if no such appeal is made;\n\t\t\t\tif an appeal under section 32BB in respect of the costs is made—\n\t\t\t\tthe date on which the appeal is determined, or\n\t\t\t\tif the appeal is withdrawn before being determined, the date on which theappeal is withdrawn.\n\t\t\tThe unpaid amount of the costs for the time being carries interest at therate for the time being specified in section 17 of the Judgments Act 1838 (anddoes not also carry interest as a judgment debt under that section).\n\t\t\tThe total amount of interest imposed under subsection (3) must not exceedthe amount of the costs.\n\t\t\tThe Welsh Ministers may recover from the person, as a civil debt due tothem, the unpaid amount of the costs and any unpaid interest.”\n\t\t\tIn section 54 of EA 1997 (orders and regulations)—\n\t\t\t\tin subsection (2), after “section” insert “32AB(2) or”;\n\t\t\t\tafter subsection (2) insert—\n\t\t\t\t\t“(2A)A statutory instrument which contains (whether alone or with otherprovision) an order under section 32AB(2) may not be made unless a draft ofthe instrument has been laid before, and approved by a resolution of, theNational Assembly for Wales.”"
    },
    {
        "length": 245,
        "text": "\nAbolition of the Qualifications and Curriculum Development Agency\n\tAbolition of the Qualifications and Curriculum Development Agency\n\t\tSections 175 to 191 of, and Schedule 11 to, ASCLA 2009 (the Qualifications andCurriculum Development Agency) are repealed.\n\tAbolition of the QCDA: consequential amendments\n\t\tSchedule 8 (abolition of the QCDA: consequential amendments) has effect.\n\t\tThe Secretary of State may by order make changes in consequence of section25 to any provision of subordinate legislation made before the date on whichthis Act is passed.\n\t\t“Subordinate legislation” has the meaning given by section 21(1) of theInterpretation Act 1978.\n\tAbolition of the QCDA: transfer schemes\n\t\tSchedule 9 (schemes for the transfer of staff, property, rights andliabilities from the QCDA to other persons) has effect."
    },
    {
        "length": 2550,
        "text": "\nCareers education and guidance\n\tEducation and training support services in England\n\t\tPart 2 of ESA 2008 (education and training support services in England) isamended as set out in subsections (2) to (5).\n\t\tSection 69 (Secretary of State directions in relation to education andtraining support services) is repealed.\n\t\tIn consequence of subsection (2)—\n\t\t\tin section 68 (provision of support services by local authorities)—\n\t\t\tomit subsection (2);\n\t\t\tin subsection (3), omit “and section 69”;\n\t\t\tin subsection (4), omit paragraph (a) (and the “and” after it);\n\t\t\tin section 70(2) (local authorities: supplementary powers), omit “or 69”;\n\t\t\tin section 71(8) (provision of support on conditional basis), for “68(2)and (4)” substitute “68(4)”.\n\t\tSection 73 (duty on schools and FE institutions to permit access by personsinvolved in providing education and training support services) is repealed.\n\t\tIn section 76A (supply of information obtained in connection with educationand training support services), omit subsection (5) (information not to bedisclosed in a way that reveals identity of individual to whom it relates).\n\t\tIn consequence of the amendment made by subsection (2), omit section 255(2)of ASCLA 2009.\n\tCareers guidance in schools in England\n\t\tPart 7 of EA 1997 (careers education and guidance) is amended as set out insubsections (2) to (8).\n\t\tBefore section 43 insert—\n\t\t“42AProvision of careers guidance in schools in England\n\t\t\tThe responsible authorities for a school in England within subsection (2)must secure that all registered pupils at the school are provided withindependent careers guidance during the relevant phase of their education.\n\t\t\tA school is within this subsection if it provides secondary education andis one of the following—\n\t\t\t\ta community, foundation or voluntary school;\n\t\t\t\ta community or foundation special school (other than one established in ahospital);\n\t\t\t\ta pupil referral unit.\n\t\t\tThe responsible authorities for a school within subsection (2) are—\n\t\t\t\tin the case of a school within subsection (2)(a) or (b), its governingbody;\n\t\t\t\tin the case of a pupil referral unit, the local authority that maintain it.\n\t\t\tThe responsible authorities must secure that careers guidance providedunder subsection (1)—\n\t\t\t\tis presented in an impartial manner,\n\t\t\t\tincludes information on options available in respect of 16 to 18 educationor training, including apprenticeships, and\n\t\t\t\tis guidance that the person giving it considers will promote the bestinterests of the pupils to whom it is given.\n\t\t\tCareers guidance provided to pupils at a school is independent for thepurposes of this section if it is provided other than by—\n\t\t\t\ta teacher employed or engaged at the school, or\n\t\t\t\tany other person employed at the school.\n\t\t\tFor the purposes of this section the relevant phase of a pupil’s educationis the period—\n\t\t\t\tbeginning at the same time as the school year in which the majority ofpupils in the pupil’s class attain the age of 14, and\n\t\t\t\tending with the expiry of the school year in which the majority of pupilsin the pupil’s class attain the age of 16.\n\t\t\tIn this section—\n\t\t\t\t  * “apprenticeship” includes employment and training leading to the issue of an apprenticeship certificate under section 3 or 4 of the Apprenticeships, Skills, Children and Learning Act 2009;\n\t\t\t\t  * “career” includes undertaking any training, education, employment or occupation;\n\t\t\t\t  * “careers guidance” means guidance about careers;\n\t\t\t\t  * “class”, in relation to a pupil, means—\n\t\t\t\tthe teaching group in which the pupil is regularly taught, or\n\t\t\t\tif the pupil is taught in different groups for different subjects, such one ofthose groups as is designated by the head teacher of the school or, in thecase of a pupil at a pupil referral unit, by the teacher in charge of theunit;\n\t\t\t\t\t  * “16 to 18 education or training” means education or training suitable to the requirements of persons who have ceased to be of compulsory school age but have not attained the age of 18;\n\t\t\t\t\t  * “training” includes a voluntary or other placement apt to enable the development of any skill or competency (whether or not taking place at a time when the person concerned is still a registered pupil at a school in England).”\n\t\t\tIn section 43 (careers education in schools)—\n\t\t\t\tin subsection (1), after “school” insert “in Wales”;\n\t\t\t\tin subsection (2), omit paragraph (d) (but not the “and” after it);\n\t\t\t\tomit subsections (2A) and (2B);\n\t\t\t\tin subsection (3)—\n\t\t\t\tomit “(and, where applicable, subsection (2B))”;\n\t\t\t\tomit paragraph (b) (but not the “and” after it);\n\t\t\t\tomit subsection (4);\n\t\t\t\tin subsection (6)—\n\t\t\t\tin the definition of “class”, for the words from “, in relation” to the endsubstitute “has the same meaning as in section 42A;”;\n\t\t\t\tomit the definitions of “16-18 education or training” and “training”;\n\t\t\t\tin the heading, at the end insert “in Wales”.\n\t\t\tIn section 44—\n\t\t\t\tin subsection (8)(a), for “listed in section 43(2)(a) to (d)” substitute“in Wales listed in section 43(2)(a) and (c)”;\n\t\t\t\tin subsection (8)(b), after “institutions” insert “in Wales”;\n\t\t\t\tfor subsection (9) substitute—\n\t\t\tIt is the duty of the each of the following to secure that subsections(1), (4) and (6) are complied with—\n\t\t\t\tthe governing body of the school or institution;\n\t\t\t\tits head teacher, principal or other head.”;\n\t\t\t\tin subsection (10)(a), after “a school” insert “in Wales”;\n\t\t\t\tin subsection (10)(b), after “an institution” insert “in Wales”;\n\t\t\t\tin the heading, after “institutions” insert “in Wales”.\n\t\t\tIn section 45 (provision of careers information at schools and otherinstitutions)—\n\t\t\t\tin subsection (2)(a), for “listed in section 43(2)(a) to (d)” substitute“in Wales listed in section 43(2)(a) and (c)”;\n\t\t\t\tin subsection (2), omit the words from “and, in the case” to the end;\n\t\t\t\tomit subsections (2A) and (2B);\n\t\t\t\tfor subsection (3) substitute—\n\t\t\tIt is the duty of each of the following to secure that subsection (1) iscomplied with—\n\t\t\t\tthe governing body of the school or institution;\n\t\t\t\tits head teacher, principal or other head.”;\n\t\t\t\tin subsection (5), for ““careers education” and “16-18 education ortraining”” substitute “and “careers education””.\n\t\t\tIn section 45A (guidance as to discharge of duties)—\n\t\t\t\tin subsection (1), for “43(2)(a), (c) or (e)” substitute “42A(2)”;\n\t\t\t\tin subsection (2), for “any of sections 43(3), 44(9) and 45(3)” substitute“42A(1) or (4)”;\n\t\t\t\tin the heading, at the end insert “: schools in England”.\n\t\t\tIn section 45B (provision of curriculum information), in the heading, atthe end insert “: Wales”.\n\t\t\tIn section 46 (extension or modification of provisions of sections 43 to45)—\n\t\t\t\tin subsection (1), for the words from “43” to “44(10)(a)(i)” substitute“42A, 43 or 44 by substituting for the period specified in section 42A(6),43(5) or 44(10)(a)(i)”;\n\t\t\t\tafter subsection (2) insert—\n\t\t\t\t\t“(2A)The Secretary of State may by regulations make provision for requiring—\n\t\t\t\tthe governing bodies of institutions in England within the furthereducation sector, and\n\t\t\t\tthe principals or other heads of such institutions,\n\t\t\t\tto secure that careers guidance is provided for any specified description ofpersons attending such institutions.”;\n\t\t\t\tin subsection (3)(a), after “institutions” insert “in Wales”;\n\t\t\t\tin subsection (5), after the definition of “careers education” insert—\n\t\t\t\t\t  * ““careers guidance” has the same meaning as in section 42A;”.\n\t\t\tIn consequence of the amendments made by subsections (1) to (8), omit—\n\t\t\t\tparagraph 71 of Schedule 9 to LSA 2000;\n\t\t\t\tparagraph 8 of Schedule 7 to EA 2002;\n\t\t\t\tsection 81(2) and (3) of ESA 2008;\n\t\t\t\tsection 250 of ASCLA 2009."
    },
    {
        "length": 1154,
        "text": "\nRepeal of the diploma entitlement\n\tRepeal of diploma entitlement for 16 to 18 year olds\n\t\tIn section 45 of ASCLA 2009 (local authority duties in relation to the coreand additional entitlements), the provisions to be inserted into EA 1996 areamended as set out in subsections (2) to (6).\n\t\tIn the italic cross-heading above section 17A, for “ _core and additionalentitlements_ ” substitute “ _core entitlement_ ”.\n\t\tIn section 17A (duties in relation to the core and additionalentitlements)—\n\t\t\tin subsection (1), for “core entitlement and the additional entitlementare” substitute “core entitlement is”;\n\t\t\tomit subsections (2) to (5);\n\t\t\tin subsection (7), omit the definitions of “additional entitlement area”and “the additional entitlement”;\n\t\t\tomit subsection (8);\n\t\t\tin subsection (9)—\n\t\t\tfor “references in subsections (1) and (2)” substitute “reference insubsection (1)”;\n\t\t\tfor “do” substitute “does”;\n\t\t\tin the heading, for “core and additional entitlements” substitute “coreentitlement”.\n\t\tOmit section 17B (election for either core entitlement or additionalentitlement).\n\t\tIn section 17C (the core entitlement)—\n\t\t\tbefore subsection (1) insert—\n\t\t\t\t“(A1)A person over compulsory school age but under 19 has the coreentitlement.”;\n\t\t\tin subsection (1), for “electing for” substitute “who has”;\n\t\t\tafter subsection (4) insert—\n\t\tIn this section “course of study” means a course of education or trainingleading to a qualification specified, or a qualification of a descriptionspecified, by the Secretary of State by order for the purposes of thissubsection.”\n\t\tOmit section 17D (the additional entitlement).\n\t\tIn section 48 of ASCLA 2009 (provision of education for persons subject toyouth detention), in the section 18A to be inserted into EA 1996—\n\t\t\tin subsection (2)(e), omit “and the additional entitlement” and “who haveelected for them”;\n\t\t\tfor subsection (4) substitute—\n\t\tSection 17C (the core entitlement) applies for the purposes of subsection(2)(e).”\n\t\tIn section 86 of ASCLA 2009 (duties of Chief Executive of Skills Funding inrespect of persons aged 19 or over or subject to adult detention)—\n\t\t\tin subsection (4)(h), omit “and the additional entitlement” and “who haveelected for them”;\n\t\t\tfor subsection (8) substitute—\n\t\tSection 17C of the Education Act 1996 (the core entitlement) applies forthe purposes of subsection (4)(h).”\n\tRepeal of diploma entitlement for fourth key stage\n\t\tSection 74 of EIA 2006 (curriculum requirements for the fourth key stage)is amended as follows.\n\t\tIn subsection (1), in the new section 85A to be inserted into EA 2002—\n\t\t\tin subsection (1), for the words from “do either of the following” to theend substitute “follow a course of study in a subject within each of such oneor more of the four entitlement areas specified in subsection (2) as the pupilmay choose.”;\n\t\t\tin subsection (2), for “(1)(a)” substitute “(1)”;\n\t\t\tin subsection (4), for the words after “satisfied” substitute “if a courseof study in a subject within each of the entitlement areas specified insubsection (2) is made available to the pupil by or on behalf of the school atwhich the pupil is a registered pupil.”;\n\t\t\tin subsection (5), for “(1)(a) or (b)” substitute “(1)”;\n\t\t\tin subsection (6), for the words after “means” substitute “a course ofeducation or training which leads to such qualification as the governing bodymay choose from among those approved under section 98 of the Learning andSkills Act 2000 for the purposes of section 96 of that Act.”\n\t\tOmit subsection (3)."
    },
    {
        "length": 835,
        "text": "\nRepeal of duties of governing bodies, local authorities and others\n\tDuty to prepare and publish school profile\n\t\tSection 30A of EA 2002 (duty of governing body of maintained school inEngland to prepare and publish school profile) is repealed.\n\t\tIn consequence of subsection (1), section 104 of EA 2005 (insertion ofsection 30A of EA 2002) is repealed.\n\tDuty to appoint school improvement partners\n\t\tSection 5 of EIA 2006 (requirement for local authority to appoint schoolimprovement partner for each school they maintain) is repealed.\n\t\tIn consequence of subsection (1), in section 187(3) of EIA 2006 (provisionsto be read as if they were contained in EA 1996), omit paragraph (a).\n\tDuties in relation to school admissions\n\t\tPart 3 of SSFA 1998 (school admissions) is amended as follows.\n\t\tIn section 85A (admission forums)—\n\t\t\tin subsection (1)—\n\t\t\tin the opening words, after “authority” insert “in Wales”;\n\t\t\tat the end of paragraph (a), insert “and”;\n\t\t\tomit paragraph (c) (and the “and” preceding it);\n\t\t\tomit subsections (1A) to (1C);\n\t\t\tin subsection (3), omit paragraph (ba) (but not the “and” following it);\n\t\t\tomit subsection (3A);\n\t\t\tomit subsections (5A) and (5B).\n\t\tIn section 88I (other functions of adjudicator relating to admissionarrangements), in subsection (3), omit paragraph (b) (and the “or” precedingit).\n\t\tSection 88J (changes to admission arrangements by schools adjudicator) isrepealed.\n\t\tIn section 88P (reports by local authorities)—\n\t\t\tin subsection (1) for “prescribed” substitute “required by the code forschool admissions”;\n\t\t\tomit subsections (4) and (5).\n\t\tSchedule 10 (consequential amendments) has effect.\n\tDuties in relation to school meals etc\n\t\tPart 9 of EA 1996 (ancillary functions) is amended as follows.\n\t\tIn section 512ZA (power to charge for meals etc)—\n\t\t\tafter subsection (1) insert—\n\t\t\t\t“(1A)Where a local authority in England exercise the power to charge undersubsection (1), the price they charge for an item must not exceed the cost ofproviding that item.”;\n\t\t\tin subsection (2), after “authority” insert “in Wales”.\n\t\tIn section 533 (functions of governing bodies of maintained schools withrespect to provision of school meals etc)—\n\t\t\tafter subsection (3) insert—\n\t\t\t“(3A)Where the governing body of a school in England exercise the power tocharge under subsection (3), the price they charge for an item must not exceedthe cost of providing that item.”;\n\t\t\tin subsection (4), after “school” insert “in Wales”."
    },
    {
        "length": 295,
        "text": "\nAdmissions\n\tObjections to admission arrangements\n\t\tSection 88H of SSFA 1998 (reference of objections to adjudicator) isamended as set out in subsections (2) to (6).\n\t\tIn subsection (2)—\n\t\t\tin paragraph (a), for “an appropriate person” substitute “a body orperson”;\n\t\t\tafter “that” insert “body or”.\n\t\tOmit subsection (3).\n\t\tIn subsection (4) omit “or (3)”.\n\t\tIn subsection (5)—\n\t\t\tin paragraph (a)(i) omit “or (3)”;\n\t\t\tin paragraph (a)(ii) for “(3)” substitute “(2)”;\n\t\t\tin paragraph (c) omit “or (3)”;\n\t\t\tin paragraph (d) omit “or (3)”.\n\t\tOmit subsection (6).\n\t\tIn section 88K of SSFA 1998 (sections 88H to 88J: supplementary), forsubsection (2)(b) substitute—\n\t\t\tany other person or body.”"
    },
    {
        "length": 518,
        "text": "\nGoverning bodies: constitution and dissolution\n\tConstitution of governing bodies: maintained schools in England\n\t\tSection 19 of EA 2002 (governing bodies) is amended as follows.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)Regulations must provide for a governing body of a maintained school inEngland to consist of—\n\t\t\tpersons elected or appointed as parent governors,\n\t\t\tthe head teacher of the school,\n\t\t\ta person elected as a staff governor,\n\t\t\ta person appointed as a local authority governor,\n\t\t\tin the case of a foundation school, a foundation special school or avoluntary school, persons appointed as foundation governors or partnershipgovernors, and\n\t\t\tsuch other persons as may be prescribed.”\n\t\tIn subsection (2), after “governing body” insert “of a maintained school inWales”.\n\t\tAfter subsection (4) insert—\n\t\t“(4A)Regulations made by virtue of subsection (3)(c) in relation to amaintained school in England may include provision for eligibility criteriafor the school’s local authority governor to be such as may be specified bythe school’s governing body.\n\t\t(4B)Regulations made by virtue of subsection (3)(e) in relation to amaintained school in England may include provision allowing the head teacherof the school to resign from office as a governor (and to withdraw any suchresignation).”\n\tDiscontinuance of federated school: governing body not to be dissolved\n\t\tIn paragraph 5 of Schedule 1 to EA 2002 (dissolution of school governing bodyon discontinuance of school), after sub-paragraph (1) insert—\n\t“(1A)Sub-paragraph (1) does not apply if—\n\t\tthe school is a federated school in England, and\n\t\timmediately after the discontinuance date, there will be more than oneother school remaining in the federation.\n\t\t(1B)“Federation” and “federated school” have the meanings given by section24(2).”"
    },
    {
        "length": 1083,
        "text": "\nSchool inspections: exempt schools\n\tPart 1 of EA 2005 (school inspections and other inspections by schoolinspectors) is amended as set out in subsections (2) to (8).\n\tIn section 5 (duty to inspect certain schools at prescribed intervals)—\n\t\tin subsection (2), for “subsection (3)” substitute “subsections (3) and(4A)”;\n\t\tafter subsection (4), insert—\n\t\t\t“(4A)Regulations may provide that this section does not apply to prescribedcategories of school in prescribed circumstances.\n\t\t(4B)A school to which this section does not apply by virtue of regulationsunder subsection (4A) is an “exempt school”.”\n\tIn section 6 (duty to notify parents of section 5 inspection), insubsection (1)—\n\t\tomit “to which section 5 applies”;\n\t\tfor “that section” substitute “section 5”.\n\tIn section 8 (other inspections), at the end insert—\n\tIf the Chief Inspector carries out an inspection of a school undersubsection (2) in response to a request from the appropriate authority for theschool, the Chief Inspector may charge the appropriate authority for the costof the inspection.\n\tIn subsection (3), “appropriate authority” has the meaning given by section6(3).”\n\tIn section 9 (power of Chief Inspector to treat other inspection as section5 inspection)—\n\t\tthe existing provision is renumbered subsection (1);\n\t\tat the end insert—\n\tIn the case of an inspection of an exempt school under section 8, theChief Inspector may elect to treat the inspection for the purposes ofsubsections (5) to (5B) and (7) of section 5, sections 6 and 7 and Chapter 2as if it were an inspection under section 5.\n\tIn the case of an inspection of an exempt school under section 8(1), theSecretary of State may require the Chief Inspector to treat the inspection forthe purposes of subsections (5) to (5B) and (7) of section 5, sections 6 and 7and Chapter 2 as if it were an inspection under section 5.\n\tIn the case of an inspection of a school under section 8(2) which iscarried out in response to a request from the appropriate authority for theschool, the Chief Inspector must treat the inspection for the purposes ofsubsections (5) to (5B) and (7) of section 5, sections 6 and 7 and Chapter 2as if it were an inspection under section 5.\n\tIn subsection (4), “appropriate authority” has the meaning given by section6(3).”;\n\t\tin the heading, for “of Chief Inspector” substitute “or duty”.\n\tIn section 12 (interpretation of Chapter 1), after the definition of “theChief Inspector” insert—\n\t\t  * ““exempt school” has the meaning given in section 5(4B);”.\n\tIn section 15 (measures to be taken by local authority), in subsection (2C)for the words from “in respect of” to the end substitute “which is not treatedas a section 5 inspection by virtue of section 9”.\n\tIn section 17 (statement to be prepared by proprietor of school), insubsection (1D) for the words from “in respect of” to the end substitute“which is not treated as a section 5 inspection by virtue of section 9”.\n\tIn section 121 of EA 2005 (parliamentary control of subordinatelegislation)—\n\t\tin subsection (2)(a), after “subsection” insert “(2A) or”;\n\t\tafter subsection (2) insert—\n\t\t“(2A)This subsection applies to regulations under section 5(4A) (power toprescribe schools exempt from inspection), apart from the first regulations tobe made under that subsection.\n\t\t(2B)A statutory instrument which contains (whether alone or with otherprovisions) regulations to which subsection (2A) applies may not be madeunless a draft of the instrument has been laid before, and approved by aresolution of, each House of Parliament.”"
    },
    {
        "length": 367,
        "text": "\nSchool inspections: matters to be covered in Chief Inspector’s report\n\tIn section 5 of EA 2005 (duty to inspect certain schools at prescribedintervals), for subsections (5) and (5A) (matters for report), substitute—\n\tIt is the general duty of the Chief Inspector, when conducting aninspection under this section, to report on the quality of education providedin the school.\n\t\t(5A)The Chief Inspector’s report under subsection (5) must in particularcover—\n\t\tthe achievement of pupils at the school;\n\t\tthe quality of teaching in the school;\n\t\tthe quality of the leadership in and management of the school;\n\t\tthe behaviour and safety of pupils at the school.\n\t\t(5B)In reporting under subsection (5), the Chief Inspector must consider—\n\t\tthe spiritual, moral, social and cultural development of pupils at theschool;\n\t\tthe extent to which the education provided at the school meets the needs ofthe range of pupils at the school, and in particular the needs of—\n\t\tpupils who have a disability for the purposes of the Equality Act 2010, and\n\t\tpupils who have special educational needs.”\n\tIn consequence of subsection (1), section 154 of EIA 2006 (amendments ofsection 5(5) of EA 2005) is repealed."
    },
    {
        "length": 775,
        "text": "\nInspection of further education institutions: exempt institutions\n\tChapter 3 of Part 8 of EIA 2006 (inspection of further education andtraining etc) is amended as set out in subsections (2) to (10).\n\tIn section 125 (inspection of further education institutions)—\n\t\tin subsection (1), at the end insert “subject to subsection (1A)”;\n\t\tafter that subsection insert—\n\t\t\t“(1A)The Secretary of State may by regulations provide that the duty of theChief Inspector in subsection (1) does not apply to prescribed categories ofinstitution in prescribed circumstances.\n\t\t(1B)An institution to which the duty in subsection (1) does not apply byvirtue of regulations under subsection (1A) is an “exempt institution”.”;\n\t\tin subsection (2), for “The inspections” substitute “Inspections undersubsection (1)”.\n\tSection 126 (other inspections) is amended as set out in subsections (4) to(9).\n\tAfter subsection (1), insert—\n\t“(1A)The Chief Inspector must inspect an exempt institution if requested to doso by the Secretary of State.”\n\tAfter subsection (2) insert—\n\t“(2A)On completing an inspection under subsection (1) or (1A) conducted inresponse to a request from the Secretary of State or any other person or body,the Chief Inspector must—\n\t\tmake a written report on the inspection;\n\t\tarrange for the report to be published in such manner as the ChiefInspector considers appropriate.”\n\tIn subsection (3), after “this section” insert “conducted in any othercase”.\n\tIn subsection (4), after “subsection (1)” insert “or (1A)”.\n\tAfter subsection (5) insert—\n\t“(5A)In the case of an inspection conducted under subsection (1) in responseto a request from the provider of the education or training concerned, theChief Inspector may charge the provider for the cost of the inspection.”\n\tAt the end, insert—\n\tIn this section “exempt institution” has the meaning given by section125(1B).”\n\tIn section 127 (action plans), in subsection (1) at the end insert “or(1A)”.\n\tIn section 182 of EIA 2006 (parliamentary control of orders andregulations)—\n\t\tin subsection (2), after paragraph (a) insert—\n\t\tregulations to which subsection (2A) applies,”;\n\t\tafter subsection (2) insert—\n\t\t“(2A)This subsection applies to regulations made under section 125(1A) (powerto prescribe institutions exempt from inspection), apart from the firstregulations to be made under that subsection.”;\n\t\tin subsection (3), after paragraph (a) insert—\n\t\tregulations to which subsection (2A) applies,”."
    },
    {
        "length": 778,
        "text": "\nInspection of boarding accommodation\n\tPart 12 of the Children Act 1989 (miscellaneous and general) is amended asfollows.\n\tIn section 87 (welfare of children in boarding schools and colleges)—\n\t\tafter subsection (1), insert—\n\t\t\t“(1A)For the purposes of this section and sections 87A to 87D, a school orcollege provides accommodation for a child if—\n\t\tit provides accommodation for the child on its own premises, or\n\t\tit arranges for accommodation for the child to be provided elsewhere (otherthan in connection with a residential trip away from the school).”;\n\t\tin subsection (3), for “he is accommodated” substitute “accommodation forthe child is provided”;\n\t\tafter subsection (3), insert—\n\t\t“(3A)Where accommodation is provided for a child by a school or college inEngland, the Secretary of State may at any time (including a time when theduty under subsection (3) is suspended by virtue of section 87A) direct theChief Inspector for England to take the steps referred to in subsection (3).\n\t\t(3B)Where accommodation is provided for a child by a school or college inWales, the Welsh Ministers may, at any time when the duty under subsection (3)is suspended by virtue of section 87A, take the steps referred to insubsection (3).”;\n\t\tin subsection (5), for “its duty” substitute “any of its functions”;\n\t\tin subsection (9A), for “he is accommodated” substitute “accommodation forthe child is provided”.\n\tIn section 87A (suspension of duty under section 87(3))—\n\t\tin subsection (1)(b), for “they are accommodated” substitute “accommodationfor the children is provided”;\n\t\tafter subsection (4) insert—\n\t\t“(4A)The Secretary of State may by regulations specify matters that must betaken into account in deciding whether to appoint a person to be an inspectorfor the purposes of this section in relation to schools or colleges inEngland, or to terminate the appointment of such a person under subsection(4)(b).”\n\tAfter section 87B insert—\n\t“87BAQuality assurance of inspectors under section 87A\n\t\tThe Chief Inspector for England must, at intervals of no more than a year,prepare and send to the Secretary of State a report about inspectors who areappointed under section 87A in relation to schools or colleges in England.\n\t\tIn preparing a report under this section the Chief Inspector for Englandmust have regard to such matters as the Secretary of State may direct.\n\t\tThe Secretary of State may in particular give directions about—\n\t\t\tmatters to be taken into account in preparing a report, and\n\t\t\tthe form and contents of a report.”\n\t\tIn section 87C (boarding schools: national minimum standards), insubsection (1), for “in” substitute “by”."
    },
    {
        "length": 470,
        "text": "\nSchools causing concern: powers of Secretary of State\n\tPart 4 of EIA 2006 (schools causing concern: England) is amended asfollows.\n\tIn section 68 (power of Secretary of State to direct closure of school), insubsection (1), for “by virtue of section 62 (school requiring specialmeasures)” substitute “other than by virtue of section 60A”.\n\tIn section 69A (power of Secretary of State to direct local authority toconsider giving performance standards and safety warning notice)—\n\t\tomit subsection (5);\n\t\tfor subsection (9) substitute—\n\tIf the response states that the authority have decided not to give awarning notice to the governing body in the specified terms—\n\t\tthe response must set out the authority’s reasons for the decision, and\n\t\tthe Secretary of State may direct the authority to give the warning noticeto the governing body in those terms (and to withdraw any previous warningnotice given to the governing body under section 60).\n\t\t\t(9A)If the Secretary of State directs the authority under subsection (9)(b) togive a warning notice to the governing body in the specified terms, theauthority must—\n\t\tcomply with the direction under subsection (9)(b) before the end of theperiod of 5 working days beginning with the day on which that direction isgiven, and\n\t\ton the same day as they do so, give the Secretary of State a copy of thenotice.”;\n\t\tin subsection (10), for “Subsection (8)(b) applies” substitute “Subsections(8)(b) and (9A)(b) apply”;\n\t\tafter subsection (10) insert—\n\tA direction under this section must be in writing.”;\n\t\tfor the heading, substitute “Power of Secretary of State to direct localauthority to give performance standards and safety warning notice”."
    },
    {
        "length": 562,
        "text": "\nComplaints: repeal of power to complain to Local Commissioner\n\tSections 206 to 224 of ASCLA 2009 (complaints against schools in England)are repealed.\n\tIn consequence of subsection (1)—\n\t\tin section 409 of EA 1996 (complaints and enforcement: maintained schools)—\n\t\tin subsection (1), after “authority” insert “in Wales” and after “schools”insert “in Wales”;\n\t\tin subsection (4), for “Secretary of State” substitute “Welsh Ministers”;\n\t\tin the heading, after “schools” insert “in Wales”;\n\t\tin section 496 of EA 1996 (power of Secretary of State to preventunreasonable exercise of functions), omit subsections (3) and (4);\n\t\tin section 497 of EA 1996 (Secretary of State’s general default powers),omit subsections (4) and (5);\n\t\tin paragraph 6 of Schedule 1 (pupil referral units: complaints)—\n\t\tin sub-paragraph (3), after “local authority” insert “in Wales” and after“unit” insert “in Wales”;\n\t\tin sub-paragraph (4), for “Secretary of State” substitute “WelshMinisters”, after “any local authority” and “a local authority” insert “inWales”, and after “pupil referral unit” insert “in Wales”;\n\t\tin paragraph 1 of Schedule 4 to the Local Government Act 1974(disqualifications from acting as Local Commissioner or investigatingcomplaint), omit sub-paragraphs (2C) and (2D);\n\t\tin section 262(6) of ASCLA 2009 (statutory instruments subject toaffirmative procedure), omit paragraph (f);\n\t\tin Schedule 16 to ASCLA 2009 (repeals and revocations), omit Part 7(complaints);\n\t\tsection 22 of CSFA 2010 (amendments of sections 207 and 216 of ASCLA 2009)is repealed."
    },
    {
        "length": 555,
        "text": "\nFinance\n\tLocal authorities’ financial schemes\n\t\tIn Schedule 14 to SSFA 1998 (revision of local authority schemes), inparagraph 2A, at the end insert—\n\t\tThe Secretary of State may by a direction revise the whole or any part ofa scheme maintained by a local authority in England as from such date as maybe specified in the direction.\n\t\tBefore giving such a direction the Secretary of State must consult thelocal authority and such other persons as the Secretary of State thinks fit.”\n\tPayments in respect of dismissal, etc\n\t\tSection 37 of EA 2002 (payments in respect of dismissal, etc) is amended asfollows.\n\t\tAfter subsection (7), insert—\n\t\t\t“(7A)Any amount payable by virtue of subsection (7) by the governing body of amaintained school in England to the local authority may be met by thegoverning body out of the school’s budget share for any funding period if andto the extent that the condition in subsection (7B) is met.\n\t\t(7B)The condition is that the governing body are satisfied that meeting theamount out of the school’s budget share will not to a significant extentinterfere with the performance of any duty imposed on them by section 21(2) orby any other provision of the Education Acts.”\n\t\tIn subsection (8), after “maintained school” insert “in Wales”.\n\tDetermination of permitted charges\n\t\tSection 456 of EA 1996 (regulation of permitted charges) is amended asfollows.\n\t\tIn subsection (4), after paragraph (a) insert—\n\t\t\tattributable to the provision of the buildings and accommodation used inconnection with the provision of the optional extra, or”.\n\t\tIn subsection (5), for “subsection (6)” substitute “subsections (6) and(6A)”.\n\t\tAfter subsection (6), insert—\n\t\t\t“(6A)Where the optional extra in question consists of education which is earlyyears provision (as defined by section 20 of the Childcare Act 2006), the costof its provision includes the costs, or an appropriate proportion of thecosts, attributable to the provision of teaching staff employed for thepurpose of providing the education.”"
    },
    {
        "length": 502,
        "text": "\nPupil referral units\n\tFinancing of pupil referral units\n\t\tSection 45 of SSFA 1998 (financing of maintained schools: maintainedschools to have budget shares) is amended as follows.\n\t\tIn subsection (1A), omit “or” at the end of paragraph (b), and afterparagraph (c) insert “, or\n\t\t\ta pupil referral unit in England.”\n\t\tIn subsection (3)—\n\t\t\tin paragraph (a), after “pupil referral units” insert “in Wales”;\n\t\t\tafter paragraph (a) insert—\n\t\t\treferences to the governing body of a maintained school or of a schoolmaintained by a local authority shall be read, in relation to a pupil referralunit in England, as references to the management committee for the unit (inspite of paragraph 1 of Schedule 1 to the Education Act 1996);\n\t\t\treferences to governors shall be read, in relation to a pupil referralunit in England, as references to the members of the management committee forthe unit;”.\n\tRepeal of provision changing name of pupil referral units\n\t\tASCLA 2009 is amended as set out in subsections (2) and (3).\n\t\tIn section 249 (short stay schools: miscellaneous)—\n\t\t\tomit subsections (1) and (2) (change of name from pupil referral unit toshort stay school);\n\t\t\tfor the heading, substitute “Regulations about pupil referral units”.\n\t\tFor the italic cross-heading above section 249, substitute “Pupil referralunits”.\n\t\tIn Schedule 1 to EA 1996 (pupil referral units), in paragraph 3A—\n\t\t\tin sub-paragraph (a), for “short stay school” substitute “pupil referralunit”;\n\t\t\tin sub-paragraph (b), for “short stay schools”, in both places where itoccurs, substitute “pupil referral units”."
    },
    {
        "length": 1300,
        "text": "\nAcademy arrangements\n\tAcademies: removal of requirement to have specialism\n\t\tIn section 1(6) of AA 2010 (Academy arrangements: characteristics of Academy)omit paragraph (b) (curriculum to have emphasis on particular subject area).\n\tAcademy arrangements: post-16 education and alternative provision\n\t\tSection 1 of AA 2010 (Academy arrangements) is amended as set out insubsections (2) to (6).\n\t\tFor subsection (5) substitute—\n\t\tThe undertakings are—\n\t\t\tto establish and maintain an educational institution in England which meetsthe requirements of any of the following—\n\t\t\tsection 1A (Academy schools);\n\t\t\tsection 1B (16 to 19 Academies);\n\t\t\tsection 1C (alternative provision Academies);\n\t\t\tto carry on, or provide for the carrying on, of the institution.”\n\t\tOmit subsection (6).\n\t\tIn subsection (7), for “a school within subsection (5)(a)(i)” substitute“an educational institution within section 1A(1)”.\n\t\tIn subsection (9), for “school” (in both places) substitute “institution”.\n\t\tIn subsection (10), for “A school” substitute “An educational institution”.\n\t\tAfter section 1 of AA 2010 insert—\n\t\t“1AAcademy schools\n\t\t\tAn educational institution meets the requirements of this section if—\n\t\t\t\tit is an independent school,\n\t\t\t\tit has a curriculum satisfying the requirements of section 78 of EA 2002(balanced and broadly based curriculum),\n\t\t\t\tit provides education for pupils of different abilities,\n\t\t\t\tit provides education for pupils who are wholly or mainly drawn from thearea in which it is situated, and\n\t\t\t\tit is not an alternative provision Academy (see section 1C).\n\t\t\tAn educational institution also meets the requirements of this section if—\n\t\t\t\tit is an independent school, and\n\t\t\t\tit is specially organised to make special educational provision for pupilswith special educational needs.\n\t\t\tAn Academy which meets the requirements of this section is to be known asan Academy school.\n\t\tB to 19 Academies\n\t\t\tAn educational institution meets the requirements of this section if it isprincipally concerned with providing full-time or part-time education suitableto the requirements of persons over compulsory school age but under 19.\n\t\t\t“Education” includes vocational, social, physical and recreationaltraining.\n\t\t\tAn Academy which meets the requirements of this section is to be known as a16 to 19 Academy.\n\t\tCAlternative provision Academies\n\t\t\tAn educational institution meets the requirements of this section if—\n\t\t\t\tit is principally concerned with providing full-time or part-time educationfor children of compulsory school age who, by reason of illness, exclusionfrom school or otherwise, may not otherwise receive suitable education for anyperiod,\n\t\t\t\tit provides education for children of different abilities, and\n\t\t\t\tit provides education for children who are wholly or mainly drawn from thearea in which it is situated.\n\t\t\t“Suitable education”, in relation to a child, means efficient educationsuitable to the child’s age, ability and aptitude and to any specialeducational needs the child may have.\n\t\t\tAn Academy which meets the requirements of this section is to be known asan alternative provision Academy.\n\t\tDAlternative provision Academies: powers to apply provisions withmodifications\n\t\t\tRegulations may provide for a statutory provision relating to maintainedschools or a description of maintained school, or to pupil referral units, toapply in relation to alternative provision Academies, or a description ofalternative provision Academy, with or without modifications.\n\t\t\tRegulations may provide for a statutory provision relating to Academies,Academy schools or 16 to 19 Academies—\n\t\t\t\tto apply in relation to alternative provision Academies, or a descriptionof alternative provision Academy, with or without modifications;\n\t\t\t\tnot to apply in relation to alternative provision Academies or adescription of alternative provision Academy.\n\t\t\tRegulations may provide for a statutory provision relating to alternativeprovision Academies or a description of alternative provision Academy—\n\t\t\t\tto apply in relation to a description of alternative provision Academy,with modifications;\n\t\t\t\tnot to apply in relation to a description of alternative provision Academy.\n\t\t\t“Statutory provision” means a provision made by or under this or any otherAct, whenever passed or made.”\n\tConsequential amendments: 16 to 19 Academies and alternative provisionAcademies\n\t\tSchedule 13 (16 to 19 Academies and alternative provision Academies:consequential amendments) has effect.\n\t\tThe Secretary of State may by order make further changes in consequence ofsection 53 to any provision of—\n\t\t\tan Act passed before, or in the same Session as, this Act;\n\t\t\tsubordinate legislation made before the date on which this Act is passed.\n\t\t“Subordinate legislation” has the meaning given by section 21(1) of theInterpretation Act 1978."
    },
    {
        "length": 1739,
        "text": "\nAcademy orders\n\tAcademy orders: involvement of religious bodies etc\n\t\tSection 4 of AA 2010 (Academy orders) is amended as follows.\n\t\tAfter subsection (1), insert—\n\t\t\t“(1A)Before making an Academy order under subsection (1)(b) in respect of afoundation or voluntary school that has a foundation, the Secretary of Statemust consult—\n\t\t\tthe trustees of the school,\n\t\t\tthe person or persons by whom the foundation governors are appointed, and\n\t\t\tin the case of a school which has a religious character, the appropriatereligious body.”\n\t\tIn subsection (4)—\n\t\t\tat the end of paragraph (a), omit “and”;\n\t\t\tat the end insert “, and\n\t\t\tin the case of a foundation or voluntary school that has a foundation—\n\t\t\tthe trustees of the school,\n\t\t\tthe person or persons by whom the foundation governors are appointed, and\n\t\t\tin the case of a school which has a religious character, the appropriatereligious body.”\n\t\tIn subsection (5)—\n\t\t\tat the end of paragraph (a), omit “and”;\n\t\t\tat the end insert “, and\n\t\t\tin the case of a foundation or voluntary school that has a foundation—\n\t\t\tthe trustees of the school,\n\t\t\tthe person or persons by whom the foundation governors are appointed, and\n\t\t\tin the case of a school which has a religious character, the appropriatereligious body.”\n\t\tAt the end, insert—\n\t\tIn this section, “the appropriate religious body”, in relation to aschool, means—\n\t\t\tin the case of a Church of England school or a Roman Catholic school, theappropriate diocesan authority;\n\t\t\tin any other case, such body or person representing the specified religionor religious denomination as is prescribed under section 88F(3)(e) of SSFA1998.\n\t\tIn the case of a school in relation to which there is more than onereligion or religious denomination specified, references to “the appropriatereligious body” are to be read as references to both or all of the bodiesconcerned.\n\t\tIn subsections (8) and (9), “specified” means specified in the order undersection 69(3) of SSFA 1998 relating to the school.\n\t\tExpressions used in this section and SSFA 1998 have the same meaning as inthat Act.”\n\tAcademies: consultation on conversion\n\t\tFor section 5 of AA 2010 (consultation on conversion), substitute—\n\t\t“5Consultation on conversion\n\t\t\tBefore a maintained school in England is converted into an Academy, theremust be a consultation on the question of whether the conversion should takeplace.\n\t\t\tThe consultation may take place before or after an Academy order, or anapplication for an Academy order, has been made in respect of the school.\n\t\t\tIn the case of a school that is eligible for intervention (within themeaning of Part 4 of EIA 2006), the consultation may be carried out by—\n\t\t\t\tthe school’s governing body, or\n\t\t\t\ta person with whom the Secretary of State proposes to enter into Academyarrangements in respect of the school or an educational institution thatreplaces it.\n\t\t\tIn any other case, the consultation must be carried out by the school’sgoverning body.\n\t\t\tThe consultation must seek the views of such persons as the person carryingit out thinks appropriate.\n\t\t\tIn the case of a federated school, references in this section to thegoverning body include references to any of the members of the governingbody.”\n\tAcademy conversions: federated schools\n\t\tAA 2010 is amended as follows.\n\t\tIn section 3 (application for Academy order) after subsection (5) insert—\n\t\tIn the case of a federated school, references in this section to thegoverning body include references to members of the governing body who—\n\t\t\ttogether make up a proportion of the total number of members that isspecified in, or determined in accordance with, regulations, and\n\t\t\tconsist of or include members of any prescribed description.”\n\t\tIn section 4 (Academy orders), in subsection (1)(a), for “the governingbody of the school make an application” substitute “an application in respectof the school is made”.\n\t\tIn section 7 (transfer of school surpluses)—\n\t\t\tin subsection (6)(a), after “made available” insert “in respect of theschool”;\n\t\t\tin subsection (6), at the end, insert “This subsection is subject tosubsection (9).”;\n\t\t\tin subsection (7), for “to a school’s” substitute “in respect of a schoolto the school’s”;\n\t\t\tafter subsection (8) insert—\n\t\tIf the school is a federated school, the questions of —\n\t\t\twhether the school has a surplus, and\n\t\t\tif so, the amount of the surplus,\n\t\t\t\tare to be determined in accordance with regulations.”\n\t\tIn section 17 (interpretation of Act), in subsection (2), after thedefinition of “the conversion date” insert—\n\t\t\t  * ““federated school” has the meaning given by section 24(2) of EA 2002;”.\n\tAcademy orders: local authority powers\n\t\tIn section 6 of AA 2010 (effect of Academy order), after subsection (2)insert—\n\t“(2A)Subsection (2) does not prohibit the local authority from providingfinancial or other assistance in respect of the Academy, including by—\n\t\tmaking payments in respect of some (but not all) of the expenses ofmaintaining the Academy,\n\t\tproviding premises, goods or services for the Academy, or\n\t\tmaking premises, goods or services available to be used for the purposes ofthe Academy.”\n\tTransfer of property, rights and liabilities to Academies\n\t\tSection 8 of AA 2010 (transfer of other property) is amended as follows.\n\t\tFor subsection (2) substitute—\n\t\tThe Secretary of State may make a scheme (a “transfer scheme”) in relationto—\n\t\t\tproperty used or held for the purposes of the school by a local authorityor the school’s governing body, and\n\t\t\trights and liabilities (including rights and liabilities in relation tostaff) of the local authority or the governing body which were acquired orincurred for the purposes of the school.”\n\t\tIn subsections (3) to (10), for “property transfer scheme” (in each place)substitute “transfer scheme”.\n\t\tIn subsection (4), for “the proprietor of the Academy” substitute “a personconcerned with the running of the Academy”.\n\t\tFor the heading substitute “Transfer schemes: other property, rights andliabilities”."
    },
    {
        "length": 2686,
        "text": "\nAcademies: other provisions\n\tAcademies: new and expanded educational institutions\n\t\tFor section 9 of AA 2010 (impact: additional schools) substitute—\n\t\t“9Impact: new and expanded educational institutions\n\t\t\tThis section applies if the Secretary of State is deciding whether to enterinto Academy arrangements in relation to—\n\t\t\t\ta new educational institution, or\n\t\t\t\tan existing educational institution that, if the arrangements are enteredinto, will provide education for pupils of a wider range of ages.\n\t\t\tThe Secretary of State must take into account what the impact of enteringinto the arrangements would be likely to be on maintained schools, Academies,institutions within the further education sector and alternative provision inthe area in which the institution is proposed to be, or is, situated.\n\t\t\tAn educational institution is not new for the purposes of this section if—\n\t\t\t\tit replaces one or more maintained schools, Academies or sixth formcolleges that have been or are to be discontinued, and\n\t\t\t\tit provides education for persons of the same range of ages as theinstitution it replaces (or, as the case may be, the institutions it replaces,taken together).\n\t\t\t“Alternative provision” means educational provision for which a localauthority has made arrangements under section 19 of EA 1996 (exceptionalprovision of education in pupil referral units or elsewhere).”\n\t\t\tFor section 10 of AA 2010 (consultation: additional schools) substitute—\n\t\t“10Consultation: new and expanded educational institutions\n\t\t\tThis section applies before a person enters into Academy arrangements withthe Secretary of State in relation to—\n\t\t\t\ta new educational institution, other than a new educational institutionthat is the subject of proposals under section 7 of EIA 2006 (proposals toestablish new school following invitation from local authority), or\n\t\t\t\tan existing educational institution that, if the arrangements are enteredinto, will provide education for pupils of a wider range of ages.\n\t\t\tThe person must carry out a consultation on the question of whether thearrangements should be entered into.\n\t\t\tThe consultation must seek the views of such persons as the person carryingit out thinks appropriate.\n\t\t\tSection 9(3) (when educational institution not new) applies for thepurposes of this section.”\n\tCharges at boarding Academies\n\t\tAfter section 10 of AA 2010 insert—\n\t\t“10ACharges at boarding Academies\n\t\t\tThis section applies where—\n\t\t\t\ta registered pupil at an Academy is provided with board and lodging at theAcademy, and\n\t\t\t\tthe local authority for the pupil’s area is satisfied that either conditionA or condition B is met.\n\t\t\tCondition A is that education suitable to the pupil’s age, ability andaptitude, and to any special educational needs the pupil may have, cannototherwise be provided for the pupil.\n\t\t\tCondition B is that payment of the full amount of the charges in respect ofthe board and lodging would involve financial hardship to the pupil’s parent.\n\t\t\tIf the authority is satisfied that condition A is met, the authority mustpay the full amount of the charges in respect of the board and lodging to theproprietor of the Academy.\n\t\t\tIf the authority is satisfied that condition B is met, the authority mustpay to the proprietor of the Academy so much of the charges in respect of theboard and lodging as, in the opinion of the authority, is needed to avoidfinancial hardship to the pupil’s parent.\n\t\t\tThe proprietor of the Academy must remit the charges that would otherwisebe payable by the pupil’s parent, to the extent that it receives a paymentfrom the local authority in respect of those charges under subsection (4) or(5).”\n\tStaff at Academies with religious character\n\t\tPart 5A of SSFA 1998 (employment of teachers at independent schools havinga religious character) is amended as set out in subsections (2) and (3).\n\t\tIn section 124A (employment of teachers at independent schools having areligious character), in subsection (1), at the end insert “, other than anAcademy to which section 124AA applies”.\n\t\tAfter section 124A, insert—\n\t\t“124AAStaff at certain Academies with religious character\n\t\t\tThis section applies if—\n\t\t\t\tan Academy order has been made in respect of a foundation or voluntarycontrolled school which is designated by order under section 69(3) as a schoolhaving a religious character,\n\t\t\t\tthe school has been converted into an Academy (see section 4(3) of theAcademies Act 2010), and\n\t\t\t\tthe Secretary of State has not made an order in respect of the school undersubsection (2).\n\t\t\tThe Secretary of State may by order provide that this section does notapply to a school specified in the order.\n\t\t\tWhere there are more than two teachers at the Academy, the teachers mustinclude persons who—\n\t\t\t\tare selected for their fitness and competence to give religious educationin accordance with the tenets of the religion or the religious denominationspecified in relation to the Academy in the order under section 69(3) (asapplied by section 6(8) of the Academies Act 2010), and\n\t\t\t\tare specifically appointed to do so.\n\t\t\t\t\tA teacher employed or engaged at the Academy in pursuance of this subsectionis a “reserved teacher”, and any other teacher at the Academy is a “non-reserved teacher”.\n\t\t\tThe number of reserved teachers in the Academy must not exceed one-fifth ofthe total number of teachers, including the principal (and for this purpose,where the total number of teachers is not a multiple of five, it is to betreated as if it were the next higher multiple of five).\n\t\t\tIn connection with the appointment of a person to be the principal of theAcademy, in a case where the principal is not to be a reserved teacher, regardmay be had to that person’s ability and fitness to preserve and develop thereligious character of the Academy.\n\t\t\tPreference may be given, in connection with the appointment, promotion orremuneration of reserved teachers at the Academy, to persons—\n\t\t\t\twhose religious opinions are in accordance with the tenets of the religionor the religious denomination specified in relation to the Academy in theorder under section 69(3) (as applied by section 6(8) of the Academies Act2010), or\n\t\t\t\twho attend religious worship in accordance with those tenets, or\n\t\t\t\twho give, or are willing to give, religious education at the Academy inaccordance with those tenets.\n\t\t\tRegard may be had, in connection with the termination of employment orengagement of any reserved teacher at the Academy, to any conduct on the partof the teacher which is incompatible with the precepts, or with the upholdingof the tenets, of the religion or religious denomination specified in theorder under section 69(3) (as applied by section 6(8) of the Academies Act2010).\n\t\t\tNo person, other than a reserved teacher, is to be disqualified by reasonof their religious opinions, or of their attending or omitting to attendreligious worship—\n\t\t\t\tfrom being a teacher at the Academy, or\n\t\t\t\tfrom being employed or engaged for the purposes of the Academy otherwisethan as a teacher.\n\t\t\tA non-reserved teacher must not be required to give religious education.\n\t\t\tA non-reserved teacher must not receive any less remuneration than anyother non-reserved teacher, or be deprived of, or disqualified for, anypromotion or other advantage available to other non-reserved teachers—\n\t\t\t\tfor the reason that the teacher gives, or does not give, religiouseducation, or\n\t\t\t\tfor reasons related to the teacher’s religious opinions or to the teacher’sattending or omitting to attend religious worship.”\n\t\t\tIn consequence of the amendments made by subsections (2) and (3)—\n\t\t\t\tin the title to Part 5A of SSFA 1998, for “Employment of Teachers”substitute “Teachers and Staff”;\n\t\t\t\tin section 138 of SSFA 1998 (orders and regulations), in subsection (2)(a),after “111(3)(a)” insert “, 124AA(2)”;\n\t\t\t\tin paragraph 4 of Schedule 22 to the Equality Act 2010 (educationalappointments etc based on religious belief), at the end insert—\n\t\t\t\tsection 124AA(5) to (7) of that Act (religious considerations relating tocertain teachers at Academies with religious character).”\n\tAcademies: land\n\t\tSchedule 14 (Academies: land) has effect.\n\tAcademy admissions arrangements: references to adjudicator\n\t\tChapter 1 of Part 3 of SSFA 1998 (school admissions: admissionarrangements) is amended as follows.\n\t\tIn section 88 (admission authorities and admission arrangements)—\n\t\t\tin subsection (1), omit the “and” at the end of paragraph (a);\n\t\t\tin that subsection, at the end, insert “; and\n\t\t\tin relation to an Academy, means the proprietor of the Academy.”;\n\t\t\tin subsection (2), omit “maintained”.\n\t\tIn section 88H (reference of objections to adjudicator), after subsection(1) insert—\n\t\t\t“(1A)This section also applies where admission arrangements for an Academyhave been determined by the proprietor of an Academy under Academyarrangements.”\n\t\tIn section 88I (other functions of adjudicator relating to admissionarrangements), in subsection (1)—\n\t\t\tafter “determined” insert “—\n\t\t\t”; \n\t\t\tat the end insert “, or\n\t\t\tby an admission authority for an Academy.”\n\t\tIn section 88K (sections 88H and 88I: supplementary)—\n\t\t\tin subsection (4)(a), after “England” insert “or an Academy”;\n\t\t\tin subsection (5), for the words from “means” to the end substitute “means—\n\t\t\tin relation to a maintained school, the requirements imposed by or underthis Part as to the content of admission arrangements for maintained schoolsin England, and\n\t\t\tin relation to an Academy, the requirements imposed by or under Academyarrangements as to the content of its admission arrangements.”\n\tAcademies: minor amendments\n\t\tSchedule 15 (Academies: minor amendments) has effect."
    },
    {
        "length": 2971,
        "text": "\nPart 7Post-16 education and training\n\tAbolition of the Young People’s Learning Agency for England\n\t\tAbolition of the Young People’s Learning Agency for England\n\t\t\tSections 60 to 80 of, and Schedule 3 to, ASCLA 2009 (the Young People’sLearning Agency for England) are repealed.\n\t\tAbolition of the YPLA: consequential amendments\n\t\t\tSchedule 16 (abolition of the YPLA: consequential amendments) has effect.\n\t\t\tThe Secretary of State may by order make further changes in consequence ofsection 66 to any provision of subordinate legislation made before the date onwhich this Act is passed.\n\t\t\t“Subordinate legislation” has the meaning given by section 21(1) of theInterpretation Act 1978.\n\t\tAbolition of the YPLA: transfer schemes\n\t\t\tSchedule 17 (schemes for the transfer of staff, property, rights andliabilities from the Young People’s Learning Agency for England to otherpersons) has effect.\n\tApprenticeships\n\t\tThe apprenticeship offer\n\t\t\tASCLA 2009 is amended as follows.\n\t\t\tAfter section 83 insert—\n\t\t\t“83AThe apprenticeship offer\n\t\t\t\tThe Chief Executive must secure the provision of proper facilities forapprenticeship training that is suitable to the requirements of persons who—\n\t\t\t\t\tare within subsection (4), (5) or (6), and\n\t\t\t\t\thave an apprenticeship opportunity.\n\t\t\t\t\t\tThis is subject to section 83B (limit on scope of apprenticeship offer).\n\t\t\t\tThe duty imposed by subsection (1) is referred to in this section andsection 83B as “the apprenticeship offer”.\n\t\t\t\tAn apprenticeship opportunity is an opportunity to—\n\t\t\t\t\tenter into an apprenticeship agreement,\n\t\t\t\t\tenter into any other contract of employment in connection with whichtraining will be provided in accordance with an apprenticeship framework, or\n\t\t\t\t\tundertake any other kind of working—\n\t\t\t\t\tin relation to which alternative English completion conditions apply undersection 1(5), and\n\t\t\t\t\tin connection with which training will be provided in accordance with anapprenticeship framework.\n\t\t\t\tA person within this subsection is one who is over compulsory school agebut under 19.\n\t\t\t\tA person within this subsection is one who is not within subsection (4)and—\n\t\t\t\t\tis a person aged under 21 towards whom a local authority in England has theduties provided for in section 23C of the Children Act 1989 (continuingfunctions in relation to certain formerly looked after children), or\n\t\t\t\t\tis a person to whom section 23CA of that Act applies (further assistancefor certain formerly looked after children aged under 25), in relation to whoma local authority in England is the responsible local authority (within themeaning of that section).\n\t\t\t\tA person within this subsection is one who—\n\t\t\t\t\tis not within subsection (4), and\n\t\t\t\t\tis of a prescribed description.\n\t\t\t\tIf regulations under subsection (6)(b) describe a person by reference to anage or an age range, the age, or the upper age of the age range, must be lessthan 25.\n\t\t\t\tFacilities are proper if they are—\n\t\t\t\t\tof a quantity sufficient to meet the reasonable needs of individuals, and\n\t\t\t\t\tof a quality adequate to meet those needs.\n\t\t\t\tSection 83(2) and (3) (when apprenticeship training is suitable, andmatters to which Chief Executive must have regard) apply for the purposes ofthe apprenticeship offer.\n\t\t\t\tIn complying with the apprenticeship offer the Chief Executive must makethe best use of the Chief Executive’s resources.\n\t\t\t\tIn this section “apprenticeship framework” has the meaning given bysection 12.\n\t\t\t\tThe Secretary of State may by order amend this section for the purpose ofchanging the descriptions of persons to whom the apprenticeship offer applies.\n\t\t\tBLimit on scope of the apprenticeship offer\n\t\t\t\tThe Chief Executive is not required by the apprenticeship offer to securethe provision of facilities for apprenticeship training at a particular levelfor a person who—\n\t\t\t\t\thas already completed an English apprenticeship in relation to anapprenticeship framework at that level, or\n\t\t\t\t\tholds an apprenticeship certificate at that level.\n\t\t\t\tFor the purposes of this section apprenticeship training is at a particularlevel if it might reasonably be expected to lead to the issue of anapprenticeship certificate at that level.\n\t\t\t\tThe following provisions of Chapter 1 of Part 1 apply for the purposes ofthis section—\n\t\t\t\t\t  * section 1 (meaning of “completing an English apprenticeship”);\n\t\t\t\t\t  * section 12 (meaning of apprenticeship framework and level of an apprenticeship framework).\n\t\t\t\tIn this section “apprenticeship certificate” means an apprenticeshipcertificate issued under section 3 or 4.\n\t\t\t\tA reference in this section to an apprenticeship certificate at any levelincludes a reference to a certificate or other evidence (including acertificate awarded or evidence provided by a person outside England) whichappears to the Chief Executive to be evidence of experience and attainment ata comparable or higher level.”\n\t\t\t\tSchedule 18 (consequential amendments) has effect.\n\t\tSecuring the provision of apprenticeship training\n\t\t\tPart 4 of ASCLA 2009 (the Chief Executive of Skills Funding) is amended asfollows.\n\t\t\tIn section 85 (encouragement of training provision etc for persons withinsection 83)—\n\t\t\t\tfor subsection (1)(a) substitute—\n\t\t\t\tmake reasonable efforts to secure that employers participate in theprovision of apprenticeship training for all persons who are within section83(1)(a) or (b) or section 83A(4), (5) or (6);”;\n\t\t\t\tin subsection (1)(b), for “training within the Chief Executive’s remit”substitute “apprenticeship training”;\n\t\t\t\tin subsection (2), after “provision of” insert “apprenticeship”;\n\t\t\t\tin the heading, for “Encouragement of training provision etc for personswithin section 83” substitute “Provision of apprenticeship training etc forpersons within section 83 or 83A”.\n\t\t\tIn section 118 (guidance by Secretary of State), after subsection (1)insert—\n\t\t\t\t“(1A)Guidance under this section must include guidance about the performanceby the Chief Executive of the duty imposed by section 85(1)(a).”\n\t\tApprenticeship certificates\n\t\t\tASCLA 2009 is amended as follows.\n\t\t\tIn section 5 (issue of certificates by the English certifying authority:supplementary), in subsection (3), for the words from “the English certifyingauthority” to the end substitute “a person supplying a copy of anapprenticeship certificate to charge a fee for doing so.”\n\t\t\tFor section 6 (apprenticeship certificates: the English certifyingauthority) substitute—\n\t\t\t“6The English certifying authority\n\t\t\t\tIn this Chapter, the “English certifying authority”, in relation to anapprenticeship certificate of any description, means—\n\t\t\t\t\tthe person (if any) designated by the Secretary of State under this sectionto issue apprenticeship certificates of that description;\n\t\t\t\t\tif there is no-one within paragraph (a), the person (if any) designated bythe Secretary of State under this section to issue apprenticeship certificatesgenerally;\n\t\t\t\t\tif there is no-one within paragraph (a) or (b), the Secretary of State.\n\t\t\t\tThe power conferred by subsection (1)(a) must be exercised so as to securethat, at any time, only one person is designated to issue apprenticeshipcertificates relating to a particular apprenticeship sector.\n\t\t\t\tA person designated under this section to issue apprenticeship certificatesmust, in exercising functions under this Chapter—\n\t\t\t\t\tcomply with directions given by the Secretary of State, and\n\t\t\t\t\thave regard to guidance given by the Secretary of State.\n\t\t\t\tA designation under this section may be amended or revoked by the Secretaryof State.”\n\t\t\t\tIn section 39(1) (interpretation of Chapter 1 of Part 1) for the definitionof “English certifying authority” substitute—\n\t\t\t\t\t  * ““English certifying authority”, in relation to an apprenticeship certificate of any description, has the meaning given by section 6(1);”.\n\tThe Chief Executive of Skills Funding\n\t\tConsultation by Chief Executive of Skills Funding\n\t\t\tIn Part 4 of ASCLA 2009 (the Chief Executive of Skills Funding) after section118 insert—\n\t\t\t“118ADirections: consultation\n\t\t\t\tThe Secretary of State may direct the Chief Executive to carry outconsultation in connection with matters related to the performance of any ofthe functions of the office.\n\t\t\t\tA direction under this section may (in particular) specify—\n\t\t\t\t\tthe persons, or descriptions of persons, to be consulted;\n\t\t\t\t\tthe way in which the consultation is to be carried out.”\n\t\tFunctions of the Chief Executive of Skills Funding\n\t\t\tPart 4 of ASCLA 2009 (the Chief Executive of Skills Funding) is amended asfollows.\n\t\t\tIn section 88 (learning aims for persons aged 19 or over: payment oftuition fees)—\n\t\t\t\tin subsection (1), for “paragraph 1” substitute “paragraph 1(a) or (b)”;\n\t\t\t\tafter subsection (2), insert—\n\t\t\t\t\t“(2A)Functions under this Part must be exercised by the Chief Executive so asto secure that a course of study for a qualification to which paragraph 1(c)of Schedule 5 applies is free to a person falling within subsection (4) if itis provided for the person by virtue of facilities whose provision is securedunder section 87.”;\n\t\t\t\tin subsection (4)(a), for “25” substitute “24”.\n\t\t\tSections 112 to 114 (Secretary of State’s power to specify bodies toformulate strategy for the Chief Executive) are repealed.\n\tRaising the participation age: commencement\n\t\tDuty to participate in education or training: commencement\n\t\t\tIn section 173 of ESA 2008 (commencement), for subsections (9) and (10)substitute—\n\t\t\tAn order under subsection (4) may provide for the following provisions tocome into force with the substitution of “the first anniversary of the date onwhich the person ceased to be of compulsory school age” for “the age of 18”—\n\t\t\t\tsection 1(b) (persons to whom Part 1 applies);\n\t\t\t\tsection 29(1)(b) (employer to enable participation in education ortraining: extension for persons reaching 18).\n\t\t\tThe Secretary of State must—\n\t\t\t\texercise the powers conferred by subsections (4) and (9) so as to securethat sections 1 to 10 are in force with the substitution in section 1(b)mentioned in subsection (9) no later than the day after the day which is theschool leaving date for 2013, and\n\t\t\t\texercise the power conferred by subsection (4) so as to secure thatsections 1 to 10 are in force without that substitution no later than the dayafter the day which is the school leaving date for 2015,\n\t\t\t\tsubject, in each case, to any provision made by virtue of subsection (8).”"
    },
    {
        "length": 1714,
        "text": "\nPart 8Direct payments\n\tDirect payments: persons with special educational needs or subject tolearning difficulty assessment\n\t\tIn Chapter 2 of Part 9 of EA 1996 (ancillary functions of localauthorities) after section 532 insert—\n\t\t“Direct payments\n\t\t\tAPersons with special educational needs or subject to learningdifficulty assessment\n\t\t\t\tA local authority in England may make a payment (a “direct payment”) forthe purpose of securing the provision of any goods and services mentioned insubsection (2) to a person (“the beneficiary”)—\n\t\t\t\t\tfor whom the authority maintain a statement of special educational needsunder section 324, or\n\t\t\t\t\twho is subject to learning difficulty assessment by the authority.\n\t\t\t\t\t\tThis power is subject to subsection (3).\n\t\t\t\tThe goods and services referred to in subsection (1) are—\n\t\t\t\t\twhere the beneficiary is within subsection (1)(a), special educationalprovision specified in the statement of special educational needs;\n\t\t\t\t\twhere the beneficiary is within subsection (1)(b) and the authority havearranged for an assessment to be conducted under section 139A of the Learningand Skills Act 2000, provision identified in the assessment as required tomeet the beneficiary’s educational and training needs;\n\t\t\t\t\ttransport or anything else that may be the subject of arrangements undersection 508B(1), 508F(1) or 509AA(7)(b) that apply in relation to thebeneficiary.\n\t\t\t\tA direct payment may be made only in accordance with a pilot scheme madeunder section 532B.\n\t\t\tBPilot schemes\n\t\t\t\tThe Secretary of State may by order make pilot schemes in accordance withwhich direct payments may be made under section 532A.\n\t\t\t\tSubject to the following provisions of this section, a pilot scheme mayinclude such provision as the Secretary of State thinks appropriate.\n\t\t\t\tA pilot scheme must include provision about—\n\t\t\t\t\tcircumstances in which, and the descriptions of goods and services inrespect of which, direct payments may (or may not) be made;\n\t\t\t\t\tdescriptions of persons to or in respect of whom direct payments may (ormay not) be made;\n\t\t\t\t\tconditions with which a local authority must comply before, after or at thetime of making a direct payment;\n\t\t\t\t\tconditions with which a person to or in respect of whom a direct payment isor may be made may be required by a local authority to comply before, after orat the time the payment is made;\n\t\t\t\t\tthe principles by reference to which the amount of a direct payment is tobe calculated;\n\t\t\t\t\tcircumstances in which a local authority may or must stop making directpayments;\n\t\t\t\t\tcircumstances in which a local authority may or must require all or part ofa direct payment to be repaid, by the person to whom the payment is made orotherwise;\n\t\t\t\t\tthe monitoring of the making of direct payments, of their use by thepersons to whom they are made or of the goods and services they are used tosecure;\n\t\t\t\t\tthe arrangements to be made by a local authority for providing persons toor in respect of whom direct payments are made with information, advice orsupport in connection with direct payments;\n\t\t\t\t\ttreating such support to any extent as goods or services in respect ofwhich direct payments may be made.\n\t\t\t\tThe conditions referred to in subsection (3)(c)—\n\t\t\t\t\tmust include a requirement to obtain the written consent of the person towhom a direct payment is to be made before making the payment;\n\t\t\t\t\tmay include a requirement to obtain the written consent of one or moreother persons before making a direct payment.\n\t\t\t\tThe circumstances referred to in subsection (3)(f) in which a localauthority must stop making direct payments must include where the consentrequired by virtue of subsection (4)(a), or any consent required by virtue ofsubsection (4)(b), is withdrawn.\n\t\t\t\tA pilot scheme must include provision for a sum required to be repaid to alocal authority by virtue of the scheme to be recoverable as a debt due to theauthority.\n\t\t\t\tA pilot scheme may provide for paid-for goods and services to be treated asgoods and services provided or arranged by a local authority in pursuance of astatutory duty specified in the scheme.\n\t\t\t\tA pilot scheme may provide for paid-for goods and services to be treated inthat way—\n\t\t\t\t\tto the extent set out in the scheme, and\n\t\t\t\t\tsubject to any conditions set out in the scheme.\n\t\t\t\tThe only statutory duties that may be specified are—\n\t\t\t\t\tsection 324(5)(a)(i) (duty to arrange special educational provisionspecified in statement of special educational needs);\n\t\t\t\t\tsection 508B(1) (duty to make travel arrangements for eligible children);\n\t\t\t\t\tsection 508F(1) (duty to make arrangements for provision of transport etcfor adult learners);\n\t\t\t\t\tsection 509AA(7)(b) (duty to make, and secure that effect is given to,arrangements for provision of transport etc for persons of sixth form age).\n\t\t\t\t“Paid-for goods and services” are goods and services acquired by means ofa direct payment.\n\t\t\tCPilot schemes: local authorities and duration\n\t\t\t\tAn order under section 532B(1) making a pilot scheme must specify—\n\t\t\t\t\tthe local authorities in respect of which the scheme operates, and\n\t\t\t\t\tthe period for which the scheme has effect.\n\t\t\t\tThe period specified under subsection (1)(b) must not exceed two years,subject to subsection (3).\n\t\t\t\tAn order under section 532B(1) may extend the period for which a pilotscheme has effect, subject to subsection (4).\n\t\t\t\tThe period for which a pilot scheme has effect may not be extended so as toend after the end of the relevant four year period.\n\t\t\t\t“The relevant four year period” is the period of four years beginning withthe day on which the Education Act 2011 is passed.”\n\t\t\t\tIn section 568 of EA 1996 (orders)—\n\t\t\t\t\tin subsection (3), after “other than” insert “an order to which subsection(3A) applies or”;\n\t\t\t\t\tafter subsection (3) insert—\n\t\t\t\t\t\t“(3A)A statutory instrument which contains (alone or with other provision) anorder under section 532B(1) (direct payments: pilot schemes) may not be madeunless a draft of the instrument has been laid before, and approved by aresolution of, each House of Parliament.”\n\t\t\t\tThe provisions inserted into EA 1996 by subsections (1) and (2) arerepealed at the end of four years beginning with the day on which this Act ispassed."
    },
    {
        "length": 518,
        "text": "\nPart 9Student finance\n\tStudent loans: interest rates\n\t\tIn section 22 of THEA 1998 (financial support for students), in subsection(4) (interest rates on loans), for paragraph (a) (but not the “and” after it)substitute—\n\t\t\tthe rates prescribed by regulations made in pursuance of subsection (3)(a)must be—\n\t\t\tlower than those prevailing on the market, or\n\t\t\tno higher than those prevailing on the market, where the other terms onwhich such loans are provided are more favourable to borrowers than thoseprevailing on the market;”.\n\t\tIn consequence of subsection (1)—\n\t\t\tin section 22 of THEA 1998, omit subsections (8) and (9);\n\t\t\tin section 2 of the Sale of Student Loans Act 2008 (sale of student loans:supplemental), in subsection (5), omit paragraph (d) (but not the “and” afterit).\n\t\tThis section applies in relation to a student who begins a course on orafter 1 September 2012, except in such circumstances as may be prescribed.\n\t\tIn subsection (3) “prescribed”—\n\t\t\tin relation to England, means prescribed by regulations made by theSecretary of State;\n\t\t\tin relation to Wales, means prescribed by regulations made by the WelshMinisters.\n\tLimit on student fees: part-time courses\n\t\tIn section 41(1) of HEA 2004 (interpretation of Part 3: student fees andfair access), in the definition of “course”, omit “part-time or”.\n\t\tThis section applies in relation to a part-time course that a studentbegins on or after 1 September 2012, except in such circumstances as may beprescribed.\n\t\tIn subsection (2) “prescribed”—\n\t\t\tin relation to England, means prescribed by regulations made by theSecretary of State;\n\t\t\tin relation to Wales, means prescribed by regulations made by the WelshMinisters."
    },
    {
        "length": 1315,
        "text": "\nPart 10General\n\tOrders and regulations\n\t\tA power to make an order or regulations under this Act is exercisable bystatutory instrument.\n\t\tA power to make an order or regulations under this Act (except a powerconferred by section 82) includes power—\n\t\t\tto make different provision for different purposes (including differentareas);\n\t\t\tto make provision generally or in relation to specific cases;\n\t\t\tto make incidental, consequential, supplementary, transitional, transitoryor saving provision.\n\t\tSubject to subsection (4), a statutory instrument containing an order orregulations made by the Secretary of State under this Act (other than an orderunder section 82) is subject to annulment in pursuance of a resolution ofeither House of Parliament.\n\t\tA statutory instrument which contains (alone or with other provision) anorder under section 54(2) which amends or repeals any provision of an Act maynot be made unless a draft of the instrument has been laid before, andapproved by a resolution of, each House of Parliament.\n\t\tA statutory instrument containing an order or regulations made by the WelshMinisters under this Act is subject to annulment in pursuance of a resolutionof the National Assembly for Wales.\n\tInterpretation of Act\n\t\tIn this Act—\n\t\t  * “FHEA 1992” means the Further and Higher Education Act 1992; \n\t\t  * “EA 1994” means the Education Act 1994; \n\t\t  * “EA 1996” means the Education Act 1996; \n\t\t  * “EA 1997” means the Education Act 1997; \n\t\t  * “THEA 1998” means the Teaching and Higher Education Act 1998; \n\t\t  * “SSFA 1998” means the School Standards and Framework Act 1998; \n\t\t  * “LSA 2000” means the Learning and Skills Act 2000; \n\t\t  * “EA 2002” means the Education Act 2002; \n\t\t  * “HEA 2004” means the Higher Education Act 2004; \n\t\t  * “EA 2005” means the Education Act 2005; \n\t\t  * “EIA 2006” means the Education and Inspections Act 2006; \n\t\t  * “ESA 2008” means the Education and Skills Act 2008; \n\t\t  * “ASCLA 2009” means the Apprenticeships, Skills, Children and Learning Act 2009; \n\t\t  * “CSFA 2010” means the Children, Schools and Families Act 2010; \n\t\t  * “AA 2010” means the Academies Act 2010. \n\tFinancial provision\n\t\tThere is to be paid out of money provided by Parliament any increaseattributable to this Act in the sums payable under any other Act out of moneyso provided.\n\tExtent \n\t\tThis Act extends to England and Wales only, subject to subsections (2) and(3).\n\t\tThis Part extends to the whole of the United Kingdom.\n\t\tAn amendment or repeal made by this Act has the same extent as theprovision to which it relates.\n\tCommencement \n\t\tThe following provisions come into force on the day on which this Act ispassed—\n\t\t\tsection 33;\n\t\t\tsection 40(1) to (3) and (5) to (9);\n\t\t\tsection 41;\n\t\t\tsection 42(1) to (7) and (9) to (11);\n\t\t\tsection 58;\n\t\t\tsection 75;\n\t\t\tsections 76 and 77;\n\t\t\tthis Part.\n\t\tThe following provisions come into force at the end of two months beginningwith the day on which this Act is passed—\n\t\t\tsection 6;\n\t\t\tsections 30 and 31;\n\t\t\tsection 47;\n\t\t\tsection 48;\n\t\t\tsection 61.\n\t\tThe other provisions of this Act come into force on such day as theSecretary of State may by order appoint.\n\t\tThe Secretary of State must exercise the power conferred by subsection (3)so as to secure that, subject to any provision made by virtue of subsection(7), sections 69 and 70 and Schedule 18 are in force no later than the dayafter the day which is the school leaving date for 2013.\n\t\tBefore making an order bringing section 13 into force, the Secretary ofState must consult the Welsh Ministers.\n\t\tBefore making an order bringing sections 14 to 17 into force, the Secretaryof State must obtain the consent of the Welsh Ministers.\n\t\tAn order under this section may—\n\t\t\tappoint different days for different purposes (including different areas);\n\t\t\tcontain transitional, transitory or saving provision in connection with thecoming into force of this Act.\n\tShort title\n\t\tThis Act may be cited as the Education Act 2011.\n\t\tThis Act is to be included in the list of Education Acts set out in section578 of EA 1996."
    }
]