[
    {
        "length": 2623,
        "text": "\nConsolidation of sentencing legislation: amendment of law for old offences\n\tIn this section—\n\t\t  * “repealed provision” means— \n\t\tan enactment, to the extent that it is to be repealed or revoked by thesentencing consolidation;\n\t\ta provision made under such an enactment;\n\t\t\t  * “transition time”, in relation to a repealed provision, means a time that is specified in, or determined in accordance with, an enactment relating to the coming into force of the repealed provision or any other enactment; \n\t\t\t  * “trigger event”, in relation to an offence, means the commission of the offence or any event related to the commission of the offence, including any event— \n\t\tconnected with, or which constitutes any part of, the commission of theoffence, or\n\t\trelated to the investigation of, or proceedings related to, the offence.\n\tSubsection (3) applies if a person is convicted of an offence on or afterthe consolidation date.\n\tWhere— \n\t\tthe application to the offence of a repealed provision depends on the timeat which a particular trigger event occurred in relation to a particulartransition time, and\n\t\tthe transition time fell after the trigger event occurred,\n\t\t\tthe repealed provision has effect as if the transition time had instead fallenbefore the trigger event occurred.\n\tSubsection (3) does not operate so far as it would increase—\n\t\tthe maximum term of imprisonment or detention, or\n\t\tthe maximum fine,\n\t\twith which the offence is punishable.\n\tSubsection (3) is also subject to—\n\t\tSchedule 1 (exceptions);\n\t\tany provision made by regulations made by the Secretary of State for thepurpose of securing that subsection (3) does not affect the application ofparticular repealed provisions.\n\tWhere a repealed provision has effect in accordance with subsection (3),any related enactment also has effect in accordance with that subsection.\n\tThe following have effect subject to subsections (3) to (6)—\n\t\ta commencement or transitional provision relating to the coming into forceof a repealed provision or any related enactment;\n\t\ta saving subject to which a repealed provision, or any related enactment,has previously been repealed or revoked.\n\tFor the purposes of this section—\n\t\t“related enactment”, in relation to a repealed provision, means anenactment which—\n\t\tcame into force subject to the same commencement or transitional provisionas the repealed provision, or\n\t\thas previously been repealed or revoked subject to the same saving as therepealed provision,\n\t\tso far as it is necessary for the repealed provision to have full effect;\n\t\t“repealed provision” and “related enactment” do not include a provision tothe extent that it is not in force immediately before the consolidation date,except to the extent that it will come into force on or after that date byvirtue of an enactment passed or made before that date;\n\t\ta reference to the application of a repealed provision includes a referenceto whether or not it applies (or applies for a particular purpose), and to theform in which it applies (or applies for a particular purpose);\n\t\treferences to a repealed provision or related enactment or to anycommencement or transitional provision or saving include references to such aprovision passed or made after the passing of this Act.\nPre-consolidation amendments relating to sentencing\n\tSchedule 2 contains amendments and modifications of sentencing legislationwhich are designed to facilitate, or otherwise desirable in connection with,the consolidation of the whole or a substantial part of the Acts relating tosentencing (with or without other sentencing legislation).\n\tThe Secretary of State may by regulations make such further amendments andmodifications of sentencing legislation (including Schedule 2) as in theSecretary of State’s opinion facilitate, or are otherwise desirable inconnection with, the consolidation of the whole or a substantial part of theActs relating to sentencing (with or without other sentencing legislation).\n\tIn exercising the power under this section, the Secretary of State may haveregard in particular to the desirability of removing differences betweenprovisions relating to—\n\t\tforfeiture; \n\t\tpowers of different courts to deal with offenders subject to particularsentences;\n\t\tpowers of different courts to provide for when sentences or particularrequirements of sentences are to take effect.\n\tProvision that may be made by regulations under this section includes, inparticular, provision amending or modifying any provision of sentencinglegislation which—\n\t\tconfers power to make legislation, and\n\t\tis subject to a relevant restriction,\n\t\t\tso as to amend or modify that restriction.\n\t\tA “relevant restriction” is one by virtue of which legislation made inexercise of the power is to come into force only for cases in which commissionor conviction of an offence, or any other event, occurs after the time whenthe legislation is made or comes into force, or any other particular time.\n\tFor the purposes of this section, “amend” includes repeal or revoke (andsimilar terms are to be read accordingly).\nInterpretation \n\tIn this Act—\n\t\t  * “the Acts relating to sentencing” means— \n\t\tthe Powers of Criminal Courts (Sentencing) Act 2000;\n\t\tPart 12 of the Criminal Justice Act 2003;\n\t\tthe following Acts so far as relating to the sentencing of offenders inEngland and Wales—\n\t\tthe Serious Organised Crime and Police Act 2005;\n\t\tthe Criminal Justice and Immigration Act 2008;\n\t\tthe Coroners and Justice Act 2009;\n\t\tthe Legal Aid, Sentencing and Punishment of Offenders Act 2012;\n\t\tthe Offender Rehabilitation Act 2014;\n\t\tthe Criminal Justice and Courts Act 2015,\n\t\t\tand any other provision of an Act so far as it relates to the sentencing ofoffenders in England and Wales, whenever passed;\n\t\t\t  * “the consolidation date” means the date on which the sentencing consolidation is to come into force (except so far as it consolidates legislation that is not in force immediately before that date); \n\t\t\t  * “enactment” includes an enactment contained in subordinate legislation; \n\t\t\t  * “the sentencing consolidation” means, if an Act or group of Acts of a kind mentioned in section 5(2) is passed, that Act or group of Acts; \n\t\t\t  * “sentencing legislation” means any enactment, whenever passed or made which is— \n\t\tan enactment relating to the sentencing of offenders, including any power tomake such an enactment, or\n\t\tan enactment referring to, or applying, modifying, amending, repealing orrevoking, an enactment within paragraph (a);\n\t\t\t  * “the sentencing of offenders” includes anything done by a court, including making an order— \n\t\tin relation to a parent or guardian of an offender, or\n\t\trelating to the behaviour of the offender,\n\t\twhen dealing with an offender for an offence.\n\tReferences in this Act to a person’s being convicted include—\n\t\ta special verdict (within the meaning of section 1 of the CriminalProcedure (Insanity) Act 1964) being returned,\n\t\ta finding mentioned in section 5(1)(b) of that Act being made of theperson’s having done the act or made the omission charged (following a findingof being under a disability), and\n\t\tbeing convicted by or before a service court (within the meaning given insection 305 of the Criminal Justice Act 2003).\nRegulations \n\tAny power to make regulations under section 1 or 2 is exercisable bystatutory instrument.\n\tA statutory instrument containing any such regulations may not be madeunless a draft of the instrument has been laid before and approved by aresolution of each House of Parliament.\n\tAny such regulations are to come into force in accordance with section 5.\nCommencement, extent and short title\n\tSo far as necessary to enable regulations to be made under section 1 or 2,this Act comes into force on the day on which it is passed.\n\tSubject to that, this Act, and any regulations made under section 1 or 2,do not come into force unless—\n\t\ta single Act, or\n\t\ta group of two or more Acts,\n\t\t\tis passed consolidating the whole or a substantial part of the Acts relatingto sentencing (with or without other sentencing legislation).\n\tIf the sentencing consolidation is passed, this Act, so far as not alreadyin force, and any regulations made under section 1 or 2—\n\t\tcome into force immediately before the consolidation date, and\n\t\tso far as they apply in relation to an offence, have effect only inrelation to an offence of which a person is convicted on or after that date.\n\tSubject to the following, this Act extends to England and Wales only.\n\tA modification of a provision by section 1 has the same extent within theUnited Kingdom as the provision modified.\n\tAn amendment, repeal or revocation made by Schedule 2, or by regulationsunder section 2, has the same extent within the United Kingdom as theprovision amended, repealed or revoked.\n\tIn Schedule 2—\n\t\tparagraph 133 also extends to Northern Ireland, and\n\t\tparagraph 134 also extends to Scotland and Northern Ireland.\n\tThe power conferred by section 338 of the Criminal Justice Act 2003 (powerto extend to Channel Islands and Isle of Man, and to modify) is exercisable inrelation to any amendment or modification of that Act that is made by or underthis Act.\n\tThe armed forces provisions also extend to—\n\t\tthe Isle of Man, and\n\t\tthe British overseas territories except Gibraltar.\n\tThe powers conferred by section 384 of the Armed Forces Act 2006 (power toextend Act to the Channel Islands and powers to make provisions of that Actapply with modifications in relation to the Channel Islands, British overseasterritories and the Isle of Man) are exercisable in relation to any armedforces provision.\n\t“Armed forces provision” means—\n\t\tan amendment, modification or repeal made by or under this Act of aprovision of the Armed Forces Act 2006;\n\t\tan amendment, modification or repeal made by or under this Act of any otherprovision, so far as the provision is applied (by whatever words) by or underthe Armed Forces Act 2006.\n\tThis Act may be cited as the Sentencing (Pre-consolidation Amendments) Act2020."
    }
]