{
    "general": "This law allows the government to spend money from the budget for the financial years 2011-2012 and 2012-2013, and also allows them to borrow money from the Consolidated Fund to cover these expenses. It's like a permission slip from Parliament for the government to use the country's money and take loans as needed for the next two years. This ensures that the government can continue to function and provide public services without interruption due to lack of funds.",
    "series": [
        [
            {
                "length": 280,
                "short": "\"UK Budget Allocation for Fiscal Year 2011-2012\"",
                "text": "\n* Simplified point 1: The act authorizes the use of resources for the year ending March 31st, 2013, up to £233,147,903,000.\n* Simplified point 2: Of the authorized amount, £212,774,765,000 is for current purposes, and £20,373,138,000 is for capital purposes.\n* Simplified point 3: The Treasury can issue money out of the Consolidated Fund up to £205,247,220,000 for expenditure authorized by parliament.\n* Simplified point 4: The act also makes adjustments to the Main Estimates Act 2011, including changes to the amounts of authorized expenditure and estimated surpluses.\n* Simplified point 5: The adjustments have effect from the beginning of April 1st, 2011, and are made to appropriate the use of resources for the year ending March 31st, 2012."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Supply and Appropriation (Anticipation and Adjustments) Act 2012 allows the government to spend money for the years ending March 31st, 2012 and March 31st, 2013. This law lets the government use up to £233 billion of public funds for different purposes, like paying for important services and investing in infrastructure projects.\nOf this amount, £212 billion is for day-to-day spending, and £20 billion is for long-term investments. The government can take money from the Consolidated Fund up to £205 billion to cover these costs.\nThis law also makes some changes to the way the government budgeted for the previous year, so that the money is used more effectively. These changes include adjusting the amounts of money that were previously approved by Parliament, to make sure that the government has enough money to cover its spending.\nOverall, this law helps the government manage its finances and ensure that it has enough money to provide essential services and invest in important projects.",
    "single": "\n* Authorizes the use of resources for the years ending March 31, 2012 and March 31, 2013\n* Authorizes the issue of money out of the Consolidated Fund for those years\n* Appropriates the supply authorized by the Act for the years ending March 31, 2011 and March 31, 2012\n* Increases the amount of resources authorized for the year ending March 31, 2012 by £12,103,394,000\n* Reduces the amount of resources authorized for the year ending March 31, 2012 by £4,393,395,000 for capital purposes\n* Increases the amount of money authorized for issue out of the Consolidated Fund for the year ending March 31, 2012 by £7,343,405,000\n* Treats the increases and reductions as having had effect from the beginning of April 1, 2011\n* Appropriates the excesses for the year ending March 31, 2011 of £347,072,000\n* Specifies the amounts by which adjustments are to be treated as made to the amounts originally specified in the Scheduled Estimates in the Main Estimates Act 2011\n* Provides for the adjustments to be made in Schedule 1 to the Act\n* Treats the adjustments as having had effect from the beginning of April 1, 2011\n* Gives the Act the short title of the Supply and Appropriation (Anticipation and Adjustments) Act 2012."
}