[
    {
        "length": 959,
        "text": "\nAcademy arrangements\n\tAcademy arrangements\n\t\tThe Secretary of State may enter into Academy arrangements with any person(“the other party”).\n\t\t“Academy arrangements” are arrangements that take the form of—\n\t\t\tan Academy agreement, or\n\t\t\tarrangements for Academy financial assistance.\n\t\tAn Academy agreement is an agreement between the Secretary of State and theother party under which—\n\t\t\tthe other party gives the undertakings in subsection (5), and\n\t\t\tthe Secretary of State agrees to make payments to the other party inconsideration of those undertakings.\n\t\tAcademy financial assistance is financial assistance given by the Secretaryof State under section 14 of EA 2002 on terms that require the other party togive the undertakings in subsection (5).\n\t\tThe undertakings are—\n\t\t\tto establish and maintain an independent school in England which—\n\t\t\thas characteristics that include those in subsection (6), or\n\t\t\tis specially organised to make special educational provision for pupilswith special educational needs;\n\t\t\tto carry on, or provide for the carrying on of, the school.\n\t\tThe characteristics are that—\n\t\t\tthe school has a curriculum satisfying the requirements of section 78 of EA2002 (balanced and broadly based curriculum);\n\t\t\tif the school provides secondary education, its curriculum for thesecondary education has an emphasis on a particular subject area, orparticular subject areas, specified in the arrangements;\n\t\t\tthe school provides education for pupils of different abilities;\n\t\t\tthe school provides education for pupils who are wholly or mainly drawnfrom the area in which the school is situated.\n\t\tAcademy arrangements in relation to a school within subsection (5)(a)(i)must include provision imposing obligations on the proprietor of the schoolthat are equivalent to the SEN obligations.\n\t\t“The SEN obligations” are the obligations imposed on governing bodies ofmaintained schools by—\n\t\t\tChapter 1 of Part 4 of EA 1996 (children with special educational needs),and\n\t\t\tregulations made under any provision of that Chapter.\n\t\tAcademy arrangements must include terms imposed for the purpose of securingthat no charge is made in respect of—\n\t\t\tadmission to, or attendance at, the school, or\n\t\t\t(subject to any exceptions specified in the terms) education provided atthe school.\n\t\tA school to which Academy arrangements relate is to be known as anAcademy.\n\tPayments under Academy agreements\n\t\tPayments under an Academy agreement may be in respect of capital or currentexpenditure.\n\t\tSo far as payments under an Academy agreement relate to currentexpenditure, the agreement must provide for them to continue (subject to otherrequirements of the agreement being fulfilled)—\n\t\t\tfor at least 7 years, or\n\t\t\tindefinitely, but terminable by the Secretary of State giving at least 7years’ written notice.\n\t\tIf an Academy agreement makes provision for payments in respect of capitalexpenditure, the agreement may provide for the repayment to the Secretary ofState, in circumstances specified in the agreement, of sums determined inaccordance with the agreement.\n\t\tAn Academy agreement may provide for indemnifying a person, in the event ofthe Secretary of State terminating the agreement, for expenditure—\n\t\t\tincurred by the person in carrying out the undertakings under theagreement, or\n\t\t\tincurred by the person (otherwise than by virtue of subsection (3)) inconsequence of the termination of the agreement.\n\t\tIn Schedule 1 to the School Finance (England) Regulations 2008, afterparagraph 8 insert—\n\t\t\t“8AWhere a child is a registered pupil at an Academy, expenditure in respectof services for making provision for pupils with low incidence specialeducational needs or disabilities.”\n\t\tWhere a local authority fails to secure satisfactory provision for pupilswith low incidence special educational needs or disabilities, the Secretary ofState may make alternative arrangements."
    },
    {
        "length": 2322,
        "text": "\nConversion of schools into Academies\n\tApplication for Academy order\n\t\tThe governing body of a maintained school in England may apply to theSecretary of State for an Academy order to be made in respect of the school.\n\t\tIn the case of a foundation or voluntary school that has a foundation, thisis subject to subsections (3) and (4).\n\t\tThe governing body of a foundation or voluntary school that has afoundation must consult the foundation before making an application under thissection.\n\t\tThe governing body of a foundation or voluntary school that has afoundation may make an application under this section only with the consentof—\n\t\t\tthe trustees of the school, and\n\t\t\tthe person or persons by whom the foundation governors are appointed.\n\t\tExpressions used in subsections (2) to (4) and SSFA 1998 have the samemeaning as in that Act.\n\tAcademy orders\n\t\tThe Secretary of State may make an Academy order in respect of a maintainedschool in England if—\n\t\t\tthe governing body of the school make an application under section 3, or\n\t\t\tthe school is eligible for intervention (within the meaning of Part 4 ofEIA 2006).\n\t\tAn Academy order in respect of a school is an order for the purpose ofenabling the school to be converted into an Academy.\n\t\tA maintained school is “converted into” an Academy if Academy arrangementsare entered into in relation to the school or a school that replaces it.\n\t\tIf an Academy order is made in respect of a school, the Secretary of Statemust give a copy of the order to—\n\t\t\tthe governing body and head teacher of the school, and\n\t\t\tthe local authority.\n\t\tIf, after an application has been made under section 3, the Secretary ofState decides not to make an Academy order in respect of a school, theSecretary of State must inform the following of the decision and the reasonsfor it—\n\t\t\tthe governing body and head teacher of the school, and\n\t\t\tthe local authority.\n\t\tDespite section 568(1) of EA 1996 (orders to be made by statutoryinstrument) (as applied by section 17(4) of this Act) the power of theSecretary of State to make an Academy order is not required to be exercised bystatutory instrument.\n\t\tAn Academy order may include incidental, consequential, supplemental andtransitional provision.\n\tConsultation on conversion\n\t\tBefore a maintained school in England is converted into an Academy, theschool’s governing body must consult such persons as they think appropriate.\n\t\tThe consultation must be on the question of whether the school should beconverted into an Academy.\n\t\tThe consultation may take place before or after an Academy order, or anapplication for an Academy order, has been made in respect of the school.\n\tEffect of Academy order\n\t\tThis section applies if an Academy order has effect in respect of a school.\n\t\tThe local authority must cease to maintain the school on the date (“theconversion date”) on which the school, or a school that replaces it, opens asan Academy (“the Academy”).\n\t\tIf the school is a selective school, section 1(6)(c) (requirement toprovide education for pupils of different abilities) does not apply inrelation to any Academy arrangements to be entered into in relation to theschool or a school that replaces it.\n\t\tFor this purpose a school is a “selective school” if its admissionarrangements make provision for selection of pupils by ability, and—\n\t\t\tits admission arrangements are permitted to do so by section 100 of SSFA1998 (permitted selection: pre-existing arrangements), or\n\t\t\tthe school is designated under section 104 of SSFA 1998 (designation ofgrammar schools).\n\t\t\t\tSection 99(5) of SSFA 1998 applies for the purposes of this subsection as itapplies for the purposes of Chapter 2 of Part 3 of SSFA 1998.\n\t\tThe relevant independent school standards are to be treated as met inrelation to the Academy on the conversion date.\n\t\t“The relevant independent school standards” are the independent schoolstandards (as defined in section 157(2) of EA 2002) that are applicable to theAcademy on the conversion date.\n\t\tSubsection (8) applies if the school is a foundation or voluntary schoolwhich is designated by order under section 69(3) of SSFA 1998 as a schoolhaving a particular religious character.\n\t\tThe Academy is to be treated, on the conversion date, as designated byorder under section 69(3) of SSFA 1998 as an independent school having thatreligious character.\n\t\tNothing in any of the following provisions applies in a case where a localauthority cease to maintain a school as a result of an Academy order—\n\t\t\t  * section 30 of SSFA 1998 (notice to discontinue school); \n\t\t\t  * sections 15 to 17 of EIA 2006 (procedure for discontinuance of schools). \n\tTransfer of school surpluses\n\t\tThis section applies if—\n\t\t\tan Academy order has effect in respect of a school,\n\t\t\tthe order was made following an application under section 3, and\n\t\t\tthe school is to be converted into an Academy.\n\t\tThe local authority must determine—\n\t\t\twhether, immediately before the conversion date, the school has a surplus,and\n\t\t\tif so, the amount of the surplus.\n\t\tThe local authority must pay any amount determined under subsection (2)(b)to the proprietor of the Academy, subject to the provisions of regulationsunder subsection (4).\n\t\tRegulations may make provision in connection with the determination andpayment of the amount of a surplus under this section.\n\t\tRegulations under subsection (4) may in particular include provision—\n\t\t\trequiring the local authority to inform the proprietor of thedeterminations under subsection (2);\n\t\t\tauthorising the proprietor to apply to the Secretary of State for a reviewof those determinations;\n\t\t\tabout the procedure for, and the Secretary of State’s powers on, any suchreview;\n\t\t\tabout the effect of any such review on the amount required to be paid bythe local authority to the proprietor (including provision requiring repaymentof sums by the proprietor or the payment of additional sums by the localauthority);\n\t\t\tabout the time limits for doing anything required or permitted to be doneunder this section or the regulations.\n\t\tFor the purposes of this section—\n\t\t\ta school has a surplus immediately before the conversion date if, at thattime, there is an amount made available by a local authority to the school’sgoverning body (under section 50 of SSFA 1998 or otherwise) that has not beenspent by the governing body or the head teacher;\n\t\t\tthe amount of the surplus is that amount.\n\t\tFor the purposes of subsection (6), the amount which, immediately beforethe conversion date, has been made available to a school’s governing body mustbe calculated taking into account any relevant redetermination for the fundingperiod in which the conversion date falls.\n\t\tIn subsection (7)—\n\t\t\t  * “funding period” has the meaning given by section 45(1B) of SSFA 1998; \n\t\t\t  * “relevant redetermination” means a redetermination of the school’s budget share which is required in accordance with regulations under section 47 of that Act. \n\tTransfer of other property\n\t\tThis section applies if—\n\t\t\tan Academy order has effect in respect of a school, and\n\t\t\tthe school is to be converted into an Academy.\n\t\tThe Secretary of State may make a scheme (a “property transfer scheme”) inrelation to property, rights or liabilities which are—\n\t\t\theld for the purposes of the school by a local authority or the school’sgoverning body, and\n\t\t\tspecified in, or determined in accordance with, the scheme.\n\t\tA property transfer scheme may not make provision in relation to—\n\t\t\tland, or rights or liabilities in respect of land (see Schedule 1), or\n\t\t\tproperty or rights to which section 7 applies.\n\t\tA property transfer scheme may provide for the transfer of property, rightsand liabilities to the proprietor of the Academy.\n\t\tA property transfer scheme may—\n\t\t\tcreate rights, or impose liabilities, in relation to property, rights orliabilities transferred by virtue of the scheme;\n\t\t\tprovide for anything done by or in relation to the current owner inconnection with any property, rights or liabilities transferred by the schemeto be treated as done, or to be continued, by or in relation to thetransferee;\n\t\t\tapportion property, rights and liabilities;\n\t\t\tmake provision about the continuation of legal proceedings.\n\t\tThe things that may be transferred by a property transfer scheme include—\n\t\t\tproperty, rights and liabilities that could not otherwise be transferred;\n\t\t\tproperty acquired, and rights and liabilities arising, after the making ofthe scheme.\n\t\tA transfer by virtue of a property transfer scheme does not affect thevalidity of anything done by or in relation to the current owner before thetransfer takes effect.\n\t\tA property transfer scheme may include incidental, consequential,supplemental and transitional provision.\n\t\tIn this section “the current owner” means the person by whom the propertyis held, or in whom the rights or liabilities are vested, immediately beforethe transfer to be effected by a property transfer scheme takes effect.\n\t\tA transfer made by virtue of a property transfer scheme is binding on allpersons even if, apart from this subsection, it would have required theconsent or concurrence of any person."
    },
    {
        "length": 758,
        "text": "\nAcademies: other provisions\n\tImpact: additional schools\n\t\tThis section applies when the Secretary of State is deciding whether toenter into Academy arrangements in relation to an additional school.\n\t\tThe Secretary of State must take into account what the impact ofestablishing the additional school would be likely to be on maintainedschools, Academies and institutions within the further education sector in thearea in which the additional school is (or is proposed to be) situated.\n\t\tA school is an “additional school” for the purposes of this section if—\n\t\t\tit does not replace a maintained school that has been or is to bediscontinued, and\n\t\t\tit is not a school in respect of which an Academy order has effect.\n\t\tFor the purposes of subsection (3)(a) a school does not replace amaintained school if it provides education for pupils of a wider range of agesthan the maintained school.\n\tConsultation: additional schools\n\t\tBefore entering into Academy arrangements with the Secretary of State inrelation to an additional school, a person must consult such persons as theperson thinks appropriate.\n\t\tThe consultation must be on the question of whether the arrangements shouldbe entered into.\n\t\t“Additional school” has the same meaning as in section 9.\n\tAnnual reports\n\t\tFor each academic year the Secretary of State must prepare and publish areport containing information on—\n\t\t\tAcademy arrangements entered into during the year, and\n\t\t\tthe performance of Academies during the year (see subsection (2)).\n\t\tThe report must include information relating to the performance ofAcademies which has been provided to the Secretary of State pursuant to—\n\t\t\tregulations made under section 537 of EA 1996 (power of Secretary of Stateto require information);\n\t\t\tAcademy arrangements.\n\t\tThe first report under this section must relate to the academic yearbeginning 1 August 2010.\n\t\tThe Secretary of State must lay before Parliament a copy of each reportunder this section.\n\t\tIn this section “academic year” means a period of 12 months beginning on 1August.\n\tCharitable status of Academy proprietors etc\n\t\tA qualifying Academy proprietor is a charity.\n\t\tA “qualifying Academy proprietor” is a company—\n\t\t\twhich is limited by guarantee,\n\t\t\twhose registered office is situated in England and Wales,\n\t\t\twhich in pursuance of Academy arrangements is the proprietor of an Academy,and\n\t\t\twhose object as expressed in its articles or memorandum of association (oreach of whose objects as so expressed) is a charitable purpose.\n\t\tExpressions used in subsection (2) and in the Companies Act 2006 have thesame meaning in that subsection as in that Act.\n\t\tIn Schedule 2 to the Charities Act 1993 (exempt charities), after paragraph(c) insert—\n\t\t\ta qualifying Academy proprietor (as defined in section 12(2) of theAcademies Act 2010);”.\n\tAcademies: land\n\t\tSchedule 1 (Academies: land) has effect.\n\tAcademies: amendments\n\t\tSchedule 2 (Academies: amendments) has effect."
    },
    {
        "length": 1512,
        "text": "\nGeneral\n\tTransitional provisions\n\t\tThis section applies to references in a provision of an Act or any otherinstrument or document, in relation to times on and after the commencementdate.\n\t\tBut it does not apply to references in sections 1 to 8 or this section, andis subject to any contrary provision made by or under this or any other Act.\n\t\tA reference to Academy arrangements is to be read as including a referenceto an agreement under section 482 of EA 1996.\n\t\tA reference to an Academy is to be read as including a reference to a citytechnology college and a city college for the technology of the arts.\n\t\tA reference to an agreement under section 482 of EA 1996 is to be read asbeing or (according to context) including a reference to Academy arrangements.\n\t\tIf an agreement under section 482 of EA 1996 has effect immediately beforethe commencement date in relation to a school which is known as an Academy,the agreement is to be treated as an Academy agreement under section 1 of thisAct.\n\t\tSubsections (8) and (9) apply if an agreement under section 482 of EA 1996has effect immediately before the commencement date in relation to a schoolwhich is known as a city technology college or a city college for thetechnology of the arts.\n\t\tIf the proprietor of the school and the Secretary of State agree—\n\t\t\tthe agreement under section 482 of EA 1996 is to be treated as an Academyagreement under section 1 of this Act, and\n\t\t\tthe school is accordingly to be known as an Academy.\n\t\tIn any other case, the continued operation of the agreement under section482 of EA 1996 is not affected by the repeal by this Act of—\n\t\t\tsection 482(1) to (5) of EA 1996, or\n\t\t\tsection 68 of EA 2002.\n\t\tIn this section “the commencement date” means the date on which section 1comes into force.\n\tPre-commencement applications etc\n\t\tSubsection (2) applies if, before the commencement date, the governing bodyof a maintained school in England make an application to the Secretary ofState which, if it had been made on or after that date, would have been anapplication under section 3.\n\t\tThe application is to be treated as an application under that section.\n\t\tSubsection (4) applies if, before the commencement date—\n\t\t\tsteps are taken by the governing body of a foundation or voluntary schoolthat has a foundation, and\n\t\t\tif section 3 had been in force, those steps would have satisfied therequirement of section 3(3) (consultation of foundation).\n\t\tThe steps are to be treated as satisfying that requirement.\n\t\tSubsection (6) applies if, before the commencement date—\n\t\t\tconsent to an application by a governing body is given, and\n\t\t\tif section 3 had been in force, the consent would have satisfied anyrequirement of section 3(4) (consent of trustees and persons appointingfoundation governors).\n\t\tThe consent is to be treated as satisfying that requirement.\n\t\tIn this section “the commencement date” means the date on which section 3comes into force.\n\tInterpretation of Act\n\t\tIn this Act—\n\t\t\t  * “EA 1996” means the Education Act 1996; \n\t\t\t  * “SSFA 1998” means the School Standards and Framework Act 1998; \n\t\t\t  * “EA 2002” means the Education Act 2002; \n\t\t\t  * “EA 2005” means the Education Act 2005; \n\t\t\t  * “EIA 2006” means the Education and Inspections Act 2006; \n\t\t\t  * “ASCLA 2009” means the Apprenticeships, Skills, Children and Learning Act 2009; \n\t\t\t  * “CSFA 2010” means the Children, Schools and Families Act 2010. \n\t\tIn this Act—\n\t\t\t  * “the Academy”, in a case in which an Academy order is made, has the meaning given by section 6(2); \n\t\t\t  * “the conversion date” has the meaning given by section 6(2); \n\t\t\t  * “the local authority” in relation to a maintained school, means the authority by which the school is maintained; \n\t\t\t  * “maintained school” means— \n\t\t\ta community, foundation or voluntary school, or\n\t\t\ta community or foundation special school.\n\t\tSection 4(3) (when a maintained school is “converted into” an Academy)applies for the purposes of this Act.\n\t\tEA 1996 and sections 1 to 13, 15 and 16 of this Act are to be read as ifthose sections were contained in EA 1996.\n\t\tUnless the context otherwise requires, a reference in this Act to—\n\t\t\ta community, foundation or voluntary school, or\n\t\t\ta community or foundation special school,\n\t\t\t\tis to such a school within the meaning of SSFA 1998.\n\tExtent \n\t\tThis Act extends to England and Wales only, subject to subsection (2).\n\t\tAn amendment or repeal made by this Act has the same extent as theprovision to which it relates.\n\tCommencement \n\t\tSections 15 to 20 come into force on the day on which this Act is passed.\n\t\tThe other provisions of this Act come into force on whatever day or daysthe Secretary of State appoints by order made by statutory instrument.\n\t\tAn order under subsection (2)—\n\t\t\tmay make different provision for different purposes or different areas;\n\t\t\tmay make incidental, consequential, supplemental, transitional ortransitory provision or savings.\n\tShort title\n\t\tThis Act may be cited as the Academies Act 2010.\n\t\tThis Act is to be included in the list of Education Acts set out in section578 of EA 1996."
    }
]