{
    "general": "The Academies Act 2010 allows schools to become academies, which means they can have more control over how they are run and can make their own decisions about things like curriculum and staffing. This law gives schools the power to be more independent from local authorities and central government, so they can focus on what's best for their students.",
    "series": [
        [
            {
                "length": 279,
                "short": "\"Creation of Independent Schools in England through Academy Arrangements\"",
                "text": "\n* Simplified point 1: The Academies Act 2010 allows the Secretary of State to create \"Academies\" which are independent schools in England that have more freedom to manage their own affairs.\n* Simplified point 2: The Secretary of State can enter into \"Academy arrangements\" with any person, which are agreements that allow the other party to establish and maintain an independent school in England with certain characteristics and undertakings.\n* Simplified point 3: Academy arrangements must include provisions for the school to have a balanced and broadly based curriculum, provide education for pupils of different abilities, and provide education for pupils who are wholly or mainly drawn from the area in which the school is situated.\n* Simplified point 4: Academy arrangements must also include terms that prevent the school from charging fees for admission or attendance, and must provide for payments to the other party under the agreement.\n* Simplified point 5: Payments under Academy agreements can be in respect of capital or current expenditure, and the agreement may provide for repayment of sums determined in accordance with the agreement if the Secretary of State terminates the agreement."
            },
            {
                "length": 287,
                "short": "\"Academies Act 2010: School Freedom and Property Transfer\"",
                "text": "\n* Simplified point 1: The Academies Act 2010 allows schools in England to convert to become academies, which gives them more freedom to manage their own affairs and set their own curriculum.\n* Simplified point 2: To convert to an academy, the governing body of the school must apply to the Secretary of State for an Academy Order, and the school must consult with the foundation (if it has one) and the local authority before making the application.\n* Simplified point 3: If the Secretary of State grants the Academy Order, the school will become an academy and the local authority will no longer be responsible for maintaining it.\n* Simplified point 4: The school's governing body must determine whether the school has a surplus before it converts to an academy, and if so, the amount of the surplus. The local authority must pay any amount determined to the proprietor of the academy.\n* Simplified point 5: The Academies Act 2010 also allows for the transfer of property, rights, and liabilities from the local authority to the proprietor of the academy, and provides for the creation of new rights and liabilities in relation to the transferred property."
            },
            {
                "length": 207,
                "short": "Government's Plan for Private School Funding and Oversight",
                "text": "\n* Simplified point 1: The government can create new \"Academies\" (private schools) that receive public funding but operate independently of local authorities.\n* Simplified point 2: Before creating a new Academy, the government must consider the potential impact on nearby schools and the broader community.\n* Simplified point 3: The government must also consult with relevant parties before making any decisions about establishing a new Academy.\n* Simplified point 4: The government must prepare and publish an annual report detailing the performance of all Academies and any new Academy arrangements entered into during the previous year.\n* Simplified point 5: The report must include information on the financial performance of Academies and any issues related to their charitable status.\n* Simplified point 6: The government can exempt certain Academy proprietors from registration requirements, allowing them to operate more efficiently."
            },
            {
                "length": 216,
                "short": "\"Education Act: Transitioning Existing Agreements to Academies\"",
                "text": "\n* Simplified point 1: This section provides for the transition of existing agreements between schools and the Secretary of State to become academies under the new legislation.\n* Simplified point 2: It ensures that the continued operation of these agreements is not affected by the repeal of certain sections of previous education acts.\n* Simplified point 3: The section also defines key terms used in the act, such as \"Academy\", \"conversion date\", \"local authority\", and \"maintained school\".\n* Simplified point 4: The act applies to England and Wales only, with the exception of certain provisions that extend to both countries.\n* Simplified point 5: The commencement dates for different parts of the act are specified, with some provisions coming into force on the day the act is passed, while others are subject to appointment by the Secretary of State through statutory instrument."
            }
        ],
        [
            {
                "length": 265,
                "short": "\"Creation of Independent Schools in England through Academy Arrangements\"",
                "text": "\n* Simplified point 1: The Academies Act 2010 allows the Secretary of State to create \"Academies\" which are independent schools in England that have more freedom to manage their own affairs.\n* Simplified point 2: The Secretary of State can enter into \"Academy arrangements\" with any person, which are agreements that allow the other party to establish and maintain an independent school in England with certain characteristics and undertakings.\n* Simplified point 3: Academy arrangements must include provisions for the school to have a balanced and broadly based curriculum, provide education for pupils of different abilities, and provide education for pupils who are wholly or mainly drawn from the area in which the school is situated.\n* Simplified point 4: Academy arrangements must also include terms that prevent the school from charging fees for admission or attendance, and must provide for payments to the other party under the agreement.\n* Simplified point 5: Payments under Academy agreements can be in respect of capital or current expenditure, and the agreement may provide for repayment of sums determined in accordance with the agreement if the Secretary of State terminates the agreement."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Academies Act 2010 allows the government to create independent schools called 'academies' in England. These schools have more freedom to run their own affairs, but must still follow certain rules to ensure they provide a good education for all students. The government can enter into agreements with individuals or organizations to establish and run these schools. The agreements must include provisions for a balanced curriculum, free education for all students, and proper governance. The government can also transfer ownership of land and buildings from local authorities to the academy proprietors. Additionally, the government must annually report on the performance of all academies and any new academy arrangements made during the previous year. Finally, the act applies to England and Wales, except for certain provisions that extend to both countries."
}