[
    {
        "length": 645,
        "text": "\nIncome tax charge, rates etc\n\tIncome tax charge for tax year 2022-23\n\t\tIncome tax is charged for the tax year 2022-23.\n\tMain rates of income tax for tax year 2022-23\n\t\tFor the tax year 2022-23 the main rates of income tax are as follows—\n\t\t\tthe basic rate is 20%,\n\t\t\tthe higher rate is 40%, and\n\t\t\tthe additional rate is 45%.\n\tDefault and savings rates of income tax for tax year 2022-23\n\t\tFor the tax year 2022-23 the default rates of income tax are as follows—\n\t\t\tthe default basic rate is 20%,\n\t\t\tthe default higher rate is 40%, and\n\t\t\tthe default additional rate is 45%.\n\t\tFor the tax year 2022-23 the savings rates of income tax are as follows—\n\t\t\tthe savings basic rate is 20%,\n\t\t\tthe savings higher rate is 40%, and\n\t\t\tthe savings additional rate is 45%.\n\tIncrease in rates of tax on dividend income\n\t\tIn section 8 of ITA 2007 (which provides, among other things, for thedividend ordinary rate, dividend upper rate and dividend additional rate)—\n\t\t\tin subsection (1) (the dividend ordinary rate), for “7.5%” substitute“8.75%”,\n\t\t\tin subsection (2) (the dividend upper rate), for “32.5%” substitute“33.75%”, and\n\t\t\tin subsection (3) (the dividend additional rate), for “38.1%” substitute“39.35%”.\n\t\tIn section 9(2) of ITA 2007 (the dividend trust rate), for “38.1%”substitute “39.35%”.\n\t\tThe amendments made by this section have effect for the tax year 2022-23and subsequent tax years.\n\tFreezing starting rate limit for savings for tax year 2022-23\n\t\tFor the tax year 2022-23 the amount specified in section 12(3) of ITA 2007(the starting rate limit for savings) is “£5,000”.\n\t\tAccordingly, section 21 of that Act (indexation) does not apply in relationto the starting rate limit for savings for that tax year."
    },
    {
        "length": 473,
        "text": "\nBanking surcharge\n\tRate of surcharge and surcharge allowance\n\t\tIn section 269DA(1) of CTA 2010 (surcharge on banking companies), for “8%”substitute “3%”.\n\t\tIn each of the following provisions of Part 7A of CTA 2010 (which makeprovision in relation to the surcharge allowance), for “£25,000,000”substitute “£100,000,000”—\n\t\t\tsection 269DE(3) and (4),\n\t\t\tsection 269DF(2) and (3), and\n\t\t\tsection 269DJ(3).\n\t\tThe amendments made by this section have effect for accounting periodsbeginning on or after 1 April 2023.\n\t\tThe remaining provisions of this section deal with a case where a companyhas an accounting period (a “straddling period”) beginning before 1 April 2023and ending on or after that date.\n\t\tFor the purpose of calculating—\n\t\t\tthe amount of surcharge chargeable on a company for the straddling period,and\n\t\t\tthe sum chargeable on a company at step 5 in section 371BC(1) of TIOPA 2010(and see, in particular, section 371BI of that Act) for the straddling period,\n\t\t\t\tso much of the straddling period as falls before 1 April 2023, and so much ofit as falls on or after that date, are to be treated as separate accountingperiods.\n\t\tIf it is necessary to apportion an amount for the straddling period to thetwo separate accounting periods, see section 1172 of CTA 2010 (which appliesas a result of section 269DL of CTA 2010)."
    },
    {
        "length": 937,
        "text": "\nTrading and property income\n\tAbolition of basis periods\n\t\tSchedule 1 makes provision for and in connection with the abolition of basisperiods under Chapter 15 of Part 2 of ITTOIA 2005.\n\tProfits of property businesses: late accounting date rules\n\t\tChapter 3 of Part 3 of ITTOIA 2005 (profits of property businesses: basicrules) is amended as follows.\n\t\tIn section 275 (apportionment etc of profits to tax year)—\n\t\t\tin subsection (1), for “This section applies” substitute “This section andsections 275A to 275C apply”;\n\t\t\tat the end insert—\n\t\tSections 275A and 275B contain rules for the purpose of avoiding the needto apportion profits or losses under this section (and section 275C makesprovision for the person carrying on the business to elect for those rules notto apply).”\n\t\tAfter section 275 insert—\n\t\t“275ARule if person starts to carry on business after 31 March\n\t\t\tThis section applies if, in a tax year (“the relevant tax year”), theperson carrying on the business—\n\t\t\t\tstarts to carry it on after 31 March, and\n\t\t\t\tdoes not permanently cease to carry it on.\n\t\t\tFor the purposes of this Part—\n\t\t\t\tthe profits or losses of the business of the relevant tax year are treatedas nil, and\n\t\t\t\tthe actual profits or losses of the business of the relevant tax year aretreated as arising in the following tax year.\n\t\tBRule if there is a late accounting date\n\t\t\tThis section applies if, in a tax year (“the relevant tax year”), theperson carrying on the business—\n\t\t\t\tdoes not start to carry it on or starts to carry it on before 1 April,\n\t\t\t\tdoes not permanently cease to carry it on, and\n\t\t\t\thas an accounting date that is 31 March or 1, 2, 3 or 4 April.\n\t\t\tFor the purposes of this Part—\n\t\t\t\tthe profits or losses of the business of the period beginning with the dayafter the accounting date and ending with 5 April in the relevant tax year aretreated as nil, and\n\t\t\t\tthe actual profits or losses of the business of that period are treated asarising in the following tax year.\n\t\t\tIn this section, “accounting date” in relation to a tax year means—\n\t\t\t\tthe date in the tax year to which accounts are drawn up, or\n\t\t\t\tif there are two or more such dates, the latest of them.\n\t\tCElection to disapply late accounting date rules\n\t\t\tThe person carrying on the business may make an election under thissection.\n\t\t\tIf an election under this section has effect for a tax year, neither ofsections 275A and 275B apply in relation to the business for that tax year.\n\t\t\tAn election under this section—\n\t\t\t\tmust be made on or before the first anniversary of the normal self-assessment filing date for the first tax year for which it is to have effect,and\n\t\t\t\thas effect for that tax year and the four tax years following that tax year(subject to subsection (4)).\n\t\t\tIf the person permanently ceases to carry on the business before the end ofthe last of the tax years mentioned in subsection (3)(b), the election haseffect for each tax year up to and including the tax year immediately beforethe tax year in which the person permanently ceases to carry on the business.”\n\t\t\tThe amendments made by this section have effect for the tax year 2023-24and subsequent tax years."
    },
    {
        "length": 801,
        "text": "\nLiability of scheme administrator for annual allowance charge\n\tPart 4 of FA 2004 (pension schemes etc) is amended as follows.\n\tIn section 237B(5)(a) (liability of scheme administrator for annualallowance charge), for “not later than 31 July in the year following that inwhich the tax year ends” substitute “in accordance with the time limit insection 237BA”.\n\tAfter that section insert—\n\t“237BATime limit for notices under section 237B\n\t\tThis section specifies the time limit for an individual to give a noticeunder section 237B(3) in relation to a pension scheme for a tax year (seesection 237B(5)(a)).\n\t\tExcept where subsection (5) applies, the individual must give the noticenot later than 31 July in the year following the year in which the tax yearends.\n\t\tSubsection (5) applies where—\n\t\t\tat a relevant time, the scheme administrator gives the individualinformation about a change to the pension scheme input amount in relation tothe pension scheme for the tax year,\n\t\t\tthe scheme administrator is required to give the individual the informationby regulations under section 251, and\n\t\t\tsection 237B applies to the individual, in relation to the pension schemeand the tax year, as a result of that change.\n\t\tIn subsection (3), “relevant time” means a time falling—\n\t\t\ton or after 2 May in the year following that in which the tax year inquestion ends, and\n\t\t\tbefore the end of the period of 6 years beginning with the end of the taxyear in question.\n\t\tWhere this subsection applies, the individual must give the notice beforewhichever is the earlier of the following—\n\t\t\tthe end of the period of 3 months beginning with the day on which thescheme administrator gives the individual the information described insubsection (3)(a), and\n\t\t\tthe end of the period of 6 years beginning with the end of the tax year inquestion.\n\t\tIn this section, “pension scheme input amount” has the meaning given insection 237B(2).”\n\t\tIn section 254 (accounting for tax by scheme administrators)—\n\t\t\tin subsection (7A), for the words from “the period ending” to the endsubstitute “the later of—\n\t\t\tthe period ending with 31 December in the year following that in which thattax year ended, and\n\t\t\tthe period following the period in which the scheme administrator receivesthe notice which gives rise to the liability,\n\t\t\t\tsubject to subsections (7AA) and (7B).”,\n\t\t\tafter that subsection insert—\n\t\t\t“(7AA)The tax described in subsection (7A) is to be taken for the purposes ofsubsection (2) to be charged in an earlier period if the scheme administratormakes an election to that effect in the return for the earlier period.”, and\n\t\t\tin subsection (7B)—\n\t\t\tomit “But”, and\n\t\t\tafter “(7A)” insert “or (7AA)”."
    },
    {
        "length": 2364,
        "text": "\nIncrease of normal minimum pension age\n\tPart 4 of FA 2004 (pension schemes etc) is amended in accordance withsubsections (2) to (6).\n\tIn section 279(1) (other definitions), for the definition of “normalminimum pension age” substitute—\n\t\t  * ““normal minimum pension age” means—\n\t\tin relation to, and to a member of, a pension scheme that is not a uniformedservices pension scheme—\n\t\tbefore 6 April 2010, 50,\n\t\ton and after that date but before 6 April 2028, 55, and\n\t\ton and after 6 April 2028, 57, and\n\t\tin relation to, and to a member of, a uniformed services pension scheme—\n\t\tbefore 6 April 2010, 50, and\n\t\ton and after that date, 55,”.\n\tIn that section, after subsection (3) insert—\n\tIn this section “uniformed services pension scheme” means a pension schemethat—\n\t\tis established by or under an enactment or Royal Warrant for the benefit ofpersons described in subsection (5) (whether or not other persons may bemembers of such a scheme), or\n\t\tis established solely for the receipt of additional voluntary contributionsfrom members of a scheme falling within paragraph (a),\n\t\t\tsubject to any regulations made under subsection (6).\n\tThose persons are persons who are or were—\n\t\tmembers of the naval, military or air forces of the Crown (includingmembers of any reserve force);\n\t\tmembers of a police force other than the Civil Nuclear Constabulary;\n\t\tfirefighters. \n\tThe Treasury may by regulations —\n\t\tamend subsection (5) by adding to, varying or omitting descriptions ofpersons;\n\t\tprovide for a pension scheme not falling within subsection (4)(a) or (b)that is specified, or is of a specified description, to be treated as auniformed services pension scheme;\n\t\tprovide for a pension scheme falling within subsection (4)(a) or (b) thatis specified, or is of a specified description, to be treated as not being auniformed services pension scheme.\n\t\t“Specified” means specified in the regulations.\n\tRegulations under subsection (6) may make transitional provision andsavings.”\n\tIn Schedule 36 (pension schemes etc: transitional provisions and savings),in paragraph 21 (member’s protected pension age applies instead of normalminimum pension age)—\n\t\tin sub-paragraph (1), for “or 23” substitute “, 23 or 23ZB”;\n\t\tin sub-paragraph (2), for “and 23(8)” substitute “, 23(8) and 23ZB(7)”.\n\tIn that Schedule, after paragraph 23ZA insert—\n\t“Protected pension age: scheme rights existing before 4 November 2021\n\t\t23ZB(1)This paragraph applies in relation to a relevant registered pensionscheme and a member of the pension scheme if—\n\t\t\tneither paragraph 22 nor 23 applies in relation to them, and\n\t\t\tthe entitlement condition or the block transfer condition is met inrelation to the scheme and the member.\n\t\tA registered pension scheme is “relevant” if it is not a uniformed servicespension scheme (as defined in section 279(4)).\n\t\tThe entitlement condition is met if—\n\t\t\timmediately before 4 November 2021 the member had an actual or prospectiveright under the pension scheme to any benefit from an age of less than 57,\n\t\t\tthe rules of the pension scheme on 11 February 2021 included provisionconferring such a right on some or all of the persons who were then members ofthe pension scheme, and\n\t\t\tthe member either had such a right under the scheme on 11 February 2021 orwould have had such a right had the member been a member of the scheme on 11February 2021.\n\t\tWhere— \n\t\t\ta recognised transfer is made on or after 4 November 2021 in execution of arequest made before that date, and\n\t\t\tthat transfer would, if executed before that date, have resulted in themember having an actual or prospective right under a pension scheme to anybenefit from the age of less than 57 immediately before that date,\n\t\t\tthe member is, for the purposes of this paragraph, to be treated as havingthat right under that scheme at that time.\n\t\tThe block transfer condition is met if the member is a member of thepension scheme (the “transferee pension scheme”) as a result of—\n\t\t\ta block transfer to the transferee pension scheme on or after 4 November2021 from a pension scheme (the “original pension scheme”) where theentitlement condition is met in relation to the original scheme and themember,\n\t\t\ta block transfer to the transferee pension scheme from a pension scheme(the “original pension scheme”) on or before 3 November 2021 where—\n\t\t\timmediately before the transfer the member had an actual or prospectiveright under the original pension scheme to any benefit from an age of lessthan 57,\n\t\t\tthe rules of the original pension scheme met paragraph (b) of theentitlement condition, and\n\t\t\tparagraph (c) of that condition is met in relation to the originalpension scheme and the member, or\n\t\t\ta block transfer to the transferee pension scheme from a pension scheme(the “transferor pension scheme”) that was a transferee pension scheme inrelation to an original pension scheme or another transferor pension scheme byvirtue of the previous application of paragraph (a) or (b) or the previousapplication (on one or more occasions) of this paragraph.\n\t\tFor the purposes of sub-paragraph (5), a transfer is a “block transfer”, ifit involves the transfer, in a single transaction, of all of the sums andassets held for the purposes of, or representing accrued rights under, thearrangements under a pension scheme which relate to the member and at leastone other member of the scheme.\n\t\tThe member’s protected pension age is the higher of 55 and the age fromwhich the member had an actual or prospective right to any benefit immediatelybefore 4 November 2021 under—\n\t\t\tin a case where the entitlement condition is met in relation to the memberand the scheme, that scheme, or\n\t\t\tin a case where the block transfer condition is met in relation to themember and the scheme and the entitlement condition is not so met, whicheverof that scheme, the original scheme or the transferor scheme that the memberwas a member of at that time.\n\t\tBut this paragraph does not have effect so as to give the member aprotected pension age of more than 55 at any time before 6 April 2028.\n\t\t23ZC(1)This paragraph applies in relation to sums or assets of a relevantregistered pension scheme and the member of the scheme to which those sums andassets relate if—\n\t\t\tnone of paragraphs 22, 23 or 23ZB apply in relation to the scheme and themember, and\n\t\t\tthose sums or assets were subject to a relevant transfer to the scheme.\n\t\tSums or assets relate to a member of a pension scheme if they are held bythat scheme for the purposes of, or represent accrued rights under, anarrangement relating to the member under the pension scheme.\n\t\tSums or assets were subject to a relevant transfer to a relevant registeredpension scheme if they were transferred to that scheme from another relevantregistered pension scheme (“the transferor scheme”) as a result of arecognised transfer and, immediately before the transfer—\n\t\t\tthey were sums or assets held by the transferor scheme for the purposes of,or representing accrued rights under, an arrangement relating to a member ofthe transferor scheme, and\n\t\t\tparagraph 23ZB applied in relation to the transferor scheme and that memberor this paragraph applied to those sums or assets and that member as a resultof a relevant transfer to the transferor scheme.\n\t\tIf this paragraph applies in relation to sums or assets (“transferred sumsor assets”) and a member of a relevant registered pension scheme, this Part ofthis Act (except for section 218(6) and paragraph 19) applies in relation to—\n\t\t\tthe transferred sums or assets while held for the purposes of, orrepresenting accrued rights under, an arrangement under the scheme, and\n\t\t\tany sums or assets held for the purposes of, or representing accrued rightsunder, such an arrangement that arise, or (directly or indirectly) derive,from—\n\t\t\tany of the transferred sums or assets, or\n\t\t\tsums or assets which so arise or derive,\n\t\t\tas if references to normal minimum pension age were to the member’s protectedpension age under the first relevant registered pension scheme from whichthere was a relevant transfer of the sums or assets (see paragraph 23ZB(7)).\n\t\tIn this paragraph “relevant registered pension scheme” means a pensionscheme that is not a uniformed services pension scheme (as defined in section279(4))."
    },
    {
        "length": 190,
        "text": "\n“Protected pension age: scheme rights existing before 6 April 2006”;\n\tin paragraph 23ZA(2), in the words before paragraph (a), after “This Part”insert “of this Act”.\n\tIn section 308C(9) of ITEPA 2003 (provision of pensions advice: limitedexemption), for paragraph (a) substitute—\n\t\tif any of paragraphs 22, 23, 23ZB or 23ZC of Schedule 36 to FA 2004 applyin relation to the employee, the lowest protected pension age that applies asa result of those paragraphs (in relation to the employee or, as the case maybe, to sums or assets that relate to the employee), or”."
    },
    {
        "length": 929,
        "text": "\nPublic service pension schemes: rectification of unlawfuldiscrimination\n\tThe Treasury may by regulations made by statutory instrument make provisionof the kind mentioned in subsection (2) in consequence of, or otherwise inconnection with, the discrimination rectification provisions.\n\tThe provision referred to in subsection (1) is provision modifying anyrelevant tax enactment in its application in relation to a relevant person.\n\tIn subsection (2)—\n\t\t  * “relevant tax enactment” means— \n\t\tan enactment contained in or made under Part 4 of FA 2004 (pension schemesetc),\n\t\tan enactment contained in or made under Schedule 15 to FA 2020 (tax relief forscheme payments etc), or\n\t\tan enactment contained in the Income Tax Acts, or relating to capital gainstax, that is not within paragraph (a) or (b);\n\t\t\t  * “relevant person” means a person— \n\t\twho has any remediable service in an employment or office,\n\t\twho has any rights or obligations under or in relation to a public servicepension scheme that are determined by reference to, or are otherwise affectedby, another person’s remediable service in an employment or office, or\n\t\tto whom, or by whom, any amounts are paid or payable under the discriminationrectification provisions.\n\tRegulations under this section may—\n\t\tmake retrospective provision;\n\t\tmake different provision for different cases;\n\t\tmake consequential, incidental or supplemental provision.\n\tA statutory instrument containing regulations under this section is subjectto annulment in pursuance of a resolution of the House of Commons.\n\tIn this section “the discrimination rectification provisions” means—\n\t\tChapters 1 to 3 of Part 1 of PSPJOA 2022 and any provision made under thoseChapters,\n\t\tany provision made under Chapter 4 of that Part of that Act, and\n\t\tany provision contained in scheme regulations that is made—\n\t\tunder provision contained in Part 1 of PSPJOA 2022, or\n\t\tunder section 3(2)(c) of PSPA 2013 or section 3(2)(c) of PSPA(NI) 2014(consequential etc provision in relation to Part 1 of PSPJOA 2022).\n\tIn this section—\n\t\t  * “modifying” includes disapplying or supplementing; \n\t\t  * “PSPA 2013” means the Public Service Pensions Act 2013; \n\t\t  * “PSPA(NI) 2014” means the [Public Service Pensions Act (Northern Ireland) 2014 (c. 2 (N.I.))](/id/nia/2014/2?view=plain \"Go to item of legislation\"); \n\t\t  * “PSPJOA 2022” means the Public Service Pensions and Judicial Offices Act 2022; \n\t\t  * “public service pension scheme” has the same meaning as in Part 4 of FA 2004 (see section 150 of that Act); \n\t\t  * “remediable service” means remediable service within the meaning of Chapter 1, 2 or 3 of Part 1 of PSPJOA 2022; \n\t\t  * “scheme regulations” means scheme regulations within the meaning of PSPA 2013 or PSPA(NI) 2014. "
    },
    {
        "length": 564,
        "text": "\nCapital allowances\n\tExtension of temporary increase in annual investment allowance\n\t\tIn section 32(1) of FA 2019 (which increases the maximum amount of theannual investment allowance to £1,000,000 until 31 December 2021), for “theperiod of three years beginning with 1 January 2019” substitute “the periodbeginning with 1 January 2019 and ending with 31 March 2023”.\n\t\tIn consequence of the amendment made by subsection (1)—\n\t\t\tin section 32(2) of that Act, for “1 January 2022” substitute “1 April2023”,\n\t\t\tin paragraph 2 of Schedule 13 to that Act and the heading before thatparagraph, for “1 January 2022” (in each place) substitute “1 April 2023”,\n\t\t\tin paragraph 3(3)(b) of that Schedule, for “the period of three yearsbeginning with 1 January 2019” substitute “the period beginning with 1 January2019 and ending with 31 March 2023”, and\n\t\t\tin the heading for that Schedule, for “1 January 2022” substitute “1 April2023”.\n\tStructures and buildings allowances: allowance statements\n\t\tIn section 270IA(4) of CAA 2001 (definition of “allowance statement”)—\n\t\t\tin paragraph (b), for “purchase, and” substitute “acquisition,”, and\n\t\t\tafter paragraph (c) insert “, and\n\t\t\twhere qualifying expenditure is incurred on the construction or acquisitionof the building or structure after the date mentioned in paragraph (c), thedate on which the expenditure is incurred.”\n\t\tThe amendments made by this section have effect in relation to cases inwhich qualifying expenditure—\n\t\t\tis incurred on the construction or acquisition of the building or structureon or after the day on which this Act is passed, or\n\t\t\tin reliance on section 270BB(3) of CAA 2001, is treated as being soincurred on or after that day for the purposes of Part 2A of that Act."
    },
    {
        "length": 231,
        "text": "\nReliefs for investments\n\tQualifying asset holding companies\n\t\tSchedule 2 makes provision in order to facilitate the use of certaincompanies that carry on an investment business by investment funds and otherentities to hold investments for the purposes of those funds and entities.\n\t\tThose companies are referred to in that Schedule as “qualifying assetholding companies” or “QAHCs”.\n\tReal Estate Investment Trusts\n\t\tSchedule 3 makes changes to Part 12 of CTA 2010 in relation to—\n\t\t\tthe conditions for companies in relation to UK REITs in section 528 and528A of that Act;\n\t\t\tthe requirement to prepare financial statements under section 532 of thatAct;\n\t\t\tthe balance of business test in section 531 of that Act;\n\t\t\tthe meaning of “holder of excessive rights” in section 553 of that Act."
    },
    {
        "length": 782,
        "text": "\nFilm tax relief: films produced to be television programmes\n\tPart 15 of CTA 2009 (film production) is amended as follows.\n\tIn section 1195 (availability and overview of film tax relief)—\n\t\tin subsection (2)—\n\t\tomit paragraph (a), and\n\t\tafter that paragraph insert—\n\t\tsection 1196A (intended release or broadcast),”, and\n\t\tin subsection (3A)—\n\t\tomit “or” at the end of paragraph (a), and\n\t\tat the end insert “, or\n\t\trelief is available to the company under Chapter 3 of Part 15A (televisiontax relief) in respect of the expenditure.”\n\tOmit section 1196 (intended theatrical release).\n\tAfter that section insert—\n\t“1196AIntended release or broadcast\n\t\tThe film must—\n\t\t\tbe intended for theatrical release, or\n\t\t\tbe a television programme intended for broadcast to the general public thatmeets conditions A to D in section 1216AB (meaning of “relevant programme”).\n\t\tFor this purpose—\n\t\t\t“theatrical release” means exhibition to the paying public at thecommercial cinema,\n\t\t\ta film is not regarded as intended for theatrical release unless it isintended that a significant proportion of the earnings from the film should beobtained by such exhibition, and\n\t\t\t“television programme” has the same meaning as in Part 15A (see section1216AA).\n\t\tWhether the condition in subsection (1) is met is determined for eachaccounting period of the company during which film-making activities arecarried on in relation to the film, in accordance with the following rules.\n\t\tIf the condition in subsection (1) is met at the end of an accountingperiod, it is treated as having been met throughout that period (subject tosubsection (5)(b)).\n\t\tIf the condition in subsection (1) is not met at the end of an accountingperiod—\n\t\t\tit is treated as having been not met throughout that period, and\n\t\t\tit cannot be met in any subsequent accounting period.\n\t\t\t\tThis does not affect any entitlement of the company to relief in an earlieraccounting period for which the condition in subsection (1) was met.”\n\t\tThe amendments made by this section have effect in relation to accountingperiods ending on or after 1 April 2022, subject to subsection (6).\n\t\tThe amendments made by this section do not have effect in relation to afilm in relation to which film-making activities are carried on before 1 April2022 if—\n\t\t\tthe principal photography of the film is completed before that date, or\n\t\t\tfilm tax relief is not available in connection with the film for anaccounting period ending before that date by virtue of section 1196(5) of CTA2009 (films not intended for theatrical release at the end of an accountingperiod)."
    },
    {
        "length": 557,
        "text": "\nTemporary increase in theatre tax credit\n\tThis section applies where—\n\t\ta company’s activities in relation to a theatrical production are treatedfor corporation tax purposes as a trade separate from any other activities ofthe company by virtue of section 1217H of CTA 2009 (claim for additionaldeduction), and\n\t\tthe production phase for the theatrical production begins on or after 27October 2021.\n\tIn relation to the separate theatrical trade and an accounting periodbeginning on or after 27 October 2021 and ending on or before 31 March 2023,section 1217K(4) of CTA 2009 (amount of theatre tax credit) has effect as if—\n\t\tin paragraph (a), for “25%” there were substituted “50%”, and\n\t\tin paragraph (b), for “20%” there were substituted “45%”.\n\tIn relation to the separate theatrical trade and an accounting periodbeginning on or after 1 April 2023 and ending on or before 31 March 2024,section 1217K(4) of CTA 2009 (amount of theatre tax credit) has effect as if—\n\t\tin paragraph (a), for “25%” there were substituted “35%”, and\n\t\tin paragraph (b), for “20%” there were substituted “30%”.\n\tFor the purposes of Part 15C of CTA 2009 (theatrical productions), wherethe company has an accounting period which begins before, but ends on orafter, 27 October 2021, 1 April 2023 or 1 April 2024 (a “straddling period”)—\n\t\tso much of the straddling period as falls before the date in question, andso much of that period as falls on or after that date, are to be treated asseparate accounting periods, and\n\t\tany amounts brought into account for the purposes of calculating forcorporation tax purposes the profits of a trade for a straddling period are tobe apportioned to the two separate accounting periods on a just and reasonablebasis."
    },
    {
        "length": 687,
        "text": "\nTheatrical productions tax relief\n\tPart 15C of CTA 2009 (theatrical productions tax relief) is amended asfollows.\n\tIn section 1217FA (meaning of “theatrical production”)—\n\t\tin subsection (2)—\n\t\tin the words before paragraph (a), for “other” substitute “relevant”,\n\t\tafter paragraph (b) (but before the “and” at the end) insert—\n\t\teach performance is intended to be given to an audience of not less thanfive individuals,”,\n\t\tin subsection (3), omit “also”, and\n\t\tafter subsection (3) insert—\n\t\t\t“(3A)“Relevant dramatic piece” means a dramatic piece (other than a play,opera or musical) that tells a story or a number of related or unrelatedstories.”\n\tIn section 1217FB(1) (productions not regarded as theatrical), beforeparagraph (a) insert—\n\t\tit is produced for training purposes,”.\n\tIn section 1217GA (the commercial purpose condition), after subsection (2)insert—\n\t“(2A)A performance to members of the general public is not regarded as beingto paying members unless—\n\t\tit is separately ticketed, and\n\t\tit is intended that a significant proportion of the earnings from theperformance should be obtained by such ticketing.\n\t\t(2B)For the purposes of subsection (2A), the fact that a ticket covers thingsreasonably incidental to the performance (such as, for example, a programme orfood to be consumed during the course of the performance) does not prevent theperformance from being separately ticketed, provided that the price paid canreasonably be apportioned between the performance and those other things.\n\t\t(2C)A performance is only regarded as provided for educational purposes if itis provided mainly for the purpose of educating the audience.”\n\tIn section 1217GC (meaning of “core expenditure”), at the end insert—\n\tFor the purposes of subsection (2)(a), expenditure by an educational bodyon teaching or training participants in a production is expenditure on amatter not directly involved in producing the production, except to the extentthat the teaching or training takes place as part of a rehearsal for theproduction.\n\tFor the purposes of subsection (2)(b), a performance to the general publicis not regarded as being to paying members unless it satisfies section1217GA(2A).\n\tIn this section, “educational body” includes a body mentioned in section71.”\n\tThe amendments made by this section have effect in relation to a theatricalproduction only where the production phase begins on or after 1 April 2022."
    },
    {
        "length": 493,
        "text": "\nTemporary increase in orchestra tax credit\n\tThis section applies where—\n\t\ta company’s activities in relation to a concert, or a series of concerts,are treated for corporation tax purposes as a trade separate from any otheractivities of the company by virtue of section 1217Q of CTA 2009 (separateorchestral trade), and\n\t\tthe production process for the concert, or series of concerts, starts on orafter 27 October 2021.\n\tIn relation to the separate orchestral trade and an accounting periodbeginning on or after 27 October 2021 and ending on or before 31 March 2023,section 1217RG(4) of CTA 2009 (amount of orchestra tax credit) has effect asif for “25%” there were substituted “50%”.\n\tIn relation to the separate orchestral trade and an accounting periodbeginning on or after 1 April 2023 and ending on or before 31 March 2024,section 1217RG(4) of CTA 2009 (amount of orchestra tax credit) has effect asif for “25%” there were substituted “35%”.\n\tFor the purposes of Part 15D of CTA 2009 (orchestra tax relief), where thecompany has an accounting period which begins before, but ends on or after, 27October 2021, 1 April 2023 or 1 April 2024 (a “straddling period”)—\n\t\tso much of the straddling period as falls before the date in question, andso much of that period as falls on or after that date, are to be treated asseparate accounting periods, and\n\t\tany amounts brought into account for the purposes of calculating forcorporation tax purposes the profits of a trade for a straddling period are tobe apportioned to the two separate accounting periods on a just and reasonablebasis."
    },
    {
        "length": 476,
        "text": "\nOrchestra tax relief\n\tPart 15D of CTA 2009 (orchestra tax relief) is amended as follows.\n\tIn section 1217PA(2) (meaning of “orchestral concert”), before paragraph(a) insert—\n\t\tit is produced for training purposes,”.\n\tIn section 1217RA (companies qualifying for orchestra tax relief), aftersubsection (6) insert—\n\t\t“(6A)A concert performed before the public is not regarded as being performedbefore the paying public unless—\n\t\tit is separately ticketed, and\n\t\tit is intended that a significant proportion of the earnings from theconcert should be obtained by such ticketing.\n\t\t(6B)For the purposes of subsection (6A), the fact that a ticket covers thingsreasonably incidental to the concert (such as, for example, a programme orfood to be consumed during the course of the performance) does not prevent theconcert from being separately ticketed, provided that the price paid canreasonably be apportioned between the concert and those other things.\n\t\t(6C)A concert is only regarded as performed for educational purposes if it isperformed entirely or mainly for the purpose of educating the audience.”\n\tIn section 1217RC (meaning of “core expenditure”), at the end insert—\n\tFor the purposes of subsection (3)(a), expenditure by an educational bodyon teaching or training participants in a concert or concerts is expenditureon a matter not directly involved with putting on the concert or concerts,except to the extent that the teaching or training takes place as part of arehearsal for the concert or concerts.\n\tIn this section, “educational body” includes a body mentioned in section71.”\n\tThe amendments made by this section have effect in relation to a concert orseries of concerts only where the production process starts on or after 1April 2022."
    },
    {
        "length": 572,
        "text": "\nTemporary increase in museums and galleries exhibition tax credit\n\tThis section applies where—\n\t\ta company’s activities in relation to the production of an exhibition aretreated for corporation tax purposes as a trade separate from any otheractivities of the company by virtue of section 1218ZB of CTA 2009 (separateexhibition trade), and\n\t\tthe production stage for the exhibition begins on or after 27 October 2021.\n\tIn relation to the separate exhibition trade and an accounting periodbeginning on or after 27 October 2021 and ending on or before 31 March 2023,section 1218ZCH(4) of CTA 2009 (amount of museums and galleries exhibition taxcredit) has effect as if—\n\t\tin paragraph (a), for “25%” there were substituted “50%”, and\n\t\tin paragraph (b), for “20%” there were substituted “45%”.\n\tIn relation to the separate exhibition trade and an accounting periodbeginning on or after 1 April 2023 and ending on or before 31 March 2024,section 1218ZCH(4) of CTA 2009 (amount of museums and galleries exhibition taxcredit) has effect as if—\n\t\tin paragraph (a), for “25%” there were substituted “35%”, and\n\t\tin paragraph (b), for “20%” there were substituted “30%”.\n\tFor the purposes of Part 15E of CTA 2009 (museums and galleries exhibitiontax relief), where the company has an accounting period which begins before,but ends on or after, 27 October 2021, 1 April 2023 or 1 April 2024 (a“straddling period”)—\n\t\tso much of the straddling period as falls before the date in question, andso much of that period as falls on or after that date, are to be treated asseparate accounting periods, and\n\t\tany amounts brought into account for the purposes of calculating forcorporation tax purposes the profits of a trade for a straddling period are tobe apportioned to the two separate accounting periods on a just and reasonablebasis."
    },
    {
        "length": 427,
        "text": "\nMuseums and galleries exhibition tax relief\n\tPart 15E of CTA 2009 (museums and galleries exhibition tax relief) isamended as follows.\n\tIn section 1218ZAA (meaning of “exhibition”)—\n\t\tat the end of subsection (1) insert “(but see subsections (2) to (3A))”,\n\t\tin subsection (2), omit “But”, and\n\t\tafter subsection (3) insert—\n\t\t\t“(3A)A display of an object or work is not an exhibition to the extent thatthe public display of the object or work is subordinate to the use of theobject or work (or of anything of which it forms part) for another purpose.”\n\tIn section 1218ZAC(3)(b) (primary production company: responsibility forproduction of the exhibition at a venue), for “(at least) the first”substitute “one or more”.\n\tIn section 1218ZCA (companies qualifying for museums and galleriesexhibition tax relief), after subsection (6) insert—\n\t“(6A)For the purposes of subsection (3), the fact that a person is responsiblefor an exhibition at a venue does not, by itself, mean that the personmaintains a museum or gallery.”\n\tIn section 1218ZCG(1)(c) of CTA 2009 (date before which qualifyingexpenditure must be incurred), for “2022” substitute “2024”.\n\tThe amendments made by subsections (2) to (4) have effect in relation to anexhibition only where the production stage begins on or after 1 April 2022."
    },
    {
        "length": 238,
        "text": "\nCapital gains tax: disposals of UK land etc\n\tReturns for disposals of UK land etc\n\t\tSchedule 2 to FA 2019 (returns for disposals of UK land etc) is amended asfollows.\n\t\tIn paragraph 3(1)(b) (obligation to deliver a return on or before the 30thday following completion), for “30th” substitute “60th”.\n\t\tIn paragraph 7 (calculation of capital gains tax notionally chargeable),after sub-paragraph (3) insert—\n\t\t\t“(3A)In the case of a disposal to which this Schedule applies as a result ofparagraph 1(1)(b) where a proportion of the chargeable gain accruing on thedisposal is not a residential property gain, ignore that proportion for thepurposes of this paragraph.”\n\t\tThe amendments made by this section have effect in relation to disposalswhich have a completion date on or after 27 October 2021."
    },
    {
        "length": 299,
        "text": "\nCross-border group relief\n\tCTA 2010 is amended as follows.\n\tIn section 107 (restriction on losses etc surrenderable by non-UKresident)—\n\t\tomit subsections (1A), (6A), (6B), (10) and (11);\n\t\tin subsection (2) omit “In any other case,”;\n\t\tin subsection (7) omit “or (6B)”.\n\tIn Part 5 (group relief), omit Chapter 3 (surrenders made by non-UKresident company resident or trading in the EEA).\n\tIn section 188BI (restriction on surrender of losses made when non-UKresident)—\n\t\tomit subsections (2), (8), (9), (13) and (14);\n\t\tin subsection (3) omit “In any other case,”;\n\t\tin subsection (10) omit “or (9)”.\n\tIn Schedule 4—\n\t\tPart 1 makes amendments consequential on this section, and\n\t\tPart 2 makes provision as to commencement."
    },
    {
        "length": 1211,
        "text": "\nTonnage tax\n\tSchedule 22 to FA 2000 (tonnage tax) is amended as follows.\n\tIn paragraph 10 (when election may be made)—\n\t\tin sub-paragraph (2), at the end insert “, subject to sub-paragraph (3A)”,\n\t\tin sub-paragraph (3), at the end insert “, subject to sub-paragraph (3A)”,and\n\t\tafter sub-paragraph (3) insert—\n\t\t\t“(3A)An election under sub-paragraph (2) or (3) may be made after the end ofthe period specified in that sub-paragraph with the consent of an officer ofRevenue and Customs.\n\t\t(3B)An officer of Revenue and Customs may not give consent for the purposes ofsub-paragraph (3A) unless satisfied that—\n\t\tthere was a reasonable excuse for the failure to make the election beforethe end of the period specified in sub-paragraph (2) or (3) (as appropriate),and\n\t\tafter the end of that period, the consent was requested without delay orthere is a reasonable excuse for any further delay.”\n\tIn paragraph 13 (period for which election is in force)—\n\t\tin sub-paragraph (1), for “ten years” substitute “the relevant number ofyears”,\n\t\tin that sub-paragraph, omit the final sentence, and\n\t\tafter that sub-paragraph insert—\n\t\t“(1A)“The relevant number of years” means—\n\t\tin relation to a tonnage tax election made before 1 April 2022, ten years;\n\t\tin relation to a tonnage tax election made on or after 1 April 2022, eightyears.\n\t\t(1B)Sub-paragraph (1) is subject to the following exceptions.”\n\tIn paragraph 15 (renewal election), for sub-paragraph (1) substitute—\n\tA further tonnage tax election (a “renewal election”) may be made inrespect of a single company or group if—\n\t\tat the time it is made, a tonnage tax election is in force in respect ofthe company or group, or\n\t\tit is a bridging renewal election (see paragraph 15ZA).”\n\tAfter paragraph 15 insert—\n\t“Bridging renewal election\n\t\t15ZA(1)A renewal election in respect of a single company or a group is abridging renewal election if—\n\t\t\tthe last tonnage tax election in force in respect of the company or group(“the previous election”) expired (rather than ceasing to be in force foranother reason),\n\t\t\tin the period beginning with the expiry of the previous election and endingwith the time from which the renewal election would have effect, nothing hashappened which, if a tonnage tax election had been force in respect of thecompany or group, would have caused it to cease to be in force, and\n\t\t\tthe renewal election is made with the consent of an officer of Revenue andCustoms.\n\t\tAn officer of Revenue and Customs may not give consent for the purposes ofthis paragraph unless satisfied that—\n\t\t\tthe consent was requested without delay after the company or (asappropriate) a company in the group first became aware that the previouselection had expired, and\n\t\t\tthe conduct of the company or group in connection with tonnage tax has notat any time involved conduct the main purpose (or one of the main purposes) ofwhich was the avoidance of tax.\n\t\tWhere a bridging renewal election is made, the previous election is to betreated as having remained in force until the time when the bridging renewalelection takes effect.”\n\t\tIn paragraph 19(3) (qualifying ships), omit paragraph (c).\n\t\tOmit paragraphs 22A to 22F (flagging) (and the italic headings before eachof those paragraphs).\n\t\tIn paragraph 43A(1)(a) (requirement to prove compliance with safety etcstandards), for “any relevant register (see paragraph 22B(6A))” substitute“the United Kingdom”.\n\t\tIn paragraph 49(2)(b) (relevant shipping income: distributions of overseasshipping companies), omit “, Gibraltar or a member State” in both places.\n\t\tIn paragraph 147 (index of defined expressions)—\n\t\t\tat the appropriate place insert—\n\t\t\t“bridging renewal election| paragraph 15ZA”;  ---|---    (b)omit the entry for “relevant register”.\n\t\tThe amendments made by this section come into force on 1 April 2022.\n\t\tThe amendment made by subsection (9) has effect for accounting periodsbeginning on or after 1 April 2022."
    },
    {
        "length": 1190,
        "text": "\nAmendments of section 259GB of TIOPA 2010\n\tSection 259GB of TIOPA 2010 (hybrid payee deduction/non-inclusionmismatches and their extent) is amended as follows.\n\tIn subsection (4A)—\n\t\tin the words before paragraph (a), after “partnership” insert “or arelevant transparent entity”;\n\t\tin paragraph (a), after “partnership” insert “, or a member of theentity,”;\n\t\tin paragraph (b)—\n\t\tin sub-paragraph (i), after “partnership” insert “or entity”;\n\t\tin sub-paragraph (ii), after “partner”, in each place it occurs, insert“or member”.\n\tAfter that subsection insert—\n\t\t“(4AA)Subsection (4AB) applies in relation to a payment or quasi-payment if—\n\t\tone or more of the payees is a partnership or a relevant transparententity,\n\t\tthere is a territory under the law of which an amount of ordinary incomewould arise, or would potentially arise, to a hybrid entity as a result of thecircumstances giving rise to the relevant deduction if the entity were aperson resident in that territory for the purposes of a tax charged under thelaw of that territory, and\n\t\tthat hybrid entity is not (ignoring subsection (4AB)(b)) a payee.\n\t\t(4AB)Where this subsection applies—\n\t\tif any such hybrid entity is not either a partnership or a relevanttransparent entity, subsection (4A) does not apply, or\n\t\totherwise, every such hybrid entity is to be treated as a payee for thepurposes of determining, for the purposes of subsection (1)(b), if an excessarises by reason of one or more payees being hybrid entities.”\n\tIn subsection (4B), for “subsection (4A)” substitute “subsections (4A) to(4AB) and (4C)”.\n\tAfter that subsection insert—\n\t“(4C)An entity is a “relevant transparent entity” if—\n\t\tthe entity is not a partnership,\n\t\tthe entity is legally constituted in a territory outside the UnitedKingdom,\n\t\tall of the entity’s income or profits for the purposes of a tax chargedunder the law of that territory are treated (or would be if there were any)for the purposes of that tax as the income or profits of its members, and\n\t\tany such tax that is, or that would be, charged on such a member that isresident for tax purposes in that territory is not charged at a nil rate.\n\t\t(4D)For the purposes of subsection (4C), a person is a “member” of an entityif the person is entitled to a proportion of the profits of the entity as aresult of—\n\t\twhere the entity has share capital, holding shares forming part of thatcapital, or\n\t\twhere the entity does not have share capital, an entitlement similar tothat which would be enjoyed if the entity had share capital and the personheld shares forming part of that capital.”\n\tSection 259GB of TIOPA 2010 has effect, and is to be deemed always to havehad effect, with the amendments made by this section.\n\tBut that section has effect —\n\t\tin relation to payments made before the day on which this Act is passed, or\n\t\tin relation to quasi-payments in relation to which the payment period hadbegun before that date,\n\t\twith the modifications set out in subsection (8).\n\tThose modifications are that subsections (4AA) and (4AB) of TIOPA 2010 (asinserted by subsection (3)) have effect as if—\n\t\tany reference in those subsections to a hybrid entity did not include apartnership (within the meaning given by section 259NE(4) of TIOPA 2010),\n\t\tin paragraph (a) of subsection (4AA), “a partnership or” were omitted, and\n\t\tin paragraph (a) of subsection (4AB)—\n\t\t“either a partnership or” were omitted, and\n\t\tafter “apply” there were inserted “in relation to any payee that is arelevant transparent entity”.\n\tA taxpayer may, in consequence of the amendments made by this section, makereasonable adjustments to claims, returns and elections made before the day onwhich this Act is passed.\n\tAny such adjustments must be made on or before 31 December 2022 but,subject to that, the time limits otherwise applicable to amending orwithdrawing the claim, return or election in question do not prevent anadjustment being made under subsection (9)."
    },
    {
        "length": 335,
        "text": "\nApplication of section 124 of TIOPA 2010 in relation to divertedprofits tax\n\tIn Part 3 of FA 2015 (diverted profits tax) before section 115 (but afterthe heading “Final provisions”) insert—\n\t“114AApplication of section 124 of TIOPA 2010 in relation to divertedprofits tax\n\t\tA solution or mutual agreement mentioned in subsection (1)(b) of section 124of TIOPA 2010 (giving effect to solutions to cases and mutual agreementsresolving cases) may include provision related to diverted profits tax (and,accordingly, the duty in subsection (2) of that section includes a duty tomake any such adjustment as is appropriate in relation to diverted profitstax).”\n\t\tIn section 124 of TIOPA 2010 (giving effect to solutions to cases andmutual agreements resolving cases), after subsection (4) insert—\n\t\tSee section 114A of FA 2015 for provision applying this section inrelation to diverted profits tax.”\n\t\tThe amendments made by this section apply in relation to solutions arrivedat, or mutual agreements made, by the Commissioners on or after 27 October2021."
    },
    {
        "length": 913,
        "text": "\nDiverted profits tax: closure notices etc\n\tPart 3 of FA 2015 (diverted profits tax) is amended as follows.\n\tIn section 101A (amendment of CT return during review period: section 80 or81 case)—\n\t\tin subsection (2) (amendment during first 12 months of review period)—\n\t\tomit “the first 12 months of”, and\n\t\tafter “review period” insert “except the last 30 days of that period”;\n\t\tafter subsection (2) insert—\n\tParagraph 31(3) of Schedule 18 to FA 1998 (amendment not to take effectduring enquiry) does not apply in relation to an amendment made undersubsection (2).”\n\tIn section 101B (amendment of CT return during review period: section 86case)—\n\t\tin subsection (2) (amendment during first 12 months of review period)—\n\t\tomit “the first 12 months of”, and\n\t\tafter “review period” insert “except the last 30 days of that period”;\n\t\tafter subsection (2) insert—\n\tParagraph 31(3) of Schedule 18 to FA 1998 (amendment not to take effectduring enquiry) does not apply in relation to an amendment made undersubsection (2).”\n\tAfter section 101B insert—\n\t“101CClosure notices: rules during review period\n\t\tThis section applies where—\n\t\t\ta charging notice is issued to a company for an accounting period, and\n\t\t\tthe review period for that charging notice has not ended.\n\t\tIn relation to a relevant enquiry—\n\t\t\ta final closure notice may not be given under paragraph 32 of Schedule 18to FA 1998, and\n\t\t\ta partial closure notice may not be given under that paragraph in relationto any matter which is, or could be, relevant to the charging notice mentionedin subsection (1)(a).\n\t\tAccordingly, a relevant tribunal direction has no effect until the reviewperiod has ended.\n\t\tIn subsection (2), “relevant enquiry” means—\n\t\t\tan enquiry into the company tax return for the accounting period mentionedin subsection (1)(a);\n\t\t\twhere the charging notice mentioned in subsection (1)(a) is issued to acompany (“the foreign company”) for an accounting period by reason of section86 applying in relation to it for that accounting period, an enquiry into anycompany tax return for the avoided PE (within the meaning of section 86) thatmay be amended by virtue of section 101B(2) so as to reduce the taxablediverted profits arising to the foreign company in that accounting period.\n\t\tIn subsection (3) “relevant tribunal direction” means a direction given—\n\t\t\tunder paragraph 33 of Schedule 18 to FA 1998,\n\t\t\tin relation to a closure notice that may not be given by virtue ofsubsection (2), and\n\t\t\tduring the review period mentioned in subsection (1)(b).”\n\t\tThis section is treated as having come into force on 27 October 2021; andthe new section 101C of FA 2015 inserted by subsection (4) has effect inrelation to any relevant tribunal direction which is given on or after thatdate unless the application for the direction was made before 27 September2021."
    },
    {
        "length": 2107,
        "text": "\nChanges in accounting standards etc\n\tInsurance contracts: change in accounting standards\n\t\tSchedule 5 makes provision in connection with International FinancialReporting Standard 17 (insurance contracts) issued by the InternationalAccounting Standards Board.\n\tDeductions allowance in connection with onerous or impaired leases\n\t\tPart 7ZA of CTA 2010 (restrictions on obtaining certain deductions) isamended in accordance with subsections (2) to (15).\n\t\tSection 269ZX (increase of deductions allowance where provision for onerouslease reversed) is amended in accordance with subsections (3) to (6).\n\t\tIn the heading, for “where provision for onerous lease reversed” substitute“in connection with onerous or impaired leases”.\n\t\tIn subsection (1)(a), for “relevant reversal credit (see section 269ZY)”substitute “relevant credit”.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)In this section “relevant credit” means a relevant reversal credit, arelevant remeasurement credit or a relevant variable lease payment (seesections 269ZY and 269ZYZA).”\n\t\tIn subsection (3)(a), for “relevant reversal credit” substitute “relevantcredit (or, if there is more than one, the sum of the relevant credits)”.\n\t\tSection 269ZY (meaning of “relevant reversal credit”) is amended inaccordance with subsections (8) to (13).\n\t\tIn subsection (1), for “a relevant onerous lease provision” substitute “—\n\t\t\ta relevant onerous lease provision (see subsection (2)), or\n\t\t\ta relevant right-of-use asset impairment loss (see subsection (2A)).”\n\t\tIn subsection (2)(b), for “accountancy” substitute “accounting”.\n\t\tAfter subsection (2) insert—\n\t\t“(2A)A loss in the accounts of a company (“C”) is a “relevant right-of-useasset impairment loss” if—\n\t\t\tthe loss relates to an asset (a “right-of-use asset”) recognised in theaccounts to reflect C’s right to use land as the tenant under a lease (where“L” is the landlord),\n\t\t\tthe loss is required to be recognised, for accounting purposes, because theright-of-use asset is impaired, and\n\t\t\tthe lease was entered into at arm’s length.”\n\t\tIn subsection (3)—\n\t\t\tafter “provision” insert “or a relevant right-of-use asset impairmentloss”, and\n\t\t\tin paragraph (a), for “accountancy” substitute “accounting”.\n\t\tIn subsection (5), after “provision” insert “or a relevant right-of-useasset impairment loss”.\n\t\tAfter subsection (9) insert—\n\t\t“(9A)For the purposes of subsection (2A)(b), where a company’s accountspreviously included provision for an onerous lease, any right-of-use assetincluded in the accounts in respect of that lease is to be treated asimpaired, unless there has been a material change of circumstances.”\n\t\tAfter section 269ZY insert—\n\t\t“269ZYZAOther relevant credits\n\t\t\tFor the purposes of section 269ZX a “relevant remeasurement credit” is acredit, or other income, brought into account in respect of a relevantremeasurement excess.\n\t\t\tThere is a “relevant remeasurement excess” where—\n\t\t\t\ta company (“C”) is the tenant under a lease of land (and “L” is thelandlord),\n\t\t\t\tC’s accounts include a relevant right-of-use asset impairment loss inconnection with the lease,\n\t\t\t\tunder an arrangement (“C’s arrangement”) made at arm’s length, C’sobligations under the lease are varied or cancelled,\n\t\t\t\tas a result of C’s arrangement, C is required, for accounting purposes, toremeasure the lease liability in relation to the lease,\n\t\t\t\tthe remeasurement results in the lease liability being reduced by an amountwhich exceeds the amount of the right-of-use asset recognised in relation tothe lease (taking account of any right-of-use asset impairment loss), and\n\t\t\t\tthe relevant requirements are met (see subsection (5)).\n\t\t\tFor the purposes of section 269ZX a variable lease payment is “relevant” ifit is a credit, or other income, brought into account in circumstancesdescribed in subsection (4).\n\t\t\tThose circumstances are where—\n\t\t\t\ta company (“C”) is the tenant under a lease of land (and “L” is thelandlord),\n\t\t\t\tC’s accounts include a relevant right-of-use asset impairment loss inconnection with the lease,\n\t\t\t\tunder an arrangement (“C’s arrangement”) made at arm’s length, there is achange in the payments that would have been payable by C under the lease on orbefore 30 June 2022,\n\t\t\t\tthe change would not have been made if it were not for coronavirus,\n\t\t\t\tfor accounting purposes, C opts to record the change by means of variablelease payments (rather than by remeasuring its lease liability in relation tothe lease), and\n\t\t\t\tthe relevant requirements are met (see subsection (5)).\n\t\t\tFor the purposes of subsections (2) and (4), the relevant requirements aremet if—\n\t\t\t\tthe requirements in section 269ZY(3)(b) and (c), or\n\t\t\t\tthe requirements in section 269ZY(3)(c) and (5)(a), (b), (d) and (e),\n\t\t\t\t\tare met in relation to C, L and C’s arrangement (as defined in subsection (2)or (4), as appropriate).\n\t\t\tIn determining whether a company is required to account as described insubsection (2)(d), ignore any option the company has to account as describedin subsection (4)(e).\n\t\t\tThe Treasury may by regulations substitute for the date for the time beingspecified in subsection (4)(c) such later date as they consider appropriate.\n\t\t\tIn this section—\n\t\t\t\t  * “coronavirus” means severe acute respiratory syndrome coronavirus 2;\n\t\t\t\t  * “lease liability”, in relation to a company and a lease, means a liability recognised in the company’s accounts to reflect the company’s obligations as tenant under the lease;\n\t\t\t\t  * “right-of-use asset”, in relation to a company and a lease, means an asset recognised in the company’s accounts to reflect the company’s right to use land as the tenant under the lease;\n\t\t\t\t  * “relevant right-of-use impairment loss” has the meaning given in section 269ZY(2A).”\n\t\t\tIn section 269ZZ(1)(b) (company tax return to specify amount of deductionsallowance), for “where provision for onerous lease reversed” substitute “inconnection with onerous or impaired leases”.\n\t\t\tIn section 371SKA(3) of TIOPA 2010 (restrictions on certain deductions bycontrolled foreign companies: deductions allowances), for “where provision foronerous lease reversed” substitute “in connection with onerous or impairedleases”.\n\t\t\tThe amendments made by this section have effect in relation to accountingperiods beginning on or after 1 January 2019.\n\t\t\tAn amendment of a company tax return falling within subsection (19) may bemade at any time before 1 January 2023.\n\t\t\tAn amendment of a company tax return falls within this subsection to theextent that—\n\t\t\t\tthe amendment is made in consequence of the amendments of CTA 2010 made bythis section, and\n\t\t\t\tthe time limits otherwise applicable would require the amendment to be made(or to have been made) by a date falling before 1 January 2023."
    },
    {
        "length": 155,
        "text": "\nCharge to tax\n\tCharge to RPDT\n\t\tA sum equal to 4% of the residential property developer profits for anaccounting period of a residential property developer, so far as exceeding thedeveloper’s allowance for the period, is to be charged on the developer as ifit were an amount of corporation tax chargeable on it.\n\t\tThe allowance for the period is to be determined in accordance with section43.\n\t\tIn accordance with section 45, the charging of RPDT as if it were an amountof corporation tax is to be taken as applying all enactments applyinggenerally to corporation tax."
    },
    {
        "length": 2482,
        "text": "\nKey concepts\n\tMeaning of “residential property developer”\n\t\tA company is a residential property developer (“RP developer”) for thepurposes of this Part if—\n\t\t\tthe company carries on residential property development activities, or\n\t\t\tthe company, or the company together with any other company which is amember of the same group as it, has or have a substantial interest in arelevant joint venture company.\n\t\tSee section 40 for the meaning of “relevant joint venture company” and themeaning of “substantial interest” in a relevant joint venture company.\n\t\tA non-profit housing company is not an RP developer.\n\t\tA company is a “non-profit housing company” for the purposes of this Partif it is—\n\t\t\ta non-profit registered provider of social housing;\n\t\t\ta registered social landlord under Part 1 of the Housing Act 1996(registered social landlords in Wales);\n\t\t\ta registered social landlord under Part 2 of the Housing (Scotland) Act[2010 (asp 17)](/id/asp/2010/17?view=plain \"Go to item of legislation\");\n\t\t\ta registered housing association under Chapter 2 of Part 2 of the Housing(Northern Ireland) Order 1992 ([S.I. 1992/1725(N.I.)](/id/nisi/1992/1725?view=plain \"Go to item of legislation\"));\n\t\t\ta wholly owned subsidiary of a company within paragraphs (a) to (d).\n\t\tThe Treasury may by regulations make provision amending the definition of anon-profit housing company; and the regulations may make consequentialprovision amending this Part.\n\tMeaning of “residential property development activities”\n\t\tActivities are residential property development activities (“RPDactivities”) for the purposes of this Part if they are carried on by acompany—\n\t\t\ton, or in connection with, land in the United Kingdom in which the companyhas, or, where subsection (3) applies, had, an interest, and\n\t\t\tfor the purposes of, or in connection with, the development of residentialproperty.\n\t\tFor the purposes of this Part activities that are carried on for thepurposes of, or in connection with, the development of residential propertyinclude—\n\t\t\tdealing in residential property;\n\t\t\tdesigning it;\n\t\t\tseeking planning permission in relation to it;\n\t\t\tconstructing or adapting it;\n\t\t\tmarketing it;\n\t\t\tmanaging it;\n\t\t\tany activities ancillary to any of these other activities.\n\t\tThis subsection applies where—\n\t\t\ta company carries on activities within subsection (2)(b), (c) or (d), orwithin subsection (2)(g) so far as relating to those activities, in relationto land after ceasing to have an interest in the land,\n\t\t\tthe activities were planned or anticipated at the time the company ceasedto have the interest in the land, and\n\t\t\tthe activities are not carried on solely in connection with areas of theland that do not constitute residential property.\n\tResidential property development activities: “interest in land”\n\t\tA company has an interest in land for the purposes of this Part if—\n\t\t\tthe company or a related company has—\n\t\t\tan estate, interest, right or power in or over the land, or\n\t\t\tthe benefit of an obligation, restriction or condition affecting the valueof an estate, interest, right or power in or over the land,\n\t\t\t\tother than an excluded interest, and\n\t\t\tthat estate, interest, right or power forms part of the company’s, or therelated company’s, trading stock of a trade which includes the carrying on ofactivities for the purposes of, or in connection with, the development ofresidential property.\n\t\tThe following interests are “excluded interests”—\n\t\t\tany interest or right held for securing the payment of money or theperformance of any other obligation, and\n\t\t\ta licence to use or occupy land.\n\t\tBut where a company (C) has an interest within subsection (2)(b), thatinterest is not an excluded interest if it is granted as a result ofarrangements to which C or a related company is party and under which anestate in the land in question is to be conveyed by another party to thearrangements at the direction or request of C or a related company to any of—\n\t\t\ta person who is not party to the arrangements,\n\t\t\tC, or\n\t\t\ta company related to C.\n\t\tFor the purposes of subsection (3)—\n\t\t\t“arrangements” includes any agreement, understanding, scheme, transactionor series of transactions (whether or not legally enforceable);\n\t\t\ta conveyance by a person as nominee or bare trustee is to be treated asalso being a conveyance by the person or persons for whom they are the nomineeor trustee.\n\t\tFor the purposes of this section, a company (A) is related to anothercompany (B) if—\n\t\t\tA is a member of a group of which B is a member;\n\t\t\tA is a relevant joint venture company and B, or B together with any othercompany which is a member of a group of which B is a member, has or have asubstantial interest in A.\n\t\tIn this section “trading stock”, in relation to a trade, means an estate,interest, right or power in or over land—\n\t\t\twhich is disposed of in the ordinary course of the trade, or\n\t\t\twhich would be so disposed of on the completion of activities that arecarried on for the purposes of, or in connection with, the development ofresidential property.\n\t\tFor the purposes of subsection (6), a licence falling within subsection (3)to use or occupy land is to be treated as being disposed of when an estate inthe land is, or would be, conveyed under the arrangements as a result of whichthe licence is granted.\n\t\tIn this section, references to a disposal have the same meaning as in TCGA1992 (see section 21 of that Act (assets and disposals)).\n\t\tIf a relevant joint venture company is related to a company and is a memberof a group, the relevant joint venture company is treated for the purposes ofthis section—\n\t\t\tas having any asset which any other member of the group has, and\n\t\t\tas if anything done by or in relation to any other member of the group weredone by or in relation to it.\n\tResidential property development activities: “residential property”\n\t\tFor the purposes of this Part “residential property” means—\n\t\t\ta building or part of a building that is designed or adapted, or is in theprocess of being constructed or adapted, for use as a dwelling,\n\t\t\tland that is or forms part of the garden or grounds of a building or partwithin paragraph (a) (including any building or structure on such land),\n\t\t\tan interest in or right over land that subsists for the benefit of abuilding or part within paragraph (a) or of land within paragraph (b), or\n\t\t\tland in respect of which planning permission is being sought or has beengranted so that it, or a building or part of a building on, interest in orright over it, will fall within any of paragraphs (a) to (c).\n\t\tA building is not within subsection (1)(a) if it is designed or adapted, orin the process of being constructed or adapted, for use primarily as—\n\t\t\ta home or other institution providing residential accommodation forchildren;\n\t\t\ta home or other institution providing residential accommodation withpersonal care for persons in need of personal care because of old age,disability, past or present dependence on alcohol or drugs or past or presentmental disorder;\n\t\t\tresidential accommodation for members of the armed forces;\n\t\t\tresidential accommodation for members of the emergency services or personsworking in a hospital;\n\t\t\ta hospital or hospice;\n\t\t\ttemporary sheltered accommodation;\n\t\t\ta prison or similar establishment;\n\t\t\ta hotel or inn or similar establishment;\n\t\t\ta monastery, nunnery or similar establishment;\n\t\t\tstudent accommodation.\n\t\tFor the purposes of subsection (2)(j) use primarily as “studentaccommodation” means use by persons who will occupy the building wholly ormainly for undertaking a course of education (including school pupils) whereit is reasonable to expect that the building will be occupied by such personson at least 165 days a year.\n\tMeaning of “residential property developer profits or losses”\n\t\tAn RP developer’s residential property developer profits or losses (“RPDprofits” or “RPD losses”) for an accounting period are calculated as follows(with a positive figure being RPD profits and a negative figure being RPDlosses)—\n\tA + B - C - D - E\n\twhere—\n\t\t  * “A” is the amount of the RP developer’s adjusted trading profits, or as the case may be, adjusted trading losses (expressed as a negative figure) for the accounting period (see section 39); \n\t\t  * “B” is the amount of any joint venture profits, or as the case may be, losses (expressed as a negative figure) that are attributable to the RP developer for the accounting period (see section 40); \n\t\t  * “C” is the amount of allowable RPDT loss relief which the RP developer is given for the accounting period (see Part 1 of Schedule 7); \n\t\t  * “D” is the amount of allowable RPDT group relief claimed by the RP developer for the accounting period (see Part 2 of Schedule 7); \n\t\t  * “E” is the amount of allowable RPDT group relief for carried-forward losses claimed by the RP developer for the accounting period (see Part 3 of Schedule 7). "
    },
    {
        "length": 2161,
        "text": "\nProfits and losses\n\tAdjusted trading profits and losses\n\t\tFor the purposes of this Part “adjusted trading profits” and “adjustedtrading losses” mean the amounts that would be the RP developer’s tradingprofits or trading losses (as the case may be) for corporation tax purposesfor an accounting period if the matters mentioned in subsection (2) wereignored.\n\t\tThe matters referred to in subsection (1) are—\n\t\t\tso far as they are derived from or related to activities other than RPDactivities—\n\t\t\tprofits and losses, and\n\t\t\tallowances or charges under CAA 2001;\n\t\t\tprofits of a charitable trade carried on by a charitable company (withinthe meanings of Part 11 of CTA 2010) so far as they are applied to thepurposes of the charitable company only;\n\t\t\tany amounts of loss relief, group relief or group relief for carriedforward losses under Parts 4 to 5A of CTA 2010 that would otherwise beavailable to the RP developer;\n\t\t\tany credits or debits that would otherwise be brought into account inrelation to loan relationships as a result of Part 5 of CTA 2009;\n\t\t\tany credits or debits that would otherwise be brought into account inaccordance with Part 7 of CTA 2009 (derivative contracts).\n\t\tFor the purposes of subsection (2)(a) an RP developer may apportion profitsand losses, or amounts of allowances or charges, derived from or related toRPD activities and other activities on a just and reasonable basis.\n\tAttributable joint venture profits and losses\n\t\tFor the purposes of section 38, the amount of any joint venture profits orlosses attributable to an RP developer for an accounting period is determinedin accordance with this section and—\n\t\t\tjoint venture profits means the RPD profits of a relevant joint venturecompany so far as they fall below the joint venture company’s allowance forthat period (and, accordingly, the joint venture company is not charged to thetax in respect of them), and\n\t\t\tjoint venture losses means the RPD losses of a relevant joint venturecompany.\n\t\tA company (“C”) is a relevant joint venture company for the purposes ofthis Part if—\n\t\t\tC is an RP developer or a company which is a member of the same group as Cis an RP developer,\n\t\t\tC is not a 75% subsidiary of another company, and\n\t\t\tthere are five or fewer persons who between them—\n\t\t\thold 75% or more of C’s ordinary share capital, or\n\t\t\tin a case where C does not have ordinary share capital, are beneficiallyentitled to 75% or more of C’s profits available for distribution to equityholders of C.\n\t\tIn determining whether there are five or fewer such persons as arementioned in subsection (2)(c), members of a group are treated as if they werea single person.\n\t\tJoint venture profits or losses are attributable to an RP developer if theRP developer, or the RP developer together with any other company which ismember of the same group as the RP developer, has or have a substantialinterest in the relevant joint venture company; but, in relation to theattribution of joint venture losses, this is subject to subsection (5).\n\t\tJoint venture losses are attributable to an RP developer only if the RPdeveloper and the relevant joint venture company both so elect by notice to anofficer of Revenue and Customs no later than the end of the period of 2 yearsbeginning with the last day of the accounting period of the RP developer forwhich the losses are to be attributed.\n\t\t\tAny payment made in consequence of the election is (so far as not exceedingthe amount attributed) not to be taken into account in determining the profitsor losses of either company under section 39 (adjusted trading profits andlosses).\n\t\tThe amount that is attributable to the RP developer is an amount equal tothe percentage of the joint venture company’s profits that are available fordistribution to equity holders and to which the RP developer is entitled.\n\t\tIf a relevant joint venture company’s accounting period does not coincidewith the RP developer’s accounting period—\n\t\t\tfor the purposes of subsection (1)(a), the joint venture company’sallowance for a period, and\n\t\t\tthe amount of joint venture profits or losses allocated to the RP developerunder subsection (6),\n\t\t\tare to be apportioned on a time basis according to the lengths of the periodsfalling in different accounting periods of the RP developer.\n\t\tWhere a relevant joint venture company is a member of a group, thereferences in subsection (1) to the RPD profits or losses of the relevantjoint venture company are to the net amounts of RPD profits or losses of themembers of the group.\n\t\tFor the purposes of subsection (8), if the accounting period of a member ofthe group does not coincide with the relevant joint venture company’saccounting period, the net amount of its RPD profits or losses is to beapportioned on a time basis according to the lengths of the periods falling indifferent accounting periods of the relevant joint venture company.\n\t\tSubsection (11) applies where joint venture company losses of a relevantjoint venture company are attributed to an RP developer under this section.\n\t\tFor the purposes of this Part—\n\t\t\tthe amount that is available to be carried forward or surrendered by therelevant joint venture company under Schedule 7 is reduced by the amount thatis attributed to the RP developer;\n\t\t\tthe amount that is available to be carried forward or surrendered by anyother member of the same group under Schedule 7 is reduced by so much of theamount within paragraph (a) as is derived from the losses of that member.\n\t\tFor the purposes of this Part a company or companies has or have “asubstantial interest” in a relevant joint venture company (“the JV”) if—\n\t\t\tthe company or companies hold at least 10% of the ordinary share capital ofthe JV, or\n\t\t\tin a case where the JV does not have ordinary share capital, the company orcompanies are beneficially entitled to at least 10% of the profits of the JVthat are available for distribution to equity holders of the JV.\n\tRPDT reliefs\n\t\tIn Schedule 7—\n\t\t\tPart 1 makes provision about RPDT loss relief for adjusted trading losses;\n\t\t\tPart 2 makes provision about RPDT group relief for adjusted trading losses;\n\t\t\tPart 3 makes provision about RPDT group relief for carried-forward adjustedtrading losses;\n\t\t\tPart 4 makes supplementary provision in connection with Parts 2 and 3.\n\tRestrictions on RPDT reliefs\n\t\tFor the purposes of section 38, the amount that may be deducted in respectof C and E for an accounting period may not exceed the relevant maximum.\n\t\tIn a case where the calculation of A+B in section 38 gives an amount inrespect of the RP developer that is less than or equal to the RP developer’sallowance, the relevant maximum is the amount that would reduce that amount to£0.\n\t\tIn a case where the calculation of A+B in section 38 gives an amount inrespect of the RP developer that is greater than the RP developer’s allowancefor the accounting period, the relevant maximum is calculated as follows—\n\t\t\t[![](/ukpga/2022/3/images/ukpga_20220003_en_002)](/ukpga/2022/3/images/ukpga_20220003_en_002?view=plain)\n\t\twhere—\n\t\t\t  * “A”, “B” and “D” have the same meanings as in section 38; \n\t\t\t  * “Z” is the RP developer’s allowance for the accounting period. \n\t\t(If the formula gives a negative amount, the relevant maximum is £0.)\n\t\tSubsection (5) applies where the effect of subsection (3) is to reduce theamount that would otherwise have been available to be deducted in respect of Cand E in relation to an accounting period (“the total amount”).\n\t\tFor the purposes of this Part the amount that is available to be carriedforward under Schedule 7 is—\n\t\t\twhere the total amount is greater than the RP developer’s allowance for theaccounting period, an amount equal to the total amount minus that allowance,or\n\t\t\twhere the total amount is less than or equal to the RP developer’sallowance for the accounting period, £0."
    },
    {
        "length": 2043,
        "text": "\nAllowance\n\tAllowance \n\t\tA company within the charge to corporation tax—\n\t\t\tis the allocating member of a group (“group G”) in respect of the allowancefor an accounting period (“period A”) if it has been nominated to be theallocating member in accordance with regulations made under subsection (8),and\n\t\t\tif the company is an RP developer, may allocate some or all of theallowance for that period to itself.\n\t\tThe allowance for period A to be allocated to members of group G is—\n\t\t\twhere that period is 12 months, £25,000,000, and\n\t\t\twhere that period is less than 12 months, £25,000,000 reduced by a pro rataamount.\n\t\tWhere— \n\t\t\tan RP developer is a member of group G for an accounting period (“periodB”),\n\t\t\tperiod B ends at the same time as, or during, period A, and\n\t\t\tthe RP developer is a member of group G at the end of period A,\n\t\t\t\tits allowance for period B is such amount (if any) as the allocating member ofgroup G may allocate to it out of the allocating member’s allowance in respectof period A and as has not been allocated to another RP developer which is amember of group G.\n\t\tWhere— \n\t\t\tan RP developer is a member of a group at any time in an accounting period,and\n\t\t\tan allocating member of the group has not been nominated for that period,\n\t\t\tthe RP developer’s allowance for that period is the amount determined inaccordance with subsection (5).\n\t\tThe amount is—\n\t\t\twhere the accounting period is 12 months, £25,000,000 divided by the numberof companies within the charge to corporation tax that are members of thegroup at the end of the accounting period of the ultimate parent of the groupin which the end of the accounting period of the RP developer falls, and\n\t\t\twhere the accounting period is less than 12 months, the sum determinedunder paragraph (a) reduced by a pro-rata amount.\n\t\tIn any case not falling within the preceding subsections, an RP developer’sallowance for an accounting period is—\n\t\t\twhere the accounting period is 12 months, £25,000,000, and\n\t\t\twhere the accounting period is less than 12 months, £25,000,000 reduced bya pro-rata amount.\n\t\tA member of group G is entitled to an allowance in respect of period B onlyif—\n\t\t\tan allowance allocation statement has been submitted on behalf of the groupin accordance with regulations under subsection (8), and\n\t\t\tthe allowance in question is for the amount allocated to it in thatstatement.\n\t\tHMRC Commissioners may by regulations make provision for and about—\n\t\t\tthe nomination of a company in a group to be the allocating member of thegroup;\n\t\t\tchanging the allocating member of a group;\n\t\t\tthe submission by the allocating member to HMRC of an allowance allocationstatement specifying how much of its allowance in respect of period A it hasallocated to a member of the group in respect of period B.\n\t\tRegulations under subsection (8) may, among other things, make provisionabout—\n\t\t\tthe contents of an allowance allocation statement;\n\t\t\twhen an allowance allocation statement is to be submitted;\n\t\t\twhen and how an allowance allocation statement may or must be amended onbehalf of a group;\n\t\t\twhen and how an allowance allocation statement may be amended by an officerof Revenue and Customs;\n\t\t\tthe amendment of company tax returns in consequence of an allowanceallocation statement or any amendment to such a statement (including provisionaltering time limits that would otherwise apply);\n\t\t\tthe consequences for any RP developer that is a member of a group of thegroup not having an allocating member.\n\t\tThis section is subject to section 44.\n\tAllowance: joint venture companies\n\t\tThis section applies for the purposes of calculating the allowance of arelevant joint venture company for an accounting period where an excluded body(“B”) has a substantial interest in the relevant joint venture company.\n\t\tThe relevant joint venture company’s allowance for an accounting periodthat is the same as or overlaps with a specific financial year (“year X”) is—\n\t\t\tthe amount that would otherwise have been the relevant joint venturecompany’s allowance for that accounting period in accordance with section43(6), reduced by the relevant percentage, or\n\t\t\twhere B allocates an allowable amount to the relevant joint venture companyout of B’s notional allowance for year X, the sum of that amount and theamount calculated in accordance with paragraph (a).\n\t\tFor the purposes of subsection (2)—\n\t\t\tthe relevant percentage is the percentage of the relevant joint venturecompany’s profits that are available for distribution to equity holders and towhich B is entitled;\n\t\t\tB’s notional allowance for year X is £25,000,000;\n\t\t\tan amount is allowable if it does not exceed—\n\t\t\t\t[![](/ukpga/2022/3/images/ukpga_20220003_en_003)](/ukpga/2022/3/images/ukpga_20220003_en_003?view=plain)\n\t\t\twhere—\n\t\t\t\t  * “A” is the number of days in the relevant joint venture company’s accounting period that fall within year X; \n\t\t\t\t  * “P” is an amount equal to the relevant percentage of B’s notional allowance. \n\t\tThe relevant joint venture company’s allowance is determined in accordancewith subsection (2)(b) only if—\n\t\t\tB has submitted a notional allowance statement in respect of the relevantjoint venture company in accordance with regulations under subsection (5), and\n\t\t\tthe allowance in question is for an amount calculated in accordance withsubsection (2)(b), on the basis of that notional allowance statement.\n\t\tHMRC Commissioners may by regulations make provision for and about—\n\t\t\tthe disapplication of any provision of this section in circumstances setout in the regulations;\n\t\t\tthe submission by B to HMRC of a notional allowance statement specifyinghow much of its notional allowance in respect of year X it has allocated to arelevant joint venture company in respect of any of the company’s accountingperiods that end during or at the same time as year X.\n\t\tRegulations made in reliance on subsection (5)(b) may, among other things,make provision about—\n\t\t\tthe contents of a notional allowance statement;\n\t\t\twhen a notional allowance statement is to be submitted;\n\t\t\twhen and how the notional allowance statement may or must be amended by B;\n\t\t\tthe nomination by B of any other member of a group of which it is a memberto carry out obligations imposed by or under this section on B;\n\t\t\twhen and how a notional allowance statement may be amended by an officer ofRevenue and Customs;\n\t\t\tthe amendment of company tax returns in consequence of a notional allowancestatement or any amendment to such a statement (including provision alteringtime limits that would otherwise apply).\n\t\tWhere B is a member of a group, the references to “B” in the followingprovisions are to be read as references to the ultimate parent of the group—\n\t\t\tsubsection (2)(b);\n\t\t\tsubsection (3)(b);\n\t\t\tthe definition of “P” in subsection (3)(c);\n\t\t\tsubsection (4)(a).\n\t\tThe power to make regulations under subsection (5) is exercisable inrelation to the ultimate parent of a group of which B is a member as it isexercisable in relation to B.\n\t\tIn this section an “excluded body” means a company that is not liable toRPDT otherwise than as a result of being a non-profit housing company."
    },
    {
        "length": 1815,
        "text": "\nApplication of corporation tax provisions, management etc\n\tApplication of corporation tax provisions and management of RPDT\n\t\tThe provisions of section 33(1) relating to the charging of a sum as if itwere an amount of corporation tax is to be taken as applying all enactmentsapplying generally to corporation tax.\n\t\tBut this is subject to—\n\t\t\tthe provisions of the Corporation Tax Acts,\n\t\t\tany necessary modifications, and\n\t\t\tsubsection (5).\n\t\tThe enactments mentioned in subsection (1) include—\n\t\t\tthose relating to returns of information and the supply of accounts,statements and reports,\n\t\t\tthose relating to the assessing, collecting and receiving of corporationtax,\n\t\t\tthose conferring or regulating a right of appeal, and\n\t\t\tthose concerning administration, penalties, interest on unpaid tax andpriority of tax in cases of insolvency under the law of any part of the UnitedKingdom.\n\t\tAccordingly, TMA 1970 is to have effect as if any reference to corporationtax included a sum chargeable under section 33(1) as if it were an amount ofcorporation tax (but this does not limit subsections (1) to (3)).\n\t\tIn the Corporation Tax (Treatment of Unrelieved Surplus Advance CorporationTax) Regulations 1999 ([SI 1999/358](/id/uksi/1999/358?view=plain \"Go to itemof legislation\")) or any further regulations made under section 32 of FA 1998(unrelieved surplus advance corporation tax)—\n\t\t\treferences to corporation tax do not include a sum chargeable on a companyunder section 33(1) as if it were corporation tax, and\n\t\t\treferences to profits charged to corporation tax do not include RPDprofits.\n\t\tSchedule 8 makes further provision about the management of RPDT.\n\tRequirement to provide information about payments\n\t\tThis section applies if—\n\t\t\ta sum is chargeable on an RP developer under section 33, for an accountingperiod as if it were an amount of corporation tax, and\n\t\t\ta payment is made (whether or not by the RP developer) that is wholly orpartly in respect of that sum.\n\t\tThe responsible company must give notice to an officer of Revenue andCustoms, on or before the date the payment is made, of the amount of thepayment that is in respect of that sum.\n\t\tThe “responsible company” is—\n\t\t\tin a case where the RP developer is party to relevant group paymentarrangements, the company that is, under those arrangements, to discharge theliability of the RP developer to pay RPDT for the accounting period;\n\t\t\tin any other case, the RP developer.\n\t\t“Relevant group payment arrangements” means arrangements under section59F(1) of TMA 1970 (arrangements for paying corporation tax on behalf of groupmembers) that relate to the accounting period.\n\t\tThe requirement in subsection (2) is to be treated, for the purposes ofPart 7 of Schedule 36 to FA 2008 (information and inspection powers:penalties), as a requirement in an information notice.\n\t\tThis section is subject to any provision to the contrary in regulationsunder section 59E of TMA 1970 (further provision as to when corporation tax isdue and payable).\n\tNon-profit housing companies: exit charge\n\t\tThis section applies where—\n\t\t\ta company (“A”) ceases to be a non-profit housing company by virtue of anyof paragraphs (a) to (d) of section 34(4), and\n\t\t\tnot all of the assets of the company have been distributed to another non-profit housing company or companies before the end of the relevant period.\n\t\tFor the purposes of subsection (1) the relevant period is the periodbeginning with the day on which A ceases to be a non-profit housing companyand ending on—\n\t\t\tthe first anniversary of the last day of the accounting period in which Aceased to be a non-profit housing company, or\n\t\t\tsuch later day as an officer of Revenue and Customs may allow.\n\t\tThis section also applies where—\n\t\t\ta non-profit housing company (“A”) ceases to be a non-profit housingcompany by virtue of section 34(4)(e) when it ceases to be a wholly ownedsubsidiary of another non-profit housing company (“B”), and\n\t\t\tan interest in A is acquired by a company that—\n\t\t\tcontrols, or is under the same control as, B, and\n\t\t\tis not a non-profit housing company.\n\t\tFor the purposes of RPDT—\n\t\t\tA is not to be treated as a non-profit housing company for the accountingperiod (“the exit period”) in which it ceased to be a non-profit housingcompany or a wholly owned subsidiary of another non-profit housing company,\n\t\t\tA’s RPD profits for the exit period are the total of what would have beenA’s, and (subject to subsection (5)(b)) any of A’s wholly owned subsidiaries’,chargeable amounts for accounting periods ending in the period (“the exitcharge period”)—\n\t\t\tbeginning with the day (“the starting day”) four years before the day onwhich A ceased to be a non-profit housing company or a wholly owned subsidiaryof another non-profit housing company, and\n\t\t\tending with the last day of the exit period,\n\t\t\t\tif, throughout the exit charge period, A had not been a non-profit housingcompany, and\n\t\t\tA’s allowance in respect of the exit period is £0.\n\t\tFor the purposes of subsection (4)(b)—\n\t\t\t“chargeable amount” means the amount of RPD profits in excess of what wouldhave been A’s, or A’s wholly owned subsidiaries’, allowance, but\n\t\t\tRPD profits of any of A’s wholly owned subsidiaries (“subsidiary profits”)are not to be taken into account for the purposes of calculating A’schargeable amount so far as those subsidiary profits are separately charged toRPDT as a result of this section applying by virtue of subsection (3).\n\t\tWhere A, or any of A’s wholly owned subsidiaries, has an accounting periodbeginning before the starting day and ending on or after that date (“thestraddling period”), the following subsections apply for the purposes ofsubsection (4)(b).\n\t\tFor the purposes of determining what would have been A’s, or A’s whollyowned subsidiaries’, RPD profits for the straddling period and, if so, in whatamount—\n\t\t\tso much of the straddling period as falls before the starting day, and\n\t\t\tso much of that period as falls on or after that date,\n\t\t\tare to be treated as separate accounting periods.\n\t\tIf it is necessary to apportion an amount for the straddling period to thetwo separate accounting periods, see section 1172 of CTA 2010 (which appliesas a result of section 45)."
    },
    {
        "length": 1458,
        "text": "\nMiscellaneous\n\tGroups \n\t\tIn this Part, other than in Schedule 7, “group” means two or more companieswhich together meet the following condition.\n\t\tThe condition is that one of the companies is—\n\t\t\tthe ultimate parent of each of the other companies, and\n\t\t\tis not the ultimate parent of any other company.\n\t\tA company (“A”) is the “ultimate parent” of another company (“B”) if—\n\t\t\tA is the parent of B, and\n\t\t\tno company is the parent of both A and B.\n\t\tA company (“A”) is the “parent” of another company (“B”) if—\n\t\t\tB is a 75% subsidiary of A,\n\t\t\tA is beneficially entitled to at least 75% of any profits available fordistribution to equity holders of B, or\n\t\t\tA would be beneficially entitled to at least 75% of any assets of Bavailable for distribution to its equity holders on a winding up.\n\tMiscellaneous provision\n\t\tSchedule 9 makes miscellaneous provision in connection with RPDT.\n\tInterpretation etc\n\t\tIn this Part—\n\t\t\t  * “adjusted trading losses” and “adjusted trading profits” have the meaning given by section 39; \n\t\t\t  * “control” has the same meaning as in section 1124 of CTA 2010 (“control”); \n\t\t\t  * “development of residential property”, in relation to any activities, has the meaning given by section 35; \n\t\t\t  * “group”, and terms related to groups, have the meanings given by section 48; \n\t\t\t  * “HMRC” means Her Majesty’s Revenue and Customs; \n\t\t\t  * “HMRC Commissioners” means the Commissioners for Her Majesty’s Revenue and Customs; \n\t\t\t  * “interest in land”, in relation to an RP developer, has the meaning given by section 36; \n\t\t\t  * “non-profit housing company” has the meaning given by section 34; \n\t\t\t  * “relevant joint venture company” has the meaning given by section 40; \n\t\t\t  * “residential property” has the meaning given by section 37; \n\t\t\t  * “residential property developer” or “RP developer” has the meaning given by section 34; \n\t\t\t  * “residential property developer losses” or “RPD losses” has the meaning given by section 38; \n\t\t\t  * “residential property developer profits” or “RPD profits” has the meaning given by section 38; \n\t\t\t  * “residential property development activities” or “RPD activities” has the meaning given by section 35; \n\t\t\t  * “RPDT” has the meaning given by section 32; \n\t\t\t  * “substantial interest”, in relation to a relevant joint venture company, has the meaning given by section 40; \n\t\t\t  * “ultimate parent” has the meaning given by section 48; \n\t\t\t  * “wholly owned subsidiary” has the same meaning as in section 1159 of the Companies Act 2006 (meaning of “subsidiary” etc). \n\t\tChapter 6 of Part 5 of CTA 2010 (equity holders and profits or assetsavailable for distribution), other than sections 169 to 182, applies for thepurposes of references in this Part to equity holders and beneficialentitlement to assets or profits of a company available for distribution toits equity holders, subject to subsection (3).\n\t\tIn applying Chapter 6 of Part 5 (other than sections 169 to 182) andChapter 3 of Part 24 of CTA 2010 for the purposes mentioned in subsection (2),they are to be read with all modifications necessary to ensure that—\n\t\t\tthey apply to a company which does not have share capital, and to holdersof corresponding ordinary holdings in such a company, in a way whichcorresponds to the way they apply to companies with ordinary share capital andholders of ordinary shares in such companies,\n\t\t\tthey apply to a company which is an unincorporated association in a waywhich corresponds to the way they apply to companies which are bodiescorporate,\n\t\t\tthey apply in relation to ownership through an entity (other than acompany), or any trust or other arrangement, in a way which corresponds to theway they apply to ownership through a company, and\n\t\t\tfor the purposes of achieving paragraphs (a) to (c), profits or assets areattributed to holders of corresponding ordinary holdings in unincorporatedassociations, entities, trusts or other arrangements in a manner whichcorresponds to the way profits or assets are attributed to holders of ordinaryshares in a company which is a body corporate.\n\t\tIn subsection (3) “corresponding ordinary holding” in an unincorporatedassociation, entity, trust or other arrangement means a holding or interestwhich provides the holder with economic rights corresponding to those providedby a holding of ordinary shares in a body corporate.\n\t\tChapter 3 of Part 24 of CTA 2010 (subsidiaries) applies for the purposes ofreferences in this Part to subsidiaries, subject to subsection (6).\n\t\tIn applying Chapter 3 of Part 24 of CTA 2010 for the purposes mentioned insubsection (5)—\n\t\t\tshare capital of a registered society is to be treated as if it wereordinary share capital, and\n\t\t\ta company (“the shareholder“) that directly owns shares in another companyis to be treated as not owning those shares if a profit on their sale would bea trading receipt of the shareholder."
    },
    {
        "length": 1078,
        "text": "\nCommencement and transitional provisions\n\tCommencement \n\t\tThis Part has effect in relation to accounting periods beginning on orafter 1 April 2022.\n\t\tIf an RP developer has an accounting period beginning before 1 April 2022and ending on or after that date (“the straddling period”), for the purpose ofdetermining whether RPDT is chargeable on the RP developer for the straddlingperiod and, if so, in what amount—\n\t\t\tso much of the straddling period as falls before 1 April 2022, and\n\t\t\tso much of that period as falls on or after that date,\n\t\t\t\tare to be treated as separate accounting periods.\n\t\tIf it is necessary to apportion an amount for the straddling period to thetwo separate accounting periods, see section 1172 of CTA 2010 (which appliesas a result of section 45).\n\t\tIf— \n\t\t\tRPDT is chargeable on an RP developer for the straddling period, and\n\t\t\tunder the Instalment Payment Regulations one or more instalment payments inrespect of the total liability of the RP developer for that period are treatedas becoming due and payable before 1 April 2022 (“pre-commencementinstalments”),\n\t\t\tthe RPDT chargeable for that period is to be ignored for the purposes ofdetermining the amount of any pre-commencement instalment.\n\t\tThe first instalment in respect of that liability which is treated asbecoming due and payable on or after 1 April 2022 is to be increased by thefollowing amount, namely the difference between—\n\t\t\tthe aggregate amount of the pre-commencement instalments determined inaccordance with subsection (4), and\n\t\t\tthe aggregate amount of those instalments determined ignoring thatsubsection (and so taking into account the tax chargeable on the RP developerfor the straddling period).\n\t\tIn the Instalment Payment Regulations—\n\t\t\tin regulations 6(1)(a), 7(2), 8(1)(a) and (2)(a), 9(5), 10(1), 11(1) and13, references to those Regulations are to be read as including a reference tosubsections (4) and (5) (and in regulation 7(2) “the regulation in question”,and in regulation 8(2) “that regulation”, are to be read accordingly), and\n\t\t\tin regulation 9(3), the reference to those Regulations is to be read asincluding a reference to those subsections.\n\t\tIn section 59D of TMA 1970 (general rule as to when corporation tax is dueand payable), in subsection (5), the reference to section 59E of that Act isto be read as including a reference to subsections (4) and (5) of thissection.\n\t\tIn this section “the Instalment Payment Regulations” means the CorporationTax (Instalment Payments) Regulations 1998 ([S.I.1998/3175](/id/uksi/1998/3175?view=plain \"Go to item of legislation\")).\n\tAnti-forestalling: accelerated profits\n\t\tThis section applies if—\n\t\t\ttrading profits derived from RPD activities arise to an RP developer in anaccounting period ending before 1 April 2022,\n\t\t\tthe profits arise in that accounting period instead of an accounting periodending on or after that date as a result of arrangements entered into on orafter 29 April 2021, and\n\t\t\tthe main purpose, or one of the main purposes, of the arrangements is tosecure that, but for this section, the profits would not be taken into accountfor the purposes of section 38.\n\t\tThe profits are to be taken into account for the purposes of that sectionas if they arose to the RP developer in the RP developer’s first accountingperiod ending on or after 1 April 2022.\n\t\tIn this section “arrangements” includes any agreement, understanding,scheme, transaction or series of transactions (whether or not legallyenforceable), but does not include a change in the RP developer’s accountingdate for the purposes of section 10 of CTA 2009 (end of accounting period)."
    },
    {
        "length": 181,
        "text": "\nEconomic crime (anti-money laundering) levy\n\tA tax called the “economic crime (anti-money laundering) levy” (referred toin this Part as “the levy”) is charged in accordance with this Part.\n\tThe appropriate collection authority is responsible for the collection andmanagement of the levy.\n\tIn this Part, “appropriate collection authority” means—\n\t\tin the case of a person for whom the Financial Conduct Authority is asupervisory authority, the Financial Conduct Authority;\n\t\tin the case of a person for whom the Gambling Commission is a supervisoryauthority, the Gambling Commission;\n\t\tin any other case, the HMRC Commissioners."
    },
    {
        "length": 252,
        "text": "\nCharge to the levy\n\tThe levy is charged for a financial year if—\n\t\ta person carries on a regulated business at any point during the financialyear, and\n\t\tthe person’s UK revenue for the financial year is medium, large or verylarge (see section 55).\n\tThe amount charged for a financial year is—\n\t\tin the case of a person whose UK revenue for the financial year is medium,£10,000;\n\t\tin the case of a person whose UK revenue for the financial year is large,£36,000;\n\t\tin the case of a person whose UK revenue for the financial year is verylarge, £250,000.\n\tThe amounts specified in subsection (2) are to be proportionately reducedin the case of a person who carries on a regulated business only for part ofthe financial year.\n\tNo amount of payment made in respect of the levy is to be taken intoaccount in calculating profits or losses for the purposes of income tax orcorporation tax."
    },
    {
        "length": 187,
        "text": "\nUK revenue: amount\n\tA person’s UK revenue—\n\t\tis medium for a financial year if the person’s UK revenue for the relevantaccounting period is more than £10.2 million but not more than £36 million;\n\t\tis large for a financial year if the person’s UK revenue for the relevantaccounting period is more than £36 million but not more than £1 billion;\n\t\tis very large for a financial year if the person’s UK revenue for therelevant accounting period is more than £1 billion.\n\tTo determine the “relevant accounting period”, see section 56.\n\tThe sums in subsection (1) are to be proportionately adjusted if therelevant accounting period of the person is a period other than 12 months."
    },
    {
        "length": 369,
        "text": "\nRelevant accounting period\n\tThis section applies for the purposes of section 55.\n\tThe “relevant accounting period”, in relation to the UK revenue of a personfor a financial year, is the person’s accounting period that ends in thefinancial year.\n\tFor this purpose, an accounting period that ends at the same time as theend of the financial year is an accounting period ending in that year.\n\tWhere there is more than one accounting period of a person ending in afinancial year—\n\t\tthe person’s UK revenue for the relevant accounting period is to be takenas the sum of the UK revenue for each of the accounting periods ending in thefinancial year, and\n\t\tthe length of the relevant accounting period is to be taken as the combinedlength of those periods.\n\tWhere there is no accounting period of a person ending in a financial year—\n\t\tin the case of a person who has an accounting period that ends during theperiod of 3 months beginning with the end of the financial year, the relevantaccounting period is to be taken as that period;\n\t\tin any other case, the relevant accounting period is to be taken as theperson’s accounting period ending last before the start of the financial year.\n\tIf there is no relevant accounting period of a person capable of beingdetermined in accordance with this section, the UK revenue amounts in section55 are to be determined for that person by reference to the amount of theperson’s UK revenue that, on a just and reasonable apportionment, isattributable to the financial year."
    },
    {
        "length": 776,
        "text": "\nUK revenue: determination\n\tThis section applies for the purposes of determining a person’s UK revenuein a relevant accounting period.\n\tIn the case of a UK resident person, the person’s UK revenue is all of thatperson’s revenue after deducting so much of their revenue as, on a just andreasonable apportionment, is attributable to the activities of any permanentestablishment of the person in a territory outside the United Kingdom.\n\tIn the case of a non-UK resident person, the person’s UK revenue is so muchof the person’s revenue as, on a just and reasonable apportionment, isattributable to activities of any permanent establishment of the person in theUnited Kingdom (subject to subsections (4) and (5)).\n\tSubsection (5) applies to a non-UK resident person who, by virtue ofregulation 9(4) of the Money Laundering Regulations (casinos which providefacilities for remote gambling), is regarded for the purpose of thoseregulations as carrying on business in the United Kingdom.\n\tThe person’s UK revenue also includes so much of the person’s revenue as—\n\t\tis attributable, on a just and reasonable apportionment, to activities inrespect of which a charge to remote gaming duty arises (see section 155 of FA2014), and\n\t\tis not included in the person’s UK revenue by virtue of subsection (3).\n\tReferences in this section to a “permanent establishment” of a person areto be read—\n\t\tin the case of a company, in accordance with Chapter 2 of Part 24 of CTA2010;\n\t\tin any other case, in accordance with that Chapter but as if the personwere a company.\n\tReferences in this Part to a person’s “revenue” in a relevant accountingperiod are (subject to subsection (9)) references to—\n\t\tthe person’s turnover for that period, and\n\t\tany other amounts (not included within turnover) which, in accordance withgenerally accepted accounting practice (“GAAP”), are recognised as revenue inthe person’s profit and loss account or income statement for the accountingperiod.\n\tWhere a person does not draw up accounts for a relevant accounting periodin accordance with GAAP, the reference in subsection (7)(b) to any amountswhich in accordance with GAAP are recognised as revenue in the person’s profitand loss account or income statement for the accounting period is to be readas a reference to any amounts which would be so recognised if the person haddrawn up such accounts for that accounting period.\n\tThe following are to be ignored in determining a person’s revenue for thepurposes of this Part—\n\t\ta distribution within the meaning of CTA 2010 that—\n\t\tis received from a company that is connected with that person in accordancewith sections 1122 and 1123 of CTA 2010, and\n\t\tis not made in respect of shares or other assets, profits on the sale ofwhich would be a trading receipt of that person;\n\t\tsuch other descriptions of revenue as may be specified in regulations madeby the Treasury."
    },
    {
        "length": 876,
        "text": "\nAssessment, payment, collection and recovery\n\tThe levy is recoverable as a debt due to the Crown.\n\tThe Treasury may by regulations—\n\t\tmake provision about the assessment, payment and collection of the levy;\n\t\tmake further provision about the recovery of the levy (in addition tosubsection (1)).\n\tRegulations under subsection (2) may—\n\t\tmake provision about the times at which payments are to be made and themethods of payment;\n\t\trequire persons liable to pay the levy to notify the appropriate collectionauthority of that liability and to make returns;\n\t\tmake provision for determining, in relation to persons for whom there ismore than one appropriate collection authority with power to exercisefunctions under this Part, the authority that is to exercise those functions;\n\t\tmake provision in relation to a business which is carried on by apartnership or by another unincorporated body specifying by what personanything required to be done in connection with the levy is to be done;\n\t\tmake provision for interest (at a rate specified in, or determined under,the regulations) to be charged in respect of unpaid amounts of the levy;\n\t\tpermit or require persons liable to pay the levy to supply the appropriatecollection authority such information or documents as the authority mayrequest in connection with the levy;\n\t\trequire bodies (other than appropriate collection authorities) that aresupervisory authorities to co-operate with appropriate collection authoritiesin the collection of the levy or otherwise in matters relating to the levy;\n\t\tmake provision for the making of decisions by appropriate collectionauthorities as to any matter required to be decided for the purposes of theregulations;\n\t\tmake provision about the form, manner and content of notifications or anyother notices or communications with appropriate collection authorities inconnection with the levy;\n\t\tmake provision for the review of, and a right of appeal to the tribunalagainst, specified decisions of appropriate collection authorities inconnection with the levy;\n\t\tmake provision about the enforcement of the levy (including provision forthe imposition of civil penalties or other sanctions for a failure to complywith a requirement imposed by or under this Part);\n\t\tmake provision about the recovery of overpayments of the levy;\n\t\tmake provision in relation to cases where an individual liable to pay thelevy dies or becomes incapacitated, or where a person (whether or not anindividual) is subject to an insolvency procedure.\n\tProvision under subsection (3)(b) may include provision about—\n\t\tthe periods by reference to which returns are to be made;\n\t\tthe information to be included in returns;\n\t\tthe timing for making returns;\n\t\tthe form of, and the method of making, returns.\n\tProvision under subsection (3)(i) may include provision aboutcommunications in electronic form.\n\tRegulations under subsection (2) may confer functions on—\n\t\tthe HMRC Commissioners or anyone acting on their behalf, or\n\t\tanother appropriate collection authority or anyone acting on its behalf.\n\tRegulations made by virtue of subsection (6)(a) may in particular provide—\n\t\tfor functions in relation to the enforcement of the levy to be functions ofthe HMRC Commissioners in cases where another appropriate collection authorityis otherwise responsible for the collection and management of the levy, and\n\t\tfor the HMRC Commissioners to be responsible for the collection andmanagement of the levy, in place of the other appropriate collectionauthority, in the cases where it exercises such functions,\n\t\t\tand section 53(2) and (3) is to be read as subject to regulations made byvirtue of this subsection."
    },
    {
        "length": 129,
        "text": "\nPayments into Consolidated Fund\n\tSubject to subsection (2), money received by the Financial ConductAuthority and the Gambling Commission in the exercise of functions under thisPart as appropriate collection authorities is to be paid into the ConsolidatedFund.\n\tBefore making payment under subsection (1) a deduction may be made forreasonable administrative costs associated with the exercise of suchfunctions.\n\tSee further section 44 of CRCA 2005 for payments of money by the HMRCCommissioners into the Consolidated Fund."
    },
    {
        "length": 210,
        "text": "\nApplication to partnerships\n\tThis section applies where a person liable to pay the levy for a financialyear is a partnership.\n\tIn the case of a partnership that is a body of persons forming a legalperson that is distinct from themselves, the person liable to pay the levy isthat legal person.\n\tIn the case of any other partnership—\n\t\tthe person liable to pay the levy is the responsible partners, and\n\t\tthe liability of the responsible partners to do so is joint and several.\n\tThe references in subsection (3) to “the responsible partners” are to allthe persons who are members of the partnership at any time during thefinancial year.\n\tA partnership is to be regarded for the purposes of this Part as continuingto be the same partnership regardless of a change in membership, provided thata person who was a member before the change remains a member after the change."
    },
    {
        "length": 628,
        "text": "\nDisclosure of information\n\tAn appropriate collection authority may disclose information obtained orheld by them for, or in connection with, their functions under this Part to—\n\t\tanother appropriate collection authority;\n\t\ta supervisory authority that is not an appropriate collection authority;\n\t\tthe Secretary of State;\n\t\tthe Treasury;\n\t\tan authorised officer of a person listed in paragraphs (a) to (d).\n\tInformation disclosed by an appropriate collection authority in reliance onsubsection (1) may not be further disclosed without the consent of thatappropriate collection authority (which may be general or specific).\n\tA supervisory authority that is not an appropriate collection authority maydisclose information obtained or held by them to an appropriate collectionauthority or to an authorised officer of an appropriate collection authority.\n\tInformation may only be disclosed under this section for the purpose ofassisting the person to whom it is disclosed to carry out functions inrelation to the levy.\n\tSection 19 of CRCA 2005 (offence of wrongful disclosure) applies inrelation to a disclosure of information in contravention of subsection (2)which relates to a person whose identify is specified in, or can be deducedfrom, the disclosure as it applies in relation to the disclosure ofinformation in contravention of section 20(9) of that Act.\n\tNo charge may be made for any disclosure made under this section.\n\tExcept as provided by subsection (8), the disclosure of information underthis section does not breach—\n\t\tany obligation of confidence owed by the person making the disclosure, or\n\t\tany other restriction on the disclosure of information (however imposed).\n\tThe powers conferred by this section to disclose information do not operateto authorise a disclosure that would contravene the data protectionlegislation (but those powers are to be taken into account in determiningwhether the disclosure would contravene that legislation).\n\tReferences in this section to an authorised officer of any person are toany person who has been designated by the principal as a person to and by whominformation may be disclosed under this section.\n\tFor the purposes of subsection (9), any officer of Revenue and Customs isto be treated as having been designated by the HMRC Commissioners as a personto and by whom information may be disclosed under this section.\n\tNothing in this section (other than subsection (2)) limits thecircumstances in which information may be disclosed under any other enactmentor rule of law.\n\tIn this section “data protection legislation” has the same meaning as inthe Data Protection Act 2018 (see section 3 of that Act)."
    },
    {
        "length": 389,
        "text": "\nRegulations \n\tRegulations under this Part—\n\t\tmay make different provision for different purposes;\n\t\tmay include incidental, consequential, supplementary, transitional ortransitory provision;\n\t\tmay have effect in relation to the financial year during which theregulations are made.\n\tRegulations under this Part may make provision by reference to thingsspecified in a notice that is—\n\t\tpublished by the HMRC Commissioners, or another appropriate collectionauthority, in accordance with the regulations, and\n\t\tnot withdrawn by a further notice.\n\tThe power of the Treasury to make regulations under this Part may insteadbe exercised by the HMRC Commissioners.\n\tBefore making regulations under this Part the Treasury must consult eachappropriate collection authority.\n\tBefore making regulations under this Part the HMRC Commissioners mustconsult the Treasury and each of the other appropriate collection authorities.\n\tRegulations under this Part are to be made by statutory instrument.\n\tExcept as provided by subsection (8), a statutory instrument containingregulations under this Part is subject to annulment in pursuance of aresolution of the House of Commons.\n\tA statutory instrument containing (whether alone or with other provision)regulations of the following kinds may not be made unless a draft of theinstrument has been laid before, and approved by a resolution of, the House ofCommons—\n\t\tregulations under section 58(2) that make provision falling within section58(3)(k);\n\t\tregulations under section 63 that amend or repeal any provision of an Actof Parliament."
    },
    {
        "length": 766,
        "text": "\nInterpretation \n\tIn this Part—\n\t\t  * “accounting period”— \n\t\tin relation to a company within the charge to corporation tax, is to be readin accordance with Chapter 2 of Part 2 of CTA 2009, and\n\t\tin relation to any other person, means a period for which the person’saccounts are drawn up;\n\t\t\t  * “appropriate collection authority” has the meaning given by section 53(3) (subject to section 58(7)); \n\t\t\t  * “company” has the meaning given by section 1121(1) of CTA 2010; \n\t\t\t  * “economic crime (anti-money laundering) levy” has the meaning given in section 53; \n\t\t\t  * “generally accepted accounting practice” has the meaning given by section 1127(1) and (3) of CTA 2010; \n\t\t\t  * “HMRC Commissioners” means the Commissioners for Her Majesty’s Revenue and Customs; \n\t\t\t  * “the levy” means the economic crime (anti-money laundering) levy (see section 53(1)); \n\t\t\t  * “Money Laundering Regulations” means the Money Laundering, Terrorist Financing and Transfer of Funds (Information on the Payer) Regulations 2017 ([S.I. 2017/692](/id/uksi/2017/692?view=plain \"Go to item of legislation\")) (as amended from time to time); \n\t\t\t  * “non-UK resident person” means a person who is not resident in the United Kingdom; \n\t\t\t  * “regulated business” means a business carried on by a person by virtue of being a relevant person within the meaning of regulation 8(1) of the Money Laundering Regulations; \n\t\t\t  * “relevant accounting period” is to be read in accordance with section 56; \n\t\t\t  * “revenue” has the meaning given in section 57(7); \n\t\t\t  * “supervisory authority” means an authority that is a supervisory authority under the Money Laundering Regulations (see regulation 7 of those Regulations); \n\t\t\t  * “tribunal” means the First-tier Tribunal or, where determined by or under Tribunal Procedure Rules, the Upper Tribunal; \n\t\t\t  * “turnover” means the amounts derived from the provision of goods and services after deduction of trade discounts, value added tax and any other taxes (other than the levy) based on the amounts so derived; \n\t\t\t  * “UK resident person” means a person who is resident in the United Kingdom. \n\tFor the purposes of this Part—\n\t\tthe territory in which a company is resident is to be determined as forcorporation tax purposes, and\n\t\tthe territory in which a partnership is resident is the territory in whichthe control and management of the activities of the partnership take place."
    },
    {
        "length": 766,
        "text": "\nStamp duty and stamp duty reserve tax\n\tSecuritisation companies and qualifying transformer vehicles\n\t\tThe Treasury may by regulations make provision for stamp duty or stamp dutyreserve tax (or both) not to be chargeable in connection with, or with aparticular description of, the following—\n\t\t\ttransfers of relevant securities issued or raised by a securitisationcompany or a qualifying transformer vehicle, and\n\t\t\ttransfers of relevant securities to or by a securitisation company.\n\t\tIn this section, “relevant securities” means—\n\t\t\tstock or marketable securities (as defined in section 122 of the Stamp Act1891), and\n\t\t\tchargeable securities (as defined in section 99 of FA 1986, subject tosubsection (8)).\n\t\tRegulations under this section may, among other things—\n\t\t\tmake provision for stamp duty not to be chargeable on a written documentrelating to a transfer;\n\t\t\tmake provision for stamp duty reserve tax not to be chargeable on atransfer or an agreement for a transfer;\n\t\t\tprovide that a transfer is exempt from all stamp duties;\n\t\t\tmake provision subject to conditions;\n\t\t\tmake different provision for different purposes;\n\t\t\tcontain incidental, consequential, transitional and transitory provisionand savings.\n\t\tThe provision that may be made under subsection (3)(f) includes provisionamending an enactment.\n\t\tRegulations under this section are to be made by statutory instrument.\n\t\tA statutory instrument containing regulations under this section is subjectto annulment in pursuance of a resolution of the House of Commons.\n\t\tIn this section—\n\t\t\t  * “enactment” includes subordinate legislation (as defined in section 21 of the Interpretation Act 1978); \n\t\t\t  * “qualifying transformer vehicle” has same meaning as in the Risk Transformation (Tax) Regulations 2017 ([S.I. 2017/1271](/id/uksi/2017/1271?view=plain \"Go to item of legislation\")) (see regulation 3 of those Regulations); \n\t\t\t  * “securitisation company” has the same meaning as in the Taxation of Securitisation Companies Regulations 2006 ([S.I. 2006/3296](/id/uksi/2006/3296?view=plain \"Go to item of legislation\")) (see regulation 4 of those Regulations); \n\t\t\t  * “transfer” includes issue or appropriation under arrangements involving the issue of depositary receipts or the provision of clearance services for the purchase and sale of relevant securities. \n\t\tFor the purposes of this section, “chargeable securities” includessecurities that are not chargeable securities for the purposes of Part 4 of FA1986 by virtue of an exemption under regulations made under this section (seesection 99(5) and (5ZA) of that Act)."
    },
    {
        "length": 2673,
        "text": "\nValue added tax\n\tInterim operation of margin schemes for used cars etc: Northern Ireland\n\t\tSubsection (2) applies where a person supplies a margin scheme motorvehicle in the following circumstances—\n\t\t\tthe vehicle was first registered before IP completion day,\n\t\t\tthe person took possession of it in Great Britain or the Isle of Man,\n\t\t\tit was then removed to Northern Ireland, and\n\t\t\tin respect of the supply, the person is prevented from exercising a marginscheme option by, and only by, a Northern Ireland exclusion.\n\t\tThe person may exercise the margin scheme option in respect of the supply(despite the Northern Ireland exclusion), subject to any regulations undersubsection (3) and any direction given under subsection (4) (and notwithdrawn).\n\t\tThe Treasury may by regulations made by statutory instrument provide that amargin scheme option may not be exercised in reliance on subsection (2) wherethe vehicle was removed to Northern Ireland after a date specified in theregulations (the “end date”).\n\t\tThe Commissioners for Her Majesty’s Revenue and Customs may, in a noticepublished by them, direct that a margin scheme option may not be exercised inreliance on subsection (2) after a date specified in the notice.\n\t\tRegulations under subsection (3) and notices under subsection (4) mayspecify different dates in relation to different cases.\n\t\tThe date specified in relation to a case in a notice under subsection (4)must fall after the end date specified in relation to the case.\n\t\tA statutory instrument containing regulations under subsection (3) issubject to annulment in pursuance of a resolution of the House of Commons.\n\t\tIn this section—\n\t\t\t  * “the 1992 Order” means the Value Added Tax (Cars) Order 1992 ([S.I. 1992/3122](/id/uksi/1992/3122?view=plain \"Go to item of legislation\")); \n\t\t\t  * “the 1995 Order” means the Value Added Tax (Special Provisions) Order 1995 ([S.I. 1995/1268](/id/uksi/1995/1268?view=plain \"Go to item of legislation\")); \n\t\t\t  * “margin scheme motor vehicle” means a mechanically propelled vehicle that is— \n\t\t\ta used motor car, or\n\t\t\tsecond-hand goods;\n\t\t\t\t  * “margin scheme option” means the option under article 8(1) of the 1992 Order (relief for used motor cars) or article 12(1) of the 1995 Order (relief for second-hand goods etc); \n\t\t\t\t  * “motor car” has the meaning given in the 1992 Order; \n\t\t\t\t  * “Northern Ireland exclusion” means article 8(3)(e) of the 1992 Order (used motor car removed to Northern Ireland) or article 12(3)(aa) of the 1995 Order (second-hand goods etc removed to Northern Ireland); \n\t\t\t\t  * “registered” means registered under— \n\t\t\tVERA 1994, or\n\t\t\tthe Licensing and Registration of Vehicles Act 1985 of the Isle of Man;\n\t\t\t\t  * “second-hand goods” has the meaning given in the 1995 Order; \n\t\t\t\t  * “used”, in relation to a motor car, has the same meaning as in the 1992 Order. \n\t\tSubsections (1) to (8) come into force on such day as the Treasury may byregulations made by statutory instrument appoint.\n\t\tRegulations under subsection (9)—\n\t\t\tmay specify different days in relation to different cases, and\n\t\t\tmay provide for subsections (1), (2) and (8) to be treated as having comeinto force on IP completion day.\n\t\tThe Treasury may by regulations made by statutory instrument maketransitional, transitory or saving provision in connection with the cominginto force of subsections (1) to (8), including provision making differentprovision in relation to different cases.\n\tMargin schemes and removal or export of goods: VAT-related payments\n\t\tIn VATA 1994, after section 50A (margin schemes) insert—\n\t\t“50BMargin schemes and export or removal of goods\n\t\t\tThe Treasury may by order provide that, on making a claim, a person isentitled to a VAT-related payment in respect of relevant supplies or of adescription of relevant supply specified in the order.\n\t\t\t“Relevant supply”, in relation to a person making a claim, means a supplyof goods to the person where—\n\t\t\t\tthe person took possession of the goods in Great Britain or the Isle of Manin the course of carrying on a business,\n\t\t\t\tthe goods were then removed to Northern Ireland or exported,\n\t\t\t\tat the time of the removal or export (“the relevant time”), the personintended to resell the goods outside Great Britain and the Isle of Man in thecourse of carrying on the business, and\n\t\t\t\tif the circumstances of, and following, the supply to the person had beenaltered as described in subsection (3), the person would have been entitled toexercise an option under an order made under section 50A in respect of theresale of the goods.\n\t\t\tThe alterations mentioned in subsection (2)(d) are—\n\t\t\t\tthat (if it was not in fact so) the person was a taxable person,\n\t\t\t\tthat the goods were not removed to Northern Ireland or exported (and VATwas charged on the supply of the goods to the person on that basis), and\n\t\t\t\tthat the person resold the goods in Great Britain at the relevant time inthe course of carrying on the business.\n\t\t\t“VAT-related payment”, in respect of a supply of goods, means a payment ofan amount equal to so much of the consideration for the supply as would haveconstituted VAT if—\n\t\t\t\tthe supply had taken place at the relevant time, and\n\t\t\t\tVAT had been chargeable on the value of the supply,\n\t\t\t\t\tsubject to any provision made in reliance on subsection (5).\n\t\t\tAn order under this section may make provision for the amount of a VAT-related payment to be less than the amount described in subsection (4).\n\t\t\tAn order under this section may, among other things—\n\t\t\t\tmake entitlement to a VAT-related payment subject to conditions;\n\t\t\t\tmake provision about the making of claims under the order;\n\t\t\t\tmake provision for claims to be treated as if they were returns under thisAct in respect of a particular period;\n\t\t\t\tmake provision about the calculation of VAT-related payments, includingprovision about the calculation of the consideration for, or value of, asupply;\n\t\t\t\tmake provision about how VAT-related payments are to be paid;\n\t\t\t\tmake provision for VAT-related payments to be treated as if they wererepayments of input tax;\n\t\t\t\tmake provision requiring claims and payments to be made through agents inthe United Kingdom;\n\t\t\t\tmake provision for agents dealing with claims and payments under the orderto be treated under this Act as if they were taxable persons;\n\t\t\t\tmake provision for and in connection with the payment of interest to or bythe Commissioners, including provision about interest wrongly paid.\n\t\t\tAn order under this section may, among other things—\n\t\t\t\tconfer power on the Commissioners to make provision in a direction ornotice;\n\t\t\t\tmake provision, or enable the Commissioners to make provision, generally orfor particular purposes;\n\t\t\t\tmake provision applying a provision of or made under this Act or anotherenactment, with or without modifications, including provision relating topenalties and offences;\n\t\t\t\tmake different provision for different purposes, including differentprovision in relation to persons carrying on business in different places orin relation to the removal or export of goods to different places;\n\t\t\t\tmake consequential, incidental, supplementary, transitional, transitory orsaving provision.\n\t\t\tThe provision that may be made under subsection (7)(e) includes provisionamending an enactment or subordinate legislation.\n\t\t\tReferences in this section to carrying on a business are to doing so in theUnited Kingdom or elsewhere.”\n\tMargin schemes and removal or export of goods: zero-rating\n\t\tVATA 1994 is amended as follows.\n\t\tIn section 30 (zero-rating), after subsection (6) insert—\n\t\t\t“(6A)Subsection (6) does not apply in the case of goods exported from GreatBritain if, in respect of the supply, the supplier exercises an option underan order made under section 50A.”\n\t\tIn paragraph 3 of Schedule 9ZB (movements between Northern Ireland andGreat Britain), after sub-paragraph (1) insert—\n\t\t“(1A)A supply of goods that involves the removal of goods from Great Britainto Northern Ireland is not zero-rated under sub-paragraph (1) if, in respectof the supply, the supplier exercises an option under an order made undersection 50A.”\n\t\tSubsections (1) to (3) come into force on such day as the Treasury may byregulations made by statutory instrument appoint.\n\t\tRegulations under this section may specify different days for differentpurposes.\n\t\tThe Treasury may by regulations made by statutory instrument maketransitional, transitory or saving provision in connection with the cominginto force of subsections (1) to (3), including provision making differentprovision for different purposes.\n\tRelief on the importation of dental prostheses\n\t\tIn Schedule 2 to the Value Added Tax (Imported Goods) Relief Order 1984([S.I. 1984/746](/id/uksi/1984/746?view=plain \"Go to item of legislation\")),in Group 5 (health), after Item 10 insert—\n\t\t\t“11Dental prostheses imported by or on behalf of—\n\t\t\ta person registered in the dentists register;\n\t\t\ta person registered in the dental care professionals register establishedunder section 36B of the Dentists Act 1984.”\n\t\tThe amendment made by subsection (1)—\n\t\t\thas effect in relation to imports on or after IP completion day, and\n\t\t\tis to be treated as having been made under section 37(1) of VATA 1994 (VATon importation of goods: reliefs etc) (and may be amended or revoked underthat power accordingly)."
    },
    {
        "length": 527,
        "text": "\nInsurance premium tax\n\tIdentifying where the risk is situated\n\t\tIn Schedule 7A to FA 1994 (insurance premium tax: contracts that are nottaxable), paragraph 8 (contracts relating to risks outside the United Kingdom)is amended as follows.\n\t\tIn sub-paragraph (2) for the words from “regulations made under section424(3) of the Financial Services and Markets Act 2000” to the end substitute“the Table in sub-paragraph (3)”.\n\t\tAfter that sub-paragraph insert—\n\t\tThis is the Table referred to in sub-paragraph (2)—\n\t\t\tWhere—| The risk is situated in—  ---|---  the contract relates to a building, to some or all of the contents of abuilding or to a building and some or all of its contents| the country orterritory in which the building is situated  the contract relates to vehicles of any type| the country or territory inwhich the vehicle is registered  the contract covers travel or holiday risks and has a duration of four monthsor less| the country or territory in which the policyholder entered into thecontract  the contract does not fall within any of the previous entries and thepolicyholder is an individual| the country or territory in which thepolicyholder is habitually resident on the date on which the contract isentered into  the contract does not fall within any of the previous entries| the country orterritory in which the establishment of the policyholder to which the contractrelates is situated on the date on which the contract is entered into.    (4)For the purposes of the last entry in the Table, “establishment”, inrelation to a policyholder (“P”), means—\n\t\t\tP’s head office or any of P’s agencies or branches, or\n\t\t\tany permanent presence of P (which need not take the form of a branch oragency and, for example, may consist of an office managed by P’s staff or by aperson who is independent of P but who has permanent authority to act for P asif the person were an agency).”\n\t\tThe amendments made by this section have effect in relation to contracts ofinsurance entered into on or after the day on which this Act is passed."
    },
    {
        "length": 1942,
        "text": "\nImport duty\n\tTransitioned trade remedies: decisions by Secretary of State\n\t\tSubsections (2) to (10) apply where a relevant review or reconsideration ofa transitioned trade remedy has been initiated by the Trade Remedies Authority(“the TRA”) but has not been concluded.\n\t\tThe Secretary of State may notify the TRA in writing that, in relation tothe matters under review or reconsideration, the Secretary of State is todecide whether to—\n\t\t\tvary, maintain or revoke a tariff rate quota, anti-dumping amount orcountervailing amount that is applicable to the goods to which the review orreconsideration relates, or\n\t\t\treplace a tariff rate quota that is applicable to the goods to which thereview or reconsideration relates with an additional amount of import duty.\n\t\tAccordingly— \n\t\t\tfunctions of the TRA that would otherwise be exercisable in relation to thematters under review or reconsideration cease to be exercisable by the TRA(but this is subject to subsection (6)(d));\n\t\t\tthe Secretary of State’s decision need not be based on a recommendation ordecision of the TRA in relation to the matters under review orreconsideration;\n\t\t\tprovisions made by the Safeguards Regulations, the Dumping andSubsidisation Regulations and the Reconsideration and Appeals Regulations haveeffect subject to provision made by or under this section.\n\t\tThe Secretary of State must publish notice giving effect to a decisionunder subsection (2).\n\t\tThe Secretary of State may by regulations make provision for the purposesof subsection (2).\n\t\tThe following are examples of provision that regulations under subsection(5) may make in relation to a decision under subsection (2)—\n\t\t\tprovision specifying steps that are to be taken by the Secretary of Statebefore notifying the TRA under subsection (2),\n\t\t\tprovision specifying factors that are, or are not, to be taken into accountby the Secretary of State in making the decision,\n\t\t\tprovision treating steps taken by the TRA in relation to the matters underreview or reconsideration as steps taken by the Secretary of State,\n\t\t\tprovision requiring the TRA to do specified things of any kind (includingthings specified by the Secretary of State in directions) for the purpose ofassisting the Secretary of State in making the decision,\n\t\t\tprovision authorising the disclosure of information between the Secretaryof State and the TRA,\n\t\t\tprovision treating notice of the decision and anything having effect underthe decision as having effect under TCTA 2018,\n\t\t\tprovision for and in connection with appeals against the decision, and\n\t\t\tprovision amending or otherwise modifying the Safeguards Regulations, theDumping and Subsidisation Regulations or the Reconsideration and AppealsRegulations.\n\t\tFor the purposes of this section—\n\t\t\ta relevant review or reconsideration of a transitioned trade remedy isinitiated when—\n\t\t\tthe TRA publishes notice of initiation of a review under regulation49(2)(a) of the Safeguards Regulations or regulation 98(1) of the Dumping andSubsidisation Regulations,\n\t\t\tthe TRA publishes notice of initiation of a reconsideration of an originaldecision under regulation 12(1) of the Reconsideration and AppealsRegulations, or\n\t\t\tthe Upper Tribunal refers an original decision back to the TRA underregulation 18(3) of the Reconsideration and Appeals Regulations;\n\t\t\ta relevant review or reconsideration of a transitioned trade remedy isconcluded when—\n\t\t\tthe Secretary of State accepts or rejects the TRA’s recommendation ordecision following the review or reconsideration,\n\t\t\tthe TRA publishes notice or notifies the Secretary of State that it isupholding the original decision under regulation 14(5) of the Reconsiderationand Appeals Regulations (whichever is earlier), or\n\t\t\tthe TRA makes a new decision following a referral by the Upper Tribunalunder regulation 18(3) of the Reconsideration and Appeals Regulations.\n\t\tFor the purposes of subsection (7), an “original decision” means arecommendation made by the TRA to the Secretary of State under—\n\t\t\tregulation 100(1) of the Dumping and Subsidisation Regulations, or\n\t\t\tregulation 51(1) of the Safeguards Regulations.\n\t\tSection 32(7) and (8) of TCTA 2018 apply to regulations made under thissection as if they were regulations made under Part 1 of that Act.\n\t\tRegulations under this section are to be made by statutory instrument; andan instrument containing regulations made under this section is subject toannulment in pursuance of a resolution of the House of Commons.\n\t\tIn regulation 14 of the Reconsideration and Appeals Regulations, afterparagraph (5) insert—\n\t\t\t“(5A)Where the original decision is a recommendation under regulation 100(1)of the Dumping and Subsidisation Regulations or regulation 51(1) of theSafeguards Regulations, the TRA must notify the Secretary of State of itsintention to uphold the original decision at least 30 days before taking thesteps under paragraph (5).”\n\t\tIn this section—\n\t\t\t  * “the Safeguards Regulations” means the Trade Remedies (Increase in Imports Causing Serious Injury to UK Producers) (EU Exit) Regulations 2019 ([S.I. 2019/449](/id/uksi/2019/449?view=plain \"Go to item of legislation\")); \n\t\t\t  * “the Dumping and Subsidisation Regulations” means the Trade Remedies (Dumping and Subsidisation) (EU Exit) Regulations 2019 ([S.I. 2019/450](/id/uksi/2019/450?view=plain \"Go to item of legislation\")); \n\t\t\t  * “the Reconsideration and Appeals Regulations” means the Trade Remedies (Reconsideration and Appeals) (EU Exit) Regulations 2019 ([S.I. 2019/910](/id/uksi/2019/910?view=plain \"Go to item of legislation\")). \n\t\tThis section is treated as having come into force on 3 November 2021.\n\tReference documents: amount of import duty\n\t\tAfter section 32 of TCTA 2018 insert—\n\t\t“32AReference documents\n\t\t\tThis section applies where regulations made under any of sections 8 to 19make provision by reference to a document.\n\t\t\tThe reference is to be construed—\n\t\t\t\tas a reference to the document as modified by notice by the appropriateauthority from time to time;\n\t\t\t\tif the appropriate authority declares by notice that the document isreplaced by another document, as a reference to that other document.\n\t\t\tSubsection (2) does not apply to the extent that the effect of themodification or replacement of the document would be to alter the amount ofimport duty applicable under this Part to any goods.\n\t\t\tA notice under this section must be published in such manner as theauthority issuing it considers appropriate.\n\t\t\tSection 32(10) applies to a notice under this section as it applies to apublic notice.\n\t\t\tIn this section—\n\t\t\t\t  * “appropriate authority”, in relation to regulations that make provision by reference to a document, means the person who made the regulations;\n\t\t\t\t  * “modified” means amended, added to or omitted from.”"
    },
    {
        "length": 387,
        "text": "\nFuel duties\n\tRestriction of use of rebated diesel and biofuels\n\t\tSchedule 11 makes—\n\t\t\tprovision amending HODA 1979 to restrict the use of rebated diesel andbiofuels to specified categories of machines, and\n\t\t\trelated provision.\n\t\tPart 1 of Schedule 11 comes into force on 1 April 2022.\n\t\tThe Treasury may by regulations—\n\t\t\tmake provision that is consequential on Schedule 11;\n\t\t\tsuch supplementary, incidental, transitional, transitory or savingprovision as the Treasury consider appropriate in connection with the cominginto force of Schedule 11.\n\t\tRegulations under subsection (3) may—\n\t\t\tamend, repeal or revoke provision made by or under an Act passed beforethis Act;\n\t\t\tmake different provision for different purposes or areas.\n\t\tRegulations under subsection (3) are to be made by statutory instrument.\n\t\tA statutory instrument containing regulations under subsection (3) issubject to annulment in pursuance of a resolution of the House of Commons.\n\t\tIn Schedule 11 to FA 2020 (amendments of HODA 1979 relating to privatepleasure craft), in paragraph 21 (power to make consequential amendments),after “FA 2021” (as inserted by section 102(7) of FA 2021) insert “andSchedule 11 to FA 2022,”."
    },
    {
        "length": 533,
        "text": "\nTobacco products duty\n\tRates of tobacco products duty\n\t\tIn Schedule 1 to TDPA 1979 (table of rates of tobacco products duty), forthe Table substitute—\n\t\t“TABLE\n\t\t\t1 Cigarettes|\n\t\tAn amount equal to the higher of—\n\t\t\t16.5% of the retail price plus £262.90 per thousand cigarettes, or\n\t\t\t£347.86 per thousand cigarettes.    ---|---  2 Cigars| £327.92 per kilogram  3 Hand-rolling tobacco| £302.34 per kilogram  4 Other smoking tobacco and chewing tobacco| £144.17 per kilogram  5 Tobacco for heating| £270.22 per kilogram”.    (2)In consequence of the provision made by subsection (1), in Schedule 2 tothe Travellers’ Allowances Order 1994 (which provides in certain circumstancesfor a simplified calculation of excise duty on goods brought into GreatBritain)—\n\t\t\tin the entry relating to cigarettes, for “£320.90” substitute “£347.86”,\n\t\t\tin the entry relating to hand rolling tobacco, for “£271.40” substitute“£302.34”,\n\t\t\tin the entry relating to other smoking tobacco and chewing tobacco, for“£134.24” substitute “£144.17”,\n\t\t\tin the entry relating to cigars, for “£305.32” substitute “£327.92”,\n\t\t\tin the entry relating to cigarillos, for “£305.32” substitute “£327.92”,and\n\t\t\tin the entry relating to tobacco for heating, for “£75.48” substitute“£81.07”.\n\t\t\tThe amendments made by this section are treated as having come into forceat 6pm on 27 October 2021."
    },
    {
        "length": 2669,
        "text": "\nVehicle taxes\n\tRates for light passenger or light goods vehicles, motorcycles etc\n\t\tSchedule 1 to VERA 1994 (annual rates of vehicle excise duty) is amended asfollows.\n\t\tIn paragraph 1 (general rate)—\n\t\t\tin sub-paragraph (2) (vehicle not covered elsewhere in Schedule with enginecylinder capacity exceeding 1,549cc), for “£280” substitute “£295”, and\n\t\t\tin sub-paragraph (2A) (vehicle not covered elsewhere in Schedule withengine cylinder capacity not exceeding 1,549cc), for “£170” substitute “£180”.\n\t\tIn paragraph 1B (graduated rates for light passenger vehicles registeredbefore 1 April 2017), for the Table substitute—\n\t\t\t“CO2 emissions figure| Rate  ---|---  (1)| (2)| (3)| (4)  Exceeding| Not exceeding| Reduced rate| Standard rate  g/km| g/km| £| £  100| 110| 10| 20  110| 120| 20| 30  120| 130| 125| 135  130| 140| 155| 165  140| 150| 170| 180  150| 165| 210| 220  165| 175| 255| 265  175| 185| 280| 290  185| 200| 320| 330  200| 225| 350| 360  225| 255| 605| 615  255| —| 620| 630”.    (4)In the sentence immediately following the Table in that paragraph, forparagraphs (a) and (b) substitute—\n\t\t\tin column (3), in the last two rows, “350” were substituted for “605” and“620”, and\n\t\t\tin column (4), in the last two rows, “360” were substituted for “615” and“630”.”\n\t\tIn paragraph 1GC (graduated rates for first licence for light passengervehicles registered on or after 1 April 2017), for Table 1 (vehicles otherthan higher rate diesel vehicles) substitute—\n\t\t“CO2 emissions figure| Rate  ---|---  (1)| (2)| (3)| (4)  Exceeding| Not exceeding| Reduced rate| Standard rate  g/km| g/km| £| £  0| 50| 0| 10  50| 75| 15| 25  75| 90| 110| 120  90| 100| 140| 150  100| 110| 160| 170  110| 130| 180| 190  130| 150| 220| 230  150| 170| 575| 585  170| 190| 935| 945  190| 225| 1410| 1420  225| 255| 2005| 2015  255| —| 2355| 2365”.    (6)In that paragraph, for Table 2 (higher rate diesel vehicles) substitute—\n\t\t“CO2 emissions figure| Rate  ---|---  (1)| (2)| (3)  Exceeding| Not exceeding| Rate  g/km| g/km| £  0| 50| 25  50| 75| 120  75| 90| 150  90| 100| 170  100| 110| 190  110| 130| 230  130| 150| 585  150| 170| 945  170| 190| 1420  190| 225| 2015  225| 255| 2365  255| —| 2365”.    (7)In paragraph 1GD(1) (rates for any other licence for light passengervehicles registered on or after 1 April 2017)—\n\t\t\tin paragraph (a) (reduced rate), for “£145” substitute “£155”, and\n\t\t\tin paragraph (b) (standard rate), for “£155” substitute “£165”.\n\t\tIn paragraph 1GE(2) (rates for light passenger vehicles registered on orafter 1 April 2017 with a price exceeding £40,000)—\n\t\t\tin paragraph (a), for “£480” substitute “£510”, and\n\t\t\tin paragraph (b), for “£490” substitute “£520”.\n\t\tIn paragraph 1J(a) (rates for light goods vehicles that are not pre-2007 orpost-2008 lower emission vans), for “£275” substitute “£290”.\n\t\tIn paragraph 2(1) (rates for motorcycles)—\n\t\t\tin paragraph (a) (engine cylinder capacity not exceeding 150cc), for “£21”substitute “£22”,\n\t\t\tin paragraph (b) (motorbicycles with engine cylinder capacity exceeding150cc but not exceeding 400cc), for “£45” substitute “£47”,\n\t\t\tin paragraph (c) (motorbicycles with engine cylinder capacity exceeding400cc but not exceeding 600cc), for “£69” substitute “£73”, and\n\t\t\tin paragraph (d) (other cases), for “£96” substitute “£101”.\n\t\tThe amendments made by this section have effect in relation to licencestaken out on or after 1 April 2022.\n\tVehicle excise duty: exemption for certain cabotage operations\n\t\tThe Motor Vehicles (International Circulation) Order 1975 ([S.I.1975/1208](/id/uksi/1975/1208?view=plain \"Go to item of legislation\")) ismodified in accordance with subsection (2).\n\t\tArticle 5 (excise exemption and documents for vehicles brought temporarilyinto the United Kingdom) has effect as if—\n\t\t\tin paragraph (2), after sub-paragraph (c) there were inserted—\n\t\t\tin a case of a vehicle being used for or in connection with a cabotageoperation in Great Britain that is not exempt from excise duty under sub-paragraph (b) or (c), the vehicle is exempt from excise duty if and for solong as—\n\t\t\tthe cabotage operation consists of national carriage for hire or reward bya haulier;\n\t\t\tno more than 14 days has elapsed beginning with the day on which thevehicle arrived in the United Kingdom in the course of a laden journey;\n\t\t\tthe vehicle is being used at any time during the permitted period; and\n\t\t\teither paragraph (2ZA) or (2ZB) applies in the case of the vehicle.”;\n\t\t\tafter paragraph (2) there were inserted—\n\t\t\t\t“(2ZA)This paragraph applies in the case of a vehicle if—\n\t\t\tthe haulier is the holder of a Community licence, and\n\t\t\tthe driver of the vehicle, if a national of a country which is not a memberState, holds a driver attestation.\n\t\t\t(2ZB)This paragraph applies in the case of a vehicle if—\n\t\t\tthe vehicle is a foreign goods vehicle, and\n\t\t\tthe vehicle lawfully entered the United Kingdom in the course of a ladeninternational road transport.\n\t\t\t(2ZC)The definition of “foreign goods vehicle” in regulation 3(1) of the GoodsVehicles (Licensing of Operators) (Temporary Use in Great Britain) Regulations1996 ([S.I. 1996/2186](/id/uksi/1996/2186?view=plain \"Go to item oflegislation\")) applies for the purposes of paragraph (2ZB)(a), but as ifparagraph (d) of that definition were omitted.\n\t\t\t(2ZD)Paragraphs (2ZE) and (2ZF) apply in determining the “permitted period”for the purposes of paragraph (2)(c)(d)(iii).\n\t\t\t(2ZE)In the case of vehicles arriving in the United Kingdom on or after 28thOctober 2021, the “permitted period” means the period ending with—\n\t\t\t30th April 2022, or\n\t\t\tsuch later date as regulations made by the Treasury may specify.\n\t\t\t(2ZF)Where regulations made by the Treasury provide for this paragraph toapply in the case of vehicles arriving in the United Kingdom on or after adate specified in the regulations that is after 30th April 2022, the“permitted period” means the period—\n\t\t\tbeginning with that specified date, and\n\t\t\tending with such later date as the regulations may specify.\n\t\t\t(2ZG)The later date specified in regulations under paragraph (2ZE)(b) or(2ZF)(b) must be no later than 31st December 2022.\n\t\t\t(2ZH)Regulations under paragraph (2ZE) or (2ZF) are to be made by statutoryinstrument.\n\t\t\t(2ZI)A statutory instrument containing regulations under paragraph (2ZE) or(2ZF) is subject to annulment in pursuance of a resolution of the House ofCommons.”\n\tHGV road user levy: extension of suspension\n\t\tIn section 88 of FA 2020 (suspension of HGV road user levy), in subsection(3) (exempt period), for “24” substitute “36”.\n\t\tIn FA 2021 omit section 106 (HGV road user levy: extension of suspension)."
    },
    {
        "length": 194,
        "text": "\nGaming duty\n\tAmounts of gross gaming yield charged to gaming duty\n\t\tIn section 11(2) of FA 1997 (rates of gaming duty), for the tablesubstitute—\n\t\t“TABLE\n\t\t\tPart of gross gaming yield| Rate  ---|---  The first £2,686,000| 15%  The next £1,852,000| 20%  The next £3,243,000| 30%  The next £6,845,000| 40%  The remainder| 50%”.    (2)The amendment made by this section has effect in relation to accountingperiods beginning on or after 1 April 2022."
    },
    {
        "length": 275,
        "text": "\nPenalties relating to excise duty\n\tExcise duty: penalties\n\t\tSchedule 41 to FA 2008 (penalties: failure to notify and certain VAT andexcise wrongdoing) is amended as follows.\n\t\tIn paragraph 1 (penalty payable on failure to comply with relevantobligation), in the table (relevant obligations), in the fourth entry for“excise duties”, for “their release for free circulation” substitute “adeclaration for the free-circulation procedure or an authorised use procedurebeing accepted”.\n\t\tIn paragraph 4 (handling goods subject to unpaid excise duty etc), in sub-paragraph (2), in the definition of “excise duty point”, after “1992” insert“(and includes any excise duty point created or deemed to be created as aresult of provision in regulations under section 45 of the Taxation (Cross-border Trade) Act 2018 (general regulation making power for excise dutypurposes etc))”.\n\t\tThis section is treated as having come into force on 3 November 2021."
    },
    {
        "length": 230,
        "text": "\nEnvironmental taxes\n\tRates of landfill tax\n\t\tSection 42 of FA 1996 (amount of landfill tax) is amended as follows.\n\t\tIn subsection (1)(a) (standard rate), for “£96.70” substitute “£98.60”.\n\t\tIn subsection (2) (reduced rate for certain disposals), in the words afterparagraph (b)—\n\t\t\tfor “£96.70” substitute “£98.60”, and\n\t\t\tfor “£3.10” substitute “£3.15”.\n\t\tThe amendments made by this section have effect in relation to disposalsmade (or treated as made) on or after 1 April 2022.\n\tPlastic packaging tax\n\t\tSchedule 12 makes miscellaneous amendments to Part 2 of FA 2021 (plasticpackaging tax)."
    },
    {
        "length": 730,
        "text": "\nWinding-up petitions by an officer of Revenue and Customs\n\tSubsection (2) applies where it appears to an officer of Revenue andCustoms that it is expedient in the public interest, for the purposes ofprotecting the public revenue, that a relevant body should be wound up.\n\tThe officer may present a petition to the court for the winding up of thebody.\n\tOn such a petition, the court may wind up the body if the court is of theopinion that it is just and equitable that it should be wound up.\n\tIn this section—\n\t\t  * “court” means— \n\t\tthe court having jurisdiction for the purposes of the Insolvency Act 1986, or\n\t\tin Northern Ireland, the High Court;\n\t\t\t  * “indirect tax” has the same meaning as in Schedule 17 to F(No.2)A 2017 (disclosure of tax avoidance schemes: VAT and other indirect taxes); \n\t\t\t  * “relevant body” means a body, including a partnership, that— \n\t\tcarries on a business as a promoter within the meaning of Part 5 of FA 2014(promoters of tax avoidance schemes) as if, in sections 234 and 235 of thatPart, references to—\n\t\t“tax” included value added tax and other indirect taxes, and\n\t\t“tax advantage” included a tax advantage as defined for value added tax inparagraph 6, and for other indirect taxes in paragraph 7, of Schedule 17 toF(No.2)A 2017;\n\t\tis connected to a body within paragraph (a) (within the meaning of section1122 of CTA 2010 (“connected” persons)).\n\tIf a petition is presented under subsection (2) for the winding up of apartnership, the court has jurisdiction, and the Insolvency Act 1986 (or theInsolvency (Northern Ireland) Order 1989 ([S.I. 1989/2405 (N.I.19)](/id/nisi/1989/2405?view=plain \"Go to item of legislation\"))) has effect,as if the partnership were an unregistered company as defined by section 220of that Act (or Article 184 of that Order).\n\tThe rules governing the practice and procedure (including fees) in respectof petitions under section 124A of the Insolvency Act 1986 or Article 104A ofthe Insolvency (Northern Ireland) Order 1989 ([S.I. 1989/2405 (N.I.19)](/id/nisi/1989/2405?view=plain \"Go to item of legislation\")) apply topetitions under this section, subject to any necessary modifications."
    },
    {
        "length": 1126,
        "text": "\nPublication by HMRC of information about tax avoidance schemes\n\tIf an authorised officer suspects that a proposal or arrangements are arelevant proposal or relevant arrangements the officer may arrange for thepublication of any information (including documents) the officer considersappropriate for the purposes of—\n\t\tinforming taxpayers about risks associated with, or concerns the officerhas about, the proposal or arrangements, or\n\t\tprotecting the public revenue.\n\tThe information that may be published includes information (includingdocuments) identifying or about any person—\n\t\twho is or has been, or who the officer suspects is or has been—\n\t\ta promoter in relation to the proposal or arrangements,\n\t\ta connected person in relation to the proposal or arrangements or to aperson within sub-paragraph (i), or\n\t\ta member of a promotion structure any member of which has or has had, oris suspected by the officer of having or having had, a role in relation tomaking the proposal or arrangements available for implementation, or\n\t\twho has or has had, or who the officer suspects has or has had, any otherrole in relation to making the proposal or arrangements available forimplementation.\n\tNo information may be published under this section that identifies aperson—\n\t\twho is not within subsection (2), or\n\t\twhere there are reasonable grounds for believing that the person’s role inrelation to the proposal or arrangements is limited to activities subject tolegal professional privilege.\n\tInformation may be published under this section in such manner as theofficer considers appropriate, including by communicating it to particularpersons.\n\tIf an authorised officer intends to publish information under this sectionthat identifies a person, an officer of Revenue and Customs must—\n\t\tnotify the person, and\n\t\tgive the person 30 days from that notification in which to makerepresentations about whether or not the information should be published.\n\tBefore arranging for the publication of information under this sectionidentifying a person, an authorised officer must have regard to anyrepresentations received in accordance with subsection (5).\n\tAn authorised officer must amend or withdraw information published underthis section if the officer subsequently considers it to be incorrect ormisleading in a significant respect.\n\tNothing in this section authorises a disclosure of information if thedisclosure would contravene the data protection legislation or would beprohibited by the investigatory powers legislation (but in determining whethera disclosure would do either of those things, the power conferred by thissection is to be taken into account).\n\tIn subsection (8)—\n\t\t  * “the data protection legislation” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act); \n\t\t  * “the investigatory powers legislation” means Parts 1 to 7 and Chapter 1 of Part 9 of the Investigatory Powers Act 2016. \n\tNothing in this section limits the circumstances in which information maybe disclosed under section 18(2) of the Commissioners for Revenue and CustomsAct 2005 or under any other enactment or rule of law.\n\tFor the purposes of this section, a person is a connected person inrelation to a proposal or arrangements, or a person within subsection(2)(a)(i), if the person is—\n\t\tinvolved in the promotion of the proposal or arrangements;\n\t\tin the case of a proposal or arrangements that involve a trust, a settlor,trustee or beneficiary of the trust, or other person involved in theadministration of the trust;\n\t\ta director, manager, secretary or other similar officer of the personwithin subsection (2)(a)(i);\n\t\ta person who controls or has significant influence over (within the meaningof Part 2 of Schedule 34 to FA 2014) the person within subsection (2)(a)(i);\n\t\tan employee or shareholder of the person within subsection (2)(a)(i).\n\tIn this section “authorised officer” means an officer of Revenue andCustoms who is, or is a member of a class of officers who are, authorised bythe Commissioners for the purposes of this section.\n\tExpressions used in Part 5 of FA 2014 have the same meaning in thissection as in that Part, unless the contrary intention appears (and, inparticular, see sections 234 and 235 of FA 2014 for the meanings of “relevantproposal”, “relevant arrangements” and “promoter” and Schedule 33A to that Actfor the meaning of “promotion structure”)."
    },
    {
        "length": 304,
        "text": "\nFreezing orders: England and Wales\n\tSubsection (2) applies where —\n\t\tan application is made on behalf of HMRC to a court in England and Walesfor a freezing order in relation to a relevant penalty (see section 90) beforethe penalty is determined, and\n\t\tthe court considering the application is satisfied that HMRC have a goodarguable case in relation to the penalty and—\n\t\thave commenced proceedings before the First-tier Tribunal in relation toit, or\n\t\tintend to commence proceedings before the First-tier Tribunal in relationto it within the initial period.\n\tThe court is to determine the application as if it were being madeimmediately after the First-tier Tribunal had determined the penalty on thebasis sought, or to be sought, by HMRC.\n\tA freezing order granted by virtue of subsection (2) may not take effectunless HMRC commence proceedings before the First-tier Tribunal in relation tothe penalty before the end of the initial period (whether before or after themaking of the application for the order).\n\tIn this section, a “freezing order” is an order granted in accordance withrule 25.1(1)(f) of the Civil Procedure Rules."
    },
    {
        "length": 305,
        "text": "\nWarrants for diligence on the dependence: Scotland\n\tSubsection (2) applies where —\n\t\tan application is made on behalf of HMRC to a court in Scotland for awarrant for diligence on the dependence under Part 1A of the Debtors(Scotland) Act 1987 in relation to a relevant penalty (see section 90) beforethe penalty is determined, and\n\t\tthe court considering the application is satisfied that HMRC have a goodarguable case in relation to the penalty and—\n\t\thave commenced proceedings before the First-tier Tribunal in relation toit, or\n\t\tintend to commence proceedings before the First-tier Tribunal in relationto it within the initial period.\n\tThe court is to determine the application as if the relevant penalty were acontingent debt in terms of section 15C of the 1987 Act.\n\tExecution of diligence on the dependence under a warrant granted under Part1A of the 1987 Act in relation to a relevant penalty is not competent unlessHMRC commence proceedings before the First-tier Tribunal in relation to thepenalty before the end of the initial period (whether before or after themaking of the application for the warrant)."
    },
    {
        "length": 474,
        "text": "\nFreezing injunctions: Northern Ireland\n\tSubsection (2) applies where —\n\t\tan application is made on behalf of HMRC to a court in Northern Ireland fora freezing injunction in relation to a relevant penalty (see section 90)before the penalty is determined, and\n\t\tthe court considering the application is satisfied that HMRC have a goodarguable case in relation to the penalty and—\n\t\thave commenced proceedings before the First-tier Tribunal in relation toit, or\n\t\tintend to commence proceedings before the First-tier Tribunal in relationto it within the initial period.\n\tThe court is to determine the application as if it were being madeimmediately after the First-tier Tribunal had determined the penalty on thebasis sought, or to be sought, by HMRC.\n\tA freezing injunction granted by virtue of subsection (2) may not takeeffect unless HMRC commence proceedings before the First-tier Tribunal inrelation to the penalty before the end of the initial period (whether beforeor after the making of the application for the injunction).\n\tIn this section, a “freezing injunction” is an injunction granted inaccordance with Order 29 of the Rules of the Court of Judicature (NI) 1980([S.R. (N.I.) 1980 No. 346](/id/nisr/1980/346?view=plain \"Go to item oflegislation\")) or Order 14 of the County Court Rules (Northern Ireland) 1981(S.R. [(N.I.) 1981 No. 225](/id/nisr/1981/225?view=plain \"Go to item oflegislation\")), which restrains a party from—\n\t\tremoving from the jurisdiction assets located there, or\n\t\tdealing with any assets, whether located within the jurisdiction or not."
    },
    {
        "length": 451,
        "text": "\nSections 87, 88 and 89: interpretation etc\n\tThis section applies for the purposes of sections 87, 88 and 89.\n\t“HMRC” means “Her Majesty’s Revenue and Customs”.\n\tA relevant penalty is a penalty that is to be determined by the First-tierTribunal under—\n\t\tsection 98C of TMA 1970 (disclosure of tax avoidance schemes);\n\t\tSchedule 35 to FA 2014 (promoters of tax avoidance schemes: penalties);\n\t\tSchedule 36 to FA 2008 (information and inspection powers) as it has effectin relation to Schedule 16 to F(No.2)A 2017 (penalties for enablers ofdefeated tax avoidance) (see Part 9 of Schedule 16 to F(No.2)A 2017);\n\t\tSchedule 17 to F(No.2)A 2017 (disclosure of tax avoidance schemes: VAT andother indirect taxes).\n\tThe “initial period” is the period of 72 hours beginning with the time atwhich the application mentioned in section 87, 88 or 89, as the case may be,is determined.\n\tIn calculating the period of 72 hours in subsection (4), disregard thewhole of any day that is—\n\t\ta Saturday,\n\t\ta Sunday,\n\t\tChristmas Day,\n\t\tGood Friday, or\n\t\ta bank holiday under the Banking and Financial Dealings Act 1971 in thepart of the United Kingdom in which the application mentioned in section 87,88 or 89, as the case may be, is made."
    },
    {
        "length": 147,
        "text": "\nPenalties for facilitating avoidance schemes involving non-residentpromoters\n\tSchedule 13 makes provision for and about penalties for facilitatingavoidance schemes involving non-resident promoters.\n\tIn consequence of that Schedule, in Schedule 13 to FA 2020 (joint andseveral liability of company directors etc), in paragraph 5(6), afterparagraph (e) insert—\n\t\tSchedule 13 to FA 2022 (penalties for facilitating avoidance schemesinvolving non-resident promoters).”"
    },
    {
        "length": 2794,
        "text": "\nTobacco products: tracing and security\n\tTPDA 1979 is amended in accordance with subsections (2) to (4).\n\tAfter section 8J insert—\n\t“8JATracing and security: regulations\n\t\tThe Commissioners may by regulations—\n\t\t\testablish, and make provision about the operation of, a traceability systemfor tobacco products;\n\t\t\trequire security features to be applied to tobacco products.\n\t\tFor the purposes of subsection (1)—\n\t\t\ta traceability system for tobacco products means a system under which themovements of tobacco products are recorded;\n\t\t\tsecurity features applied to tobacco products are features that a unitpack, or the packaging containing more than one unit pack, of tobacco productsmust carry for the purpose of enabling the identification of the products andthe verification of their authenticity.\n\t\tTracing and security regulations may (among other things)—\n\t\t\trequire a unit pack, or the packaging containing more than one unit pack,of tobacco products to be marked with a unique code;\n\t\t\tconfer functions on the Commissioners or other persons (including functionsinvolving the exercise of a discretion);\n\t\t\tmake provision by reference to things set out (whether by the Commissionersor other persons) in a notice given in accordance with the regulations;\n\t\t\tspecify technical standards (including by making provision under paragraph(c));\n\t\t\tmake provision about the processing of data (including provision about therecording, transmission, storing and accessing of data);\n\t\t\timpose, or enable the imposition of, restrictions or requirements onpersons of a specified description;\n\t\t\tprovide for the imposition of sanctions for failure to comply with suchrestrictions or requirements (see section 8JB);\n\t\t\tprovide for appeals from, and reviews of, decisions taken under theregulations.\n\t\tRegulations under subsection (3)(f) may, in particular—\n\t\t\tspecify, or provide for the specification of, equipment or other materialfor use in connection with a restriction or requirement imposed by or underthe regulations;\n\t\t\trequire persons of a specified description to provide such equipment ormaterial to other persons of a specified description for specified purposes;\n\t\t\tmake provision about the way in which such equipment or material is to beprovided, including how any costs are to be met by persons providing orreceiving it.\n\t\tTracing and security regulations may—\n\t\t\tmake provision generally in relation to tobacco products or only inrelation to specified descriptions of tobacco products;\n\t\t\tmake different provision for different areas;\n\t\t\tmake provision by supplementing or otherwise amending relevant existinglaw;\n\t\t\trevoke relevant existing law.\n\t\tThe power to make regulations under this section is exercisable only wherethe Commissioners consider that doing so would facilitate the administration,collection or enforcement of the duty charged under section 2.\n\t\tIn this section and sections 8JB and 8JC—\n\t\t\t  * “relevant existing law” means—\n\t\t\tChapter 2 of Part 1 of the Finance Act 1994 (customs and excise: appeals andpenalties);\n\t\t\tthe Tribunal Procedure (First-tier Tribunal) (Tax Chamber) Rules 2009 ([S.I.2009/273](/id/uksi/2009/273?view=plain \"Go to item of legislation\"));\n\t\t\tthe Standardised Packaging of Tobacco Products Regulations 2015 ([S.I.2015/829](/id/uksi/2015/829?view=plain \"Go to item of legislation\"));\n\t\t\t[Commission Delegated Regulation (EU)2018/573](/european/regulation/2018/0573?view=plain \"Go to item oflegislation\") of 15 December 2017 on key elements of data storage contracts tobe concluded as part of a traceability system for tobacco products;\n\t\t\t[Commission Implementing Regulation (EU)2018/574](/european/regulation/2018/0574?view=plain \"Go to item oflegislation\") of 15 December 2017 on technical standards for the establishmentand operation of a traceability system for tobacco products;\n\t\t\t[Commission Implementing Decision (EU)2018/576](/european/regulation/2018/0576?view=plain \"Go to item oflegislation\") of 15 December 2017 on technical standards for security featuresapplied to tobacco products;\n\t\t\tthe Tobacco Products (Traceability and Security Features) Regulations 2019([S.I. 2019/594](/id/uksi/2019/594?view=plain \"Go to item of legislation\"));\n\t\t\t\t  * “specified” means specified by or under tracing and security regulations;\n\t\t\t\t  * “traceability system for tobacco products” has the meaning given in subsection (2)(a);\n\t\t\t\t  * “tracing and security regulations” means regulations under subsection (1);\n\t\t\t\t  * “unit pack” means the smallest individual packaging in which a tobacco product is, or is intended to be, presented for sale to a consumer (but not including any transparent wrapper).\n\tJBTracing and security: sanctions\n\t\tThis section applies to tracing and security regulations that makeprovision for sanctions under section 8JA(3)(g).\n\t\tThe regulations may provide for the following kinds of sanction—\n\t\t\tthe imposition of monetary penalties of such amounts, not exceeding£10,000, as are determined in accordance with the regulations;\n\t\t\tfor tobacco products involved in a contravention of applicable law to beliable to forfeiture under the customs and excise Acts;\n\t\t\tthe application by the Commissioners of measures to restrict or prohibit aperson’s participation, or continued participation, in any part of atraceability system for tobacco products (including measures to deactivate, orrequire the deactivation of, any code issued to the person for the purposes ofsuch a system or to prevent such a code from being issued or reissued).\n\t\tProvision under subsection (2)(a) may (among other things)—\n\t\t\tprovide for a penalty to be payable on the giving of a notice (“a penaltynotice”) by such persons as are authorised by or under the regulations;\n\t\t\tspecify matters to which such persons may or must have regard whendetermining whether to give a penalty notice;\n\t\t\tprovide for the action to be taken if a monetary penalty is not paid inaccordance with a penalty notice.\n\t\tFor the purposes of subsection (2)(b), tobacco products are “involved in acontravention of applicable law” if—\n\t\t\tthe products do not comply with a requirement imposed under tracing andsecurity regulations or under relevant existing law, or\n\t\t\tthe products are found together with other products falling withinparagraph (a).\n\tJCTracing and security: disclosure of information\n\t\tThe Commissioners (or anyone acting on their behalf) may, for a purposewithin subsection (3), disclose information to—\n\t\t\ta person on whom functions have been conferred by or under tracing andsecurity regulations or relevant existing law;\n\t\t\tan authorised officer of such a person.\n\t\tA person mentioned in subsection (1)(a) or (b) may, for a purpose withinsubsection (3), disclose information to the Commissioners (or anyone acting ontheir behalf).\n\t\tA purpose is within this subsection if it is connected with—\n\t\t\ta function conferred by or under tracing and security regulations orrelevant existing law, or\n\t\t\tthe enforcement of a restriction or requirement imposed by or under tracingand security regulations or relevant existing law.\n\t\tA person who receives information as a result of subsection (1) may not—\n\t\t\tuse the information for a purpose other than a purpose within subsection(3), or\n\t\t\tfurther disclose the information,\n\t\t\t\texcept with the consent of the Commissioners (which may be general orspecific).\n\t\tIf— \n\t\t\ta person discloses information in contravention of subsection (4)(b), and\n\t\t\tthe information relates to a person whose identity is specified in, or canbe deduced from, the disclosure,\n\t\t\tsection 19 of the Commissioners for Revenue and Customs Act 2005 (offence ofwrongful disclosure) applies in relation to that disclosure as it applies inrelation to a disclosure of information in contravention of section 20(9) ofthat Act.\n\t\tNothing in this section authorises the making of a disclosure which would—\n\t\t\tcontravene the data protection legislation, or\n\t\t\tbe prohibited by the investigatory powers legislation.\n\t\t\tIn determining whether a disclosure would do either of those things, thepowers conferred by this section are to be taken into account.\n\t\tIn subsection (6)—\n\t\t\t  * “the data protection legislation” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act);\n\t\t\t  * “the investigatory powers legislation” means Parts 1 to 7 and Chapter 1 of Part 9 of the Investigatory Powers Act 2016.\n\t\tNothing in this section limits the circumstances in which information maybe disclosed under section 18(2) of the Commissioners for Revenue and CustomsAct 2005 or under any other enactment or rule of law.\n\t\tReferences in this section to an authorised officer of any person are toany person who has been designated by the principal as a person to and by whominformation may be disclosed by virtue of this section.”\n\t\tIn section 9 (regulations), in subsection (1A) after “section” insert“8JA,”.\n\t\tIn section 10 (interpretation), in subsection (3), after ““theCommissioners”” insert—\n\t\t\t  * ““the customs and excise Acts””.\n\t\tIn Schedule 41 to FA 2008 (penalties for certain VAT and excise wrongdoingetc), in paragraph 15 (interaction with other penalties and late paymentsurcharges), after sub-paragraph (2) insert—\n\t\t“(2A)If P has incurred a penalty under regulations under section 8JA(1) ofTPDA 1979 (tracing and security regulations) in respect of conduct for which Pis liable to a penalty under paragraph 4(1), the amount of the penalty underparagraph 4(1) is to be reduced by the amount of the penalty under thoseregulations.”"
    },
    {
        "length": 1568,
        "text": "\nDiscovery assesments etc\n\tDiscovery assessments for unassessed income tax or capital gains tax\n\t\tIn section 29 of TMA 1970 (assessment where loss of tax discovered), insubsection (1), for paragraph (a) substitute—\n\t\t\tthat an amount of income tax or capital gains tax ought to have beenassessed but has not been assessed,”.\n\t\tIn the Registered Pension Schemes (Accounting and Assessment) Regulations2005 ([S.I. 2005/3454](/id/uksi/2005/3454?view=plain \"Go to item oflegislation\")), omit regulation 9 (which modifies section 29(1)(a) of TMA1970).\n\t\tThe amendments made by this section—\n\t\t\thave effect in relation to the tax year 2021-22 and subsequent tax years,and\n\t\t\talso have effect in relation to the tax year 2020-21 and earlier tax yearsbut only if the discovery assessment is a relevant protected assessment (seesubsections (4) to (6)).\n\t\tA discovery assessment is a relevant protected assessment if it is inrespect of an amount of tax chargeable under—\n\t\t\tChapter 8 of Part 10 of ITEPA 2003 (high income child benefit charge),\n\t\t\tsection 424 of ITA 2007 (gift aid: charge to tax),\n\t\t\tsection 205 or 206 of FA 2004 (pensions) but only where the section isapplied by Schedule 34 to that Act, or\n\t\t\tsection 208, 209, 214, 227 or 244A of FA 2004 (pensions), including wherethe section is applied by that Schedule.\n\t\tBut a discovery assessment is not a relevant protected assessment if it issubject to an appeal notice of which was given to HMRC on or before 30 June2021 where—\n\t\t\tan issue in the appeal is that the assessment is invalid as a result of itsnot relating to the discovery of income which ought to have been assessed toincome tax but which had not been so assessed, and\n\t\t\tthe issue was raised on or before 30 June 2021 (whether by the appellant orin a decision given by the tribunal).\n\t\tIn addition, a discovery assessment is not a relevant protected assessmentif—\n\t\t\tit is subject to an appeal notice of which was given to HMRC on or before30 June 2021,\n\t\t\tthe appeal is subject to a temporary pause which occurred before 27 October2021, and\n\t\t\tit is reasonable to conclude that the temporary pausing of the appealoccurred (wholly or partly) on the basis that an issue of a kind mentioned insubsection (5)(a) is, or might be, relevant to the determination of theappeal.\n\t\tFor the purposes of this section the cases where notice of an appeal wasgiven to HMRC on or before 30 June 2021 include a case where—\n\t\t\tnotice of an appeal is given after that date as a result of section 49 ofTMA 1970, but\n\t\t\ta request in writing was made to HMRC on or before that date seeking HMRC’sagreement to the notice being given after the relevant time limit (within themeaning of that section).\n\t\tFor the purposes of this section an appeal is subject to a temporary pausewhich occurred before 27 October 2021 if—\n\t\t\tthe appeal has been stayed by the tribunal before that date,\n\t\t\tthe parties to the appeal have agreed before that date to stay the appeal,or\n\t\t\tHMRC have notified the appellant (“A”) before that date that they aresuspending work on the appeal pending the determination of another appeal thedetails of which have been notified to A.\n\t\tIn this section—\n\t\t\t  * “discovery assessment” means an assessment under section 29(1)(a) of TMA 1970, and \n\t\t\t  * “HMRC” means Her Majesty’s Revenue and Customs, and \n\t\t\t  * “notified” means notified in writing. \n\tNotification of liability to income tax and capital gains tax\n\t\tSection 7 of TMA 1970 (notice of liability to income tax and capital gainstax) is amended in accordance with subsections (2) and (3).\n\t\tIn subsection (2A), in the words after paragraph (b)—\n\t\t\tafter “chargeable to” insert “an amount of”;\n\t\t\tomit “on any income or gain”.\n\t\tIn subsection (3), in paragraph (c), for “a high income child benefitcharge” substitute “an amount of tax under any provision listed in relation tothe person in section 30 of ITA 2007 (additional tax)”.\n\t\tIn Schedule 16 to FA 2020 (taxation of coronavirus support payments), inparagraph 12(4) (notification of liability: modifications to section 7 of TMA1970), for “after “child benefit charge”” substitute “at the end”.\n\t\tThe amendments made by this section have effect in relation to the tax year2021-22 and subsequent tax years.\n\tCalculation of income tax liability for certain charges relating topensions\n\t\tIn section 30(1) of ITA 2007 (Step 7: additional tax)—\n\t\t\tin the entry for section 208(2)(a), for “section 208(2)(a)” substitute“section 208”,\n\t\t\tin the entry for section 209(3)(a), for “section 209(3)(a)” substitute“section 209”, and\n\t\t\tafter the entry for section 227 of FA 2004 insert—\n\t\t\t\t  * “section 244A of FA 2004 (pension schemes: the overseas transfer charge),”.\n\t\tThe amendments made by this section have effect in relation to the tax year2021-22 and subsequent tax years."
    },
    {
        "length": 476,
        "text": "\nTemporary powers in disaster or emergency\n\tPower to make temporary modifications of taxation of employment income\n\t\tThe Treasury may by regulations modify Part 3, 4 or 5 of ITEPA 2003 so asto provide that a liability to income tax that would otherwise arise does notarise.\n\t\tRegulations under this section—\n\t\t\tmay be made only if the Treasury considers that the modifications containedin the regulations are necessary or desirable for the purpose of addressingcircumstances arising as a result of a disaster or emergency;\n\t\t\tmust provide for the modifications to cease to have effect at the end ofsuch period as is specified (and different periods may be specified inrelation to different modifications).\n\t\tRegulations under this section—\n\t\t\tmust specify the disaster or emergency in respect of which they are made;\n\t\t\tmay only specify a disaster or emergency which the Treasury considers to beof national significance.\n\t\tThe period specified under subsection (2)(b) in relation to a modification—\n\t\t\tmust be no longer than the Treasury considers necessary for the purposementioned in subsection (2)(a);\n\t\t\tmust in any event end before the last day of the tax year following the taxyear in which the modification first takes effect.\n\t\tThe expiry of a modification contained in regulations under this section inrelation to a disaster or emergency is not to be taken as preventing themaking of provision to the same or similar effect in further regulations underthis section in relation to that (or another) disaster or emergency.\n\t\tRegulations under this section may—\n\t\t\tmake different provision for different cases;\n\t\t\tmake retrospective provision;\n\t\t\tmake incidental or supplemental provision;\n\t\t\tmake consequential provision (which may include provision modifying anyprovision of the Income Tax Acts).\n\t\tIn this section, “specified” means specified in the regulations."
    },
    {
        "length": 148,
        "text": "\nEmissions certificates for vehicles\n\tVehicle CO2 emissions certificates\n\t\tSchedule 18 makes provision about certificates in relation to the CO2emissions of vehicles for the purposes of—\n\t\t\tsection 268C(1) of CAA 2001 (meaning of “qualifying emissionscertificate”),\n\t\t\tChapter 6 of Part 3 of ITEPA 2003 (taxable benefits: cars etc), and\n\t\t\tPart 1A of Schedule 1 to VERA 1994 (light passenger vehicles: rates ofduty)."
    },
    {
        "length": 456,
        "text": "\nFinal\n\tInterpretation \n\t\tIn this Act the following abbreviations are references to the following Acts—\n\tCAA 2001| Capital Allowances Act 2001  ---|---  CRCA 2005| Commissioners for Revenue and Customs Act 2005  CTA 2009| Corporation Tax Act 2009  CTA 2010| Corporation Tax Act 2010  FA followed by a year| Finance Act of that year  F(No.2)A followed by a year| Finance (No.2) Act of that year  FISMA 2000| Financial Services and Markets Act 2000  HODA 1979| Hydrocarbon Oil Duties Act 1979  ITA 2007| Income Tax Act 2007  ITEPA 2003| Income Tax (Earnings and Pensions) Act 2003  ITTOIA 2005| Income Tax (Trading and Other Income) Act 2005  TCGA 1992| Taxation of Chargeable Gains Act 1992  TCTA 2018| Taxation (Cross-border Trade) Act 2018  TIOPA 2010| Taxation (International and Other Provisions) Act 2010  TMA 1970| Taxes Management Act 1970  TPDA 1979| Tobacco Products Duty Act 1979  VATA 1994| Value Added Tax Act 1994  VERA 1994| Vehicle Excise and Registration Act 1994    #### 104Short title\n\tThis Act may be cited as the Finance Act 2022."
    }
]