{
    "general": "This act modifies the amount of money that can be spent by the government on things other than operating expenses, such as new programs or projects, for the fiscal year that ended on March 31st, 2002. It helps the government manage its finances better and ensure that funds are used efficiently.",
    "series": [
        [
            {
                "length": 215,
                "short": "\"Government Resource Allocation Modifications for Fiscal Year 2001-02\"",
                "text": "* Simplified point 1: The Appropriation (No. 2) Act 2002 modifies the limits set for non-operating appropriations in aid for the year 2001-02, allowing the government to use resources beyond those originally allocated.\n* Simplified point 2: The modified limits apply throughout the year 2001-02, and any directions given by the Treasury under the Government Resources and Accounts Act 2000 remain valid despite the reduced limits.\n* Simplified point 3: The Act gives the year 2001-02 a specific meaning, referring to the period ending on March 31st, 2002.\n* Simplified point 4: The Act can be referred to as the Appropriation (No. 2) Act 2002."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Appropriation (No. 2) Act 2002 changes the rules about how much money the government can spend on things like healthcare, education, and defense for the year 2001-02. This means the government can now use more money than they had planned to at the start of the year. This will help them pay for important things that need doing quickly. The new rules only apply for the rest of the year, so everything will go back to normal after that. This law was made to give the year 2001-02 a special name and to make sure everyone knows what it refers to - the time between April 1st, 2001, and March 31st, 2002.",
    "single": "\n* Modifies limits on non-operating appropriations in aid for the year 2001-02\n\t+ Sets out modifications in the Schedule to the Act\n\t+ Limits are deemed to have been in force throughout the year 2001-02\n* Does not affect the validity of any directions given by the Treasury under section 2 of the Government Resources and Accounts Act 2000 during the year 2001-02\n* Short title: Appropriation (No. 2) Act 2002\nIMPACT:\n* Allows for modifications to limits on non-operating appropriations in aid for the year 2001-02\n* Ensures that the limits are deemed to have been in force throughout the year 2001-02\n* Does not affect the validity of any directions given by the Treasury under section 2 of the Government Resources and Accounts Act 2000 during the year 2001-02."
}