{
    "general": "This law makes it easier for people with disabilities to park their cars in special parking spaces. Before, these spaces were only available to people who had a specific type of permit. Now, people with disabilities can use any disabled parking space as long as they have a badge that shows they are eligible. This will help people with disabilities to get around more easily and live their lives more independently.",
    "series": [
        [
            {
                "length": 208,
                "short": "Disability Parking Law Amendments",
                "text": "\n* Simplified point 1: The act amends the Chronically Sick and Disabled Persons Act 1970 to allow for the cancellation of parking badges issued to disabled individuals who no longer hold the badge, either due to loss or theft, or for any other reason.\n* Simplified point 2: The act also allows for the retention of parking badges displayed on vehicles that are found to be invalid, and specifies what is to be done with such badges.\n* Simplified point 3: The act expands the definition of \"local authority\" to include the Secretary of State for the purpose of issuing parking badges to disabled individuals residing outside of the UK.\n* Simplified point 4: The act provides for the extension of the existing provisions regarding the display of parking badges to disabled service personnel and their households who are stationed overseas."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Disabled Persons' Parking Badges Act 2013 helps disabled individuals in the UK by making it easier for them to park their cars. The law changes how parking badges are handled when they are lost, stolen, or no longer needed. It also lets local authorities keep badges that are not valid and tells them what to do with them. Additionally, the law now includes disabled service personnel and their families living abroad so they can also use parking badges. This means more disabled people will have access to parking spaces near where they live and work, making it easier for them to get around.",
    "single": "\n* The Disabled Persons’ Parking Badges Act 2013 amends the Chronically Sick and Disabled Persons Act 1970 to improve the parking badges for disabled people in the UK.\n* The key changes are:\n\t+ Form of parking badges: The bill simplifies the form of parking badges issued by local authorities in England and Wales, and removes the need for prescribed forms.\n\t+ Cancellation of parking badges: Local authorities can cancel badges issued by them if the holder no longer holds the badge, and the cancellation takes effect when the authority gives notice of the cancellation to the person.\n\t+ Use of parking badges that are no longer valid: The bill makes it an offense to use a badge that should have been returned to the issuing authority or has been cancelled.\n\t+ Enforcement: The bill allows enforcement officers to retain badges that are not in valid form, and prescribes what is to be done with the badges.\n\t+ Appeal against refusal to issue badge or requirement to return badge: The bill removes the right to appeal against a refusal to issue a badge or a requirement to return a badge in England.\n\t+ Parking badges for disabled service personnel etc overseas: The bill allows the Secretary of State to issue parking badges to disabled service personnel and their families who are resident in prescribed places outside the UK.\n\t+ Extent, commencement and short title: The bill extends to England and Wales and Scotland, comes into force on a day appointed by the Secretary of State, and may be cited as the Disabled Persons’ Parking Badges Act 2013.\n"
}