[
    {
        "length": 2343,
        "text": "\nMain authorisation for use of resources for 2012-13\n\tThe amount up to which there is authorisation for the use of resources forthe year ending with 31 March 2013 is increased by £287,610,057,000.\n\tOf the amount authorised by subsection (1)—\n\t\t£261,045,822,000 is authorised for use for current purposes; and\n\t\t£26,564,235,000 is authorised for use for capital purposes.\nMain authorisation for issue of money out of Consolidated Fund in 2012-13\n\tThe amount up to which the Treasury has authorisation—\n\t\tto issue money out of the Consolidated Fund, and\n\t\tto apply it in the year ending with 31 March 2013 for expenditureauthorised by Parliament,\n\t\tis increased by £252,933,927,000.\nAppropriation of resources authorised for use for year 2012-13\n\tThe aggregate of the following (which is £520,757,960,000) is appropriatedfor the year ending with 31 March 2013 in accordance with subsections (2) to(4)—\n\t\tthe amount of resources the use of which for that year is authorised bysection 1(1) of the Supply and Appropriation (Anticipation and Adjustments)Act 2012; and\n\t\tthe amount of resources the use of which for that year is authorised bysection 1(1).\n\tThe amount of resources which is —\n\t\tset out in each of the Scheduled Estimates, and\n\t\tidentified in that Estimate as a net amount authorised subject to aparticular Departmental Expenditure Limit,\n\t\t\tis appropriated by this Act for use, for current or for capital purposes(according to how it is identified in the Estimate), in respect of anyrelevant DEL matter.\n\tThe amount of resources which is—\n\t\tset out in each of the Scheduled Estimates, and\n\t\tidentified in that Estimate as a net amount of Annually ManagedExpenditure,\n\t\tis appropriated by this Act for use, for current or for capital purposes(according to how it is identified in the Estimate), in respect of anyrelevant AME matter.\n\tThe amount of resources which is—\n\t\tset out in each of the Scheduled Estimates, and\n\t\tidentified in that Estimate as a net amount of Non-Budget VotedExpenditure,\n\t\tis appropriated by this Act for use, for current or for capital purposes(according to how it is identified in the Estimate), in respect of anyrelevant NBVE matter.\n\tSection 5(4) applies (instead of subsections (2) to (4)) to any amount ofresources set out in a Scheduled Estimate if it is identified in that Estimateas representing the amount of an estimated surplus.\nAppropriation of money authorised for issue in year 2012-13\n\tThe aggregate of the following (which is £458,181,147,000) is appropriatedfor the year ending with 31 March 2013 in accordance with subsection (2)—\n\t\tthe amount of money the issue of which out of the Consolidated Fund isauthorised by section 1(3) of the Supply and Appropriation (Anticipation andAdjustments) Act 2012; and\n\t\tthe amount of money the issue of which out of that Fund is authorised bysection 2.\n\tThe amount of money which is set out in each of the Scheduled Estimates andidentified in that Estimate as a net cash requirement is appropriated forexpenditure—\n\t\ton any use of resources that has been authorised by Parliament in relationto the department or other person to which the Estimate relates, or inrelation to the service to which it relates; or\n\t\tfor any other purpose specified in that Estimate as a purpose for whichthat money may be applied.\n\tSection 5(4) applies (instead of subsection (2) of this section) to anyamount of money set out in a Scheduled Estimate if it is identified in thatEstimate as representing the amount of an estimated surplus.\nAppropriation and other use of income\n\tSubsections (2) to (4) make provision (instead of imposing limits onappropriations in aid under section 2 of the Government Resources and AccountsAct 2000) about the use of income arising for the year ending with 31 March2013 from matters specified in the Scheduled Estimates as matters from whichincome may arise.\n\tIncome specified in a Scheduled Estimate may be appropriated for use forcurrent or capital purposes (according to the nature of the income)—\n\t\twhere the matters from which the income may arise are specified in relationto a particular Departmental Expenditure Limit, in respect of relevant DELmatters;\n\t\twhere the matters from which the income may arise are specified in relationto an amount of Annually Managed Expenditure, in respect of relevant AMEmatters; and\n\t\twhere the matters from which the income may arise are specified in relationto an amount of Non-Budget Voted Expenditure, in respect of relevant NBVEmatters.\n\tThis section authorises an appropriation of income to the extent only thatthe appropriation is made in accordance with any applicable rules about theappropriation of income that have been—\n\t\tissued by the Treasury; and\n\t\tlaid before the House of Commons before the passing of this Act.\n\tWhere an amount specified in a Scheduled Estimate is identified asrepresenting the amount of an estimated surplus, appropriations of income inrespect of any matter are authorised by this section to the extent only that—\n\t\tthey are consistent, in the opinion of the Treasury, with financialplanning that is calculated to produce a surplus of at least that amount; or\n\t\tthey are authorised by a direction given by the Treasury for the purpose ofanticipating a proposal for the reduction or elimination of the estimatedsurplus by a subsequent Act relating to financial supply and appropriation.\n\tAll amounts of money received in the year ending with 31 March 2013 inrespect of any matter whatever by a department or other person to whom aScheduled Estimate relates, or in respect of any service to which a ScheduledEstimate relates, must be paid into the Consolidated Fund, unless—\n\t\tthe appropriation for any other use of those amounts, or of the accruedamounts in respect of which they are received, is authorised by this sectionor any other enactment; or\n\t\tthey are dealt with in some other manner in accordance with any otherenactment or in consequence of the exercise of a power conferred by any otherenactment.\n\tWhere the Treasury determine that there has been or is likely to be acontravention of this section, the Treasury may give the person appearing tothem to be responsible for the contravention whatever directions the Treasurythink fit for rectifying the situation.\n\tA direction by the Treasury under this section may be revoked or varied bya subsequent direction.\nOperation from beginning of financial year\n\tThe appropriations and other provision made by sections 3 to 5 are to betreated as having had effect from the beginning of 1 April 2012.\nInterpretation \n\tIn this Act—\n\t\t  * “estimated surplus” is to be read in accordance with subsection (2); \n\t\t  * “income” includes capital amounts but only to the extent that they have accrued in respect of actual or anticipated capital receipts or the acquisition of a capital asset; \n\t\t  * “relevant AME matter”, in relation to an amount of Annually Managed Expenditure specified in a Scheduled Estimate, means a matter in relation to which that amount is identified as Annually Managed Expenditure; \n\t\t  * “relevant DEL matter”, in relation to a Departmental Expenditure Limit specified in a Scheduled Estimate, means a matter expenditure relating to which is identified in that Estimate as to be included in the expenditure which is to be subject to that limit; \n\t\t  * “relevant NBVE matter”, in relation to an amount of Non-Budget Voted Expenditure specified in a Scheduled Estimate, means a matter in relation to which that amount is identified as Non-Budget Voted Expenditure; \n\t\t  * “Scheduled Estimates” means the Estimates set out in the Schedule to this Act (being the relevant part of Part 1 of each of the main Estimates as agreed by the House of Commons for the year ending 31 March 2013). \n\tReferences in this Act to an amount identified in a Scheduled Estimate asrepresenting the amount of an estimated surplus are references to an amountpreceded by a minus sign.\n\tIn relation to the Scheduled Estimate for the House of Commons:Administration—\n\t\tthe reference in section 3(2)(b) to a net amount authorised subject to aparticular Departmental Expenditure Limit is to be read as a reference to anet requirement identified in that Estimate as “DEL equivalent”;\n\t\treferences in this Act to a “relevant DEL matter” are to be read asreferences to a matter expenditure relating to which is identified in thatEstimate as to be included in the expenditure which is subject to a netrequirement mentioned in paragraph (a);\n\t\tthe reference in section 5(2)(a) to matters specified in relation to aparticular Departmental Expenditure Limit is to be read as a reference tomatters specified in that Estimate as matters from which income may arise.\nShort title\n\tThis Act may be cited as the Supply and Appropriation (Main Estimates) Act2012.\nSection 7"
    }
]