{
    "general": "This law allows the government to spend money from the budget for the financial year 2012-2013. It also lets the government borrow money from the Consolidated Fund to pay for these expenses. This act also tells the government how much money they can spend on different things, like healthcare, education, and defense. The purpose of this law is to make sure the government has enough money to run the country and provide important services to citizens.",
    "series": [
        [
            {
                "length": 302,
                "short": "\"UK Budget Allocation for Fiscal Year 2013\"",
                "text": "\n* Simplified point 1: The act increases the authorization for use of resources for the year ending March 31st, 2013 by £287,610,057,000.\n* Simplified point 2: Of the amount authorized, £261,045,822,000 is for current purposes, and £26,564,235,000 is for capital purposes.\n* Simplified point 3: The act appropriates funds for various expenditures, including £520,757,960,000 for the year ending March 31st, 2013.\n* Simplified point 4: The act also appropriates funds for certain specific expenditures, such as £261,045,822,000 for current purposes and £26,564,235,000 for capital purposes.\n* Simplified point 5: The act allows for the issuance of money out of the Consolidated Fund up to £252,933,927,000 for the year ending March 31st, 2013."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Supply and Appropriation (Main Estimates) Act 2012 gives permission for the government to spend more money during the financial year ending on March 31st, 2013. This includes extra funding for things like healthcare, education, and defense. The government can use up to £252,933,927,000 from the Consolidated Fund for these expenses. This law also says how much money will be spent on different things, like £261,045,822,000 for current purposes and £26,564,235,000 for capital purposes. Overall, this law helps the government pay for important things it needs to do.",
    "single": "\n* The Supply and Appropriation (Main Estimates) Act 2012 authorizes the use of resources for the year ending March 31, 2013.\n* The amount authorized for use is £520,757,960,000, which includes £261,045,822,000 for current purposes and £26,564,235,000 for capital purposes.\n* The Act appropriates the supply authorized for the year ending March 31, 2013, by the Supply and Appropriation (Anticipation and Adjustments) Act 2012.\n* The Act appropriates the issue of money out of the Consolidated Fund for the year ending March 31, 2013, in accordance with the Supply and Appropriation (Anticipation and Adjustments) Act 2012.\n* The Act appropriates resources for various purposes, including:\n\t+ £261,045,822,000 for current purposes.\n\t+ £26,564,235,000 for capital purposes.\n\t+ £458,181,147,000 for the issue of money out of the Consolidated Fund.\n* The Act makes provision for the use of income arising for the year ending March 31, 2013, from matters specified in the Scheduled Estimates.\n* The Act authorizes the Treasury to give directions for rectifying any contravention of the Act.\n* The Act comes into effect from the beginning of the financial year, April 1, 2012."
}