[
    {
        "length": 264,
        "text": "\nDuration of Armed Forces Act 2006\n\tDuration of Armed Forces Act 2006\n\t\tFor section 382 of AFA 2006 (duration of AFA 2006) substitute—\n\t\t“382Duration of this Act\n\t\t\tThis Act expires at the end of one year beginning with the day on which theArmed Forces Act 2016 is passed (but this is subject to subsection (2)).\n\t\t\tHer Majesty may by Order in Council provide that, instead of expiring atthe time it would otherwise expire, this Act shall expire at the end of aperiod of not more than one year from that time.\n\t\t\tSuch an Order may not provide for the continuation of this Act beyond theend of the year 2021.\n\t\t\tNo recommendation may be made to Her Majesty in Council to make an Orderunder subsection (2) unless a draft of the Order has been laid before, andapproved by a resolution of, each House of Parliament.”\n\t\t\tIn consequence of subsection (1), omit section 1 of the Armed Forces Act2011."
    },
    {
        "length": 2012,
        "text": "\nAlcohol and drugs\n\tCommanding officer’s power to require preliminary alcohol and drugs tests\n\t\tIn the heading of Chapter 3A of Part 3 of AFA 2006 (testing for alcohol anddrugs on suspicion of offence), for “on suspicion of offence” substitute “inconnection with a suspected offence or accident”.\n\t\tIn section 93A of AFA 2006 (commanding officer’s power to requirepreliminary tests)—\n\t\t\tbefore subsection (1) insert—\n\t\t\t\t“(A1)This section applies in the situations described in subsections (1) to(3C).”,\n\t\t\tin subsection (1), for “This section applies” substitute “The firstsituation is”,\n\t\t\tin subsection (1)(a), for “relevant offence” substitute “safety-criticalduty offence”,\n\t\t\tin subsection (1)(b), for “a relevant” substitute “such an”,\n\t\t\tomit subsection (2),\n\t\t\tin subsection (3), for “This section also applies” substitute “The secondsituation is”,\n\t\t\tafter subsection (3) insert—\n\t\t\t“(3A)The third situation is where the commanding officer of a person subjectto service law or of a person who is a civilian subject to service disciplinehas reasonable cause to believe that—\n\t\t\tthere has been an accident involving an aircraft or a ship; and\n\t\t\tat the time of the accident, the person was carrying out an aviationfunction in relation to the aircraft or a marine function in relation to theship.\n\t\t\t(3B)The fourth situation is where the commanding officer of a person subjectto service law or of a person who is a civilian subject to service disciplinehas reasonable cause to believe that—\n\t\t\tthere has been an accident involving an aircraft or a ship;\n\t\t\tbefore the accident, the person carried out an aviation function inrelation to the aircraft or a marine function in relation to the ship; and\n\t\t\tit is possible that the carrying out of the function by the person may havecaused or contributed to—\n\t\t\tthe occurrence of the accident;\n\t\t\tany death, injury to a person, damage to property or environmental harmresulting from the accident; or\n\t\t\tany risk of death or of such injury, damage or harm created by theaccident.\n\t\t\t(3C)The fifth situation is where the commanding officer of a person subject toservice law or of a person who is a civilian subject to service discipline hasreasonable cause to believe that—\n\t\t\tthere has been an accident which resulted in or created a risk of—\n\t\t\tdeath; \n\t\t\tserious injury to any person;\n\t\t\tserious damage to property; or\n\t\t\tserious environmental harm;\n\t\t\tthe person—\n\t\t\twas carrying out a safety-critical function at the time of the accident; or\n\t\t\tcarried out a safety-critical function before the accident; and\n\t\t\tit is possible that the carrying out of the safety-critical function by theperson may have caused or contributed to—\n\t\t\tthe occurrence of the accident;\n\t\t\tthe death, injury, damage or harm; or\n\t\t\tthe risk of death, injury, damage or harm.”, and\n\t\t\tin subsection (4)—\n\t\t\tat the beginning insert “Where this section applies,”, and\n\t\t\tfor “subsection (1) or (3) (“the suspected person”)” substitute“subsection (1), (3), (3A), (3B) or (3C) (“the affected person”)”.\n\t\tAfter that section insert—\n\t\t“93AASection 93A: interpretation\n\t\t\tIn section 93A(1), “safety-critical duty offence” means—\n\t\t\t\tan offence under section 20A; or\n\t\t\t\tan offence under section 20(1)(a) in respect of a safety-critical duty (asdefined in section 93I).\n\t\t\tIn section 93A(3A) and (3B)—\n\t\t\t\t  * “aviation function” means a role or activity in connection with aviation that is specified, or of a description specified, by regulations made by the Defence Council for the purposes of those subsections;\n\t\t\t\t  * “marine function” means a role or activity in connection with a ship or ships that is specified, or of a description specified, by regulations made by the Defence Council for the purposes of those subsections.\n\t\t\tThe Defence Council may specify a role or activity (or description of roleor activity) under subsection (2) only if carrying it out with abilityimpaired by alcohol or drugs would result in a risk of—\n\t\t\t\tdeath, \n\t\t\t\tserious injury to any person,\n\t\t\t\tserious damage to property, or\n\t\t\t\tserious environmental harm,\n\t\t\t\t\tbut this is subject to subsection (4).\n\t\t\tThe Defence Council’s powers under subsection (2) include power to specifya role or activity that is undertaken in preparation for, or in connectionwith, the carrying out of a role or activity (or description of role oractivity) that satisfies the test in subsection (3), either by specifying sucha role or activity generally or by specifying a particular role or activity.\n\t\t\tFor the purposes of section 93A(3A) and (3B), an accident does not involvean aircraft or a ship simply because it takes place on an aircraft or ship.\n\t\t\tIn section 93A(3C), references to the carrying out of a safety-criticalfunction are to—\n\t\t\t\tthe performance by a person subject to service law of a duty specified, orof a description specified, by regulations under section 20A(2) or of anyother safety-critical duty (as defined in section 93I); or\n\t\t\t\tthe carrying out by a person who is a civilian subject to servicediscipline, in the course of the person’s employment, of a role or activitywhich, if it were carried out by a person subject to service law in the courseof his or her duty, would be a safety-critical duty.\n\t\t\tReferences in section 93A and this section to a person carrying out afunction include a failure by the person to carry out a function at a timewhen the person is responsible for carrying it out (and related expressionsare to be read accordingly).”\n\t\t\tIn section 93B of AFA 2006 (preliminary breath test)—\n\t\t\t\tin subsection (1), at the beginning insert “In a situation described insection 93A(1) or (3),”,\n\t\t\t\tin subsection (1)(a), for “suspected” substitute “affected”,\n\t\t\t\tafter subsection (1) insert—\n\t\t\t\t“(1A)In a situation described in section 93A(3A), (3B) or (3C), a preliminarybreath test is a procedure administered by a service policeman under which—\n\t\t\t\tthe affected person provides a specimen of breath; and\n\t\t\t\tthe specimen is used for the purpose of obtaining, by means of an approveddevice, an indication of the proportion of alcohol in the person’s breath orblood.”, and\n\t\t\t\tin subsection (3), for “93A(2)” substitute “93A(1)(a)”.\n\t\t\tIn section 93C of AFA 2006 (preliminary impairment test), in subsection(1)(a) and (b), for “suspected” substitute “affected”.\n\t\t\tIn section 93D of AFA 2006 (preliminary drug test), in subsection (1)(a),for “suspected” substitute “affected”.\n\t\t\tIn section 93I of AFA 2006 (definitions for the purposes of Chapter 3A ofPart 3), in the definition of “safety-critical duty”, after “93A(1)” insert “,93AA(6)(a)”.\n\t\t\tIn section 373 of AFA 2006 (regulations etc)—\n\t\t\t\tin subsection (2) (regulations made by Defence Council), after “36,” insert“93AA,”, and\n\t\t\t\tin subsection (3)(d) (affirmative procedure), after “20A,” insert“93AA(2),”."
    },
    {
        "length": 2050,
        "text": "\nInvestigation and charging\n\tDuty of service policeman following investigation\n\t\tIn section 116(2) of AFA 2006 (cases that must be referred to the Directorof Service Prosecutions following investigation by service or civilianpolice)—\n\t\t\tin paragraph (a), for “a Schedule 2 offence” substitute “a service offencethat is not a CO offence”, and\n\t\t\tin paragraph (b), for “any other service offence” substitute “a serviceoffence that is a CO offence”.\n\t\tIn section 116(3) of AFA 2006 (cases that must be referred to thecommanding officer following investigation by service or civilian police)—\n\t\t\tomit “and” at the end of paragraph (a), and\n\t\t\tafter paragraph (b) insert “, and\n\t\t\tsection 117(5) (referral of connected cases to DSP) does not apply,”.\n\t\tIn section 116(4) of AFA 2006 (obligation to consult the Director ofService Prosecutions about certain cases)—\n\t\t\tin paragraph (a), for “a Schedule 2 offence has or might have beencommitted” substitute “a person has committed, or might have committed, aservice offence which is not one that may be dealt with at a summary hearing(see section 53)”, and\n\t\t\tin the words after paragraph (b), at the end insert “or section 117(5)”.\n\t\tIn section 116(5) of AFA 2006 (interpretation of section 116)—\n\t\t\tfor “For the purposes of subsections (2) and (3)” substitute “For thepurposes of this section—\n\t\t\t”, and\n\t\t\tat the end insert “, and\n\t\t\ta service offence committed by a person is a “CO offence” if a chargeagainst the person in respect of the offence is capable of being heardsummarily by the person’s commanding officer (see section 52).”\n\t\tIn section 117 of AFA 2006 (section 116: position where investigation is ofmultiple offences or offenders), for subsection (3) substitute—\n\t\tSubsections (4) and (5) apply if—\n\t\t\tat least one of the cases has been, or must be, referred to the Director ofService Prosecutions (“the Director”) under section 116(2),\n\t\t\ta service policeman considers that there is sufficient evidence to charge aperson with a service offence in another of the cases,\n\t\t\tthat case is not required to be referred to the Director under section116(2), and\n\t\t\tthe service policeman considers that there is, or may be, a connectionbetween a case falling within paragraph (a) and the case falling withinparagraph (c), whether direct or indirect, that makes it appropriate for bothcases to be referred to the Director.\n\t\tThe service policeman must consult the Director about the existence andnature of the connection between those cases.\n\t\tFollowing that consultation, if the service policeman considers that thereis a connection described in subsection (3)(d), the service policeman mustrefer the case falling within subsection (3)(c) to the Director.\n\t\tThe reference in this section to there being sufficient evidence to chargea person with a service offence is to be read in accordance with section116(5)(a).”\n\t\tIn section 118 of AFA 2006 (duty of service policeman to notify commandingofficer of referral to the Director of Service Prosecutions)—\n\t\t\tin subsection (1), after “116(2)” insert “or 117(5)”,\n\t\t\tfor subsection (3) substitute—\n\t\tA notification under subsection (2)(a) must specify the service offencethat the service policeman considers there is sufficient evidence to charge Awith.\n\t\t\t(3A)Where that offence is a CO offence, the notification must—\n\t\t\tspecify whether the case is referred under section 116(2) or 117(5), and\n\t\t\tif the case is referred under section 116(2), specify the circumstancesthat bring the case within section 116(2)(b).”,\n\t\t\tin subsection (4)(a), for “section 116(5)” substitute “section 116(5)(a)”,\n\t\t\tin subsection (4), after paragraph (a) insert—\n\t\t\tany reference to a CO offence is to be read in accordance with section116(5)(b);”, and\n\t\t\tomit subsection (5).\n\t\tIn section 121(1) of AFA 2006 (power of the Director of ServiceProsecutions to direct bringing of charges etc), after paragraph (a) (butbefore “or”) insert—\n\t\t\tsection 117(5) (referral of connected cases);”.\n\t\tIn Schedule 2 to AFA 2006 (Schedule 2 offences for the purposes of Part 5),in the shoulder reference, for “Sections 113, 116” substitute “Section 113”.\n\t\tIn consequence of the substitution of section 117(3) of AFA 2006, omitparagraph 5(2) of Schedule 3 to the Armed Forces Act 2011.\n\tPower of commanding officer to charge etc\n\t\tIn section 120 of AFA 2006 (power of commanding officer to charge etc), insubsection (5) (referral of certain cases to the Director of ServiceProsecutions)—\n\t\t\tfor the words before paragraph (a) substitute “Where an officer hasreferred a case under subsection (3), the officer must also refer to theDirector of Service Prosecutions any other case—”, and\n\t\t\tomit the words following paragraph (b).\n\t\tIn section 121(1) of AFA 2006 (power of the Director of ServiceProsecutions to direct bringing of charges etc), in paragraph (b), after“120(3)” insert “or (5)”.\n\tPower of Director of Service Prosecutions to charge etc\n\t\tIn section 121 of AFA 2006 (power of the Director of Service Prosecutionsto direct bringing of charges etc)—\n\t\t\tin subsection (1), for “subsections (2) to (5)” substitute “subsections(1A) to (5)”,\n\t\t\tafter subsection (1) insert—\n\t\t\t\t“(1A)The Director may bring a charge or charges against the person concernedin respect of the case.\n\t\t\t(1B)If—\n\t\t\tthe Director brings a charge under subsection (1A), and\n\t\t\tthe Service Civilian Court has jurisdiction to try the charge,\n\t\t\tthe Director may allocate the charge for trial by that court.”,\n\t\t\tin subsection (4), after “appropriate” insert “to bring a charge undersubsection (1A) or”,\n\t\t\tin subsection (5), after “could” insert “bring a charge under subsection(1A) or”, and\n\t\t\tin the heading, after “to” insert “charge or”.\n\t\tIn section 122 of AFA 2006 (charges brought at the direction of theDirector of Service Prosecutions)—\n\t\t\tin subsection (2), for “brought as a result of such a direction” substitute“brought by the Director of Service Prosecutions (“the Director”) undersection 121(1A) or by an officer as a result of a direction under section121(2)”,\n\t\t\tin subsection (2)(a), for “the Director of Service Prosecutions allocatedit (under section 121(3))” substitute “the Director allocated it (undersection 121(1B) or (3))”, and\n\t\t\tin the heading, after “brought” insert “by or”.\n\t\tIn the Youth Justice and Criminal Evidence Act 1999—\n\t\t\tin section 45A(15)(b) (reporting restrictions: when proceedings in aservice court commence), for “section 122” substitute “section 121(1A) or122”, and\n\t\t\tin paragraph 6(6)(a) of Schedule 7 (reporting restrictions: transitionalprovision), for “section 122” substitute “section 121(1A) or 122”."
    },
    {
        "length": 380,
        "text": "\nSuspended sentences of service detention\n\tPeriod for which sentence of service detention may be suspended\n\t\tIn section 190 of AFA 2006 (suspension of sentence of service detention),for subsection (2) (length of period of suspension) substitute—\n\t\tThe operational period must be a period of not less than 3 monthsbeginning with the date of the order made under this section.\n\t\t\t(2A)The maximum length of the operational period is—\n\t\t\twhere subsection (2B) applies, 24 months; and\n\t\t\totherwise, 12 months.\n\t\t\t(2B)This subsection applies where the order under this section is made by—\n\t\t\tthe Court Martial,\n\t\t\tthe Court Martial Appeal Court, or\n\t\t\tthe Supreme Court on an appeal brought from the Court Martial Appeal Court,\n\t\t\texcept where the order is made in circumstances in which Schedule 3A applies(sentencing powers in cases involving election under section 129 for trial byCourt Martial) or on an appeal arising out of a case in which that Scheduleapplied.”\n\t\tThe amendment made by this section applies only in relation to an orderrelating to a sentence of service detention for an offence committed on orafter the day on which it comes into force.\n\t\tWhere an offence is found to have been committed over a period of 2 or moredays, or at some time during a period of 2 or more days, it must be taken forthe purposes of subsection (2) to have been committed on the first of thosedays."
    },
    {
        "length": 323,
        "text": "\nImmunity from prosecution\n\tIn AFA 2006, after Part 12 insert—\n\t“PART 12AOffenders assisting investigations and prosecutions\n\t\tAImmunity from prosecution\n\t\t\tIf the Director of Service Prosecutions (“the Director”) thinks that, forthe purposes of the investigation or prosecution of a relevant serviceoffence, it is appropriate to offer a person immunity from prosecution for aservice offence, the Director may give the person a written notice under thissubsection (an “immunity notice”).\n\t\t\t“Relevant service offence” means—\n\t\t\t\tan offence under section 42 as respects which the corresponding offenceunder the law of England and Wales is an indictable offence under that law; or\n\t\t\t\tany other service offence which, if committed by a person aged 18 or overand tried by the Court Martial, is punishable with imprisonment for more than2 years.\n\t\t\tIf a person is given an immunity notice, the person may not be tried for aservice offence of a description specified in the notice except incircumstances specified in the notice.\n\t\t\tAn immunity notice ceases to have effect in relation to the person to whomit is given if the person fails to comply with any conditions specified in thenotice.”"
    },
    {
        "length": 385,
        "text": "\nUndertakings as to use of evidence\n\tAfter section 304A of AFA 2006 insert—\n\t“304BUndertakings as to use of evidence\n\t\tIf the Director of Service Prosecutions (“the Director”) thinks that, forthe purposes of the investigation or prosecution of a relevant serviceoffence, it is appropriate to offer a person an undertaking that informationwill not be used against the person in service proceedings, the Director maygive the person a written notice under this subsection (a “restricted useundertaking”).\n\t\tIf a person is given a restricted use undertaking, the informationdescribed in the undertaking must not be used against that person in serviceproceedings except in the circumstances specified in the undertaking.\n\t\tIn subsections (1) and (2), the references to the use of information inservice proceedings are to its use—\n\t\t\tat a summary hearing in respect of a service offence, or\n\t\t\tin proceedings in respect of a service offence before—\n\t\t\tthe Court Martial;\n\t\t\tthe Service Civilian Court;\n\t\t\tthe Summary Appeal Court;\n\t\t\tthe Court Martial Appeal Court; or\n\t\t\tthe Supreme Court on an appeal brought from the Court Martial Appeal Court.\n\t\tA restricted use undertaking ceases to have effect in relation to theperson to whom it is given if the person fails to comply with any conditionsspecified in the undertaking.\n\t\tIn this section “relevant service offence” has the same meaning as insection 304A.”"
    },
    {
        "length": 435,
        "text": "\nReduction in sentence\n\tAfter section 304B of AFA 2006 insert—\n\t“304CReduction in sentence\n\t\tThis section applies if a defendant—\n\t\t\tis convicted of a service offence following a plea of guilty in proceedingsin the Court Martial; and\n\t\t\thas, pursuant to a written agreement made with the Director of ServiceProsecutions, assisted or offered to assist the investigator or prosecutor inrelation to that or any other offence.\n\t\tIn determining what sentence to pass on the defendant, the Court Martialmay take into account the extent and nature of the assistance given oroffered.\n\t\tSubsection (2) does not prevent the court from also taking account of anyother matter which it is entitled by virtue of any other enactment to takeaccount of for the purposes of determining the sentence.\n\t\tThe power of a court to act under subsection (2) is not affected by anyenactment which requires that a minimum sentence is passed in respect of anoffence or an offence of a particular description or by reference to thecircumstances of an offender (whether or not the enactment also permits thecourt to pass a lesser sentence in particular circumstances).\n\t\tThe power of a court to act under subsection (2) is not affected by anyenactment which, in the case of a sentence which is fixed by law, requires thecourt to take into account certain matters for the purposes of making an orderwhich determines, or has the effect of determining, the minimum period ofimprisonment or detention which the offender must serve (whether or not theenactment also permits the court to fix a lesser period in particularcircumstances).\n\t\tIn this section, references to assisting the prosecutor are to assistingthe Director or any other prosecutor.”"
    },
    {
        "length": 1030,
        "text": "\nReview of sentence following offer of assistance\n\tAfter section 304C of AFA 2006 insert—\n\t“304DReview of sentence following offer of assistance\n\t\tThis section applies if—\n\t\t\tthe Court Martial has passed a sentence on a person in respect of a serviceoffence;\n\t\t\tthe sentence for the offence is not fixed by law or, if it is, the personpleaded guilty; and\n\t\t\tthe person falls within subsection (2) or (3).\n\t\tA person falls within this subsection if the person—\n\t\t\treceived a discounted sentence in consequence of having offered, inaccordance with a written agreement with the Director of Service Prosecutions(“the Director”), to give assistance to the investigator or prosecutor of anoffence; and\n\t\t\thaving given the assistance in accordance with the agreement, in accordancewith another written agreement with the Director gives or offers to givefurther assistance to the investigator or prosecutor of an offence.\n\t\tA person falls within this subsection if the person—\n\t\t\treceived a sentence which was not discounted; and\n\t\t\tin accordance with a written agreement with the Director subsequently givesor offers to give assistance to the investigator or prosecutor of an offence.\n\t\tThe Director may at any time refer the case back to the Court Martial if—\n\t\t\tthe person is still serving the sentence; and\n\t\t\tthe Director thinks it is in the interests of justice to do so.\n\t\tThe Court Martial dealing with a referral under this section must, ifpossible, consist of the people who were the members of the Court Martial whenit passed the sentence to which the referral relates.\n\t\tThe Court Martial may—\n\t\t\ttake into account the extent and nature of the assistance given or offered;and\n\t\t\tsubstitute for the sentence to which the referral relates such lessersentence as it thinks appropriate.\n\t\tAny part of the sentence to which the referral relates which the person hasalready served must be taken into account in determining when a lessersentence imposed under this section has been served.\n\t\tA person in respect of whom a referral is made under this section may, withthe leave of the Court Martial Appeal Court, appeal to that court against adecision of the Court Martial under this section.\n\t\tThe Director may, with the leave of the Court Martial Appeal Court, appealto that court against such a decision.\n\t\tIn relation to any proceedings under this section, the Secretary of Statemay make regulations containing provision corresponding to any provision inParts 2 to 4 of the Court Martial Appeals Act 1968, with or withoutmodifications (but this is subject to subsection (11)).\n\t\tRegulations under subsection (10)—\n\t\t\tmay not make provision corresponding to provision which may be included inregulations made by the Lord Chancellor under section 31A, 33, 33A, 46A or 47of the Court Martial Appeals Act 1968;\n\t\t\tmay confer power to make regulations corresponding to the power in section31A, 33, 33A, 46A or 47 of the Court Martial Appeals Act 1968 only if theyprovide that a statutory instrument containing such regulations (whether aloneor with other provision) may not be made unless a draft of the instrument hasbeen laid before, and approved by a resolution of, each House of Parliament.\n\t\tSection 1(4) of the Court Martial Appeals Act 1968 (limitation on appealfrom the Court Martial Appeal Court) does not prevent an appeal to the SupremeCourt in accordance with regulations made under this section.\n\t\tSubsections (3) to (5) of section 304C apply for the purposes of thissection as they apply for the purposes of that section but as if thereferences to subsection (2) of that section were references to subsection (6)of this section.\n\t\tIn this section—\n\t\t\t“discounted sentence” means a sentence passed in accordance with section304C or this section;\n\t\t\treferences to assisting the prosecutor are to assisting the Director or anyother prosecutor.”"
    },
    {
        "length": 865,
        "text": "\nReview of sentence following failure to assist\n\tAfter section 304D of AFA 2006 insert—\n\t“304EReview of sentence following failure to assist\n\t\tThis section applies if—\n\t\t\tthe Court Martial has passed a sentence on a person in respect of a serviceoffence;\n\t\t\tthe sentence for the offence is not fixed by law or, if it is, the personpleaded guilty;\n\t\t\tthe person received a discounted sentence in consequence of having offered,in accordance with a written agreement with the Director of ServiceProsecutions (“the Director”), to give assistance to the investigator orprosecutor of an offence; and\n\t\t\tthe person fails to any extent to give assistance in accordance with theagreement.\n\t\tThe Director may at any time refer the case back to the Court Martial if—\n\t\t\tthe person is still serving the sentence; and\n\t\t\tthe Director thinks it is in the interests of justice to do so.\n\t\tThe Court Martial dealing with a referral under this section must, ifpossible, consist of the people who were the members of the Court Martial whenit passed the sentence to which the referral relates.\n\t\tIf the Court Martial is satisfied that the person knowingly failed to givethe assistance, it may substitute for the sentence to which the referralrelates such greater sentence as it thinks appropriate.\n\t\tA greater sentence imposed under this section must not exceed the sentencewhich the court would have passed but for the agreement to give assistance.\n\t\tAny part of the sentence to which the referral relates which the person hasalready served must be taken into account in determining when a greatersentence imposed under this section has been served.\n\t\tA person in respect of whom a referral is made under this section may, withthe leave of the Court Martial Appeal Court, appeal to that court against adecision of the Court Martial under this section.\n\t\tThe Director may, with the leave of the Court Martial Appeal Court, appealto that court against such a decision.\n\t\tIn relation to any proceedings under this section, the Secretary of Statemay make regulations containing provision corresponding to any provision inParts 2 to 4 of the Court Martial Appeals Act 1968, with or withoutmodifications (but this is subject to subsection (10)).\n\t\tRegulations under subsection (9)—\n\t\t\tmay not make provision corresponding to provision which may be included inregulations made by the Lord Chancellor under section 31A, 33, 33A, 46A or 47of the Court Martial Appeals Act 1968;\n\t\t\tmay confer power to make regulations corresponding to the power in section31A, 33, 33A, 46A or 47 of the Court Martial Appeals Act 1968 only if theyprovide that a statutory instrument containing such regulations (whether aloneor with other provision) may not be made unless a draft of the instrument hasbeen laid before, and approved by a resolution of, each House of Parliament.\n\t\tSection 1(4) of the Court Martial Appeals Act 1968 (limitation on appealfrom the Court Martial Appeal Court) does not prevent an appeal to the SupremeCourt in accordance with regulations made under this section.\n\t\tIn this section—\n\t\t\t“discounted sentence” means a sentence passed in accordance with section304C or 304D;\n\t\t\treferences to assisting the prosecutor are to assisting the Director or anyother prosecutor.”"
    },
    {
        "length": 875,
        "text": "\nSupplementary provision\n\tAfter section 304E of AFA 2006 insert—\n\t“304FSections 304C to 304E: statements in open court\n\t\tSubsections (2) and (3) apply if, in accordance with section 304C or 304D,a court passes or substitutes a lesser sentence than it would have passed ifthe assistance mentioned in those sections had not been given or offered (a“discounted sentence”).\n\t\tThe court must state in open court—\n\t\t\tthat it has passed or substituted a discounted sentence; and\n\t\t\twhat the greater sentence would have been.\n\t\tIf the court thinks that it would not be in the public interest to disclosethat the sentence is a discounted sentence—\n\t\t\tsubsection (2) does not apply;\n\t\t\tthe court must give written notice of the matters specified in paragraphs(a) and (b) of that subsection to both the prosecutor and the defendant; and\n\t\t\tsection 252 (duty to give reasons and explain sentence) does not apply tothe extent that it would require the court to disclose that it has passed orsubstituted a discounted sentence.\n\t\tSubsection (5) applies if a court—\n\t\t\tsubstitutes a sentence in accordance with section 304E; and\n\t\t\tthinks that it would not be in the public interest to disclose that theperson received a discounted sentence under section 304C or 304D.\n\t\tSection 252 (duty to give reasons and explain sentence) does not apply tothe extent that it would require the court to disclose that the personreceived a discounted sentence.\n\tGSections 304D and 304E: exclusion of public from review proceedings\n\t\tThis section applies to—\n\t\t\tproceedings relating to a referral made under section 304D or 304E; and\n\t\t\tany other proceedings arising in consequence of such proceedings.\n\t\tThe court in which the proceedings will be or are being heard may make suchorder as it thinks appropriate—\n\t\t\tto exclude a person from the proceedings;\n\t\t\tto give such directions as it thinks appropriate prohibiting thepublication of any matter relating to the proceedings (including the fact thatthe referral has been made).\n\t\tThe power under subsection (2)(a) does not include power to exclude—\n\t\t\ta member or officer of the court;\n\t\t\ta party to the proceedings;\n\t\t\ta prosecuting officer dealing with the proceedings;\n\t\t\tcounsel or a solicitor for a party to the proceedings;\n\t\t\ta person otherwise directly concerned with the proceedings.\n\t\tAn order under subsection (2) may be made only to the extent that the courtthinks—\n\t\t\tthat it is necessary to do so to protect the safety of any person; and\n\t\t\tthat it is in the interests of justice.\n\t\tThis section does not affect any other power which the court has by virtueof any rule of law or other enactment—\n\t\t\tto exclude a person from proceedings; or\n\t\t\tto restrict the publication of matters relating to proceedings.\n\tHMeaning of “sentence”\n\t\tIn this Part—\n\t\t\t“sentence” includes any order made by a court when dealing with an offenderin respect of an offence; and\n\t\t\ta reference to a greater or lesser sentence must be interpretedaccordingly.”"
    },
    {
        "length": 248,
        "text": "\nArmed Forces Act 2006 outside the UK\n\tAFA 2006: Isle of Man and British overseas territories\n\t\tOn the day on which this section comes into force (“the commencement day”),AFA 2006 comes into force in—\n\t\t\tthe Isle of Man, and\n\t\t\tthe British overseas territories except Gibraltar,\n\t\t\t\t(that Act having previously expired there under section 382 of that Act asoriginally enacted).\n\t\tThe reference in subsection (1) to AFA 2006 is a reference to that Act asit is in force in England and Wales, Scotland and Northern Ireland immediatelybefore the commencement day.\n\t\tIn section 384(2)(b) of AFA 2006 (extent to British overseas territories),at the end insert “except Gibraltar”.\n\t\tThe Schedule to this Act makes further provision about AFA 2006 and theIsle of Man and British overseas territories."
    },
    {
        "length": 161,
        "text": "\nRepeals relating to discharge for homosexual acts\n\tRepeals relating to discharge for homosexual acts\n\t\tThe Criminal Justice and Public Order Act 1994 is amended as follows.\n\t\tIn section 146(4) (homosexual acts as grounds for discharge from the armedforces etc), omit the words “discharging a member of Her Majesty’s armedforces from the service or”.\n\t\tIn section 147(3) (homosexual acts as grounds for discharge from the armedforces etc: Northern Ireland), omit the words “discharging a member of HerMajesty’s armed forces from the service or”."
    },
    {
        "length": 551,
        "text": "\nWar pensions committees\n\tWar pensions committees and armed and reserve forces compensationschemes\n\t\tSection 25 of the Social Security Act 1989 (establishment and functions ofwar pensions committees) is amended as follows.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)The regulations may give the committees functions relating to one or moreof the following—\n\t\t\twar pensions;\n\t\t\twar pensioners;\n\t\t\tAFCS benefits;\n\t\t\tAFCS benefit recipients.”\n\t\tIn subsection (2)—\n\t\t\tomit the words from the beginning to the second “and”,\n\t\t\tfor “it shall be their function” substitute “it is a function of acommittee”,\n\t\t\tin paragraph (a), for “connected with war pensions or affecting warpensioners in their area and, where they think” substitute “connected with warpensions or AFCS benefits or affecting people in its area who are warpensioners or AFCS benefit recipients and, where it thinks”,\n\t\t\tin paragraph (b), for “to them by persons receiving or claiming warpensions and, if they think” substitute “to it by people receiving or claimingwar pensions or AFCS benefits and, if it thinks”,\n\t\t\tin paragraph (c)—\n\t\t\tfor “them” substitute “it”, and\n\t\t\tfor “they” substitute “it”, and\n\t\t\tin paragraph (d), for “war pensioners in their area” substitute “people inits area who are war pensioners or AFCS benefit recipients”.\n\t\tAfter subsection (3) insert—\n\t\t“(3A)The regulations may provide for the committees to have names specified inthe regulations (as well as being known as war pensions committees).”\n\t\tIn subsection (4), before the definition of “war pension” insert—\n\t\t\t  * ““AFCS benefit” means a benefit payable under an armed and reserve forces compensation scheme established by order under section 1(2) of the Armed Forces (Pensions and Compensation) Act 2004;\n\t\t\t  * “AFCS benefit recipient” means a person in receipt of an AFCS benefit, in the person’s capacity as such;”."
    },
    {
        "length": 1250,
        "text": "\nMinistry of Defence fire-fighters\n\tPowers of Ministry of Defence fire-fighters in an emergency\n\t\tA Ministry of Defence fire-fighter who is authorised in writing by theSecretary of State for the purposes of this section may do anything the fire-fighter reasonably believes to be necessary—\n\t\t\tif the fire-fighter reasonably believes a fire to have broken out or to beabout to break out, for the purpose of extinguishing or preventing the fire orprotecting life or property;\n\t\t\tif the fire-fighter reasonably believes a road traffic accident to haveoccurred, for the purpose of rescuing people or protecting them from seriousharm;\n\t\t\tfor the purpose of preventing or limiting damage to property resulting fromaction taken as mentioned in paragraph (a) or (b).\n\t\tIn particular, a fire-fighter may under subsection (1)—\n\t\t\tenter premises or a place, by force if necessary, without the consent ofthe owner or occupier of the premises or place;\n\t\t\tmove or break into a vehicle without the consent of its owner;\n\t\t\tclose a road;\n\t\t\tstop and regulate traffic;\n\t\t\trestrict the access of persons to premises or a place.\n\t\tIn this section—\n\t\t\t  * “Ministry of Defence fire-fighter” means a person whose duties as an employee or servant of the Crown, or as an employee of a government contractor, include— \n\t\t\textinguishing fires on defence property,\n\t\t\tprotecting life and property in the event of a fire on defence property, and\n\t\t\trescuing people or protecting them from serious harm in the event of a roadtraffic accident on defence property;\n\t\t\t\t  * “defence property” means property used— \n\t\t\tfor the purposes of the Secretary of State with responsibility for defence,\n\t\t\tfor the purposes of Her Majesty’s forces (within the meaning of the ArmedForces Act 2006) or a visiting force, or\n\t\t\tfor other defence purposes;\n\t\t\t\t  * “government contractor” means a person who provides services to the Secretary of State with responsibility for defence under contract (and includes a sub-contractor); \n\t\t\t\t  * “road”— \n\t\t\tin England and Wales means a highway;\n\t\t\tin Scotland has the meaning given in Part 4 of the New Roads and Street WorksAct 1991;\n\t\t\tin Northern Ireland has the meaning given by Article 2(2) of the [Road TrafficRegulation (Northern Ireland) Order 1997 (N.I.2)](/id/nisi/1997/276?view=plain \"Go to item of legislation\");\n\t\t\t\t  * “visiting force” means a body, contingent or detachment of the forces of a country that is a visiting force for the purposes of any provision of the Visiting Forces Act 1952. \n\t\tThe Emergency Workers (Obstruction) Act 2006 is amended as follows.\n\t\tIn section 1(2) (obstructing or hindering certain emergency workers)—\n\t\t\tafter paragraph (a) insert—\n\t\t\tthat of a Ministry of Defence fire-fighter (as defined in section 16 ofthe Armed Forces Act 2016);”, and\n\t\t\tin paragraph (b), after “paragraph (a)” insert “or (aa)”.\n\t\tIn section 7 (extent etc) at the end insert—\n\t\tThe following extend to Scotland—\n\t\t\tsections 1 to 4 so far as they relate to obstructing or hindering aMinistry of Defence fire-fighter or a person assisting such a fire-fighter,and\n\t\t\tthis section.”\n\tMinor amendments\n\t\tIn section 102(4) of the Transport Act 1968 (exemption for fire brigadesetc to rules on drivers’ hours), at the end insert “or for purposes relatingto the functions of Ministry of Defence fire-fighters (as defined in section16 of the Armed Forces Act 2016)”.\n\t\tIn section 15(7)(a)(i) of the Greater London Council (General Powers) Act1974 (exception for fire and rescue vehicles to offence of parking on footwaysetc), at the end insert “or for purposes relating to the functions of Ministryof Defence fire-fighters (as defined in section 16 of the Armed Forces Act2016)”.\n\t\tIn section 62(2)(a) of the Control of Pollution Act 1974 (exception forfire brigades etc to prohibition on use of loud-speakers in streets), after“purposes” insert “or for purposes relating to the functions of Ministry ofDefence fire-fighters (as defined in section 16 of the Armed Forces Act2016)”.\n\t\tIn section 135(1) of the Merchant Shipping Act 1995 (restrictions ontransfer of oil at night), for “employer of fire-fighters” substitute “personwho employs or engages fire-fighters”."
    },
    {
        "length": 752,
        "text": "\nFinal provisions\n\tMeaning of “AFA 2006”\n\t\tIn this Act “AFA 2006” means the Armed Forces Act 2006.\n\tCommencement and transitional provision\n\t\tThe provisions of this Act come into force on such day as the Secretary ofState may appoint by regulations, subject to subsections (2) and (3).\n\t\tThe following come into force on the day on which this Act is passed—\n\t\t\tsection 1 (duration of AFA 2006);\n\t\t\tsection 13 and the Schedule to this Act (AFA 2006 outside the UK);\n\t\t\tsection 18, this section and sections 20 to 22.\n\t\tThe following come into force at the end of the period of two monthsbeginning with the day on which this Act is passed—\n\t\t\tsection 14 (repeals relating to discharge for homosexual acts);\n\t\t\tsections 16 and 17 (Ministry of Defence fire-fighters).\n\t\tThe Secretary of State may by regulations make transitional, transitory orsaving provision in connection with the coming into force of a provision ofthis Act.\n\t\tRegulations under this section—\n\t\t\tare to be made by statutory instrument, and\n\t\t\tmay make different provision for different purposes.\n\t\tIn section 380(8A) of AFA 2006 (power to amend orders that madetransitional provision in connection with the coming into force of that Act),at the end insert “(whether the amendment relates to a subject already dealtwith in the earlier order or a new subject)”.\n\tExtent in the United Kingdom\n\t\tThis Act extends to England and Wales, Scotland and Northern Ireland,subject to subsection (2).\n\t\tThe amendments made by the following sections have the same extent as theprovisions to which they relate—\n\t\t\tsection 14 (repeals relating to discharge for homosexual acts);\n\t\t\tsection 17 (Ministry of Defence fire-fighters: minor amendments).\n\tExtent in the Channel Islands, Isle of Man and British overseasterritories\n\t\tThe power under section 384(1) of AFA 2006 may be exercised so as to extendto any of the Channel Islands any amendment or repeal made by this Act of aprovision of AFA 2006 (with or without modifications).\n\t\tThis Act, with the exception of sections 5(3), 14, 15, 16, 17 and 20,extends to—\n\t\t\tthe Isle of Man, and\n\t\t\tthe British overseas territories except Gibraltar.\n\t\tThe power under section 384(2) of AFA 2006 may be exercised so as to modifyany provision of AFA 2006 as amended by this Act as it extends to the Isle ofMan or a British overseas territory other than Gibraltar.\n\tShort title\n\t\tThis Act may be cited as the Armed Forces Act 2016.\n\tSection 13"
    }
]