{
    "general": "The Armed Forces Act 2016 continues an older law called the Armed Forces Act 2006. This new law makes sure that members of the military (like soldiers, sailors, and airmen) follow rules and have good behavior while serving their country. It also helps veterans get fair compensation for injuries or illnesses they got while serving in the military. Additionally, the law ensures that Ministry of Defence firefighters are well taken care of. In short, this law keeps our armed forces safe, disciplined, and fairly compensated for their sacrifices.",
    "series": [
        [
            {
                "length": 126,
                "short": "\"Armed Forces Legislation Set to Expire and Be Repealed\"",
                "text": "\n* Simplified point 1: The Armed Forces Act 2006 will expire after one year from the date it was passed, but the expiration can be extended by up to one year through an Order in Council.\n* Simplified point 2: The Order in Council must be approved by both Houses of Parliament before it can be made.\n* Simplified point 3: The Armed Forces Act 2011 will be repealed as a result of this amendment."
            },
            {
                "length": 323,
                "short": "Military Alcohol and Drug Testing Legislation: Safety-Critical Duty Offences and Preliminary Tests",
                "text": "\n* Simplified point 1: The commanding officer has the power to require preliminary alcohol and drug tests when there is a suspected offense or accident involving military personnel.\n* Simplified point 2: The legislation defines \"safety-critical duty offences\" as offenses under Section 20A or Section 20(1)(a) of the Armed Forces Act 2006, and specifies roles or activities that are considered safety-critical for the purposes of the legislation.\n* Simplified point 3: The legislation allows for the specification of roles or activities that are undertaken in preparation for or in connection with a safety-critical duty, and includes the power to specify a role or activity that is undertaken in preparation for, or in connection with, the carrying out of a safety-critical duty.\n* Simplified point 4: The legislation defines \"aviation function\" and \"marine function\" for the purposes of the section, and specifies the types of accidents that can trigger the requirement for preliminary alcohol and drug tests.\n* Simplified point 5: The legislation includes provisions for preliminary breath tests, preliminary impairment tests, and preliminary drug tests, and defines \"affected person\" for the purposes of the section."
            },
            {
                "length": 315,
                "short": "Military Justice Overhaul: Streamlined Charges and Efficient Investigations",
                "text": "\n* Simplified point 1: The legislation updates the process for investigating and charging military personnel who commit crimes while serving in the armed forces. It introduces new procedures for referring cases to the Director of Service Prosecutions and streamlines the process for charging suspects.\n* Simplified point 2: The legislation removes the requirement for a \"Schedule 2 offence\" to be referred to the Director of Service Prosecutions, allowing for more efficient handling of cases involving less serious offenses. It also expands the definition of \"CO offence\" to include all service offenses that can be heard summarily by a commanding officer, rather than just those specified in Schedule 2.\n* Simplified point 3: The legislation adds a new provision requiring the Director of Service Prosecutions to consult with a service policeman before referring a case to the Director, ensuring that the Director is aware of any potential connections between multiple cases.\n* Simplified point 4: The legislation updates the wording of sections 116 and 117 of the Armed Forces Act 2006 to make them clearer and easier to understand.\n* Simplified point 5: The legislation repeals a provision in Schedule 3 to the Armed Forces Act 2011 that is no longer necessary due to the changes made by the bill."
            },
            {
                "length": 245,
                "short": "\"Military Sentencing Reforms: Suspended Sentences and Detention Periods\"",
                "text": "\n* Simplified point 1: The Armed Forces Act 2016 allows for suspended sentences of service detention for military personnel convicted of crimes.\n* Simplified point 2: The length of the suspension period can vary depending on the court that imposed the sentence and whether certain conditions apply.\n* Simplified point 3: The minimum duration of the suspension period is 3 months, but it can be up to 24 months if certain conditions are met.\n* Simplified point 4: The suspension period can begin on the date of the order made under this section.\n* Simplified point 5: The amendment made by this section only applies to orders related to sentences of service detention for offenses committed on or after the day the amendment comes into force.\n* Simplified point 6: If an offense is found to have been committed over multiple days, it will be considered as having been committed on the first day for the purpose of determining the suspension period."
            },
            {
                "length": 164,
                "short": "\"Immunity for Witnesses in Military Cases: Conditional Protection for Cooperation\"",
                "text": "\n* Simplified point 1: The Armed Forces Act 2016 allows the Director of Service Prosecutions to grant immunity from prosecution to individuals who can help investigate or prosecute relevant service offences.\n* Simplified point 2: Relevant service offences include certain serious crimes such as those punishable by more than two years' imprisonment, and the immunity notice can specify conditions for the individual to avoid being tried for these offenses.\n* Simplified point 3: If the individual fails to comply with the conditions specified in the immunity notice, their immunity from prosecution will cease to apply."
            },
            {
                "length": 200,
                "short": "\"Undertakings in Military Proceedings: Restricted Use Undertakings and Their Limitations\"",
                "text": "\n* Simplified point 1: The Armed Forces Act 2016 allows the Director of Service Prosecutions to offer individuals an undertaking that information will not be used against them in service proceedings.\n* Simplified point 2: This means that if an individual is given a restricted use undertaking, the information described in the undertaking cannot be used against them in service proceedings unless specified conditions are met.\n* Simplified point 3: The undertaking can only be used in certain courts, including the Court Martial, Service Civilian Court, Summary Appeal Court, Court Martial Appeal Court, and the Supreme Court.\n* Simplified point 4: If the individual fails to comply with any conditions specified in the undertaking, the undertaking ceases to have effect."
            },
            {
                "length": 258,
                "short": "\"Military Sentencing Discounts for Assistance with Investigation\"",
                "text": "\n* Simplified point 1: The Armed Forces Act 2016 allows for reduction in sentence for military personnel who have assisted the investigation or prosecution of their own offenses.\n* Simplified point 2: This provision applies when the defendant has entered a guilty plea in proceedings before the Court Martial, and the assistance provided is taken into account during sentencing.\n* Simplified point 3: The Court Martial may consider the extent and nature of the assistance given when determining the sentence, but is not limited to doing so. Other factors may also be considered.\n* Simplified point 4: The power of the court to reduce sentences based on assistance provided is not affected by any enactment that sets a minimum sentence for an offense or requires the court to take certain matters into account during sentencing.\n* Simplified point 5: The provision allows for the court to take into account the assistance provided when determining the minimum period of imprisonment or detention that the offender must serve, but does not limit the court's ability to fix a lesser period in certain circumstances."
            },
            {
                "length": 209,
                "short": "\"Legislation Allows for Sentence Reviews and Appeals in Military Courts\"",
                "text": "\n* Simplified point 1: This legislation allows for review of sentences following an offer of assistance to the investigator or prosecutor of a crime.\n* Simplified point 2: The review can lead to a reduction in the sentence if the person provided useful information or assistance to the authorities.\n* Simplified point 3: The Director of Service Prosecutions can refer the case back to the Court Martial if it is in the interest of justice, and the Court Martial can substitute a lesser sentence if they see fit.\n* Simplified point 4: The person being reviewed can appeal to the Court Martial Appeal Court, and the Director can also appeal to that court.\n* Simplified point 5: Regulations can be made to provide for the procedure and powers of the Court Martial and the Director in relation to reviews and appeals."
            },
            {
                "length": 262,
                "short": "\"Legislative Review of Military Sentences: Assistance to Investigations and Harsher Punishments\"",
                "text": "\n* Simplified point 1: This legislation allows for a review of a military court sentence if the defendant did not fulfill their end of an agreement to provide assistance to the investigation or prosecution of an offense.\n* Simplified point 2: The Director of Service Prosecutions can refer the case back to the military court if the defendant fails to provide assistance, and the court can then impose a harsher sentence if they deem it necessary.\n* Simplified point 3: The new sentence cannot exceed the original sentence that was passed, and any time already served will be taken into account in determining when the new sentence has been served.\n* Simplified point 4: The defendant can appeal the decision of the military court to the Court Martial Appeal Court, and the Director of Service Prosecutions can also appeal to that court.\n* Simplified point 5: Regulations can be made to specify the procedures for these appeals and to provide that certain provisions of the Court Martial Appeals Act 1968 apply to these proceedings."
            },
            {
                "length": 190,
                "short": "\"Military Assistance Sentencing Discounts: Protecting Those Who Help\"",
                "text": "\n* Simplified point 1: The Armed Forces Act 2016 allows courts to pass discounted sentences to individuals who provide assistance to the military during investigations.\n* Simplified point 2: If the court decides to pass a discounted sentence, it must state in open court that it has done so and specify the greater sentence that would have been imposed if the assistance had not been provided.\n* Simplified point 3: The court may also choose to exclude certain individuals from the proceedings if it believes it is necessary to protect their safety or if it is in the interests of justice.\n* Simplified point 4: The act defines \"sentence\" to include any order made by a court when dealing with an offender, including discounted sentences."
            },
            {
                "length": 207,
                "short": "\"Armed Forces Legislation Extension to Overseas Territories\"",
                "text": "\n* Simplified point 1: The Armed Forces Act 2006 will come into effect in the Isle of Man and British overseas territories (excluding Gibraltar) on the day it is enacted.\n* Simplified point 2: The Act will have the same extent in these areas as it does in England, Wales, Scotland, and Northern Ireland before the commencement day.\n* Simplified point 3: Section 384(2)(b) of the Armed Forces Act 2006 will be amended to exclude Gibraltar from the list of British overseas territories where the Act applies.\n* Simplified point 4: The Schedule of this Act makes additional provisions regarding the application of the Armed Forces Act 2006 in the Isle of Man and British overseas territories."
            },
            {
                "length": 117,
                "short": "\"Military Discharge Ban Lifted for LGBTQ+ Personnel\"",
                "text": "\n* The above extract repeals sections of the Criminal Justice and Public Order Act 1994 that allowed for the discharge of members of the armed forces due to their engagement in homosexual acts.\n* This means that members of the armed forces can no longer be dismissed from their duties based on their sexual orientation or engagement in same-sex activities.\n* The repeal applies both to England, Wales, Scotland, and Northern Ireland."
            },
            {
                "length": 209,
                "short": "\"UK Government Regulation Authority: War Pensions and AFCS Benefits Oversight\"",
                "text": "\n* Simplified point 1: The UK government can make regulations that give War Pensions Committees additional functions related to war pensions, war pensioners, AFCS benefits, and AFCS benefit recipients.\n* Simplified point 2: The regulations can specify names for the War Pensions Committees, and the committees will have functions related to war pensions, war pensioners, AFCS benefits, and AFCS benefit recipients.\n* Simplified point 3: The regulations can also change how the committees operate, including how they handle claims and appeals related to war pensions and AFCS benefits.\n* Simplified point 4: The changes apply to both war pensions and AFCS benefits, and the regulations can provide for different procedures and requirements for each type of benefit."
            },
            {
                "length": 231,
                "short": "Ministry of Defence Fire-Fighters Given Expanded Powers for Emergency Situations",
                "text": "\n* Simplified point 1: The Ministry of Defence fire-fighters can take actions to prevent or limit damage to property during an emergency situation.\n* Simplified point 2: These actions can include entering premises or a place by force, moving or breaking into a vehicle, closing a road, stopping and regulating traffic, and restricting access to premises or a place.\n* Simplified point 3: The powers of the Ministry of Defence fire-fighters are not limited to fighting fires but also include rescuing people and protecting them from serious harm in the event of a road traffic accident.\n* Simplified point 4: The definition of \"emergency worker\" in the Emergency Workers (Obstruction) Act 2006 is expanded to include Ministry of Defence fire-fighters.\n* Simplified point 5: The amendments made by this act apply to Scotland as well as England and Wales."
            },
            {
                "length": 241,
                "short": "\"Armed Forces Act 2016: Changes to Duration, Commencement, Transitional Provisions, and Extension to Various Regions\"",
                "text": "\n* Simplified point 1: This act makes changes to the Armed Forces Act 2006 regarding the duration of the act, commencement and transitional provisions, and the extension of the act to various regions.\n* Simplified point 2: The act specifies that certain sections will come into effect at different times, with some taking effect immediately after passage and others taking effect two months later.\n* Simplified point 3: The act allows for the creation of regulations to provide transitional, transitory, or saving provisions in relation to the coming into force of its provisions.\n* Simplified point 4: The act extends to England and Wales, Scotland, and Northern Ireland, but with certain exceptions and modifications for the Channel Islands, Isle of Man, and British overseas territories.\n* Simplified point 5: The act can be cited as the Armed Forces Act 2016."
            }
        ],
        [
            {
                "length": 274,
                "short": "\"Military Justice Overhaul: Update on Investigations, Sentencing, and Discharge\"",
                "text": "\n* Simplified point 1: The Armed Forces Act 2016 updates the process for investigating and charging military personnel who commit crimes while serving in the armed forces.\n* Simplified point 2: The legislation allows for suspended sentences of service detention for military personnel convicted of crimes, and grants immunity from prosecution to individuals who can help investigate or prosecute relevant service offenses.\n* Simplified point 3: The legislation also provides for reduced sentences for military personnel who have assisted the investigation or prosecution of their own offenses, and allows for sentence reviews and appeals in military courts.\n* Simplified point 4: Additionally, the legislation lifts the ban on discharge for LGBTQ+ personnel, gives War Pensions Committees additional functions related to war pensions and AFCS benefits oversight, and expands the powers of Ministry of Defence fire-fighters to include rescuing people and protecting them from serious harm in the event of a road traffic accident.\n* Simplified point 5: Finally, the act makes changes to the duration of the act, commencement and transitional provisions, and the extension of the act to various regions."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Armed Forces Act 2016 is a law passed in the United Kingdom that updates the Armed Forces Act 2006. The main changes include simplifying the language used in the legislation, making it easier for people to understand what the law does. Additionally, the law provides for improved efficiency in the military justice system, increased protection for witnesses in military cases, and expanded powers for Ministry of Defence fire-fighters in emergency situations. The law also allows for the review of military sentences and appeals in military courts, and extends the Armed Forces Act 2006 to overseas territories. Finally, the law lifts the ban on LGBTQ+ personnel in the military, allowing them to serve openly without fear of dismissal."
}