{
    "general": "This law helps members of the UK's armed forces if they have a problem or complaint while serving their country. It makes it easier for them to file a complaint and get help with things like money problems. The goal is to ensure that those who serve their country are treated fairly and with respect.",
    "series": [
        [
            {
                "length": 181,
                "short": "\"New Office for Military Complaints Established\"",
                "text": "\n* Simplified point 1: The creation of the Office of the Service Complaints Ombudsman is established to handle complaints from military personnel about their service.\n* Simplified point 2: The Ombudsman will be appointed by the Queen on the recommendation of the Secretary of State, and must not be a member of the armed forces or employed in the civil service.\n* Simplified point 3: The Ombudsman can delegate functions to other people working for them, but they are not considered a part of the Crown and do not have any special privileges.\n* Simplified point 4: The Office of the Service Complaints Commissioner is being abolished and replaced with the new Office of the Service Complaints Ombudsman."
            },
            {
                "length": 189,
                "short": "\"Military Grievance Procedure: Filing and Investigation of Wrongdoings\"",
                "text": "\n* Simplified point 1: The Armed Forces (Service Complaints and Financial Assistance) Act 2015 allows individuals subject to military law to file complaints regarding wrongdoings related to their military service.\n* Simplified point 2: The act outlines procedures for filing and investigating these complaints, including the requirement for a service complaint to be made to an officer of a specified description and the possibility of a review by the Service Complaints Ombudsman.\n* Simplified point 3: The act also specifies grounds for which a complaint may be deemed inadmissible, such as if it is about a matter of a description specified in regulations or if it is made after the end of the specified period."
            },
            {
                "length": 252,
                "short": "\"British Armed Forces Complaint Process Outlined in 2015 Act\"",
                "text": "\n* Simplified point 1: The Armed Forces (Service Complaints and Financial Assistance) Act 2015 outlines the process for handling service complaints within the British Armed Forces.\n* Simplified point 2: The Act establishes the Defence Council as the body responsible for overseeing the service complaints process and making decisions on appeals.\n* Simplified point 3: The Act provides for the appointment of persons or panels to investigate and decide on service complaints, and specifies eligibility criteria for these appointees.\n* Simplified point 4: The Act allows for appeals to be brought before the Defence Council against decisions on service complaints, and specifies the procedures for such appeals.\n* Simplified point 5: The Act includes provisions for the Service Complaints Ombudsman to review decisions made by the Defence Council, and for the Ombudsman's decisions to be binding on the complainant and the Defence Council."
            },
            {
                "length": 162,
                "short": "\"Defense Council's Delegation of Functions and Time Limits for Handling Service Complaints\"",
                "text": "\n* Simplified point 1: The Defense Council can delegate their functions related to investigating and handling service complaints to other people or panels.\n* Simplified point 2: There are time limits for taking steps in the process of handling service complaints, and the Defense Council can specify circumstances where these time limits do not apply.\n* Simplified point 3: If a service complaint or appeal cannot be proceeded with due to a failure to take a step within the time limit, the Service Complaints Ombudsman can review the decision and make it binding on the complainant and the person who made the decision."
            },
            {
                "length": 213,
                "short": "\"UK Military Services Complaints Investigation: Ombudsman Authority & Limitations\"",
                "text": "\n* Simplified point 1: The Service Complaints Ombudsman can investigate complaints related to military services in the UK.\n* Simplified point 2: The Ombudsman can look into claims of wrongdoing or unreasonable delay in the handling of complaints, and they have the authority to demand information and papers.\n* Simplified point 3: The Ombudsman can also examine issues that were considered using a different process before the complaint was filed.\n* Simplified point 4: People cannot be forced to do something in an investigation that they could not be compelled to do in legal proceedings before the High Court.\n* Simplified point 5: Obstructing the Ombudsman's duties or committing acts that would be considered contempt of court can result in penalties from the High Court."
            },
            {
                "length": 202,
                "short": "\"Service Complaints Resolution Process\"",
                "text": "\n* Simplified point 1: The Service Complaints Ombudsman investigates service complaints and makes recommendations for redress if necessary.\n* Simplified point 2: The Defence Council considers the Ombudsman's findings and recommendations and may reject them or order a reconsideration of the complaint by an appointed person or panel.\n* Simplified point 3: The Ombudsman may make recommendations for remedying maladministration or injustices suffered by the complainant.\n* Simplified point 4: The Defence Council must notify the Ombudsman and the complainant of their actions and reasons in writing.\n* Simplified point 5: The Defence Council may delegate their functions under this section to another person, except for their function of reconsidering a service complaint."
            },
            {
                "length": 144,
                "short": "\"Military Wrongdoing Investigation Procedure\"",
                "text": "\n* Simplified point 1: The Service Complaints Ombudsman can refer allegations of wrongdoing by military personnel to the appropriate officer for investigation.\n* Simplified point 2: The appropriate officer must inform the person who made the allegation of the referral and provide information about the procedure for making a service complaint and the time limits for doing so.\n* Simplified point 3: Regulations made by the Secretary of State must specify what matters must be notified to the Ombudsman when an allegation is referred, and the time by which notification must be given."
            },
            {
                "length": 223,
                "short": "\"Ombudsman's Annual Report on Service Complaint System Efficiency and Fairness\"",
                "text": "\n* The annual report by the Service Complaints Ombudsman will cover the efficiency, effectiveness, and fairness of the system for dealing with service complaints.\n* The report will include the Ombudsman's functions under Part 4 of the Act and any other aspects of the system that the Ombudsman considers appropriate or that the Secretary of State may direct.\n* The report will be given to the Secretary of State as soon as practicable after the end of the calendar year to which it relates.\n* The Secretary of State will lay the report before Parliament, but may exclude any material that would be against the interests of national security or might jeopardize the safety of any person.\n* The Secretary of State may require the Ombudsman to prepare and give a report on any aspect of the system or any matter relating to the Ombudsman's functions under this Part."
            },
            {
                "length": 193,
                "short": "Financial Support for Armed Forces Community",
                "text": "\n* Simplified point 1: The government can provide financial support to individuals who serve or have served in the military and their families for various activities that benefit the armed forces community.\n* Simplified point 2: This financial support can be provided in different forms such as grants, loans, guarantees, or incurring expenses, and it can be subject to certain conditions like reporting requirements and audits.\n* Simplified point 3: The definition of \"armed forces community\" includes current and former members of the regular or reserve forces, their partners and children, and others connected to them, whether in the British Islands or abroad.\n* Simplified point 4: Financial assistance can only be given to public authorities or individuals for charitable, benevolent, or philanthropic purposes related to activities that benefit the armed forces community."
            },
            {
                "length": 279,
                "short": "\"New Complaint Procedures for Armed Forces Personnel\"",
                "text": "\n* Simplified point 1: This act extends to all parts of the United Kingdom including England, Wales, Scotland, and Northern Ireland.\n* Simplified point 2: The act allows Her Majesty to provide extensions to certain territories like the Channel Islands, the Isle of Man, and British Overseas Territories through an Order in Council.\n* Simplified point 3: The Secretary of State can create regulations to address transitional issues related to the implementation of the new complaints procedures outlined in the act.\n* Simplified point 4: Regulations created under this section can modify how the existing complaints process operates for pre-commencement complaints and allow for the application of new complaints procedures to these cases.\n* Simplified point 5: The commencement date for sections 1-3 and the schedule will be determined by the Secretary of State through statutory instruments.\n* Simplified point 6: The remaining provisions of the act will go into effect on the day it is passed.\n* Simplified point 7: The act can be referred to as the \"Armed Forces (Service Complaints and Financial Assistance) Act 2015.\""
            }
        ],
        [
            {
                "length": 209,
                "short": "\"Military Complaint Resolution System Established\"",
                "text": "\n* Simplified point 1: Creation of the Office of the Service Complaints Ombudsman to handle complaints from military personnel about their service.\n* Simplified point 2: The Ombudsman has the power to investigate and make decisions on service complaints, and can refer allegations of wrongdoing to the appropriate officer for investigation.\n* Simplified point 3: The Ombudsman will annually report to the Secretary of State on the efficiency, effectiveness, and fairness of the system for dealing with service complaints.\n* Simplified point 4: Financial support can be provided to individuals who serve or have served in the military and their families for various activities that benefit the armed forces community.\n* Simplified point 5: New complaints procedures are established for armed forces personnel, allowing for the extension of existing complaints processes to all parts of the United Kingdom and providing for transitional arrangements."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Armed Forces (Service Complaints and Financial Assistance) Act 2015 creates a new office called the Service Complaints Ombudsman to handle complaints from military personnel about their service. The Ombudsman has the power to investigate complaints and make recommendations for redress if necessary. The act also outlines the process for filing and investigating complaints, and establishes the Defence Council as the body responsible for overseeing the service complaints process. Additionally, the act provides for financial support for the armed forces community.\nThis legislation aims to improve the complaints process for military personnel and ensure that any wrongdoing is properly investigated. It also provides financial support for those who serve or have served in the military and their families. Overall, the act seeks to promote fairness, efficiency, and transparency in the handling of service complaints and to enhance the well-being of the armed forces community."
}