[
    {
        "length": 2974,
        "text": "\nPayments for 2004\n\t“Qualifying individual” and “relevant week”\n\t\tIn this Act “qualifying individual” means an individual who—\n\t\t\tis ordinarily resident in Great Britain on at least one day in the relevantweek, and\n\t\t\tattains the age of 70 years on or before the last day of the relevant week.\n\t\tIn this Act “the relevant week” means the week beginning with Monday 20thSeptember 2004 and ending with Sunday 26th September 2004.\n\tEntitlement: basic cases\n\t\tA qualifying individual shall be entitled to a payment of £100 if at anytime in the relevant week—\n\t\t\the is single, and\n\t\t\teither— \n\t\t\the is not living with another qualifying individual, or\n\t\t\the is in receipt of state pension credit.\n\t\tA qualifying individual shall be entitled to a payment of £50 if at anytime in the relevant week—\n\t\t\the is single,\n\t\t\the is not in receipt of state pension credit, and\n\t\t\the is living with another qualifying individual.\n\t\tA qualifying individual shall be entitled to a payment of £100 if at anytime in the relevant week he is part of a couple and—\n\t\t\tthe other member of the couple is not a qualifying individual, or\n\t\t\teither member of the couple is in receipt of—\n\t\t\tstate pension credit,\n\t\t\tan income-based jobseeker’s allowance, or\n\t\t\tincome support.\n\t\tA qualifying individual shall be entitled to a payment of £50 if at anytime in the relevant week he is part of a couple and—\n\t\t\tthe other member of the couple is a qualifying individual, and\n\t\t\tneither member of the couple is in receipt of state pension credit.\n\t\tThis section is subject to section 3.\n\tEntitlement: special cases\n\t\tWhere— \n\t\t\ttwo or more couples live together, and\n\t\t\ttwo or more individuals, each of whom is part of one of the couples, would(but for this subsection) be entitled to a payment under section 2(3)(a) (andnot under section 2(3)(b)),\n\t\t\t\tthen each of those individuals shall instead be entitled to a payment of £50.\n\t\tWhere each member of a couple would (but for this subsection) be entitledto a payment under section 2(3)(b)—\n\t\t\tthe member who is to receive a payment in 2004 under the Social Fund WinterFuel Payment Regulations 2000 ([S.I. 2000/729](/id/uksi/2000/729?view=plain\"Go to item of legislation\")) shall be entitled to the payment under section2(3)(b), and\n\t\t\tthe other member shall not be entitled to a payment under section 2(3)(b).\n\t\tWhere— \n\t\t\tonly one member of a couple is a qualifying individual,\n\t\t\the would (but for this subsection) be entitled to a payment under section2(3),\n\t\t\tthe other member of the couple is to receive a payment in 2004 under theSocial Fund Winter Fuel Payment Regulations 2000, and\n\t\t\tthe qualifying individual is not to receive a payment in 2004 under thoseregulations,\n\t\t\tthen—\n\t\t\tthat other member of the couple shall be entitled to a payment of £100, and\n\t\t\tthe qualifying individual shall not be entitled to a payment under section2(3).\n\t\tSubsection (5) applies to a qualifying individual if—\n\t\t\ton the last day of the relevant week he is living in a care home, and\n\t\t\tthroughout the period of 13 weeks ending with the relevant week hisordinary place of residence was a care home.\n\t\tWhere this subsection applies to a qualifying individual—\n\t\t\tif he is not in receipt of state pension credit at any time in the relevantweek, he shall be entitled to a payment of £50 (and he shall not be entitledto a payment under section 2), and\n\t\t\tif at any time in the relevant week he is in receipt of state pensioncredit, he shall not be entitled to a payment under section 2 or this section.\n\t\tWhere a person to whom subsection (5) applies is part of a couple, in theapplication of section 2(3) and (4) to the other member of the couple theperson to whom subsection (5) applies shall be treated as a non-qualifyingindividual.\n\tDisqualifications \n\t\tA qualifying individual who would (but for this section) be entitled to apayment under section 2 or 3 shall not be entitled to the payment if—\n\t\t\the is in receipt of free in-patient treatment throughout the period of 52weeks ending with the relevant week,\n\t\t\the is in custody throughout the relevant week, or\n\t\t\the is subject to immigration control throughout the relevant week.\n\t\tFor the purposes of subsection (1)—\n\t\t\tthe reference to receipt of free in-patient treatment shall be construed inaccordance with regulation 2(2) and (2A) of the Social Security (Hospital In-Patients) Regulations 1975 ([S.I. 1975/555](/id/uksi/1975/555?view=plain \"Goto item of legislation\")),\n\t\t\ta person is in custody if he is detained in custody under a sentenceimposed by a court, and\n\t\t\tthe reference to being subject to immigration control shall be construed inaccordance with section 115(9) of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\").\n\t\tWhere a person to whom this section applies is part of a couple, in theapplication of section 2(3) and (4) to the other member of the couple theperson to whom this section applies shall be treated as a non-qualifyingindividual.\n\tProcedure \n\t\tWhere before 31st December 2004 the Secretary of State thinks that a personis entitled to a payment under section 2 or 3, the Secretary of State shallmake the payment before that date (without a claim being required).\n\t\tA person who is entitled to a payment under section 2 or 3 and who does notreceive it before 31st December 2004, may claim the payment.\n\t\tA claim under subsection (2) must—\n\t\t\tbe in writing to the Secretary of State,\n\t\t\tbe received by the Secretary of State before 31st March 2005, and\n\t\t\tspecify— \n\t\t\tthe claimant’s name, address, date of birth and national insurance number(if he has one), and\n\t\t\tthe date on which the claim is sent to the Secretary of State, and\n\t\t\tinclude a declaration that the claimant was ordinarily resident in GreatBritain on at least one day in the relevant week.\n\t\tIf the Secretary of State thinks that a person making a claim undersubsection (2) is entitled to a payment under section 2 or 3, the Secretary ofState shall make the payment.\n\t\tThe provisions of Chapter II of Part I of the Social Security Act [1998 (c.14)](/id/ukpga/1998/14?view=plain \"Go to item of legislation\") (revision,appeal, &c.) shall apply to a decision of the Secretary of State about aperson’s entitlement to a payment under section 2 or 3 (whether or notfollowing a claim) as they apply to a decision of the Secretary of State undersection 8 of that Act.\n\tPayment to be disregarded for tax and social security\n\t\tNo account shall be taken of entitlement to a payment under section 2 or 3 inconsidering a person's—\n\t\t\tliability to tax,\n\t\t\tentitlement to benefit under an enactment relating to social security(irrespective of the name or nature of the benefit), or\n\t\t\tentitlement to a tax credit.\nFuture payments\n\tPower to provide for payments\n\t\tThe Secretary of State may make regulations providing for the making ofpayments by him to persons who have attained the age of 60 years.\n\t\tRegulations under subsection (1) may provide for payments to be made—\n\t\t\tto persons in a specified class (which may be defined by reference to ageor otherwise);\n\t\t\tin specified circumstances.\n\t\tRegulations under subsection (1) may, in particular—\n\t\t\tprovide for payments to be made only once, at specified times or over aspecified period,\n\t\t\tprovide for exceptions,\n\t\t\tapply (with or without modifications) an enactment relating to socialsecurity (including, in particular, an enactment relating to claims, payments,evidence, revision of decisions, appeals or recovery of payment in error), and\n\t\t\tmake different provision for different cases or circumstances.\n\t\tRegulations under this section—\n\t\t\tshall be made by statutory instrument, and\n\t\t\tmay not be made unless a draft has been laid before and approved byresolution of each House of Parliament.\n\t\tIn section 170(5) of the Social Security Administration Act [1992 (c.5)](/id/ukpga/1992/5?view=plain \"Go to item of legislation\") (Social SecurityAdvisory Committee) in the definition of “the relevant enactments” afterparagraph (ah) insert—\n\t\t\tsection 7 of the Age-Related Payments Act 2004;”.\nGeneral\n\tInterpretation \n\t\tIn this Act—\n\t\t\t  * “care home”— \n\t\t\tin relation to England and Wales, has the same meaning as that given bysection 3 of the Care Standards Act [2000 (c.14)](/id/ukpga/2000/14?view=plain \"Go to item of legislation\"), and\n\t\t\tin relation to Scotland, means accommodation provided by a care home servicewithin the meaning of section 2(3) of the [Regulation of Care (Scotland) Act2001 (asp 8)](/id/asp/2001/8?view=plain \"Go to item of legislation\"),\n\t\t\t\t  * “couple” means a man and a woman who share a household and who are, or who live as, husband and wife, \n\t\t\t\t  * “income-based jobseeker’s allowance” has the meaning given by section 1(1) and (4) of the Jobseekers Act [1995 (c. 18)](/id/ukpga/1995/18?view=plain \"Go to item of legislation\"), \n\t\t\t\t  * “income support” means income support under section 124 of the Social Security Contributions and Benefits Act [1992 (c. 4)](/id/ukpga/1992/4?view=plain \"Go to item of legislation\"), \n\t\t\t\t  * “qualifying individual” has the meaning given by section 1, \n\t\t\t\t  * “the relevant week” has the meaning given by section 1, \n\t\t\t\t  * “single”, in relation to an individual, means not part of a couple, and \n\t\t\t\t  * “state pension credit” has the meaning given by section 1(1) of the State Pension Credit Act [2002 (c. 16)](/id/ukpga/2002/16?view=plain \"Go to item of legislation\"). \n\t\tThe provisions of this Act shall apply, with any necessary modifications,to the parties to a polygamous marriage as if they together formed one couple.\n\tMoney \n\t\tExpenditure of the Secretary of State under or by virtue of this Act shall bepaid out of money provided by Parliament.\n\tExtent \n\t\tThis Act shall extend only to—\n\t\t\tEngland and Wales, and\n\t\t\tScotland. \n\tCitation \n\t\tThis Act may be cited as the Age-Related Payments Act 2004.\n\t"
    }
]