{
    "general": "This law allows the government to spend money from April 2021 to March 2022. It also lets the government borrow money from the bank to pay for these expenses. This act also tells the government which areas or departments can use this money.",
    "series": [
        [
            {
                "length": 339,
                "short": "\"UK Budget Allocation for 2021-22: £869 Billion Authorized for Use\"",
                "text": "\n* Simplified point 1: The Main Authorization for Use of Resources for 2021-22 increases the amount available for use by £469,975,548,000.\n* Simplified point 2: This authorization covers both current and capital expenditures, with £410,419,109,000 allocated for current purposes and £59,556,439,000 allocated for capital purposes.\n* Simplified point 3: The Appropriation of Resources authorized for use for year 2021-22 totals £869,438,720,000, including £735,336,739,000 for the issue of money out of the Consolidated Fund and £134,101,981,000 for the use of resources.\n* Simplified point 4: The Appropriation and Other Use of Income section makes provisions for the use of income arising for the year ending with 31 March 2022 from specified matters, totaling £134,101,981,000.\n* Simplified point 5: The operation of the act begins from the start of the financial year on 1 April 2021."
            }
        ]
    ],
    "summary": "The Supply and Appropriation (Main Estimates) Act 2021 allows the government to spend up to £469,975,548,000 for the financial year starting on April 1st, 2021, and ending on March 31st, 2022. This includes £410,419,109,000 for day-to-day spending and £59,556,439,000 for long-term investments like new roads or schools.\nThe law also sets aside £134,101,981,000 for other uses, such as paying back loans or covering unexpected costs. All of these funds come from the Consolidated Fund, which is made up of taxes and other government revenues.\nIn short, this law gives the government permission to spend a lot of money over the next year to fund important projects and services.",
    "single": "\n* The Supply and Appropriation (Main Estimates) Act 2021 authorizes the use of resources for the year ending March 31st, 2022.\n\n* The act provides for the issue of money out of the Consolidated Fund and its application for expenditure authorized by parliament.\n\n* It appropriates resources for various purposes such as current or capital expenditure, depending on how they are identified in the estimates.\n\n* The act also makes provisions for the use of income arising from various sources for the same period.\n\n* Any amounts received in the year ending March 31st, 2022, by departments or persons to whom scheduled estimates relate, or in respect of services to which the estimates relate, must be paid into the consolidated fund unless otherwise authorized.\n\n* The treasury can give directions to rectify any contraventions of the act's provisions.\n\n* The appropriations and other provisions made by the act are to be treated as having had effect from the beginning of April 1st, 2021."
}