[
    {
        "length": 1388,
        "text": "\nProhibition of opening of large shops on Christmas Day\n\tA large shop must not be open on Christmas Day for the serving of retailcustomers.\n\tSubsection (1) does not apply to any of the shops mentioned in paragraph3(1) of Schedule 1 to the 1994 Act (shops exempt from restrictions on Sundaytrading).\n\tIf subsection (1) is contravened in relation to a shop, the occupier of theshop is liable on summary conviction to a fine not exceeding £50,000.\n\tIn its application for the purposes of subsection (2), paragraph 3(2) ofSchedule 1 to the 1994 Act (which relates to the interpretation of paragraph3(1) of that Schedule) has effect as if—\n\t\tthe reference to weekdays were a reference to days of the year other thanChristmas Day, and\n\t\tthe reference to Sunday were a reference to Christmas Day.\n\tIn this section—\n\t\t  * “large shop” has the same meaning as in Schedule 1 to the 1994 Act, except that for the purposes of this section the definition of “relevant floor area” in paragraph 1 of that Schedule is to be read as if the reference to the week ending with the Sunday in question were a reference to the period of seven days ending with the Christmas Day in question; \n\t\t  * “retail customer” and “shop” have the same meaning as in that Schedule. \nLoading and unloading early on Christmas Day\n\tWhere a shop which is prohibited by section 1 from opening on Christmas Dayis located in a loading control area, the occupier of the shop must not loador unload, or permit any other person to load or unload, goods from a vehicleat the shop before 9 a.m. on Christmas Day in connection with the trade orbusiness carried on in the shop, unless the loading or unloading is carriedon—\n\t\twith the consent of the local authority for the area in which the shop issituated, granted in accordance with this section, and\n\t\tin accordance with any conditions subject to which that consent is granted.\n\tThe provisions of paragraphs 3 to 8 of Schedule 3 to the 1994 Act shallapply in relation to consent under subsection (1) as they apply in relation toconsent under that Schedule, but as if—\n\t\tthe reference in paragraph 6(1) to Sunday were a reference to ChristmasDay, and\n\t\tthe reference in paragraph 7(a) to an offence under paragraph 9 of thatSchedule were a reference to an offence under subsection (3).\n\tA person who contravenes subsection (1) is liable on summary conviction toa fine not exceeding level 3 on the standard scale.\n\tIn this section, “loading control area” means any area designated by alocal authority as a loading control area in accordance with section 2 of the1994 Act.\nEnforcement \n\tIt is the duty of every local authority to enforce within their area theprovisions of sections 1 and 2.\n\tFor the purposes of their duties under subsection (1), it is the duty ofevery local authority to appoint inspectors, who may be the same persons asthose appointed as inspectors by the local authority under paragraph 2 ofSchedule 2 to the 1994 Act.\n\tParagraphs 3 and 4 of Schedule 2 to the 1994 Act (powers of entry andobstruction of inspectors) apply in respect of inspectors appointed undersubsection (2) as they apply to inspectors appointed under paragraph 2 of thatSchedule and, for the purposes of paragraph 3 of that Schedule as so applied,the reference in that paragraph to the provisions of Schedules 1 and 3 to the1994 Act is to be taken to be a reference to the provisions of sections 1 and2 of this Act.\n\tParagraphs 5, 6 and 7 of Schedule 2 to the 1994 Act (offences due to faultof other person, offences by body corporate and defence of due diligence)apply in respect of the offences under sections 1 and 2 as they apply inrespect of offences under the 1994 Act.\n\tIn this section “local authority” has the meaning given by section 8 of the1994 Act.\nConsequential amendments\n\tThe 1994 Act is amended as follows.\n\tIn Schedule 1 (restrictions on Sunday opening of large shops)—\n\t\tin sub-paragraph (4) of paragraph 2, omit “or Christmas Day”, and\n\t\tafter that sub-paragraph insert—\n\tNothing in this paragraph applies where the Sunday is Christmas Day (theopening of large shops on Christmas Day being prohibited by section 1 of theChristmas Day (Trading) Act 2004).”\n\tIn Schedule 3 (loading and unloading at large shops on Sunday morning),after paragraph 9 insert—\n\t“Christmas Day\n\t\t10Paragraph 2 does not apply where the Sunday is Christmas Day (loading andunloading at large shops on Christmas Day being regulated by section 2 of theChristmas Day (Trading) Act 2004).”\nExpenses \n\tThere is to be paid out of money provided by Parliament any increaseattributable to this Act in the sums which under any other Act are payable outof money so provided.\nShort title, interpretation, commencement and extent\n\tThis Act may be cited as the Christmas Day (Trading) Act 2004.\n\tIn this Act “the 1994 Act” means the Sunday Trading Act [1994 (c.20)](/id/ukpga/1994/20?view=plain \"Go to item of legislation\").\n\tThis Act comes into force on such day as the Secretary of State may byorder made by statutory instrument appoint.\n\tThis Act extends to England and Wales only.\n\t\t"
    }
]