{
    "general": "This law says that big stores can't open on December 25th, Christmas Day. It also says that trucks and other vehicles can't load or unload things at these stores on Christmas Day. This law helps people have a day off from shopping and working on Christmas Day so they can spend time with their families and friends.",
    "series": [
        [
            {
                "length": 171,
                "short": "\"Christmas Retail Restrictions in England and Wales\"",
                "text": "\n* Simplified point 1: Large shops cannot open on Christmas Day for retail customers.\n* Simplified point 2: Loading and unloading of goods at large shops on Christmas Day is restricted before 9am.\n* Simplified point 3: Local authorities have the duty to enforce the provisions of sections 1 and 2.\n* Simplified point 4: Inspectors can enter and inspect premises to ensure compliance with the Act.\n* Simplified point 5: Offences under sections 1 and 2 can lead to fines up to £50,000.\n* Simplified point 6: The Act applies to England and Wales only."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Christmas Day (Trading) Act 2004 says that big stores cannot open on December 25th for regular customers. This means you won't be able to go shopping on Christmas Day at places like department stores or supermarkets. It also limits when trucks and other vehicles can load or unload things at these stores on Christmas Day. This law is enforced by local governments, and special inspectors can check if businesses are following the rules. If they don't follow the rules, they could get fined up to £50,000! This law only applies to England and Wales. So, if you live in Scotland or Northern Ireland, you might still be able to shop on Christmas Day.",
    "single": "\n* Prohibits large shops from opening on Christmas Day for retail customers.\n* Exempts certain shops, such as those in airports, hospitals, and those with a small floor area.\n* Restricts loading and unloading of goods at large shops on Christmas Day before 9 a.m.\n* Enforcement is the responsibility of local authorities.\n* Offences under the act are subject to fines.\n* Comes into force on a day appointed by the Secretary of State.\n* Applies only to England and Wales.\nKEY POINTS:\n* Prohibits large shops from opening on Christmas Day.\n* Restricts loading and unloading of goods at large shops on Christmas Day.\n* Enforcement is the responsibility of local authorities.\n* Offences under the act are subject to fines.\n* Applies only to England and Wales.\nEFFECTS OF THE ACT:\n* Large shops will be closed on Christmas Day.\n* Loading and unloading of goods at large shops on Christmas Day will be restricted.\n* Local authorities will be responsible for enforcing the act.\n* Offenders will be subject to fines.\n* The act will apply only to England and Wales."
}