{
    "general": "This law allows the government to spend money from the budget for the financial year starting on April 1, 2013 and ending on March 31, 2014. It also lets the government borrow money from the Consolidated Fund to pay for these expenses. This act also tells how much money can be spent on different things like salaries, infrastructure, healthcare, education etc.",
    "series": [
        [
            {
                "length": 254,
                "short": "\"Budget Allocation for Fiscal Year 2014\"",
                "text": "* Simplified point 1: The act increases the authorization for use of resources for the year ending March 31st, 2014 by £272,996,671,000.\n* Simplified point 2: Of the amount authorized, £246,312,014,000 is for current purposes, and £26,684,657,000 is for capital purposes.\n* Simplified point 3: The act appropriates funds for various expenditures, including £510,555,811,000 for the year ending March 31st, 2014.\n* Simplified point 4: The act also appropriates funds for issue of money out of the Consolidated Fund and for expenditure authorized by parliament.\n* Simplified point 5: The act makes provisions for the use of income arising for the year ending March 31st, 2014 from specified matters."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Supply and Appropriation (Main Estimates) Act 2013 allows the government to spend more money for the financial year ending on March 31st, 2014. This includes £246 billion for day-to-day spending and £26 billion for long-term investments like roads and schools. The law also gives permission for the government to take money from the Consolidated Fund and to spend money that has been approved by Parliament. Additionally, the law makes sure that any extra money earned during the year can be used for important things like healthcare and education.",
    "single": "\n* The Supply and Appropriation (Main Estimates) Act 2013 authorizes the use of resources for the year ending March 31, 2014.\n* The act appropriates £244,640,963,000 for the issue of money out of the Consolidated Fund and £510,555,811,000 for the year ending March 31, 2014.\n* The act appropriates resources for various expenditure, including current and capital expenditure, and for the year ending March 31, 2014.\n* The act also makes provision for the use of income arising for the year ending March 31, 2014, from specified matters.\n* The act authorizes the Treasury to give directions for rectifying any contravention of the act.\n* The act has effect from the beginning of April 1, 2013.\nIn simpler terms, this bill authorizes the government to spend money and use resources for the year ending March 31, 2014. It appropriates funds for various expenditure, including current and capital expenditure, and makes provision for the use of income arising from specified matters. The bill also gives the Treasury the power to give directions for rectifying any contravention of the act. The act has effect from the beginning of April 1, 2013."
}