[
    {
        "length": 873,
        "text": "\nSuspension of restriction on Sunday trading hours\n\tParagraph 2(1) of Schedule 1 to the Sunday Trading Act 1994 (whichrestricts Sunday opening at large shops) does not apply during the suspensionperiod.\n\tBut Schedule 3 to that Act (which restricts loading and unloading at largeshops on Sunday mornings) is to apply during the suspension period to any shopto which it would apply during that period were it not for the disapplicationmade by subsection (1).\n\t“The suspension period” means the part of the London Olympics period which—\n\t\tbegins with Sunday 22 July 2012, and\n\t\tends with Sunday 9 September 2012.\n\t“The London Olympics period” has the same meaning as in the London OlympicGames and Paralympic Games Act 2006 (see section 1(3) of that Act).\nOpting out of Sunday work\n\tWhere a shop worker gives an opting-out notice in the pre-Games period thatrelates to work at an exempted large shop, section 41(3) of the EmploymentRights Act 1996 has effect as if the notice period in relation to the shopworker were the period which—\n\t\tbegins with the day on which the notice is given, and\n\t\tends two months after that day, or with Saturday 21 July 2012 (if that islater).\n\tSection 42(2) of that Act accordingly has effect in relation to the shopworker as if the reference to three months were a reference to the noticeperiod as it is modified by subsection (1).\n\tWhere the opting-out notice includes an express statement to the effectthat the shop worker objects to Sunday working only during the suspensionperiod, the shop worker is to be treated for the purposes of that Act ashaving given an opting-in notice at the end of that period.\n\tThe “pre-Games period” is the period which—\n\t\tbegins with the day on which this Act is passed, and\n\t\tends with Monday 9 July 2012.\n\tAn “exempted large shop” is a shop to which paragraph 2(1) of Schedule 1 tothe Sunday Trading Act 1994 would apply during the suspension period were itnot for the disapplication made by section 1(1).\n\tIn this section—\n\t\t  * “opting-in notice”, “opting-out notice” and “shop worker” each have the same meaning as in the Employment Rights Act 1996, and \n\t\t  * “suspension period” has the meaning given in section 1(3). \nDuration, transitional provision, extent and short title\n\tSections 1 and 2 are repealed immediately after the end of the suspensionperiod (as defined by section 1(3)).\n\tSubsection (3) applies in a case within section 2 where—\n\t\tthe opting-out notice was given less than three months before the end ofthe suspension period, and\n\t\tsection 42(2) of the Employment Rights Act 1996 (which sets out the case inwhich the notice period is to be one month beginning with the day on which thenotice was given) does not apply.\n\tFor the purposes of section 41(3) of that Act, the notice period (which, asa result of the repeal made by subsection (1), reverts to being the period ofthree months beginning with the day on which the notice was given) is to betreated as ending immediately after that repeal.\n\tThis Act extends to England and Wales only.\n\tThis Act may be cited as the Sunday Trading (London Olympic Games andParalympic Games) Act 2012.\n\t\t"
    }
]