{
    "general": "This law allows shops in London to open longer hours on Sundays during the Olympics and Paralympics games so people can buy things more easily without having to take time off work or miss out on events. It's like giving shops an extra special permission to be open longer on weekends, just for those few weeks when the games are happening!",
    "series": [
        [
            {
                "length": 215,
                "short": "\"Olympic Trading Hours Suspension Act: Regulations for Sunday Shopping During London 2012 Games\"",
                "text": "\n* Simplified point 1: The act allows for the suspension of restrictions on Sunday trading hours during the London Olympics period, specifically from July 22nd to September 9th, 2012.\n* Simplified point 2: Shop workers can opt-out of Sunday work by giving notice, but if they do so during the suspension period, they will be treated as having given an opting-in notice at the end of the period.\n* Simplified point 3: Exempted large shops, such as those located in London, are subject to the suspension of restrictions on Sunday trading hours.\n* Simplified point 4: The act repeals sections 1 and 2 immediately after the end of the suspension period, and provides for transitional provisions and the extension of the act to England and Wales only."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Sunday Trading (London Olympic Games and Paralympic Games) Act 2012 lets stores open longer on Sundays during the London Olympics in 2012. This means that shop workers can choose to work or not work on Sundays during this time. Large stores in London are included in this rule. After the Olympics are over, the law goes back to normal and stores have to follow the usual rules about being closed on Sundays. This law only applies to England and Wales.\nThis law was made to help businesses in London make more money during the Olympics by allowing them to stay open longer on Sundays. It also gives shop workers the choice to decide if they want to work on Sundays or not. However, if they choose not to work, they might not be able to work again later.",
    "single": "\n* Suspends restrictions on Sunday trading hours for large shops in London during the Olympic Games (July 22 - September 9, 2012)\n* Allows shop workers to opt-out of working on Sundays during the suspension period\n* Employment Rights Act 1996 applies to opting-out notices given during the pre-Games period (June 20 - July 9, 2012)\n* Exempted large shops are those to which the Sunday Trading Act 1994 would apply during the suspension period\n* The Act only applies to England and Wales\n* Sections 1 and 2 are repealed after the end of the suspension period\n* Transitional provision applies to opting-out notices given less than three months before the end of the suspension period.\nKEY POINTS:\n* Suspension of Sunday trading restrictions for large shops in London during the Olympic Games\n* Allowance for shop workers to opt-out of working on Sundays during the suspension period\n* Employment Rights Act 1996 applies to opting-out notices given during the pre-Games period\n* Exempted large shops are those to which the Sunday Trading Act 1994 would apply during the suspension period\n* The Act only applies to England and Wales\n* Repeal of sections 1 and 2 after the end of the suspension period."
}