[
    {
        "length": 263,
        "text": "\nIntroductory\n\tSaving Gateway accounts\n\t\tIn this Act “Saving Gateway account” means an account which—\n\t\t\tis held by a person who has received a notice of eligibility (see section2) and who was an eligible person at the relevant date;\n\t\t\tsatisfies the requirements imposed by and under this Act (see section 4);\n\t\t\thas been applied for and opened in accordance with the requirements imposedby and under this Act (see section 6); and\n\t\t\thas not ceased to be a Saving Gateway account by virtue of regulationsunder section 10.\n\t\tMatters relating to Saving Gateway accounts are to be under the managementof the Commissioners for Her Majesty’s Revenue and Customs (“theCommissioners”).\n\t\tIn subsection (1)(a), “the relevant date” means—\n\t\t\tthe date when the notice of eligibility was issued, or\n\t\t\tif by that date the person had ceased to be an eligible person, but theCommissioners consider that an earlier date determined by them should betreated as the relevant date, that earlier date."
    },
    {
        "length": 844,
        "text": "\nEligibility\n\tNotices of eligibility\n\t\tThe Commissioners must issue a notice of eligibility to each eligibleperson (within the meaning given by section 3).\n\t\tA notice of eligibility—\n\t\t\tmust include an expiry date and such other information as is prescribed byregulations, and\n\t\t\tmust be issued in the way prescribed by regulations.\n\t\tRegulations may provide that the Commissioners may, in prescribedcircumstances, issue a further notice of eligibility to an eligible personwhere—\n\t\t\ta notice of eligibility has previously been issued to the person, and\n\t\t\tthe expiry date specified in the notice has passed.\n\tEligible persons\n\t\tA person is an “eligible person” for the purposes of this Act if—\n\t\t\tthe person is entitled to one or more of the benefits or tax creditsspecified in subsection (2), and\n\t\t\tthe person has a connection with the United Kingdom of a kind prescribed byregulations.\n\t\tThose benefits and tax credits are—\n\t\t\tincome support;\n\t\t\temployment and support allowance;\n\t\t\tjobseeker’s allowance;\n\t\t\tincapacity benefit;\n\t\t\tsevere disablement allowance;\n\t\t\ta carer’s allowance under section 70 of the Social Security Contributionsand Benefits Act [1992 (c. 4)](/id/ukpga/1992/4?view=plain \"Go to item oflegislation\") (but this is subject to subsection (4));\n\t\t\tchild tax credit (but this is subject to any regulations made undersubsection (5));\n\t\t\tworking tax credit (but this is subject to any regulations made undersubsection (5)).\n\t\tFor the purposes of subsection (1), a person is “entitled” to a benefit ortax credit whether the person is entitled to the benefit or tax credit aloneor with another person.\n\t\tA person is not an eligible person by reason of entitlement to a carer’sallowance unless—\n\t\t\tsuch an allowance is payable to the person; and\n\t\t\tthe amount payable has not, by reason of the person’s receipt of otherbenefits, been reduced to nil under regulations made under section 73 of theSocial Security Administration Act [1992 (c. 5)](/id/ukpga/1992/5?view=plain\"Go to item of legislation\").\n\t\tRegulations may provide that a person is an eligible person by reason ofentitlement (alone or with another person) to child tax credit or working taxcredit only if prescribed conditions are satisfied.\n\t\tRegulations under subsection (5) may, in particular—\n\t\t\tprescribe conditions by reference to a person’s income;\n\t\t\tprescribe conditions by reference to a person’s entitlement to socialsecurity benefits;\n\t\t\tapply, or make provision similar to, any provision of or made under the TaxCredits Act [2002 (c. 21)](/id/ukpga/2002/21?view=plain \"Go to item oflegislation\"), with or without modifications.\n\t\tAn order may add a benefit or tax credit to the list in subsection (2), orremove or amend a paragraph of that subsection.\n\t\tAn order under subsection (7) may make consequential amendments to thissection and may, in particular, amend subsection (5) or (6) or make provisioncorresponding to either or both of those subsections."
    },
    {
        "length": 486,
        "text": "\nRequirements for accounts and account providers\n\tRequirements relating to accounts\n\t\tA Saving Gateway account may be held only with a person (an “approvedaccount provider”) who has been approved by the Commissioners in accordancewith regulations.\n\t\tAn account is not a Saving Gateway account unless—\n\t\t\tunder its terms, if the account is held for a period prescribed byregulations (the “maturity period”), at the end of that period the accountholder becomes entitled to a payment by the account provider calculated inaccordance with section 8 (a “maturity payment”),\n\t\t\tunder its terms, if the account holder dies before the end of the maturityperiod, the personal representatives of the account holder become entitled toa payment by the account provider calculated in accordance with regulationsand payable within a period prescribed by regulations (a “death payment”), and\n\t\t\tthe account complies with any other requirements imposed by regulations.\n\t\tRegulations under subsection (2)(a) may not prescribe a period of less than12 months.\n\t\tRegulations under subsection (2)(c) may, in particular, impose a limit onthe amount which may be paid into a Saving Gateway account in a month(excluding any interest or other sums paid by the account provider under theterms of the account).\n\t\tIn this section, “month” means a calendar month beginning with the 1st ofthe month and ending with the last day of the month (and when a person opensan account, the period beginning with the day on which the account is openedand ending with the last day of the month is treated for the purposes of thisAct as the first month of the account’s operation).\n\tApprovals \n\t\tRegulations under section 4(1) may include provision enabling theCommissioners—\n\t\t\tto impose conditions on an approved account provider, and\n\t\t\tto withdraw approval of an account provider.\n\t\tRegulations may require an account provider whose approval has been or isto be withdrawn to provide prescribed information to prescribed accountholders."
    },
    {
        "length": 367,
        "text": "\nOpening and transfers\n\tAccount opening\n\t\tA person who receives a notice of eligibility may apply to open a SavingGateway account with an approved account provider.\n\t\tThe application must—\n\t\t\tbe made, and accepted by the account provider, no later than the expirydate specified in the notice of eligibility,\n\t\t\tinclude a true declaration of such matters as may be prescribed byregulations, and\n\t\t\tbe made in accordance with regulations.\n\t\tWhen an application is made in accordance with this section, the accountprovider must open a Saving Gateway account for the person, unless thecircumstances are as specified by regulations under subsection (4).\n\t\tRegulations may specify circumstances in which an account provider may ormust refuse to open a Saving Gateway account for a person.\n\t\tRegulations may make provision—\n\t\t\tpreventing a person from holding more than one Saving Gateway account atthe same time;\n\t\t\tspecifying a period, after the end of the maturity period of a SavingGateway account held by a person, during which the person may not open anotherSaving Gateway account;\n\t\t\tpreventing a person from holding more than a specified number of SavingGateway accounts, or Saving Gateway accounts which are held until the end ofthe maturity period, during the person’s lifetime.\n\tTransfers \n\t\tRegulations may make provision about—\n\t\t\tthe circumstances in which a Saving Gateway account held with one accountprovider may be transferred to another, and\n\t\t\tthe procedure to be followed on a transfer."
    },
    {
        "length": 441,
        "text": "\nOperation of accounts\n\tMaturity payments\n\t\tThe maturity payment in relation to a Saving Gateway account is to becalculated by multiplying A by B where—\n\t\t\t  * A is the number of whole pounds in the qualifying balance of the account, and \n\t\t\t  * B is an amount of money (in pence) specified in regulations. \n\t\tThe “qualifying balance” of a Saving Gateway account is the highest balanceachieved during the maturity period.\n\t\tIn finding any balance for the purposes of subsection (2), the followingare to be disregarded—\n\t\t\tinterest or other sums paid by the account provider under the terms of theaccount, and\n\t\t\tany sums paid into the account in breach of the limit specified inregulations under section 4(4).\n\t\tThe account provider must pay the maturity payment to the account holderwithin a period, prescribed by regulations, beginning with the end of thematurity period.\n\t\tNothing is payable by virtue of this section where a Saving Gateway accountis closed before the end of the maturity period.\n\tStatements etc.\n\t\tRegulations may —\n\t\t\tmake provision requiring an account provider to send statements of accountto the holder of a Saving Gateway account;\n\t\t\tspecify the form and content of a statement;\n\t\t\tspecify how often a statement is to be sent.\n\t\tSection 234A of the Income and Corporation Taxes Act [1988 (c.1)](/id/ukpga/1988/1?view=plain \"Go to item of legislation\") (duty to providestatement of distribution) does not apply to an account provider in relationto a Saving Gateway account.\n\tAccount ceasing to be Saving Gateway account\n\t\tRegulations may specify when an account ceases to be a Saving Gateway account."
    },
    {
        "length": 708,
        "text": "\nReturns, claims, repayments and interest\n\tReturns of information to HMRC\n\t\tRegulations may require a person who is or was an approved account providerto submit returns of information relating to Saving Gateway accounts, orformer Saving Gateway accounts, to the Commissioners.\n\t\tThe regulations may make provision about—\n\t\t\tthe information to be included in a return;\n\t\t\tthe form of a return;\n\t\t\tthe period to which a return is to relate;\n\t\t\tthe period within which a return is to be submitted;\n\t\t\tthe way in which a return is to be submitted (which may include provisionapplying any provision of regulations made under section 135 of the FinanceAct [2002 (c. 23)](/id/ukpga/2002/23?view=plain \"Go to item of legislation\")(mandatory electronic filing) with or without modifications).\n\t\tRegulations may, in particular, provide for a return to include—\n\t\t\ta claim by the person, in the form prescribed by the regulations, forpayment of an amount equal to prescribed maturity payments and death payments;\n\t\t\tinformation about the calculation of such payments.\n\t\tThe Commissioners must pay to the person, within the period specified inregulations, any amount claimed under regulations made under subsection(3)(a).\n\tRecovery of payments by HMRC\n\t\tRegulations may make provision requiring, in prescribed circumstances, aperson of a prescribed description to account to the Commissioners for anamount paid by the Commissioners in pursuance of this Act.\n\t\tRegulations may also provide that an amount to be accounted for under thissection is to be treated for the purposes of Part 6 of the Taxes ManagementAct [1970 (c. 9)](/id/ukpga/1970/9?view=plain \"Go to item of legislation\")(collection and recovery) as if it were tax charged in an assessment and dueand payable.\n\t\tRegulations may provide that a person ceases to be required to account foran amount after the end of a prescribed period.\n\tInterest \n\t\tRegulations may provide for interest to be payable, in prescribedcircumstances, on any amount payable to the Commissioners under or by virtueof this Act.\n\t\tRegulations may also provide for the payment of interest by theCommissioners where an amount claimed under regulations made under section11(3)(a) is not paid within the period specified in regulations made undersection 11(4).\n\t\tRegulations under this section may—\n\t\t\tprescribe the rate at which interest is to be paid, or the way in which therate of interest is to be determined;\n\t\t\tprescribe the period in respect of which interest is to be paid;\n\t\t\tprovide that interest payable to the Commissioners is to be treated for thepurposes of Part 6 of the Taxes Management Act 1970 (collection and recovery)as if it were tax charged in an assessment and due and payable."
    },
    {
        "length": 358,
        "text": "\nTax\n\tRelief from income tax and capital gains tax\n\t\tRegulations may make provision for and in connection with giving relief, inrespect of a payment made by an account provider to or in relation to a SavingGateway account, from—\n\t\t\tincome tax, and\n\t\t\tcapital gains tax.\n\t\tProvision made by virtue of this section may disapply, or modify the effectof, any enactment relating to income tax or capital gains tax.\n\t\tRegulations under this section may require a prescribed person, inprescribed circumstances, to account to the Commissioners—\n\t\t\tfor tax from which relief has been given under the regulations, or\n\t\t\tfor an amount determined in accordance with the regulations in respect ofsuch tax.\n\tAlternative finance arrangements\n\t\tThis section applies to a Saving Gateway account which would be treated, byvirtue of section 49 or 49A of the Finance Act [2005 (c.7)](/id/ukpga/2005/7?view=plain \"Go to item of legislation\"), as analternative finance arrangement but for the payment of a maturity payment or adeath payment.\n\t\tA Saving Gateway account to which this section applies is to be treated,for the purposes of Chapter 5 of Part 2 of the Finance Act 2005, as analternative finance arrangement.\n\t\tIn this section “alternative finance arrangement” has the meaning given bysection 46 of the Finance Act 2005."
    },
    {
        "length": 242,
        "text": "\nTransfer of funds on account ceasing to be Saving Gateway Account\n\tTransfer of funds on account ceasing to be Saving Gateway account\n\t\tThis section applies to an account which ceases to be a Saving Gatewayaccount by virtue of regulations under section 10.\n\t\tRegulations may make provision about—\n\t\t\tthe circumstances in which the funds in the account may be transferred toan investment plan of a kind prescribed by regulations, and\n\t\t\tthe procedure to be followed on a transfer.\n\t\tRegulations may, in particular—\n\t\t\trequire a person who is or was an approved account provider, on a requestby the account holder, to issue a certificate to the account holder;\n\t\t\tprescribe the period within which the certificate is to be issued;\n\t\t\tprescribe the information to be included in the certificate;\n\t\t\trequire the account holder to present the certificate to the provider ofthe investment plan to which the funds are to be transferred;\n\t\t\trequire the provider of the plan to produce the certificate in prescribedcircumstances."
    },
    {
        "length": 397,
        "text": "\nInformation\n\tInformation to be supplied by relevant persons\n\t\tRegulations may require, or authorise officers of Revenue and Customs torequire, a relevant person—\n\t\t\tto make documents available for inspection by Her Majesty’s Revenue andCustoms, or\n\t\t\tto provide information or documents to Her Majesty’s Revenue and Customs.\n\t\tThe following are relevant persons—\n\t\t\ta person who is or was an approved account provider;\n\t\t\ta person who has applied to open a Saving Gateway account;\n\t\t\ta person who is or was the holder of a Saving Gateway account or apurported Saving Gateway account.\n\t\tRegulations may include provision requiring documents to be made availableor information or documents to be provided—\n\t\t\tin the form and way prescribed by the regulations;\n\t\t\tby the time and at the place so prescribed.\n\tDisclosure of information\n\t\tIn section 121F(2) of the Social Security Administration Act [1992 (c.5)](/id/ukpga/1992/5?view=plain \"Go to item of legislation\") (supply ofinformation to Her Majesty’s Revenue and Customs), after “health in pregnancygrant,” insert “Saving Gateway accounts,”.\n\t\tIn section 115E(2) of the Social Security Administration (Northern Ireland)Act [1992 (c. 8)](/id/ukpga/1992/8?view=plain \"Go to item of legislation\")(supply of information to Her Majesty’s Revenue and Customs), after “health inpregnancy grant,” insert “Saving Gateway accounts,”."
    },
    {
        "length": 1651,
        "text": "\nPenalties\n\tPenalties: incorrect information\n\t\tA penalty of £300 may be imposed on a person who deliberately makes anincorrect declaration under section 6(2)(b).\n\t\tA penalty not exceeding £3,000 may be imposed on—\n\t\t\ta person who deliberately or carelessly makes an incorrect statement ordeclaration in or in connection with a return made by the person underregulations made under section 11;\n\t\t\ta person who deliberately or carelessly provides incorrect information inresponse to a requirement imposed by or under regulations made under section17.\n\t\tWhere— \n\t\t\tinformation is provided to Her Majesty’s Revenue and Customs,\n\t\t\tafter the information is provided, the person who provided the information,or on whose behalf the information was provided, discovers that theinformation was inaccurate, and\n\t\t\tthat person fails to take reasonable steps to inform Her Majesty’s Revenueand Customs,\n\t\t\t\tthe inaccuracy is to be treated for the purposes of this section as the resultof that person’s carelessness.\n\tPenalties: failure to submit return etc.\n\t\tPenalties may be imposed on—\n\t\t\ta person who fails to submit a return under regulations under section 11within the period specified in the regulations;\n\t\t\ta person who fails to make documents available, or to provide informationor documents, in accordance with regulations under section 17.\n\t\tThe penalties which may be imposed under subsection (1) are—\n\t\t\ta penalty not exceeding £300, and\n\t\t\tif the failure continues after a penalty under paragraph (a) is imposed, afurther penalty or penalties not exceeding £60 for each day on which thefailure continues after the day on which the penalty under that paragraph wasimposed (but excluding any day for which a penalty under this paragraph hasalready been imposed).\n\t\tNo penalty under subsection (1) may be imposed on a person in respect of afailure after the failure has been remedied.\n\t\tFor the purposes of subsection (1) a person is to be taken not to havefailed to do a thing by a particular time—\n\t\t\tif the person had a reasonable excuse for not doing it by that time; or\n\t\t\tif the person did the thing within such further time as the Commissionersmay have allowed.\n\t\tFor the purposes of subsection (4)—\n\t\t\tan insufficiency of funds is not a reasonable excuse unless attributable toevents outside the person’s control;\n\t\t\twhere the person relied on any other person to do anything, that is not areasonable excuse unless the first person took reasonable care to avoid thefailure;\n\t\t\twhere the person had a reasonable excuse for the failure but the excuseceased, the person is to be treated as having continued to have the excuse ifthe failure is remedied without unreasonable delay after the excuse ceased.\n\tPenalties: non-compliance by account provider\n\t\tA penalty may be imposed on an account provider if the account provider—\n\t\t\toffers or operates, as a purported Saving Gateway account, an account whichdoes not comply with a requirement imposed by or under section 4;\n\t\t\tfails to pay a maturity payment within the period specified in regulationsunder section 8(4);\n\t\t\tfails to pay a death payment within the period specified in regulationsunder section 4(2)(b);\n\t\t\tallows an account holder to exceed the limit on payments into the accountimposed by regulations under section 4(4);\n\t\t\tfails to comply with a condition or requirement imposed by or underregulations under section 5;\n\t\t\topens a purported Saving Gateway account for a person where the applicationfor the account does not include a declaration under section 6(2)(b) or doesnot comply with section 6(2)(c);\n\t\t\tfails to open an account for a person in accordance with section 6(3);\n\t\t\topens an account for a person where regulations under section 6(4) requirethe account provider to refuse to open an account;\n\t\t\tfails to comply with a requirement imposed by regulations under section 7or 9.\n\t\tThe penalty which may be imposed under subsection (1) on the accountprovider is a penalty not exceeding—\n\t\t\t£300, or\n\t\t\t£1 in respect of each account affected by the matter, or any of thematters, in respect of which a penalty is imposed,\n\t\t\t\twhichever is the greater.\n\t\tA supplementary penalty may be imposed under subsection (1) if an earlierpenalty was based on an underestimate of the number of accounts affected.\n\tDecisions and notices\n\t\tIt is for the Commissioners to impose a penalty under section 19, 20 or 21.\n\t\tA decision to impose a penalty may not be made after the end of 12 monthsbeginning with the relevant date.\n\t\tIn subsection (2) “the relevant date” means—\n\t\t\tin relation to a penalty under section 19(1), the last day of the appealperiod;\n\t\t\tin relation to a penalty under section 19(2)(a) or (b) or 21(1) (other thanone within paragraph (d) below), the day on which the Commissioners becomeaware of the matter in respect of which the penalty is imposed;\n\t\t\tin relation to a penalty under section 20(1), the day on which the failureoccurred or began;\n\t\t\tin relation to a supplementary penalty imposed by virtue of section 21(3),the day on which the Commissioners become aware of the underestimate.\n\t\tIn subsection (3)(a), “the appeal period” means the period during which—\n\t\t\tthe person on whom the penalty is imposed could appeal under section23(1)(e), or\n\t\t\tan appeal made by the person under section 23(1)(e) has not yet beendetermined or withdrawn.\n\t\tIf the Commissioners decide to impose a penalty, they must give notice ofthe decision to the person on whom the penalty is imposed.\n\t\tThe Commissioners may, in their discretion, reduce a penalty after a noticehas been given.\n\t\tA penalty must be paid within 30 days beginning with the date on which thenotice of the penalty was issued.\n\t\tA notice must specify—\n\t\t\tthe amount of the penalty;\n\t\t\tthe date on which the notice is issued;\n\t\t\tdetails of the right of appeal against the penalty under section 23.\n\t\tA penalty is to be treated for the purposes of Part 6 of the TaxesManagement Act [1970 (c. 9)](/id/ukpga/1970/9?view=plain \"Go to item oflegislation\") (collection and recovery) as if it were tax charged in anassessment and due and payable."
    },
    {
        "length": 1610,
        "text": "\nAppeals\n\tRights of appeal\n\t\tA person may appeal against a decision by the Commissioners—\n\t\t\tnot to approve the person under section 4(1) as an approved accountprovider;\n\t\t\tto withdraw the person’s approval;\n\t\t\tnot to pay to the person an amount claimed under regulations made undersection 11(3);\n\t\t\tnot to issue a notice of eligibility to the person under section 2;\n\t\t\tthat an account held by the person is not a Saving Gateway account.\n\t\tA person who is required, under regulations made under section 12 or 14, toaccount for an amount may appeal against the decision to impose therequirement.\n\t\tA person on whom a penalty under section 19, 20 or 21 is imposed may appealagainst the decision to impose the penalty.\n\t\tA person on whom a penalty under section 19(2), 20 or 21 is imposed mayappeal against the amount of the penalty.\n\tExercise of rights of appeal\n\t\tNotice of an appeal under section 23 must be given to the Commissionerswithin 30 days after the date on which notice of the decision was given.\n\t\tNotice of a tax appeal or a Northern Ireland appeal must—\n\t\t\tspecify the grounds of appeal;\n\t\t\tbe given in writing;\n\t\t\tcontain sufficient information to identify the appellant and the decisionagainst which the appeal is being made; and\n\t\t\tbe signed, or authenticated in another way approved by the Commissioners,by or on behalf of the appellant.\n\t\tIn subsection (2)—\n\t\t\t  * “tax appeal” means an appeal in any part of the United Kingdom against a requirement to account for an amount under regulations made under section 14; \n\t\t\t  * “Northern Ireland appeal” means an appeal in Northern Ireland against any other requirement or decision. \n\t\tRegulations may apply any provision of an enactment specified in subsection(5), with or without modifications, to an appeal under section 23.\n\t\tThose enactments are—\n\t\t\tPart 5 of the Taxes Management Act [1970 (c.9)](/id/ukpga/1970/9?view=plain \"Go to item of legislation\") (tax appeals);\n\t\t\tthe Social Security Act [1998 (c. 14)](/id/ukpga/1998/14?view=plain \"Go toitem of legislation\") (social security appeals: Great Britain);\n\t\t\tthe Social Security (Northern Ireland) Order 1998 ([S.I. 1998/1506 (N.I.10)](/id/nisi/1998/1506?view=plain \"Go to item of legislation\")) (socialsecurity appeals: Northern Ireland);\n\t\t\tthe Tribunals, Courts and Enforcement Act [2007 (c.15)](/id/ukpga/2007/15?view=plain \"Go to item of legislation\").\n\t\tAn order may add an enactment to the list in subsection (5), remove anenactment from the list or amend an entry in the list.\n\tAppeals: jurisdiction and powers\n\t\tIn this section “the tribunal” means—\n\t\t\tin relation to appeals in England and Wales or Scotland, and in relation toappeals in Northern Ireland against a requirement to account for an amountunder regulations made under section 14, the First-tier Tribunal, or wheredetermined by or under Tribunal Procedure Rules, the Upper Tribunal, and\n\t\t\tin relation to other appeals in Northern Ireland, an appeal tribunalconstituted under Chapter 1 of Part 2 of the Social Security (NorthernIreland) Order 1998 ([S.I. 1998/1506 (N.I. 10)](/id/nisi/1998/1506?view=plain\"Go to item of legislation\")) (“the 1998 Order”).\n\t\tOn an appeal under section 23(1) or (2), the tribunal may—\n\t\t\tconfirm the decision of the Commissioners,\n\t\t\tset aside the decision of the Commissioners, or\n\t\t\tallow the appeal in part.\n\t\tOn an appeal under section 23(3) or (4), the tribunal may—\n\t\t\tif it appears that no penalty has been incurred, set the decision to imposethe penalty aside;\n\t\t\tif the amount of the penalty appears to be appropriate, confirm thedecision to impose it and its amount;\n\t\t\tif the amount set appears to be excessive, reduce it to such other amount(including nil) as they consider appropriate;\n\t\t\tif the amount set appears to be insufficient, increase it to such amountnot exceeding the permitted maximum as they consider appropriate.\n\t\tIn addition to any right of appeal on a point of law under section 11(2) ofthe Tribunals, Courts and Enforcement Act [2007 (c.15)](/id/ukpga/2007/15?view=plain \"Go to item of legislation\"), a person whois found liable to a penalty by the First-tier Tribunal has a right of appealto the Upper Tribunal, and on such an appeal the Upper Tribunal has a similarjurisdiction to that conferred on the tribunal by subsection (3).\n\t\tFor the purposes of Article 15 of the 1998 Order, a decision of an appealtribunal constituted under Chapter 1 of Part 2 of the 1998 Order (a “NorthernIreland tribunal”) on an appeal under this Act is to be treated as if it werea decision under Article 13 or 14 of the 1998 Order.\n\t\tIn addition to any right of appeal on a point of law under Article 15 ofthe 1998 Order, a person who is found liable to a penalty by a NorthernIreland tribunal has a right of appeal to the Northern Ireland Social SecurityCommissioner, and on such an appeal the Commissioner has a similarjurisdiction to that conferred on the tribunal by subsection (3).\n\t\tIn subsection (6), “Northern Ireland Social Security Commissioner” means—\n\t\t\tthe Chief Social Security Commissioner or any other Social SecurityCommissioner appointed under the Social Security Administration (NorthernIreland) Act [1992 (c. 8)](/id/ukpga/1992/8?view=plain \"Go to item oflegislation\"), or\n\t\t\ta tribunal of two or more Commissioners constituted under Article 16(7) ofthe 1998 Order."
    },
    {
        "length": 251,
        "text": "\nReview\n\tReview and report to Parliament\n\t\tThe Commissioners must make arrangements for an independent review of—\n\t\t\tthe effect of Saving Gateway accounts on attitudes to saving money amongpersons who are or have been holders of Saving Gateway accounts;\n\t\t\tthe effect of Saving Gateway accounts on the behaviour of such persons inrelation to saving money;\n\t\t\tthe effect of Saving Gateway accounts on the involvement of such personswith institutions offering financial services;\n\t\t\twhether there are any barriers to the opening of Saving Gateway accounts byeligible persons; and\n\t\t\tany other matters which the Commissioners and the Treasury agree should beconsidered.\n\t\tThe Commissioners must consult the Treasury before making the arrangementsfor the review.\n\t\tThe Commissioners must provide the results and conclusions of the review tothe Treasury.\n\t\tThe Treasury must set out the results and conclusions in a report and laythe report before Parliament.\n\t\tThe report must be laid before Parliament within the seven years beginningwith the coming into force of section 6."
    },
    {
        "length": 863,
        "text": "\nGeneral\n\tNorthern Ireland\n\t\tIn Schedule 2 to the Northern Ireland Act [1998 (c.47)](/id/ukpga/1998/47?view=plain \"Go to item of legislation\") (exceptedmatters), after paragraph 9A insert—\n\t“9BSaving Gateway accounts.”\n\tOrders and regulations\n\t\tAny power to make an order or regulations under this Act is exercisable bythe Treasury by statutory instrument.\n\t\tAn order or regulations under this Act may —\n\t\t\tprovide for a person to exercise a discretion in relation to any matter;\n\t\t\tinclude incidental, supplementary and consequential provision;\n\t\t\tinclude transitional provision or savings;\n\t\t\tmake different provision for different cases.\n\t\tAn order under section 3(7) may not be made unless a draft of the statutoryinstrument containing the order has been laid before, and approved by aresolution of, each House of Parliament.\n\t\tRegulations under section 3(1)(b) or (5), 4(2)(a) or (4), 6(5) or 8(1) maynot be made unless a draft of the statutory instrument containing theregulations has been laid before, and approved by a resolution of, each Houseof Parliament.\n\t\tThe first regulations under section 14 may not be made unless a draft ofthe statutory instrument containing the regulations has been laid before, andapproved by a resolution of, the House of Commons.\n\t\tThe second, or any subsequent, statutory instrument containing regulationsunder section 14 is subject to annulment in pursuance of a resolution of theHouse of Commons.\n\t\tThe first regulations made in the exercise of any other power under thisAct may not be made unless a draft of the statutory instrument containing theregulations has been laid before, and approved by a resolution of, each Houseof Parliament.\n\t\tA statutory instrument containing only an order under section 24(6) orregulations under this Act other than regulations to which subsection (4),(5), (6) or (7) applies is subject to annulment in pursuance of a resolutionof either House of Parliament.\n\tMoney \n\t\tAny expenditure incurred by the Commissioners by virtue of this Act is to bepaid out of money provided by Parliament.\n\tInterpretation \n\t\tIn this Act—\n\t\t  * “approved account provider” has the meaning given by section 4(1); \n\t\t  * “the Commissioners” has the meaning given by section 1(2); \n\t\t  * “death payment” has the meaning given by section 4(2)(b); \n\t\t  * “eligible person” has the meaning given by section 3(1); \n\t\t  * “maturity payment” has the meaning given by section 4(2)(a); \n\t\t  * “maturity period” has the meaning given by section 4(2)(a); \n\t\t  * “notice of eligibility” has the meaning given by section 2; \n\t\t  * “Saving Gateway account” has the meaning given by section 1. \n\tCommencement \n\t\tThis Act (apart from this section and sections 29, 32 and 33) comes into forceon such day as the Treasury may by order appoint, and different days may beappointed for different purposes.\n\tExtent \n\t\tThis Act extends to England and Wales, Scotland and Northern Ireland.\n\tShort title\n\t\tThis Act may be cited as the Saving Gateway Accounts Act 2009.\n\t"
    }
]