{
    "general": "This law allows the government to spend money from April 2022 to March 2023. It says how much money can be spent on different things like salaries, benefits, and other expenses. The law also lets the government borrow money from the bank to pay for these expenses if they don't have enough money in their accounts. This helps the government to make sure it has enough money to provide important services like healthcare, education, and defense.",
    "series": [
        [
            {
                "length": 339,
                "short": "\"Budget Bill for Fiscal Year 2023: Authorization and Appropriation of Resources\"",
                "text": "\n* Simplified point 1: The act increases the authorization for use of resources for the year ending March 31st, 2023 by £486,497,865,000.\n* Simplified point 2: Of the amount authorized, £409,480,425,000 is for current purposes, and £77,017,440,000 is for capital purposes.\n* Simplified point 3: The act appropriates funds for various expenditures, including £897,055,041,000 for the year ending March 31st, 2023.\n* Simplified point 4: The act also appropriates funds for certain specific expenditures such as £356,026,979,000 for the issue of money out of the Consolidated Fund, and £717,749,167,000 for the year ending March 31st, 2023.\n* Simplified point 5: The act makes provisions for the use of income arising for the year ending March 31st, 2023, and authorizes the appropriation of income to the extent that it is made in accordance with any applicable rules about the appropriation of income."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Supply and Appropriation (Main Estimates) Act 2022 allows the government to spend more money for the financial year ending on March 31st, 2023. This law gives permission to use up to £486,497,865,000 for different things like healthcare, education, defense, and other public services. Out of this amount, £409,480,425,000 is for day-to-day spending, and £77,017,440,000 is for long-term investments like building new hospitals or schools.\nThis law also says how the government can use the money. For example, it sets aside £897,055,041,000 for the current financial year, and £356,026,979,000 for paying back loans. It also ensures that any extra money earned during the year goes towards funding important projects and services.\nIn short, this law lets the government spend more money to improve public services and infrastructure, while making sure that the funds are used responsibly and efficiently.",
    "single": "\n* The Supply and Appropriation (Main Estimates) Act 2022 authorizes the use of resources for the year ending March 31, 2023.\n* The act appropriates £897,055,041,000 for the year ending March 31, 2023, for various expenditures such as current and capital purposes.\n* The act also authorizes the issue of money out of the Consolidated Fund up to £356,026,979,000 for the year ending March 31, 2023.\n* The act appropriates resources for various expenditures such as current and capital purposes, and for specific departments and services.\n* The act also makes provision for the use of income arising for the year ending March 31, 2023, from various sources.\n* The act authorizes the Treasury to give directions for rectifying any contraventions of the act.\n* The act comes into operation from the beginning of the financial year, i.e., April 1, 2022.\nKEY POINTS:\n* The act authorizes the use of resources for the year ending March 31, 2023.\n* The act appropriates significant amounts for various expenditures such as current and capital purposes.\n* The act authorizes the issue of money out of the Consolidated Fund for the year ending March 31, 2023.\n* The act makes provision for the use of income arising for the year ending March 31, 2023, from various sources.\n* The act authorizes the Treasury to give directions for rectifying any contraventions of the act.\n* The act comes into operation from the beginning of the financial year, i.e., April 1, 2022."
}