[
    {
        "length": 295,
        "text": "\nIntroductory\n\tInterpretation of Part 1\n\t\tThis section has effect for the interpretation of this Part.\n\t\t“TEU” means the Treaty on European Union.\n\t\t“TFEU” means the Treaty on the Functioning of the European Union.\n\t\tA reference to a treaty which amends TEU or TFEU includes a reference to—\n\t\t\ta treaty resulting from the application of Article 48(2) to (5) of TEU(ordinary revision procedure);\n\t\t\tan agreement under Article 49 of TEU (admission of new members).\n\t\tAn “Article 48(6) decision” means a decision under Article 48(6) of TEU(simplified revision procedure).\n\t\tExcept in a reference to “the European Council”, “the Council” means theCouncil of the European Union.\n\t\tA reference to a Minister of the Crown voting in favour of or otherwisesupporting a decision is a reference to a Minister of the Crown—\n\t\t\tvoting in favour of the decision in the European Council or the Council, or\n\t\t\tallowing the decision to be adopted by consensus or unanimity by theEuropean Council or the Council."
    },
    {
        "length": 1766,
        "text": "\nRestrictions relating to amendments of TEU or TFEU\n\tTreaties amending or replacing TEU or TFEU\n\t\tA treaty which amends or replaces TEU or TFEU is not to be ratified unless—\n\t\t\ta statement relating to the treaty was laid before Parliament in accordancewith section 5,\n\t\t\tthe treaty is approved by Act of Parliament, and\n\t\t\tthe referendum condition or the exemption condition is met.\n\t\tThe referendum condition is that—\n\t\t\tthe Act providing for the approval of the treaty provides that theprovision approving the treaty is not to come into force until a referendumabout whether the treaty should be ratified has been held throughout theUnited Kingdom or, where the treaty also affects Gibraltar, throughout theUnited Kingdom and Gibraltar,\n\t\t\tthe referendum has been held, and\n\t\t\tthe majority of those voting in the referendum are in favour of theratification of the treaty.\n\t\tThe exemption condition is that the Act providing for the approval of thetreaty states that the treaty does not fall within section 4.\n\tAmendment of TFEU under simplified revision procedure\n\t\tWhere the European Council has adopted an Article 48(6) decision subject toits approval by the member States, a Minister of the Crown may not confirm theapproval of the decision by the United Kingdom unless—\n\t\t\ta statement relating to the decision was laid before Parliament inaccordance with section 5,\n\t\t\tthe decision is approved by Act of Parliament, and\n\t\t\tthe referendum condition, the exemption condition or the significancecondition is met.\n\t\tThe referendum condition is that—\n\t\t\tthe Act providing for the approval of the decision provides that theprovision approving the decision is not to come into force until a referendumabout whether the decision should be approved has been held throughout theUnited Kingdom or, where the decision also affects Gibraltar, throughout theUnited Kingdom and Gibraltar,\n\t\t\tthe referendum has been held, and\n\t\t\tthe majority of those voting in the referendum are in favour of theapproval of the decision.\n\t\tThe exemption condition is that the Act providing for the approval of thedecision states that the decision does not fall within section 4.\n\t\tThe significance condition is that the Act providing for the approval ofthe decision states that—\n\t\t\tthe decision falls within section 4 only because of provision of the kindmentioned in subsection (1)(i) or (j) of that section, and\n\t\t\tthe effect of that provision in relation to the United Kingdom is notsignificant.\n\tCases where treaty or Article 48(6) decision attracts a referendum\n\t\tSubject to subsection (4), a treaty or an Article 48(6) decision fallswithin this section if it involves one or more of the following—\n\t\t\tthe extension of the objectives of the EU as set out in Article 3 of TEU;\n\t\t\tthe conferring on the EU of a new exclusive competence;\n\t\t\tthe extension of an exclusive competence of the EU;\n\t\t\tthe conferring on the EU of a new competence shared with the member States;\n\t\t\tthe extension of any competence of the EU that is shared with the memberStates;\n\t\t\tthe extension of the competence of the EU in relation to—\n\t\t\tthe co-ordination of economic and employment policies, or\n\t\t\tcommon foreign and security policy;\n\t\t\tthe conferring on the EU of a new competence to carry out actions tosupport, co-ordinate or supplement the actions of member States;\n\t\t\tthe extension of a supporting, co-ordinating or supplementing competence ofthe EU;\n\t\t\tthe conferring on an EU institution or body of power to impose arequirement or obligation on the United Kingdom, or the removal of anylimitation on any such power of an EU institution or body;\n\t\t\tthe conferring on an EU institution or body of new or extended power toimpose sanctions on the United Kingdom;\n\t\t\tany amendment of a provision listed in Schedule 1 that removes arequirement that anything should be done unanimously, by consensus or bycommon accord;\n\t\t\tany amendment of Article 31(2) of TEU (decisions relating to common foreignand security policy to which qualified majority voting applies) that removesor amends the provision enabling a member of the Council to oppose theadoption of a decision to be taken by qualified majority voting;\n\t\t\tany amendment of any of the provisions specified in subsection (3) thatremoves or amends the provision enabling a member of the Council, in relationto a draft legislative act, to ensure the suspension of the ordinarylegislative procedure.\n\t\tAny reference in subsection (1) to the extension of a competence includes areference to the removal of a limitation on a competence.\n\t\tThe provisions referred to in subsection (1)(m) are—\n\t\t\tArticle 48 of TFEU (social security),\n\t\t\tArticle 82(3) of TFEU (judicial co-operation in criminal matters), and\n\t\t\tArticle 83(3) of TFEU (particularly serious crime with a cross-borderdimension).\n\t\tA treaty or Article 48(6) decision does not fall within this section merelybecause it involves one or more of the following—\n\t\t\tthe codification of practice under TEU or TFEU in relation to the previousexercise of an existing competence;\n\t\t\tthe making of any provision that applies only to member States other thanthe United Kingdom;\n\t\t\tin the case of a treaty, the accession of a new member State.\n\tStatement to be laid before Parliament\n\t\tIf a treaty amending TEU or TFEU is agreed in an inter-governmentalconference, a Minister of the Crown must lay the required statement beforeParliament before the end of the 2 months beginning with the date on which thetreaty is agreed.\n\t\tIf an Article 48(6) decision is adopted by the European Council subject toits approval by the member States, a Minister of the Crown must lay therequired statement before Parliament before the end of the 2 months beginningwith the date on which the decision is adopted.\n\t\tThe required statement is a statement as to whether, in the Minister’sopinion, the treaty or Article 48(6) decision falls within section 4.\n\t\tIf the Minister is of the opinion that an Article 48(6) decision fallswithin section 4 only because of provision of the kind mentioned in subsection(1)(i) or (j) of that section, the statement must indicate whether in theMinister’s opinion the effect of that provision in relation to the UnitedKingdom is significant.\n\t\tThe statement must give reasons for the Minister’s opinion under subsection(3) and, if relevant, subsection (4).\n\t\tIn relation to an Article 48(6) decision adopted by the European Councilbefore the day on which this section comes into force (“the commencementdate”), the condition in section 3(1)(a) is to be taken to be complied with ifa statement under this section is laid before Parliament before the end of the2 months beginning with the commencement date."
    },
    {
        "length": 3435,
        "text": "\nRestrictions relating to other decisions under TEU or TFEU\n\tDecisions requiring approval by Act and by referendum\n\t\tA Minister of the Crown may not vote in favour of or otherwise support adecision to which this subsection applies unless—\n\t\t\tthe draft decision is approved by Act of Parliament, and\n\t\t\tthe referendum condition is met.\n\t\tWhere the European Council has recommended to the member States theadoption of a decision under Article 42(2) of TEU in relation to a common EUdefence, a Minister of the Crown may not notify the European Council that thedecision is adopted by the United Kingdom unless—\n\t\t\tthe decision is approved by Act of Parliament, and\n\t\t\tthe referendum condition is met.\n\t\tA Minister of the Crown may not give a notification under Article 4 ofProtocol (No. 21) on the position of the United Kingdom and Ireland in respectof the area of freedom, security and justice annexed to TEU and TFEU whichrelates to participation by the United Kingdom in a European PublicProsecutor’s Office or an extension of the powers of that Office unless—\n\t\t\tthe notification has been approved by Act of Parliament, and\n\t\t\tthe referendum condition is met.\n\t\tThe referendum condition is that set out in section 3(2), with referencesto a decision being read for the purposes of subsection (1) as references to adraft decision and for the purposes of subsection (3) as references to anotification.\n\t\tThe decisions to which subsection (1) applies are—\n\t\t\ta decision under the provision of Article 31(3) of TEU that permits theadoption of qualified majority voting;\n\t\t\ta decision under Article 48(7) of TEU which in relation to any provisionlisted in Schedule 1—\n\t\t\tadopts qualified majority voting, or\n\t\t\tapplies the ordinary legislative procedure in place of a speciallegislative procedure requiring the Council to act unanimously;\n\t\t\ta decision under Article 86(1) of TFEU involving participation by theUnited Kingdom in a European Public Prosecutor’s Office;\n\t\t\twhere the United Kingdom has become a participant in a European PublicProsecutor’s Office, a decision under Article 86(4) of TFEU to extend thepowers of that Office;\n\t\t\ta decision under Article 140(3) of TFEU which would make the euro thecurrency of the United Kingdom;\n\t\t\ta decision under the provision of Article 153(2) of TFEU (social policy)that permits the application of the ordinary legislative procedure in place ofa special legislative procedure;\n\t\t\ta decision under the provision of Article 192(2) of TFEU (environment) thatpermits the application of the ordinary legislative procedure in place of aspecial legislative procedure;\n\t\t\ta decision under the provision of Article 312(2) of TFEU (EU finance) thatpermits the adoption of qualified majority voting;\n\t\t\ta decision under the provision of Article 333(1) of TFEU (enhanced co-operation) that permits the adoption of qualified majority voting, where thedecision relates to a provision listed in Schedule 1 and the United Kingdom isa participant in the enhanced co-operation to which the decision relates;\n\t\t\ta decision under the provision of Article 333(2) of TFEU (enhanced co-operation) that permits the adoption of the ordinary legislative procedure inplace of a special legislative procedure, where—\n\t\t\tthe decision relates to a provision listed in Schedule 1,\n\t\t\tthe special legislative procedure requires the Council to act unanimously,and\n\t\t\tthe United Kingdom is a participant in the enhanced co-operation to whichthe decision relates;\n\t\t\ta decision under Article 4 of the Schengen Protocol that removes any bordercontrol of the United Kingdom.\n\t\tIn subsection (5)(k) “the Schengen Protocol” means the Protocol (No. 19) onthe Schengen _acquis_ integrated into the framework of the European Union,annexed to TEU and TFEU.\n\tDecisions requiring approval by Act\n\t\tA Minister of the Crown may not confirm the approval by the United Kingdomof a decision to which this subsection applies unless the decision is approvedby Act of Parliament.\n\t\tThe decisions to which subsection (1) applies are—\n\t\t\ta decision under the provision of Article 25 of TFEU that permits theadoption of provisions to strengthen or add to the rights listed in Article20(2) of that Treaty (rights of citizens of the European Union);\n\t\t\ta decision under the provision of Article 223(1) of TFEU that permits thelaying down of the provisions necessary for the election of the members of theEuropean Parliament in accordance with that Article;\n\t\t\ta decision under the provision of Article 262 of TFEU that permits theconferring of jurisdiction on the Court of Justice of the European Union indisputes relating to the application of acts adopted on the basis of the EUTreaties which create European intellectual property rights;\n\t\t\ta decision under the third paragraph of Article 311 of TFEU to adopt adecision laying down provisions relating to the system of own resources of theEuropean Union.\n\t\tA Minister of the Crown may not vote in favour of or otherwise support adecision to which this subsection applies unless the draft decision isapproved by Act of Parliament.\n\t\tThe decisions to which subsection (3) applies are—\n\t\t\ta decision under the provision of Article 17(5) of TEU that permits thealteration of the number of members of the European Commission;\n\t\t\ta decision under Article 48(7) of TEU which in relation to any provisionnot listed in Schedule 1—\n\t\t\tadopts qualified majority voting, or\n\t\t\tapplies the ordinary legislative procedure in place of a speciallegislative procedure requiring the Council to act unanimously;\n\t\t\ta decision under the provision of Article 64(3) of TFEU that permits theadoption of measures which constitute a step backwards in European Union lawas regards the liberalisation of the movement of capital to or from thirdcountries;\n\t\t\ta decision under the provision of Article 126(14) of TFEU that permits theadoption of provisions to replace the Protocol (No. 12) on the excessivedeficit procedure annexed to TEU and TFEU;\n\t\t\ta decision under the provision of Article 333(1) of TFEU (enhanced co-operation) that permits the adoption of qualified majority voting, where thedecision relates to a provision not listed in Schedule 1 and the UnitedKingdom is a participant in the enhanced co-operation to which the decisionrelates;\n\t\t\ta decision under the provision of Article 333(2) of TFEU (enhanced co-operation) that permits the adoption of the ordinary legislative procedure inplace of a special legislative procedure, where—\n\t\t\tthe decision relates to a provision not listed in Schedule 1,\n\t\t\tthe special legislative procedure requires the Council to act unanimously,and\n\t\t\tthe United Kingdom is a participant in the enhanced co-operation to whichthe decision relates.\n\tDecisions under Article 352 of TFEU\n\t\tA Minister of the Crown may not vote in favour of or otherwise support anArticle 352 decision unless one of subsections (3) to (5) is complied with inrelation to the draft decision.\n\t\tAn Article 352 decision is a decision under the provision of Article 352 ofTFEU that permits the adoption of measures to attain one of the objectives setout in the EU Treaties (but for which those Treaties have not provided thenecessary powers).\n\t\tThis subsection is complied with if a draft decision is approved by Act ofParliament.\n\t\tThis subsection is complied with if—\n\t\t\tin each House of Parliament a Minister of the Crown moves a motion that theHouse approves Her Majesty’s Government’s intention to support a specifieddraft decision and is of the opinion that the measure to which it relates isrequired as a matter of urgency, and\n\t\t\teach House agrees to the motion without amendment.\n\t\tThis subsection is complied with if a Minister of the Crown has laid beforeParliament a statement specifying a draft decision and stating that in theopinion of the Minister the decision relates only to one or more exemptpurposes.\n\t\tThe exempt purposes are—\n\t\t\tto make provision equivalent to that made by a measure previously adoptedunder Article 352 of TFEU, other than an excepted measure;\n\t\t\tto prolong or renew a measure previously adopted under that Article, otherthan an excepted measure;\n\t\t\tto extend a measure previously adopted under that Article to another memberState or other country;\n\t\t\tto repeal existing measures adopted under that Article;\n\t\t\tto consolidate existing measures adopted under that Article without anychange of substance.\n\t\tIn subsection (6)(a) and (b), “excepted measure” means a measure adoptedafter the commencement of this section and resulting from a decision inrelation to which a Minister of the Crown had relied on compliance withsubsection (4).\n\tApproval required in connection with Title V of Part 3 of TFEU\n\t\tA Minister of the Crown may not give a notification to which thissubsection applies unless Parliamentary approval has been given in accordancewith subsection (3).\n\t\tSubsection (1) applies in relation to a notification under Article 3 ofProtocol (No. 21) on the position of the United Kingdom and Ireland in respectof the area of freedom, security and justice annexed to TEU and TFEU (the“AFSJ Protocol”) that the United Kingdom wishes to take part in the adoptionand application of a measure proposed under any of the following—\n\t\t\tthe provision of Article 81(3) of TFEU (family law) that permits theapplication of the ordinary legislative procedure in place of a speciallegislative procedure;\n\t\t\tthe provision of Article 82(2)(d) of TFEU (criminal procedure) that permitsthe identification of further specific aspects of criminal procedure to whichdirectives adopted under the ordinary legislative procedure may relate;\n\t\t\tthe provision of Article 83(1) of TFEU (particularly serious crime with across-border dimension) that permits the identification of further areas ofcrime to which directives adopted under the ordinary legislative procedure mayrelate.\n\t\tParliamentary approval is given if—\n\t\t\tin each House of Parliament a Minister of the Crown moves a motion that theHouse approves Her Majesty’s Government’s intention to give a notification inrespect of a specified measure, and\n\t\t\teach House agrees to the motion without amendment.\n\t\tDespite any Parliamentary approval given for the purposes of subsection(1), a Minister may not vote in favour of or otherwise support a decisionunder a provision falling within any of paragraphs (a) to (c) of subsection(2) unless the draft decision is approved by Act of Parliament.\n\t\tA Minister of the Crown may not give a notification under Article 4 of theAFSJ Protocol that the United Kingdom wishes to accept a measure to which thissubsection applies unless the notification in respect of the measure has beenapproved by Act of Parliament.\n\t\tThe measures to which subsection (5) applies are—\n\t\t\ta measure adopted under a provision described in any of paragraphs (a) to(c) of subsection (2), or\n\t\t\ta measure established under Article 81(3), 82(2)(d) or 83(1) of TFEU byvirtue of a previous decision adopted, without the participation of the UnitedKingdom, under a provision falling within any of those paragraphs.\n\tParliamentary control of certain decisions not requiring approval byAct\n\t\tA Minister of the Crown may not vote in favour of or otherwise support adecision under any of the following unless Parliamentary approval has beengiven in accordance with this section—\n\t\t\tthe provision of Article 56 of TFEU that permits the extension of theprovisions of Chapter 3 of Title IV of Part 3 of that Treaty (free movement ofservices) to nationals of a third country;\n\t\t\tArticle 129(3) of TFEU (amendment of provisions of the Statute of theEuropean System of Central Banks or of the European Central Bank);\n\t\t\tthe provision of Article 252 of TFEU that permits an increase in the numberof Advocates-General;\n\t\t\tthe provision of Article 257 of TFEU that permits the establishment ofspecialised courts attached to the General Court;\n\t\t\tthe provision of Article 281 of TFEU that permits the amendment of theStatute of the Court of Justice of the European Union;\n\t\t\tthe provision of Article 308 of TFEU that permits the amendment of theStatute of the European Investment Bank.\n\t\tA Minister of the Crown may not vote in favour of or otherwise support adecision to which this subsection applies unless Parliamentary approval hasbeen given in accordance with this section.\n\t\tSubsection (2) applies to a decision under Article 48(7) of TEU which inrelation to a provision of TFEU applies the ordinary legislative procedure inplace of a special legislative procedure not requiring the Council to actunanimously.\n\t\tA Minister of the Crown may not confirm the approval by the United Kingdomof a decision under Article 218(8) of TFEU for the accession of the EuropeanUnion to the European Convention for the Protection of Human Rights andFundamental Freedoms in accordance with Article 6(2) of TEU unlessParliamentary approval has been given in accordance with this section.\n\t\tParliamentary approval is given if—\n\t\t\tin each House of Parliament a Minister of the Crown moves a motion that theHouse approves Her Majesty’s Government’s intention to support the adoption ofa specified draft decision, and\n\t\t\teach House agrees to the motion without amendment."
    },
    {
        "length": 579,
        "text": "\nFurther provisions about referendums held in pursuance of section 2, 3 or6\n\tPersons entitled to vote in referendum\n\t\tThe persons entitled to vote in any referendum held in pursuance of section2, 3 or 6 are to be as follows—\n\t\t\tthe persons who, on the date of the referendum, would be entitled to voteas an elector at a parliamentary election in a constituency in the UnitedKingdom;\n\t\t\tthe persons who, on that date, are disqualified by reason of being peersfrom voting as electors in parliamentary elections but—\n\t\t\twould be entitled to vote as electors at a local government election in anyelectoral area in Great Britain,\n\t\t\twould be entitled to vote as electors at a local election in any districtelectoral area in Northern Ireland, or\n\t\t\twould be entitled to vote as electors at a European Parliamentaryelection in any electoral region by virtue of section 3 of the Representationof the People Act 1985 (peers resident outside the United Kingdom);\n\t\t\tif the referendum is also held in Gibraltar, the Commonwealth citizens who,on the date of the referendum, would be entitled to vote in Gibraltar at aEuropean Parliamentary election in the combined electoral region in whichGibraltar is comprised.\n\t\tIn subsection (1)(b)(i) “local government election” includes a municipalelection in the City of London (that is, an election to the office of mayor,alderman, common councilman or sheriff and also the election of any officerelected by the mayor, aldermen and liverymen in common hall).\n\tSeparate questions\n\t\tIf a referendum is to be held in pursuance of any of sections 2, 3 and 6 inrelation to two or more treaties or decisions, or in relation to one or moretreaties and one or more decisions, a separate question must be included onthe ballot paper in relation to each treaty or decision.\n\tRole of Electoral Commission\n\t\tWhere an Act provides for a referendum to be held in pursuance of section 2, 3or 6, the Electoral Commission—\n\t\t\tmust take whatever steps they think appropriate to promote public awarenessof the referendum and how to vote in it, and\n\t\t\tmay take whatever steps they think appropriate to promote public awarenessof the subject-matter of the referendum."
    },
    {
        "length": 418,
        "text": "\nSupplementary\n\tConsequential amendments and repeals relating to Part 1\n\t\tIn section 5 of the European Union (Amendment) Act 2008 (amendment offounding treaties)—\n\t\t\tin subsection (2), for the words from “amends” onwards substitute “amendsthe Treaty establishing the European Atomic Energy Community (signed at Romeon 25th March 1957).”, and\n\t\t\taccordingly, in the heading, for “founding treaties” substitute “EuratomTreaty”.\n\t\tIn section 23 of the Constitutional Reform and Governance Act 2010 (section20 of that Act not to apply to certain descriptions of treaties), insubsection (1)—\n\t\t\tomit paragraph (a),\n\t\t\tin paragraph (b), for “founding Treaties” substitute “Treaty establishingEuropean Atomic Energy Community”, and\n\t\t\tat the end insert—\n\t\t\ta treaty that is subject to a requirement imposed by Part 1 of theEuropean Union Act 2011 (restrictions on treaties and decisions relating toEU).”\n\t\tThe following enactments (which are superseded by the provisions of thisPart) are repealed—\n\t\t\tsection 2 of the European Communities (Amendment) Act 1993,\n\t\t\tsection 1(2) and (3) of the European Communities (Amendment) Act 2002,\n\t\t\tsection 12 of the European Parliamentary Elections Act 2002, and\n\t\t\tsection 6 of the European Union (Amendment) Act 2008."
    },
    {
        "length": 681,
        "text": "\nPart 2Implementation of transitional Protocol on MEPs\n\tProtocol on MEPs: approval, and addition to list of treaties\n\t\tThe Protocol amending the Protocol (No. 36) on transitional provisionsannexed to the Treaty on European Union, to the Treaty on the Functioning ofthe European Union and to the Treaty establishing the European Atomic EnergyCommunity, signed at Brussels on 23 June 2010, is approved for the purposes ofsection 5 of the European Union (Amendment) Act 2008 (amendment of foundingTreaties: approval by Act of Parliament).\n\t\tIn section 1(2) of the European Communities Act 1972, in the definition of“the Treaties”, after paragraph (s) insert— “and\n\t\t\tthe Protocol amending the Protocol (No. 36) on transitional provisionsannexed to the Treaty on European Union, to the Treaty on the Functioning ofthe European Union and to the Treaty establishing the European Atomic EnergyCommunity, signed at Brussels on 23 June 2010;”.\n\tNumber of MEPs and electoral regions\n\t\tSection 1 of the European Parliamentary Elections Act 2002 is amended asfollows.\n\t\tIn subsection (1) (number of members of the European Parliament) for “72”substitute “73”.\n\t\tIn subsection (3) (electoral regions) for the entry relating to the WestMidlands substitute—\n\t\t\t“West Midlands| 7”  ---|---    ### 17Election of additional MEP\n\t\tThe additional seat allocated to the West Midlands electoral region byvirtue of section 16 is to be filled by applying subsections (5) to (9) ofsection 2 of the 2002 Act (voting system in Great Britain and Gibraltar) tothe results of the poll at the general election of members of the EuropeanParliament held on 4 June 2009, as if the seat had been allocated to theregion at that date.\n\t\tSubsection (1) is subject to Schedule 2 which makes further provision aboutthe filling of the additional seat.\n\t\tThis section and Schedule 2—\n\t\t\tcease to have effect on the date appointed under section 4 of the 2002 Actas the date of the poll at the next general election of members of theEuropean Parliament after the passing of this Act, and\n\t\t\tdo not affect the procedure to be followed in accordance with regulationsmade under section 5 of the 2002 Act if, after being filled in accordance withthis section and Schedule 2, the additional seat subsequently becomes vacantbefore that date.\n\t\tIn this section and in Schedule 2 “the 2002 Act” means the EuropeanParliamentary Elections Act 2002."
    },
    {
        "length": 395,
        "text": "\nPart 3General\n\tStatus of EU law\n\t\tStatus of EU law dependent on continuing statutory basis\n\t\t\tDirectly applicable or directly effective EU law (that is, the rights, powers,liabilities, obligations, restrictions, remedies and procedures referred to insection 2(1) of the European Communities Act 1972) falls to be recognised andavailable in law in the United Kingdom only by virtue of that Act or where itis required to be recognised and available in law by virtue of any other Act.\n\tFinal provisions\n\t\tFinancial provisions\n\t\t\tThere is to be paid out of money provided by Parliament any increaseattributable to this Act in the sums payable under any other Act out of moneyso provided.\n\t\t\tThere is to be charged on and paid out of the Consolidated Fund anyincrease attributable to this Act in the sums charged on and paid out of thatFund under any other Act.\n\t\tExtent \n\t\t\tThis Act extends to the whole of the United Kingdom.\n\t\t\tPart 2 (and this section and sections 21 and 22 so far as relating to thatPart) extend also to Gibraltar.\n\t\tCommencement \n\t\t\tThe following provisions come into force on the day on which this Act ispassed—\n\t\t\t\tsection 15;\n\t\t\t\tthis Part.\n\t\t\tThe other provisions of this Act come into force on such day as theSecretary of State may by order made by statutory instrument appoint.\n\t\t\tDifferent days may be appointed for different purposes.\n\t\tShort title\n\t\t\tThis Act may be cited as the European Union Act 2011."
    }
]