{
    "general": "This act makes sure that the UK follows the rules set out in the European Union's treaties and agreements. It also ensures that any laws passed by the EU are applied correctly in the UK. This helps keep the relationship between the UK and the EU strong and fair for everyone involved.",
    "series": [
        [
            {
                "length": 152,
                "short": "\"European Union Act 2011 Definitions and Interpretation Guidelines\".",
                "text": "\n* Simplified point 1: This section defines key terms used in Part 1 of the European Union Act 2011, such as \"TEU\" and \"TFEU\", and explains how certain treaties and decisions should be interpreted.\n* Simplified point 2: The section also specifies that references to treaties include any amendments made through the ordinary revision procedure or agreements under Article 49 of TEU (admission of new members), and that a \"Minister of the Crown\" refers to a member of the government who supports a decision in the European Council or Council."
            },
            {
                "length": 188,
                "short": "\"UK Government Restrictions on Ratifying EU Treaties and Decisions\"",
                "text": "\n* Simplified point 1: The UK government cannot ratify certain treaties or decisions made by the European Union without first getting approval from the British parliament.\n* Simplified point 2: These treaties or decisions include changes to the EU's objectives, new exclusive competences, extensions of existing competences, and certain decisions about economic and employment policies, foreign policy, and sanctions.\n* Simplified point 3: The UK government must lay a statement before parliament explaining whether the treaty or decision falls within these restrictions and why.\n* Simplified point 4: If the treaty or decision involves significant changes to the EU's competences or has a significant impact on the UK, then a referendum must be held before the treaty can be ratified."
            },
            {
                "length": 243,
                "short": "\"UK Government Limited Power on EU Decisions\"",
                "text": "* Simplified point 1: The UK government cannot vote in favor of or support any EU decisions that require parliamentary approval under this act unless the draft decision is approved by an Act of Parliament.\n* Simplified point 2: The decisions that require parliamentary approval include decisions under Article 352 of TFEU, decisions under Article 48(7) of TEU, and decisions under Article 218(8) of TFEU.\n* Simplified point 3: The UK government cannot give notifications under Article 4 of the Schengen Protocol unless parliamentary approval has been given.\n* Simplified point 4: The decisions that require parliamentary approval are listed in subsections (1) to (5) of Section 3 of the Act.\n* Simplified point 5: The Act sets out the requirements for parliamentary approval of EU decisions, including the requirement for a draft decision to be approved by an Act of Parliament and the requirement for a motion to be moved in each House of Parliament."
            },
            {
                "length": 170,
                "short": "\"Referendum Voting Rules and Eligibility\"",
                "text": "\n* Simplified point 1: The extract outlines the rules for who can vote in a referendum held under Section 2, 3, or 6 of the European Union Act 2011.\n* Simplified point 2: The list of eligible voters includes British citizens, Irish citizens, and certain Commonwealth citizens living in the UK, as well as those disqualified from voting due to their peerage status.\n* Simplified point 3: Separate questions must be included on the ballot paper for each treaty or decision being voted on.\n* Simplified point 4: The Electoral Commission is responsible for promoting public awareness of the referendum and its subject matter."
            },
            {
                "length": 228,
                "short": "\"Legislative Changes for European Union Laws\"",
                "text": "\n* Simplified point 1: This section of the legislation makes changes to existing laws related to the European Union (EU) to reflect the new requirements set out in the European Union Act 2011.\n* Simplified point 2: The section specifically amends two previous acts - the European Communities (Amendment) Act 1993 and the European Union (Amendment) Act 2008 - to bring them in line with the new restrictions on treaties and decisions relating to the EU set out in the European Union Act 2011.\n* Simplified point 3: The section also repeals four earlier enactments that are now superseded by the provisions of this part of the legislation. These include sections of the European Communities (Amendment) Acts of 1993 and 2002, as well as section 6 of the European Union (Amendment) Act 2008."
            },
            {
                "length": 181,
                "short": "\"EU Legislative Update: MEP Representation and Electoral Changes\"",
                "text": "\n* Simplified point 1: This extract of the legislation approves the Protocol on MEPs, which amends the founding treaties of the EU to change the number of Members of the European Parliament (MEPs) representing each region.\n* Simplified point 2: The extract also makes changes to the way the additional MEP seat allocated to the West Midlands region will be filled, based on the results of the previous general election.\n* Simplified point 3: The changes made by this extract will cease to have effect on the date appointed under section 4 of the European Parliamentary Elections Act 2002, which is the date of the next general election of members of the European Parliament after the passage of this act."
            },
            {
                "length": 202,
                "short": "\"EU Laws Limited to Statutory Basis in UK; Financial Provisions and Extension to Gibraltar.\"",
                "text": "\n* Simplified point 1: This extract of the legislation confirms that EU laws can only be recognized and applied in the UK if they are based on a statutory basis, meaning they must be explicitly stated in the European Communities Act 1972 or another act.\n* Simplified point 2: The legislation provides financial provisions for increases in sums payable under other acts, and charges these increases on the Consolidated Fund.\n* Simplified point 3: The Act extends to the whole of the UK, including Gibraltar, but the commencement of certain provisions is subject to appointment by the Secretary of State through a statutory instrument.\n* Simplified point 4: The Act may be cited as the European Union Act 2011."
            }
        ],
        [
            {
                "length": 302,
                "short": "\"European Union Act 2011: Key Provisions and Ratification Limitations\"",
                "text": "\n* Simplified point 1: This section defines key terms used in Part 1 of the European Union Act 2011, such as \"TEU\" and \"TFEU\", and explains how certain treaties and decisions should be interpreted.\n* Simplified point 2: The UK government cannot ratify certain treaties or decisions made by the European Union without first getting approval from the British parliament.\n* Simplified point 3: The UK government limited power on EU decisions, it cannot vote in favor of or support any EU decisions that require parliamentary approval under this act unless the draft decision is approved by an Act of Parliament.\n* Simplified point 4: The decisions that require parliamentary approval include decisions under Article 352 of TFEU, decisions under Article 48(7) of TEU, and decisions under Article 218(8) of TFEU.\n* Simplified point 5: The Referendum voting rules and eligibility, separate questions must be included on the ballot paper for each treaty or decision being voted on.\n* Simplified point 6: The Legislative changes for European union laws, this section of the legislation makes changes to existing laws related to the European Union (EU) to reflect the new requirements set out in the European Union Act 2011."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The European Union Act 2011 is a law passed in the United Kingdom that regulates how the country interacts with the European Union. It sets out rules for when the UK government can ratify EU treaties and decisions, and requires parliamentary approval for certain decisions. The law also limits the power of the UK government on EU decisions and provides for referendums to be held on certain issues. Additionally, the law updates existing legislation related to the EU and makes changes to the way Members of the European Parliament are represented in the UK. Finally, the law confirms that EU laws can only be recognized and applied in the UK if they are based on a statutory basis."
}