[
    {
        "length": 1627,
        "text": "\nRestriction of early release in England and Wales\n\tEligibility for release on licence of terrorist prisoners: England andWales\n\t\tThe Criminal Justice Act 2003 is amended as follows.\n\t\tAfter section 247 insert—\n\t\t“247ARestricted eligibility for release on licence of terrorist prisoners\n\t\t\tThis section applies to a prisoner (a “terrorist prisoner”) who—\n\t\t\t\tis serving a fixed-term sentence imposed (whether before or after thissection comes into force) in respect of an offence within subsection (2), and\n\t\t\t\thas not been released on licence.\n\t\t\tAn offence is within this subsection (whether it was committed before orafter this section comes into force) if—\n\t\t\t\tit is specified in Part 1 of Schedule 19ZA (offences under counter-terrorism legislation),\n\t\t\t\tit is specified in Part 2 of that Schedule and was determined by the courtto have had a terrorist connection under section 30 or (in the case of aperson sentenced in Scotland but now subject to the provisions of thisChapter) section 31 of the Counter-Terrorism Act 2008 (sentences for certainoffences with a terrorist connection), or\n\t\t\t\tit is a service offence as respects which the corresponding civil offenceis an offence specified in Part 2 of that Schedule and was determined by theservice court to have had a terrorist connection under section 32 of that Act(sentences for certain offences with a terrorist connection: armed forces).\n\t\t\tIt is the duty of the Secretary of State to refer the case of a terroristprisoner to the Board—\n\t\t\t\tas soon as the prisoner has served the requisite custodial period, and\n\t\t\t\twhere there has been a previous reference of the prisoner’s case to theBoard under this subsection and the Board did not direct the prisoner’srelease, no later than the second anniversary of the disposal of thatreference.\n\t\t\tIt is the duty of the Secretary of State to release a terrorist prisoner onlicence as soon as—\n\t\t\t\tthe prisoner has served the requisite custodial period, and\n\t\t\t\tthe Board has directed the release of the prisoner under this section.\n\t\t\tThe Board must not give a direction under subsection (4) unless—\n\t\t\t\tthe Secretary of State has referred the terrorist prisoner’s case to theBoard, and\n\t\t\t\tthe Board is satisfied that it is no longer necessary for the protection ofthe public that the prisoner should be confined.\n\t\t\tSubsection (7) applies where the terrorist prisoner is serving a sentenceimposed under section 226A, 226B, 227, 228 or 236A.\n\t\t\tIt is the duty of the Secretary of State to release the terrorist prisoneron licence under this section as soon as the prisoner has served theappropriate custodial term (see sections 255B and 255C for provision about there-release of a person who has been recalled under section 254).\n\t\t\tFor the purposes of this section—\n\t\t\t\t  * “the appropriate custodial term”, in relation to a sentence imposed under section 226A, 226B, 227, 228 or 236A, means the term determined as such by the court under that provision;\n\t\t\t\t  * “the requisite custodial period” means—\n\t\t\t\tin relation to a person serving one sentence imposed under section 226A, 226B,227, 228, or 236A, two-thirds of the appropriate custodial term,\n\t\t\t\tin relation to a person serving one sentence of any other kind, two-thirds ofthe sentence, and\n\t\t\t\tin relation to a person serving two or more concurrent or consecutivesentences, the period determined under sections 263(2) and 264(2);\n\t\t\t\t\t  * “service offence”, “corresponding civil offence” and “service court” have the same meanings as in the Counter-Terrorism Act 2008 (see section 95 of that Act).\n\t\t\tFor the purposes of this section, a reference of a terrorist prisoner’scase to the Board disposed of before the day on which this section comes intoforce is to be treated as if it was made (and disposed of) under subsection(3) if—\n\t\t\t\tit was made under section 244A(2)(b) and disposed of at a time when theprisoner had served the requisite custodial sentence (within the meaning ofthis section, not section 244A), or\n\t\t\t\tit was made under section 246A(4).\n\t\t\tNothing in this section affects the duty of the Secretary of State torelease a person whose release has been directed by the Board before thissection comes into force.\n\t\t\tThis section is subject to paragraphs 5, 17 and 19 of Schedule 20B(transitional cases).”\n\t\t\tAfter Schedule 19 insert, as Schedule 19ZA, the Schedule set out inSchedule 1 to this Act.\n\tDisapplication of existing release provisions: England and Wales\n\t\tThe Criminal Justice Act 2003 is amended as follows.\n\t\tIn section 243A (duty to release certain prisoners serving less than 12months) after subsection (1A) insert—\n\t\t\t“(1B)But this section does not apply to a prisoner to whom section 247Aapplies.”\n\t\tIn section 244 (duty to release prisoners) in subsection (1), for “or 247”substitute “, 247 or 247A”.\n\t\tIn section 244A (release on licence of prisoners serving sentence undersection 236A) in subsection (1), at the end insert “, other than a prisoner towhom section 247A applies”.\n\t\tIn section 246(4) (exceptions from power to release prisoners earlier thanrequired) after paragraph (aa) insert—\n\t\t\tthe prisoner is one to whom section 247A applies,”.\n\t\tIn section 246A (release on licence of prisoners serving extended sentenceunder section 226A or 226B) in subsection (1), at the end insert “, other thana prisoner to whom section 247A applies”.\n\t\tIn section 247 (release on licence of prisoner serving extended sentenceunder section 227 or 228) in subsection (1), at the end insert “, other than aprisoner to whom section 247A applies”."
    },
    {
        "length": 1164,
        "text": "\nRestriction of early release in Scotland\n\tEligibility for release on licence of terrorist prisoners: Scotland\n\t\tThe Prisoners and Criminal Proceedings (Scotland) Act 1993 is amended asfollows.\n\t\tAfter section 1AA insert—\n\t\t“1ABRestricted eligibility for release on licence of terrorist prisoners\n\t\t\tThis section applies to a person other than a life prisoner (a “terroristprisoner”) who—\n\t\t\t\tis serving a sentence of imprisonment imposed (whether before or after thissection comes into force) in respect of an offence within subsection (2), and\n\t\t\t\thas not been released on licence.\n\t\t\tAn offence is within this subsection (whether it was committed before orafter this section comes into force) if—\n\t\t\t\tit is specified in Part 1 of Schedule 1A (offences under counter-terrorismlegislation),\n\t\t\t\tit is specified in Part 2 of that Schedule and was determined by the courtto have had a terrorist connection under section 31 or (in the case of aperson sentenced in England and Wales or Northern Ireland and now subject tothe provisions of this Part relating to early release) section 30 of theCounter-Terrorism Act 2008 (sentences for certain offences with a terroristconnection), or\n\t\t\t\tit is a service offence as respects which the corresponding civil offenceis an offence specified in Part 2 of that Schedule and was determined by theservice court to have had a terrorist connection under section 32 of that Act(sentences for certain offences with a terrorist connection: armed forces).\n\t\t\tThe Scottish Ministers must refer the case of a terrorist prisoner to theParole Board—\n\t\t\t\tas soon as the prisoner has served two-thirds of the prisoner’s sentence,and\n\t\t\t\twhere there has been a previous reference of the prisoner’s case to theParole Board under this subsection and the Parole Board did not recommend theprisoner’s release, no later than the second anniversary of the disposal ofthat reference.\n\t\t\tAs soon as the Parole Board has recommended the release of a terroristprisoner under this section in pursuance of a referral under subsection (3),the Scottish Ministers must release the prisoner on licence.\n\t\t\tThe Parole Board must not make a recommendation under subsection (4) unlessit is satisfied that it is no longer necessary for the protection of thepublic that the terrorist prisoner should be confined.\n\t\t\tFor the purposes of this section, “service offence”, “corresponding civiloffence” and “service court” have the same meanings as in the Counter-Terrorism Act 2008 (see section 95 of that Act).\n\t\t\tThis section is subject to section 8 of the Terrorist Offenders(Restriction of Early Release) Act 2020 (transitional provision for terroristprisoners subject to supervised release orders).”\n\t\t\tAfter Schedule 1 insert, as Schedule 1A, the Schedule set out in Schedule 2to this Act.\n\tDisapplication of existing release provisions: Scotland\n\t\tThe Prisoners and Criminal Proceedings (Scotland) Act 1993 is amended asfollows.\n\t\tIn section 1 (early release of short-term, long-term and life prisoners)after subsection (8) insert—\n\t\tThis section does not apply in relation to a person to whom section 1ABapplies.”\n\t\tIn section 1AA (short-term prisoners: early release of certain sexualoffenders) after subsection (8) insert—\n\t\tThis section does not apply in relation to a person to whom section 1ABapplies.”\n\t\tIn section 3AA (further powers to release prisoners) after subsection (7)insert—\n\t\tThis section does not apply in relation to a person to whom section 1ABapplies.”\n\t\tIn section 5 (application of Part to fine defaulters and persons incontempt of court)—\n\t\t\tin subsection (2) at the beginning insert “Subject to subsection (2A),”,and\n\t\t\tafter subsection (2) insert—\n\t\t\t\t“(2A)Subsection (2) does not apply in relation to a person to whom section 1ABapplies.”\n\t\tIn section 7 (children detained in solemn proceedings)—\n\t\t\tin subsection (5)(a) after “sections” insert “1AB,”, and\n\t\t\tafter subsection (7) insert—\n\t\tThis section (other than subsection (5)) does not apply in relation to aperson to whom section 1AB applies.”\n\t\tIn section 9 (persons liable to removal from the United Kingdom) aftersubsection (1) insert—\n\t\t“(1A)Subsection (1) does not apply in relation to a person to whom section 1ABapplies.”"
    },
    {
        "length": 147,
        "text": "\nLicence conditions\n\tSetting of licence conditions for terrorist prisoners: England and Wales\n\t\tIn section 250 of the Criminal Justice Act 2003 (licence conditions) aftersubsection (5B) (Secretary of State not to include, vary or cancel licenceconditions unless directed by the Parole Board) insert—\n\t“(5BA)But in the case of a licence granted to a prisoner to whom section 247Aapplies, or would apply but for the prisoner’s release under the licence,subsection (5B) applies only if the licence was granted following a directionof the Board for the prisoner’s release.”"
    },
    {
        "length": 2842,
        "text": "\nConsequential and transitional provision\n\tConsequential amendments relating to transitional cases: England andWales\n\t\tSchedule 20B to the Criminal Justice Act 2003 (modifications of releaseprovisions in certain transitional cases) is amended as follows.\n\t\tIn paragraph 5 (duty to release on licence at two-thirds of sentence)—\n\t\t\tin sub-paragraph (1), after “paragraph 4 applies” insert “(but to whomsection 247A does not apply)”;\n\t\t\tafter sub-paragraph (3) insert—\n\t\tWhere section 247A applies to a person—\n\t\t\tto whom paragraph 4 also applies, and\n\t\t\twho is serving a section 85 extended sentence,\n\t\t\t\tit does so with the modifications set out in sub-paragraphs (5) and (6).\n\t\tSection 247A(7) applies to the person (despite subsection (6) of thatsection).\n\t\tReferences in section 247A to—\n\t\t\tthe “appropriate custodial term” are to be read as references to thecustodial term;\n\t\t\tthe “requisite custodial period” are to be read as references to two-thirdsof the custodial term.”\n\t\tIn paragraph 6(1) (duty to release on direction of Parole Board) after“paragraph 4 applies” insert “(but to whom section 247A does not apply)”.\n\t\tIn paragraph 15(2) (modification of section 247 for certain extendedsentence prisoners under section 227 or 228) for “Section 247 (release ofprisoner on licence) applies to P” substitute “If section 247 (release ofprisoner on licence) applies to P, it applies”.\n\t\tIn paragraph 17 (licence to remain in force for three-quarters ofsentence)—\n\t\t\tin sub-paragraph (1), after “244” insert “, 247A”;\n\t\t\tafter sub-paragraph (1) insert—\n\t\t\t“(1A)But if section 247A would (disregarding this sub-paragraph) require therelease on licence of a person to whom paragraph 16 applies at any time afterthe end of the period referred to in sub-paragraph (1)—\n\t\t\tthat requirement does not apply, and\n\t\t\tit is instead the duty of the Secretary of State to release the personunconditionally.”;\n\t\t\tin sub-paragraph (3), for “(1) and (2)” substitute “(1) to (2)”.\n\t\tIn paragraph 19 (period for which licence to remain in force for section 85extended sentence prisoners)—\n\t\t\tin sub-paragraph (2), for the words from “the period found” to the endsubstitute “the relevant period”;\n\t\t\tafter sub-paragraph (4) insert—\n\t\tIn sub-paragraph (2), “the relevant period”—\n\t\t\tin relation to a person released on licence under section 247A at any timeafter the end of the period of three-quarters of the custodial term, means theperiod found by adding—\n\t\t\tthe proportion of the custodial term served before release, and\n\t\t\tthe extension period;\n\t\t\tin relation to any other case, means the period found by adding—\n\t\t\tthree-quarters of the custodial term, and\n\t\t\tthe extension period.”\n\tOther consequential amendments: England and Wales\n\t\tIn section 106A(6) of the Powers of Criminal Courts (Sentencing) Act 2000(Parole Board directions when detention and training order to take effect onrelease from sentence of detention)—\n\t\t\tomit “under section 226B or 228 of the 2003 Act”;\n\t\t\tfor “(as the case may be) subsection (2)(b) of section 247 of” substitute“subsection (4)(b) of section 247A of, or paragraph 15(3) of Schedule 20Bto,”.\n\t\tThe Criminal Justice Act 2003 is amended in accordance with subsections (3)to (8).\n\t\tIn section 256AA (supervision after end of sentence of prisoners servingless than 2 years) in subsection (1), after paragraph (ba) (but before the“or” at the end of it) insert—\n\t\t\tsection 247A applied to the offender in respect of the sentence,”.\n\t\tIn section 256B (supervision after release of certain young offendersserving less than 12 months) after subsection (1A) insert—\n\t\t\t“(1B)But this section does not apply where a person (“the offender”) isreleased from a sentence in respect of which section 247A applied to theoffender.”\n\t\tIn section 260 (early removal of prisoners liable to removal from theUnited Kingdom)—\n\t\t\tin subsection (1), for “subsection (2)” substitute “subsections (2) and(2C)”;\n\t\t\tin subsection (2A), at the beginning insert “Subject to subsection (2C),”;\n\t\t\tafter subsection (2B) insert—\n\t\t\t“(2C)Subsections (1) and (2A) do not apply in relation to a prisoner to whomsection 247A applies.”;\n\t\t\tat the end insert—\n\t\tSubsection (2C) does not affect the continued liability to detention undersubsection (4)(b) of a prisoner removed from prison under this section beforesubsection (2C) came into force and in such a case—\n\t\t\tthe “requisite custodial period” in subsection (4)(b) has the meaning givenby section 247A(8), and\n\t\t\tsubsection (5) is to be read as including reference to section 247A.”\n\t\tIn section 261 (re-entry into the United Kingdom of offender removed fromprison early)—\n\t\t\tin subsection (5)(b), for “or 247” substitute “, 247 or 247A”;\n\t\t\tin subsection (6), after the definition of “outstanding custodial period”,insert—\n\t\t\t\t  * ““requisite custodial period”, in relation to a person to whom section 247A applies, has the meaning given by section 247A(8) (see section 268(1A) for its meaning in other cases);”.\n\t\tIn section 264 (release on licence of prisoners serving consecutivesentences)—\n\t\t\tin subsection (6), after ““custodial period”” insert “, except ifsubsection (6A) applies,”;\n\t\t\tafter that subsection insert—\n\t\t\t“(6A)In this section “custodial period”, in the case of a sentence imposed ona person to whom section 247A applies, means—\n\t\t\tin relation to an extended sentence imposed under section 226A, 226B, 227or 228, or a sentence imposed under section 236A, two-thirds of theappropriate custodial term determined by the court under that section;\n\t\t\tin relation to any other sentence, two-thirds of the sentence.”\n\t\tIn section 268 (interpretation of release provisions) in subsection (1A),after ““the requisite custodial period” means” insert “(except where it hasthe meaning given by section 247A(8))”.\n\t\tIn section 128 of the Legal Aid, Sentencing and Punishment of Offenders Act2012 (power to change test for discretionary release)—\n\t\t\tin subsection (2)—\n\t\t\tafter paragraph (ba) (but before the “or” at the end of it) insert—\n\t\t\ta terrorist prisoner,”;\n\t\t\tin paragraph (c), after “a person” insert “, other than a terroristprisoner,”;\n\t\t\tin subsection (3), after paragraph (b) insert—\n\t\t\tamend section 247A of the Criminal Justice Act 2003 (restrictedeligibility for release on licence of terrorist prisoners);”;\n\t\t\tin subsection (6)—\n\t\t\tin the definitions of “extended sentence prisoner” and “section 236Aprisoner”, after “a prisoner” insert “, other than a terrorist prisoner,”;\n\t\t\tat the end insert—\n\t\t\t\t  * ““terrorist prisoner” means a prisoner to whom section 247A of the Criminal Justice Act 2003 applies (or would apply but for the prisoner‘s release on licence).”\n\tTransitional provision for terrorist prisoners subject to supervisedrelease orders: Scotland\n\t\tThis section applies where—\n\t\t\ta terrorist prisoner was sentenced before the coming into force of section1AB of the Prisoners and Criminal Proceedings (Scotland) Act 1993 (the “1993Act”) (inserted by section 3), and\n\t\t\tthe court, on passing sentence, made a supervised release order undersection 209 of the Criminal Procedure (Scotland) Act 1995 (the “1995 Act”) inrespect of the prisoner.\n\t\tIf the terrorist prisoner is not released under section 1AB of the 1993 Actuntil the end of the prisoner’s sentence, the supervised release order isrevoked on the prisoner’s release.\n\t\tIf the Parole Board for Scotland recommends the release of the terroristprisoner under section 1AB of the 1993 Act before the end of the prisoner’ssentence—\n\t\t\tthe Scottish Ministers must release the prisoner unconditionally (despitesection 1AB(4)), and\n\t\t\tthe supervised release order applies in relation to the prisoner subject tothe modifications in subsection (4).\n\t\tWhere the terrorist prisoner is released under subsection (3), thesupervised release order has effect during the period—\n\t\t\tbeginning with the day on which the terrorist prisoner is released, and\n\t\t\tending with whichever of the following is the earlier—\n\t\t\tthe day on which the supervised release order would, but for section 3 andthis section, have ceased to have effect, and\n\t\t\tthe end of the prisoner’s sentence,\n\t\t\t\tand section 209 of the 1995 Act and the supervised release order are to beread accordingly.\n\t\tTerms used in this section and defined for the purposes of section 1AB ofthe 1993 Act have the same meaning in this section as in that section.\n\tConsequential amendments: Scotland\n\t\tSection 11 of the Prisoners and Criminal Proceedings (Scotland) Act 1993(duration of licence) is amended as follows.\n\t\tIn subsection (3)(a)—\n\t\t\tafter “until” insert—\n\t\t\tin the case of a person to whom section 1AB applies, the date on which,but for such release, the entire period specified in the prisoner’s sentence(reckoned from the commencement of the sentence) has elapsed, and\n\t\t\tin any other case,”, and\n\t\t\tfor “such release” substitute “the release under section 3(1)”.\n\t\tAfter subsection (3) insert—\n\t\t\t“(3ZA)Where a short-term prisoner is released on licence under section 1AB,the licence (unless revoked) remains in force until the entire periodspecified in the prisoner’s sentence (reckoned from the commencement of thesentence) has elapsed.”"
    },
    {
        "length": 280,
        "text": "\nFinal provision\n\tExtent, commencement, transitory provision and short title\n\t\tThe following extend to England and Wales only—\n\t\t\tsection 1 (and Schedule 1), and\n\t\t\tsections 2, 5, 6 and 7.\n\t\tThe following extend to Scotland only—\n\t\t\tsection 3 (and Schedule 2), and\n\t\t\tsections 4, 8 and 9.\n\t\tThis section extends to England and Wales and Scotland.\n\t\tThis Act comes into force on the day on which it is passed.\n\t\tA reference to any paragraph of Schedule 4 to the Space Industry Act 2018in—\n\t\t\tSchedule 19ZA to the Criminal Justice Act 2003 (as inserted by section 1 ofthis Act), or\n\t\t\tSchedule 1A to the Prisoners and Criminal Proceedings (Scotland) Act 1993(as inserted by section 3 of this Act),\n\t\t\t\tis to be ignored until the paragraph concerned comes into force.\n\t\tThis Act may be cited as the Terrorist Offenders (Restriction of EarlyRelease) Act 2020."
    }
]