{
    "general": "This law makes sure that people who commit acts of terrorism will not be released from prison early, even if they have served half of their sentence. It also ensures that these prisoners are kept under close supervision after they are released. The purpose of this law is to keep society safe by keeping dangerous terrorists behind bars for as long as possible.",
    "series": [
        [
            {
                "length": 327,
                "short": "\"Tougher Sentencing for Terrorists: Restricting Early Release\"",
                "text": "\n* Simplified point 1: The Terrorist Offenders (Restriction of Early Release) Act 2020 restricts the early release of terrorist prisoners in England and Wales.\n* Simplified point 2: The Act introduces a new section 247A to the Criminal Justice Act 2003, which applies to terrorist prisoners serving fixed-term sentences for certain offences with a terrorist connection.\n* Simplified point 3: The Secretary of State must refer the case of a terrorist prisoner to the Parole Board as soon as the prisoner has served the requisite custodial period, and no later than the second anniversary of the disposal of the previous reference.\n* Simplified point 4: The Parole Board must not give a direction for the release of a terrorist prisoner unless it is satisfied that it is no longer necessary for the protection of the public that the prisoner should be confined.\n* Simplified point 5: The Act disapplies existing release provisions for terrorist prisoners in England and Wales, and instead introduces a new eligibility criteria for release on licence.\n* Simplified point 6: The new eligibility criteria require that the prisoner has served the appropriate custodial term, as determined by the court, and that the Parole Board is satisfied that it is no longer necessary for the protection of the public that the prisoner should be confined."
            },
            {
                "length": 303,
                "short": "\"Tougher Terrorist Prison Sentencing in Scotland: No Early Release Until Two-Thirds Served\"",
                "text": "\n* Simplified point 1: This legislation restricts the early release of terrorist prisoners in Scotland.\n* Simplified point 2: It amends the Prisoners and Criminal Proceedings (Scotland) Act 1993 to introduce a new section 1AB, which specifies that terrorist prisoners are not eligible for release on licence until they have served two-thirds of their sentence and the Parole Board has recommended their release.\n* Simplified point 3: The legislation also disapplies existing release provisions for terrorist prisoners in Scotland.\n* Simplified point 4: The legislation applies to terrorist prisoners who have been sentenced for offences under counter-terrorism legislation, including offences specified in Part 1 and Part 2 of Schedule 1A.\n* Simplified point 5: The Parole Board must refer the case of a terrorist prisoner to the Scottish Ministers as soon as the prisoner has served two-thirds of their sentence, and the Scottish Ministers must release the prisoner on licence if the Parole Board recommends their release.\n* Simplified point 6: The legislation is subject to transitional provisions for terrorist prisoners subject to supervised release orders."
            },
            {
                "length": 220,
                "short": "\"UK Terrorist Prisoner Licensing Regulations\"",
                "text": "\n* Simplified point 1: The UK government can set licence conditions for terrorist prisoners in England and Wales.\n* Simplified point 2: The Secretary of State can only include, vary, or cancel licence conditions if directed by the Parole Board, except in cases where the prisoner is subject to section 247A of the Criminal Justice Act 2003.\n* Simplified point 3: The Parole Board must direct the Secretary of State to grant a licence to a prisoner before the licence can be granted, unless the prisoner is subject to section 247A.\n* Simplified point 4: The licence conditions for terrorist prisoners can only be varied or cancelled by the Parole Board if the prisoner is subject to section 247A.\n\nPlease note that the simplified points are not a direct copy of the original text, but rather a paraphrased version of the main points."
            },
            {
                "length": 287,
                "short": "\"UK Terrorist Offenders Law Amendments: Restricting Early Release\"",
                "text": "\n* Simplified point 1: This text delimited by triple backticks is an extract of clauses from a piece of UK Legislation with the title \"Terrorist Offenders (Restriction of Early Release) Act 2020\".\n* Simplified point 2: The extract relates to the release of terrorist prisoners and the modification of release provisions in certain transitional cases.\n* Simplified point 3: The text makes amendments to the Criminal Justice Act 2003 and the Legal Aid, Sentencing and Punishment of Offenders Act 2012, specifically in relation to the release of terrorist prisoners.\n* Simplified point 4: The amendments include the modification of release provisions for certain extended sentence prisoners under section 227 or 228, and the requirement for the Secretary of State to release certain prisoners unconditionally.\n* Simplified point 5: The text also includes transitional provisions for terrorist prisoners subject to supervised release orders in Scotland.\n* Simplified point 6: The amendments are aimed at restricting the early release of terrorist prisoners and modifying the release provisions in certain transitional cases."
            },
            {
                "length": 142,
                "short": "\"Tougher Rules for Terrorist Offender Release in UK\"",
                "text": "\n* Simplified point 1: This extract of the legislation restricts the early release of terrorist offenders in England and Wales, and also extends to Scotland.\n* Simplified point 2: The legislation comes into force on the day it is passed, and certain references to paragraphs of Schedule 4 to the Space Industry Act 2018 are ignored until the paragraphs come into force.\n* Simplified point 3: The Act may be cited as the Terrorist Offenders (Restriction of Early Release) Act 2020."
            }
        ],
        [
            {
                "length": 274,
                "short": "\"Tougher Sentencing for Terrorists: Restricting Early Release in UK\"",
                "text": "\n* Simplified point 1: The Terrorist Offenders (Restriction of Early Release) Act 2020 restricts the early release of terrorist prisoners in England and Wales, and also applies to Scotland.\n* Simplified point 2: The Act introduces new eligibility criteria for release on licence for terrorist prisoners, requiring them to serve two-thirds of their sentence before being considered for release.\n* Simplified point 3: The legislation modifies existing release provisions for terrorist prisoners in England and Wales, and disapplies these provisions in Scotland.\n* Simplified point 4: The Parole Board must refer the case of a terrorist prisoner to the Secretary of State as soon as the prisoner has served the requisite custodial period, and no later than the second anniversary of the disposal of the previous reference.\n* Simplified point 5: The Secretary of State must not give a direction for the release of a terrorist prisoner unless the Parole Board is satisfied that it is no longer necessary for the protection of the public that the prisoner should be confined.\n* Simplified point 6: The legislation sets out transitional provisions for terrorist prisoners subject to supervised release orders in Scotland."
            }
        ]
    ],
    "summary": "The Terrorist Offenders (Restriction of Early Release) Act 2020 is a law passed in the United Kingdom to restrict the early release of terrorist prisoners. The law applies to England and Wales, and also extends to Scotland. The law makes it harder for terrorist prisoners to be released from prison early, and instead requires them to serve more of their sentence before being considered for release. This is intended to better protect the public from dangerous terrorists.\n\nThe law changes the way that terrorist prisoners are released from prison. Before, some terrorist prisoners were able to be released after serving just half of their sentence. Now, these prisoners will have to serve at least two-thirds of their sentence before being considered for release. This means that terrorist prisoners will spend more time in prison before being released.\n\nThe law also gives the Parole Board more power to decide when terrorist prisoners should be released. The Parole Board must now consider whether it is still necessary for the protection of the public that the prisoner should be confined before deciding whether to release the prisoner. This means that the Parole Board will have more say in whether terrorist prisoners are released from prison early.\n\nOverall, the Terrorist Offenders (Restriction of Early Release) Act 2020 is designed to keep the public safe by making it harder for dangerous terrorists to be released from prison early."
}