{
    "general": "This law allows the government to spend money from the budget for the financial year starting on April 1, 2018, and ending on March 31, 2019. It also lets the government borrow money from the Consolidated Fund to pay for these expenses. This act also tells how much money can be spent on different things like salaries, infrastructure, healthcare, education etc.",
    "series": [
        [
            {
                "length": 164,
                "short": "\"UK Budget Allocation for Fiscal Year 2019\"",
                "text": "* Simplified point 1: The act increases the authorization for use of resources for the year ending with 31 March 2019 by £328,649,491,000.\n* Simplified point 2: The act appropriates funds for various expenditures such as current or capital purposes, and identifies the sources of income arising for the year ending with 31 March 2019.\n* Simplified point 3: The act sets out the estimated surplus and provides for the appropriation of income to the extent only that it is consistent with financial planning that produces a surplus of at least that amount."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Supply and Appropriation (Main Estimates) Act 2018 allows the government to spend more money during the fiscal year ending on March 31st, 2019. Specifically, it gives permission to spend an extra £328,649,491,000 on various things like current or capital purposes. This law also decides how the government will get the money needed for these expenses, such as through taxes or other forms of income. Additionally, the law requires that any excess income must be saved, rather than spent, so that the government can maintain a healthy budget surplus. In short, this law helps the government plan its finances for the upcoming year.",
    "single": "\n* The Supply and Appropriation (Main Estimates) Act 2018 authorizes the use of resources for the year ending March 31, 2019.\n* The act appropriates £601,813,290,000 for the year ending March 31, 2019, of which £290,785,115,000 is for current purposes and £37,864,376,000 is for capital purposes.\n* The act also appropriates £503,467,298,000 for the year ending March 31, 2019, of which £276,216,262,000 is for current purposes and £227,251,036,000 is for capital purposes.\n* The act authorizes the issue of money out of the Consolidated Fund up to £276,216,262,000 for the year ending March 31, 2019.\n* The act appropriates resources for various purposes, including:\n\t+ £150,000,000 for the Cabinet Office.\n\t+ £100,000,000 for the Ministry of Housing, Communities and Local Government.\n\t+ £50,000,000 for the Ministry of Justice.\n\t+ £25,000,000 for the Home Office.\n\t+ £20,000,000 for the Department for Transport.\n\t+ £15,000,000 for the Department for Environment, Food and Rural Affairs.\n\t+ £10,000,000 for the Department for International Development.\n\t+ £5,000,000 for the Northern Ireland Office.\n* The act also makes provision for the use of income arising for the year ending March 31, 2019, and authorizes the Treasury to give directions for the rectification of any contraventions of the act.\n* The act comes into force on April 1, 2018."
}