[
    {
        "length": 488,
        "text": "\nDestruction rule for fingerprints and DNA profiles subject to PACE\n\tDestruction of fingerprints and DNA profiles\n\t\tAfter section 63C of the Police and Criminal Evidence Act 1984 insert—\n\t\t“63DDestruction of fingerprints and DNA profiles\n\t\t\tThis section applies to—\n\t\t\t\tfingerprints— \n\t\t\t\ttaken from a person under any power conferred by this Part of this Act, or\n\t\t\t\ttaken by the police, with the consent of the person from whom they weretaken, in connection with the investigation of an offence by the police, and\n\t\t\t\ta DNA profile derived from a DNA sample taken as mentioned in paragraph(a)(i) or (ii).\n\t\t\tFingerprints and DNA profiles to which this section applies (“section 63Dmaterial”) must be destroyed if it appears to the responsible chief officer ofpolice that—\n\t\t\t\tthe taking of the fingerprint or, in the case of a DNA profile, the takingof the sample from which the DNA profile was derived, was unlawful, or\n\t\t\t\tthe fingerprint was taken, or, in the case of a DNA profile, was derivedfrom a sample taken, from a person in connection with that person’s arrest andthe arrest was unlawful or based on mistaken identity.\n\t\t\tIn any other case, section 63D material must be destroyed unless it isretained under any power conferred by sections 63E to 63O (including thosesections as applied by section 63P).\n\t\t\tSection 63D material which ceases to be retained under a power mentioned insubsection (3) may continue to be retained under any other such power whichapplies to it.\n\t\t\tNothing in this section prevents a speculative search, in relation tosection 63D material, from being carried out within such time as mayreasonably be required for the search if the responsible chief officer ofpolice considers the search to be desirable.”"
    },
    {
        "length": 181,
        "text": "\nMaterial retained pending investigation or proceedings\n\tAfter section 63D of the Police and Criminal Evidence Act 1984 (for which seesection 1) insert—\n\t“63ERetention of section 63D material pending investigation orproceedings\n\t\tThis section applies to section 63D material taken (or, in the case of aDNA profile, derived from a sample taken) in connection with the investigationof an offence in which it is suspected that the person to whom the materialrelates has been involved.\n\t\tThe material may be retained until the conclusion of the investigation ofthe offence or, where the investigation gives rise to proceedings against theperson for the offence, until the conclusion of those proceedings.”"
    },
    {
        "length": 1857,
        "text": "\nPersons arrested for or charged with a qualifying offence\n\tAfter section 63E of the Police and Criminal Evidence Act 1984 (for which seesection 2) insert—\n\t“63FRetention of section 63D material: persons arrested for or chargedwith a qualifying offence\n\t\tThis section applies to section 63D material which—\n\t\t\trelates to a person who is arrested for, or charged with, a qualifyingoffence but is not convicted of that offence, and\n\t\t\twas taken (or, in the case of a DNA profile, derived from a sample taken)in connection with the investigation of the offence.\n\t\tIf the person has previously been convicted of a recordable offence whichis not an excluded offence, or is so convicted before the material is requiredto be destroyed by virtue of this section, the material may be retainedindefinitely.\n\t\tOtherwise, material falling within subsection (4) or (5) may be retaineduntil the end of the retention period specified in subsection (6).\n\t\tMaterial falls within this subsection if it—\n\t\t\trelates to a person who is charged with a qualifying offence but is notconvicted of that offence, and\n\t\t\twas taken (or, in the case of a DNA profile, derived from a sample taken)in connection with the investigation of the offence.\n\t\tMaterial falls within this subsection if—\n\t\t\tit relates to a person who is arrested for a qualifying offence but is notcharged with that offence,\n\t\t\tit was taken (or, in the case of a DNA profile, derived from a sampletaken) in connection with the investigation of the offence, and\n\t\t\tthe Commissioner for the Retention and Use of Biometric Material hasconsented under section 63G to the retention of the material.\n\t\tThe retention period is—\n\t\t\tin the case of fingerprints, the period of 3 years beginning with the dateon which the fingerprints were taken, and\n\t\t\tin the case of a DNA profile, the period of 3 years beginning with the dateon which the DNA sample from which the profile was derived was taken (or, ifthe profile was derived from more than one DNA sample, the date on which thefirst of those samples was taken).\n\t\tThe responsible chief officer of police or a specified chief officer ofpolice may apply to a District Judge (Magistrates’ Courts) for an orderextending the retention period.\n\t\tAn application for an order under subsection (7) must be made within theperiod of 3 months ending on the last day of the retention period.\n\t\tAn order under subsection (7) may extend the retention period by a periodwhich—\n\t\t\tbegins with the end of the retention period, and\n\t\t\tends with the end of the period of 2 years beginning with the end of theretention period.\n\t\tThe following persons may appeal to the Crown Court against an order undersubsection (7), or a refusal to make such an order—\n\t\t\tthe responsible chief officer of police;\n\t\t\ta specified chief officer of police;\n\t\t\tthe person from whom the material was taken.\n\t\tIn this section—\n\t\t\t  * “excluded offence”, in relation to a person, means a recordable offence—\n\t\t\twhich—\n\t\t\tis not a qualifying offence,\n\t\t\tis the only recordable offence of which the person has been convicted, and\n\t\t\twas committed when the person was aged under 18, and\n\t\t\tfor which the person was not given a relevant custodial sentence of 5 years ormore,\n\t\t\t\t  * “relevant custodial sentence” has the meaning given by section 63K(6),\n\t\t\t\t  * “a specified chief officer of police” means—\n\t\t\tthe chief officer of the police force of the area in which the person fromwhom the material was taken resides, or\n\t\t\ta chief officer of police who believes that the person is in, or is intendingto come to, the chief officer’s police area.\n\tGRetention of section 63D material by virtue of section 63F(5):consent of Commissioner\n\t\tThe responsible chief officer of police may apply under subsection (2) or(3) to the Commissioner for the Retention and Use of Biometric Material forconsent to the retention of section 63D material which falls within section63F(5)(a) and (b).\n\t\tThe responsible chief officer of police may make an application under thissubsection if the responsible chief officer of police considers that thematerial was taken (or, in the case of a DNA profile, derived from a sampletaken) in connection with the investigation of an offence where any allegedvictim of the offence was, at the time of the offence—\n\t\t\tunder the age of 18,\n\t\t\ta vulnerable adult, or\n\t\t\tassociated with the person to whom the material relates.\n\t\tThe responsible chief officer of police may make an application under thissubsection if the responsible chief officer of police considers that—\n\t\t\tthe material is not material to which subsection (2) relates, but\n\t\t\tthe retention of the material is necessary to assist in the prevention ordetection of crime.\n\t\tThe Commissioner may, on an application under this section, consent to theretention of material to which the application relates if the Commissionerconsiders that it is appropriate to retain the material.\n\t\tBut where notice is given under subsection (6) in relation to theapplication, the Commissioner must, before deciding whether or not to giveconsent, consider any representations by the person to whom the materialrelates which are made within the period of 28 days beginning with the day onwhich the notice is given.\n\t\tThe responsible chief officer of police must give to the person to whom thematerial relates notice of—\n\t\t\tan application under this section, and\n\t\t\tthe right to make representations.\n\t\tA notice under subsection (6) may, in particular, be given to a person by—\n\t\t\tleaving it at the person’s usual or last known address (whether residentialor otherwise),\n\t\t\tsending it to the person by post at that address, or\n\t\t\tsending it to the person by email or other electronic means.\n\t\tThe requirement in subsection (6) does not apply if the whereabouts of theperson to whom the material relates is not known and cannot, after reasonableinquiry, be ascertained by the responsible chief officer of police.\n\t\tAn application or notice under this section must be in writing.\n\t\tIn this section—\n\t\t\t  * “victim” includes intended victim,\n\t\t\t  * “vulnerable adult” means a person aged 18 or over whose ability to protect himself or herself from violence, abuse or neglect is significantly impaired through physical or mental disability or illness, through old age or otherwise,\n\t\t\tand the reference in subsection (2)(c) to a person being associated withanother person is to be read in accordance with section 62(3) to (7) of theFamily Law Act 1996.”"
    },
    {
        "length": 329,
        "text": "\nPersons arrested for or charged with a minor offence\n\tAfter section 63G of the Police and Criminal Evidence Act 1984 (for which seesection 3) insert—\n\t“63HRetention of section 63D material: persons arrested for or chargedwith a minor offence\n\t\tThis section applies to section 63D material which—\n\t\t\trelates to a person who—\n\t\t\tis arrested for or charged with a recordable offence other than aqualifying offence,\n\t\t\tif arrested for or charged with more than one offence arising out of asingle course of action, is not also arrested for or charged with a qualifyingoffence, and\n\t\t\tis not convicted of the offence or offences in respect of which theperson is arrested or charged, and\n\t\t\twas taken (or, in the case of a DNA profile, derived from a sample taken)in connection with the investigation of the offence or offences in respect ofwhich the person is arrested or charged.\n\t\tIf the person has previously been convicted of a recordable offence whichis not an excluded offence, the material may be retained indefinitely.\n\t\tIn this section “excluded offence” has the meaning given by section 63F(11).”"
    },
    {
        "length": 253,
        "text": "\nPersons convicted of a recordable offence\n\tAfter section 63H of the Police and Criminal Evidence Act 1984 (for which seesection 4) insert—\n\t“63IRetention of material: persons convicted of a recordable offence\n\t\tThis section applies, subject to subsection (3), to—\n\t\t\tsection 63D material which—\n\t\t\trelates to a person who is convicted of a recordable offence, and\n\t\t\twas taken (or, in the case of a DNA profile, derived from a sample taken)in connection with the investigation of the offence, or\n\t\t\tmaterial taken under section 61(6) or 63(3B) which relates to a person whois convicted of a recordable offence.\n\t\tThe material may be retained indefinitely.\n\t\tThis section does not apply to section 63D material to which section 63Kapplies.”"
    },
    {
        "length": 258,
        "text": "\nPersons convicted of an offence outside England and Wales\n\tAfter section 63I of the Police and Criminal Evidence Act 1984 (for which seesection 5) insert—\n\t“63JRetention of material: persons convicted of an offence outsideEngland and Wales\n\t\tThis section applies to material falling within subsection (2) relating toa person who is convicted of an offence under the law of any country orterritory outside England and Wales.\n\t\tMaterial falls within this subsection if it is—\n\t\t\tfingerprints taken from the person under section 61(6D) (power to takefingerprints without consent in relation to offences outside England andWales), or\n\t\t\ta DNA profile derived from a DNA sample taken from the person under section62(2A) or 63(3E) (powers to take intimate and non-intimate samples in relationto offences outside England and Wales).\n\t\tThe material may be retained indefinitely.”"
    },
    {
        "length": 644,
        "text": "\nPersons under 18 convicted of first minor offence\n\tAfter section 63J of the Police and Criminal Evidence Act 1984 (for which seesection 6) insert—\n\t“63KRetention of section 63D material: exception for persons under 18convicted of first minor offence\n\t\tThis section applies to section 63D material which—\n\t\t\trelates to a person who—\n\t\t\tis convicted of a recordable offence other than a qualifying offence,\n\t\t\thas not previously been convicted of a recordable offence, and\n\t\t\tis aged under 18 at the time of the offence, and\n\t\t\twas taken (or, in the case of a DNA profile, derived from a sample taken)in connection with the investigation of the offence.\n\t\tWhere the person is given a relevant custodial sentence of less than 5years in respect of the offence, the material may be retained until the end ofthe period consisting of the term of the sentence plus 5 years.\n\t\tWhere the person is given a relevant custodial sentence of 5 years or morein respect of the offence, the material may be retained indefinitely.\n\t\tWhere the person is given a sentence other than a relevant custodialsentence in respect of the offence, the material may be retained until—\n\t\t\tin the case of fingerprints, the end of the period of 5 years beginningwith the date on which the fingerprints were taken, and\n\t\t\tin the case of a DNA profile, the end of the period of 5 years beginningwith—\n\t\t\tthe date on which the DNA sample from which the profile was derived wastaken, or\n\t\t\tif the profile was derived from more than one DNA sample, the date onwhich the first of those samples was taken.\n\t\tBut if, before the end of the period within which material may be retainedby virtue of this section, the person is again convicted of a recordableoffence, the material may be retained indefinitely.\n\t\tIn this section, “relevant custodial sentence” means any of the following—\n\t\t\ta custodial sentence within the meaning of section 76 of the Powers ofCriminal Courts (Sentencing) Act 2000;\n\t\t\ta sentence of a period of detention and training (excluding any period ofsupervision) which a person is liable to serve under an order under section211 of the Armed Forces Act 2006 or a secure training order.”"
    },
    {
        "length": 320,
        "text": "\nPersons given a penalty notice\n\tAfter section 63K of the Police and Criminal Evidence Act 1984 (for which seesection 7) insert—\n\t“63LRetention of section 63D material: persons given a penalty notice\n\t\tThis section applies to section 63D material which—\n\t\t\trelates to a person who is given a penalty notice under section 2 of theCriminal Justice and Police Act 2001 and in respect of whom no proceedings arebrought for the offence to which the notice relates, and\n\t\t\twas taken (or, in the case of a DNA profile, derived from a sample taken)from the person in connection with the investigation of the offence to whichthe notice relates.\n\t\tThe material may be retained—\n\t\t\tin the case of fingerprints, for a period of 2 years beginning with thedate on which the fingerprints were taken,\n\t\t\tin the case of a DNA profile, for a period of 2 years beginning with—\n\t\t\tthe date on which the DNA sample from which the profile was derived wastaken, or\n\t\t\tif the profile was derived from more than one DNA sample, the date onwhich the first of those samples was taken.”"
    },
    {
        "length": 219,
        "text": "\nMaterial retained for purposes of national security\n\tAfter section 63L of the Police and Criminal Evidence Act 1984 (for which seesection 8) insert—\n\t“63MRetention of section 63D material for purposes of national security\n\t\tSection 63D material may be retained for as long as a national securitydetermination made by the responsible chief officer of police has effect inrelation to it.\n\t\tA national security determination is made if the responsible chief officerof police determines that it is necessary for any section 63D material to beretained for the purposes of national security.\n\t\tA national security determination—\n\t\t\tmust be made in writing,\n\t\t\thas effect for a maximum of 2 years beginning with the date on which it ismade, and\n\t\t\tmay be renewed.”"
    },
    {
        "length": 311,
        "text": "\nMaterial given voluntarily\n\tAfter section 63M of the Police and Criminal Evidence Act 1984 (for which seesection 9) insert—\n\t“63NRetention of section 63D material given voluntarily\n\t\tThis section applies to the following section 63D material—\n\t\t\tfingerprints taken with the consent of the person from whom they weretaken, and\n\t\t\ta DNA profile derived from a DNA sample taken with the consent of theperson from whom the sample was taken.\n\t\tMaterial to which this section applies may be retained until it hasfulfilled the purpose for which it was taken or derived.\n\t\tMaterial to which this section applies which relates to—\n\t\t\ta person who is convicted of a recordable offence, or\n\t\t\ta person who has previously been convicted of a recordable offence (otherthan a person who has only one exempt conviction),\n\t\t\t\tmay be retained indefinitely.\n\t\tFor the purposes of subsection (3)(b), a conviction is exempt if it is inrespect of a recordable offence, other than a qualifying offence, committedwhen the person is aged under 18.”"
    },
    {
        "length": 221,
        "text": "\nMaterial retained with consent\n\tAfter section 63N of the Police and Criminal Evidence Act 1984 (for which seesection 10) insert—\n\t“63ORetention of section 63D material with consent\n\t\tThis section applies to the following material—\n\t\t\tfingerprints (other than fingerprints taken under section 61(6A)) to whichsection 63D applies, and\n\t\t\ta DNA profile to which section 63D applies.\n\t\tIf the person to whom the material relates consents to material to whichthis section applies being retained, the material may be retained for as longas that person consents to it being retained.\n\t\tConsent given under this section—\n\t\t\tmust be in writing, and\n\t\t\tcan be withdrawn at any time.”"
    },
    {
        "length": 236,
        "text": "\nMaterial obtained for one purpose and used for another\n\tAfter section 63O of the Police and Criminal Evidence Act 1984 (for which seesection 11) insert—\n\t“63PSection 63D material obtained for one purpose and used for another\n\t\tSubsection (2) applies if section 63D material which is taken (or, in thecase of a DNA profile, derived from a sample taken) from a person inconnection with the investigation of an offence leads to the person to whomthe material relates being arrested for or charged with, or convicted of, anoffence other than the offence under investigation.\n\t\tSections 63E to 63O and sections 63Q and 63T have effect in relation to thematerial as if the material was taken (or, in the case of a DNA profile,derived from a sample taken) in connection with the investigation of theoffence in respect of which the person is arrested or charged.”"
    },
    {
        "length": 151,
        "text": "\nDestruction of copies\n\tAfter section 63P of the Police and Criminal Evidence Act 1984 (for which seesection 12) insert—\n\t“63QDestruction of copies of section 63D material\n\t\tIf fingerprints are required by section 63D to be destroyed, any copies ofthe fingerprints held by the police must also be destroyed.\n\t\tIf a DNA profile is required by that section to be destroyed, no copy maybe retained by the police except in a form which does not include informationwhich identifies the person to whom the DNA profile relates.”"
    },
    {
        "length": 1248,
        "text": "\nDestruction rules for samples and impressions of footwear subject to PACE\n\tDestruction of samples\n\t\tAfter section 63Q of the Police and Criminal Evidence Act 1984 (for which seesection 13) insert—\n\t\t“63RDestruction of samples\n\t\t\tThis section applies to samples—\n\t\t\t\ttaken from a person under any power conferred by this Part of this Act, or\n\t\t\t\ttaken by the police, with the consent of the person from whom they weretaken, in connection with the investigation of an offence by the police.\n\t\t\tSamples to which this section applies must be destroyed if it appears tothe responsible chief officer of police that—\n\t\t\t\tthe taking of the samples was unlawful, or\n\t\t\t\tthe samples were taken from a person in connection with that person’sarrest and the arrest was unlawful or based on mistaken identity.\n\t\t\tSubject to this, the rule in subsection (4) or (as the case may be) (5)applies.\n\t\t\tA DNA sample to which this section applies must be destroyed—\n\t\t\t\tas soon as a DNA profile has been derived from the sample, or\n\t\t\t\tif sooner, before the end of the period of 6 months beginning with the dateon which the sample was taken.\n\t\t\tAny other sample to which this section applies must be destroyed before theend of the period of 6 months beginning with the date on which it was taken.\n\t\t\tThe responsible chief officer of police may apply to a District Judge(Magistrates’ Courts) for an order to retain a sample to which this sectionapplies beyond the date on which the sample would otherwise be required to bedestroyed by virtue of subsection (4) or (5) if—\n\t\t\t\tthe sample was taken from a person in connection with the investigation ofa qualifying offence, and\n\t\t\t\tthe responsible chief officer of police considers that the condition insubsection (7) is met.\n\t\t\tThe condition is that, having regard to the nature and complexity of othermaterial that is evidence in relation to the offence, the sample is likely tobe needed in any proceedings for the offence for the purposes of—\n\t\t\t\tdisclosure to, or use by, a defendant, or\n\t\t\t\tresponding to any challenge by a defendant in respect of the admissibilityof material that is evidence on which the prosecution proposes to rely.\n\t\t\tAn application under subsection (6) must be made before the date on whichthe sample would otherwise be required to be destroyed by virtue of subsection(4) or (5).\n\t\t\tIf, on an application made by the responsible chief officer of police undersubsection (6), the District Judge (Magistrates’ Courts) is satisfied that thecondition in subsection (7) is met, the District Judge may make an order underthis subsection which—\n\t\t\t\tallows the sample to be retained for a period of 12 months beginning withthe date on which the sample would otherwise be required to be destroyed byvirtue of subsection (4) or (5), and\n\t\t\t\tmay be renewed (on one or more occasions) for a further period of not morethan 12 months from the end of the period when the order would otherwise ceaseto have effect.\n\t\t\tAn application for an order under subsection (9) (other than anapplication for renewal)—\n\t\t\t\tmay be made without notice of the application having been given to theperson from whom the sample was taken, and\n\t\t\t\tmay be heard and determined in private in the absence of that person.\n\t\t\tA sample retained by virtue of an order under subsection (9) must not beused other than for the purposes of any proceedings for the offence inconnection with which the sample was taken.\n\t\t\tA sample that ceases to be retained by virtue of an order under subsection(9) must be destroyed.\n\t\t\tNothing in this section prevents a speculative search, in relation tosamples to which this section applies, from being carried out within such timeas may reasonably be required for the search if the responsible chief officerof police considers the search to be desirable.”\n\tDestruction of impressions of footwear\n\t\tAfter section 63R of the Police and Criminal Evidence Act 1984 (for which seesection 14) insert—\n\t\t“63SDestruction of impressions of footwear\n\t\t\tThis section applies to impressions of footwear—\n\t\t\t\ttaken from a person under any power conferred by this Part of this Act, or\n\t\t\t\ttaken by the police, with the consent of the person from whom they weretaken, in connection with the investigation of an offence by the police.\n\t\t\tImpressions of footwear to which this section applies must be destroyedunless they are retained under subsection (3).\n\t\t\tImpressions of footwear may be retained for as long as is necessary forpurposes related to the prevention or detection of crime, the investigation ofan offence or the conduct of a prosecution.”"
    },
    {
        "length": 2054,
        "text": "\nSupplementary provision for material subject to PACE\n\tUse of retained material\n\t\tAfter section 63S of the Police and Criminal Evidence Act 1984 (for which seesection 15) insert—\n\t\t“63TUse of retained material\n\t\t\tAny material to which section 63D, 63R or 63S applies must not be usedother than—\n\t\t\t\tin the interests of national security,\n\t\t\t\tfor the purposes of a terrorist investigation,\n\t\t\t\tfor purposes related to the prevention or detection of crime, theinvestigation of an offence or the conduct of a prosecution, or\n\t\t\t\tfor purposes related to the identification of a deceased person or of theperson to whom the material relates.\n\t\t\tMaterial which is required by section 63D, 63R or 63S to be destroyed mustnot at any time after it is required to be destroyed be used—\n\t\t\t\tin evidence against the person to whom the material relates, or\n\t\t\t\tfor the purposes of the investigation of any offence.\n\t\t\tIn this section—\n\t\t\t\tthe reference to using material includes a reference to allowing any checkto be made against it and to disclosing it to any person,\n\t\t\t\tthe reference to crime includes a reference to any conduct which—\n\t\t\t\tconstitutes one or more criminal offences (whether under the law of Englandand Wales or of any country or territory outside England and Wales), or\n\t\t\t\tis, or corresponds to, any conduct which, if it all took place in Englandand Wales, would constitute one or more criminal offences, and\n\t\t\t\tthe references to an investigation and to a prosecution include references,respectively, to any investigation outside England and Wales of any crime orsuspected crime and to a prosecution brought in respect of any crime in acountry or territory outside England and Wales.”\n\tExclusions for certain regimes\n\t\tAfter section 63T of the Police and Criminal Evidence Act 1984 (for which seesection 16) insert—\n\t\t“63UExclusions for certain regimes\n\t\t\tSections 63D to 63T do not apply to material to which paragraphs 20A to 20Jof Schedule 8 to the Terrorism Act 2000 (destruction, retention and use ofmaterial taken from terrorist suspects) apply.\n\t\t\tAny reference in those sections to a person being arrested for, or chargedwith, an offence does not include a reference to a person—\n\t\t\t\tbeing arrested under section 41 of the Terrorism Act 2000, or\n\t\t\t\tbeing charged with an offence following an arrest under that section.\n\t\t\tSections 63D to 63T do not apply to material to which paragraph 8 ofSchedule 4 to the International Criminal Court Act 2001 (requirement todestroy material) applies.\n\t\t\tSections 63D to 63T do not apply to material to which paragraph 6 ofSchedule 6 to the Terrorism Prevention and Investigation Measures Act 2011(requirement to destroy material) applies.\n\t\t\tSections 63D to 63Q, 63S and 63T do not apply to material which is, or maybecome, disclosable under—\n\t\t\t\tthe Criminal Procedure and Investigations Act 1996, or\n\t\t\t\ta code of practice prepared under section 23 of that Act and in operationby virtue of an order under section 25 of that Act.\n\t\t\tSections 63D to 63T do not apply to material which—\n\t\t\t\tis taken from a person, but\n\t\t\t\trelates to another person.\n\t\t\tNothing in sections 63D to 63T affects any power conferred by—\n\t\t\t\tparagraph 18(2) of Schedule 2 to the Immigration Act 1971 (power to takereasonable steps to identify a person detained), or\n\t\t\t\tsection 20 of the Immigration and Asylum Act 1999 (disclosure of policeinformation to the Secretary of State for use for immigration purposes).”\n\tInterpretation and minor amendments of PACE\n\t\tThe Police and Criminal Evidence Act 1984 is amended as follows.\n\t\tIn section 65(1) (interpretation of Part 5)—\n\t\t\tafter the definition of “appropriate consent” insert—\n\t\t\t\t  * ““DNA profile” means any information derived from a DNA sample;\n\t\t\t\t  * “DNA sample” means any material that has come from a human body and consists of or includes human cells;”,\n\t\t\tafter the definition of “registered health care professional” insert—\n\t\t\t\t  * ““the responsible chief officer of police”, in relation to material to which section 63D or 63R applies, means the chief officer of police for the police area—\n\t\t\tin which the material concerned was taken, or\n\t\t\tin the case of a DNA profile, in which the sample from which the DNA profilewas derived was taken;\n\t\t\t\t  * “section 63D material” means fingerprints or DNA profiles to which section 63D applies;”, and\n\t\t\tafter the definition of “terrorism” insert—\n\t\t\t\t  * ““terrorist investigation” has the meaning given by section 32 of that Act;”.\n\t\tAfter section 65(2) (meaning of references to a sample’s provinginsufficient) insert—\n\t\t\t“(2A)In subsection (2), the reference to the destruction of a sample does notinclude a reference to the destruction of a sample under section 63R(requirement to destroy samples).\n\t\t(2B)Any reference in sections 63F, 63H, 63P or 63U to a person being chargedwith an offence includes a reference to a person being informed that theperson will be reported for an offence.”\n\t\tIn section 65A(2) (list of “qualifying offences” for purposes of Part 5),in paragraph (j) (offences under the Theft Act 1968), for “section 9”substitute “section 8, 9”.\n\t\tAfter section 65A insert—\n\t\t“65BPersons convicted of an offence”\n\t\t\tFor the purposes of this Part, any reference to a person who is convictedof an offence includes a reference to—\n\t\t\t\ta person who has been given a caution in respect of the offence which, atthe time of the caution, the person has admitted,\n\t\t\t\ta person who has been warned or reprimanded under section 65 of the Crimeand Disorder Act 1998 for the offence,\n\t\t\t\ta person who has been found not guilty of the offence by reason ofinsanity, or\n\t\t\t\ta person who has been found to be under a disability and to have done theact charged in respect of the offence.\n\t\t\tThis Part, so far as it relates to persons convicted of an offence, haseffect despite anything in the Rehabilitation of Offenders Act 1974.\n\t\t\tBut a person is not to be treated as having been convicted of an offence ifthat conviction is a disregarded conviction or caution by virtue of section 92of the Protection of Freedoms Act 2012.\n\t\t\tIf a person is convicted of more than one offence arising out of a singlecourse of action, those convictions are to be treated as a single convictionfor the purposes of calculating under sections 63F, 63H and 63N whether theperson has been convicted of only one offence.\n\t\t\tSee also section 65(3) (which deals with findings equivalent to thosementioned in subsection (1)(c) or (d) by courts which exercise jurisdictionunder the laws of countries or territories outside England and Wales).”"
    },
    {
        "length": 1820,
        "text": "\nThe Commissioner for the Retention and Use of Biometric Material\n\tAppointment and functions of Commissioner\n\t\tThe Secretary of State must appoint a Commissioner to be known as theCommissioner for the Retention and Use of Biometric Material (referred to inthis section and section 21 as “the Commissioner”).\n\t\tIt is the function of the Commissioner to keep under review—\n\t\t\tevery national security determination made or renewed under—\n\t\t\tsection 63M of the Police and Criminal Evidence Act 1984 (section 63Dmaterial retained for purposes of national security),\n\t\t\tparagraph 20E of Schedule 8 to the Terrorism Act 2000 (paragraph 20Amaterial retained for purposes of national security),\n\t\t\tsection 18B of the Counter-Terrorism Act 2008 (section 18 materialretained for purposes of national security),\n\t\t\tparagraph 11 of Schedule 6 to the Terrorism Prevention and InvestigationMeasures Act 2011 (paragraph 6 material retained for purposes of nationalsecurity),\n\t\t\tsection 18G of the Criminal Procedure (Scotland) Act 1995 (certain materialretained for purposes of national security), and\n\t\t\tparagraph 7 of Schedule 1 to this Act (material subject to the Police andCriminal Evidence (Northern Ireland) Order 1989 retained for purposes ofnational security),\n\t\t\tthe uses to which material retained pursuant to a national securitydetermination is being put.\n\t\tIt is the duty of every person who makes or renews a national securitydetermination under a provision mentioned in subsection (2)(a) to—\n\t\t\tsend to the Commissioner a copy of the determination or reneweddetermination, and the reasons for making or renewing the determination,within 28 days of making or renewing it, and\n\t\t\tdisclose or provide to the Commissioner such documents and information asthe Commissioner may require for the purpose of carrying out theCommissioner’s functions under subsection (2).\n\t\tIf, on reviewing a national security determination made or renewed under aprovision mentioned in subsection (2)(a), the Commissioner concludes that itis not necessary for any material retained pursuant to the determination to beso retained, the Commissioner may order the destruction of the material if thecondition in subsection (5) is met.\n\t\tThe condition is that the material retained pursuant to the nationalsecurity determination is not otherwise capable of being lawfully retained.\n\t\tThe Commissioner also has the function of keeping under review—\n\t\t\tthe retention and use in accordance with sections 63A and 63D to 63T of thePolice and Criminal Evidence Act 1984 of—\n\t\t\tany material to which section 63D or 63R of that Act applies (fingerprints,DNA profiles and samples), and\n\t\t\tany copies of any material to which section 63D of that Act applies(fingerprints and DNA profiles),\n\t\t\tthe retention and use in accordance with paragraphs 20A to 20J of Schedule8 to the Terrorism Act 2000 of—\n\t\t\tany material to which paragraph 20A or 20G of that Schedule applies(fingerprints, relevant physical data, DNA profiles and samples), and\n\t\t\tany copies of any material to which paragraph 20A of that Schedule applies(fingerprints, relevant physical data and DNA profiles),\n\t\t\tthe retention and use in accordance with sections 18 to 18E of the Counter-Terrorism Act 2008 of—\n\t\t\tany material to which section 18 of that Act applies (fingerprints, DNAsamples and DNA profiles), and\n\t\t\tany copies of fingerprints or DNA profiles to which section 18 of that Actapplies,\n\t\t\tthe retention and use in accordance with paragraphs 5 to 14 of Schedule 6to the Terrorism Prevention and Investigation Measures Act 2011 of—\n\t\t\tany material to which paragraph 6 or 12 of that Schedule applies(fingerprints, relevant physical data, DNA profiles and samples), and\n\t\t\tany copies of any material to which paragraph 6 of that Schedule applies(fingerprints, relevant physical data and DNA profiles).\n\t\tBut subsection (6) does not apply so far as the retention or use of thematerial falls to be reviewed by virtue of subsection (2).\n\t\tIn relation to Scotland—\n\t\t\tthe reference in subsection (6)(b) to use of material, or copies ofmaterial, in accordance with paragraphs 20A to 20J of Schedule 8 to theTerrorism Act 2000 includes a reference to use of material, or copies ofmaterial, in accordance with section 19C(2)(c) and (d) of the CriminalProcedure (Scotland) Act 1995, and\n\t\t\tthe reference in subsection (6)(d) to use of material, or copies ofmaterial, in accordance with paragraphs 5 to 14 of Schedule 6 to the TerrorismPrevention and Investigation Measures Act 2011 is to be read as a reference touse only for a purpose mentioned in paragraph 13(1)(a) or (b) of that Scheduleto that Act.\n\t\tThe Commissioner also has functions under sections 63F(5)(c) and 63G(giving of consent in relation to the retention of certain section 63Dmaterial).\n\t\tThe Commissioner is to hold office in accordance with the terms of theCommissioner’s appointment; and the Secretary of State may pay in respect ofthe Commissioner any expenses, remuneration or allowances that the Secretaryof State may determine.\n\t\tThe Secretary of State may, after consultation with the Commissioner,provide the Commissioner with—\n\t\t\tsuch staff, and\n\t\t\tsuch accommodation, equipment and other facilities,\n\t\t\t\tas the Secretary of State considers necessary for the carrying out of theCommissioner’s functions.\n\tReports by Commissioner\n\t\tThe Commissioner must make a report to the Secretary of State about thecarrying out of the Commissioner’s functions as soon as reasonably practicableafter the end of—\n\t\t\tthe period of 9 months beginning when this section comes into force, and\n\t\t\tevery subsequent 12 month period.\n\t\tThe Commissioner may also, at any time, make such report to the Secretaryof State on any matter relating to the Commissioner’s functions as theCommissioner considers appropriate.\n\t\tThe Secretary of State may at any time require the Commissioner to reporton any matter relating to the Commissioner’s functions.\n\t\tOn receiving a report from the Commissioner under this section, theSecretary of State must—\n\t\t\tpublish the report, and\n\t\t\tlay a copy of the published report before Parliament.\n\t\tThe Secretary of State may, after consultation with the Commissioner,exclude from publication any part of a report under this section if, in theopinion of the Secretary of State, the publication of that part would becontrary to the public interest or prejudicial to national security."
    },
    {
        "length": 1665,
        "text": "\nOther provisions\n\tGuidance on making national security determinations\n\t\tThe Secretary of State must give guidance about making or renewing nationalsecurity determinations under a provision mentioned in section 20(2)(a).\n\t\tAny person authorised to make or renew any such national securitydetermination must have regard to any guidance given under this section.\n\t\tThe Secretary of State may give different guidance for different purposes.\n\t\tIn the course of preparing the guidance, or revising guidance alreadygiven, the Secretary of State must consult the Commissioner for the Retentionand Use of Biometric Material and the Lord Advocate.\n\t\tBefore giving guidance under this section, or revising guidance alreadygiven, the Secretary of State must lay before Parliament—\n\t\t\tthe proposed guidance or proposed revisions, and\n\t\t\ta draft of an order providing for the guidance, or revisions to theguidance, to come into force.\n\t\tThe Secretary of State must make the order, and issue the guidance or (asthe case may be) make the revisions to the guidance, if the draft of the orderis approved by a resolution of each House of Parliament.\n\t\tGuidance, or revisions to guidance, come into force in accordance with anorder under this section.\n\t\tSuch an order—\n\t\t\tis to be a statutory instrument, and\n\t\t\tmay contain transitional, transitory or saving provision.\n\t\tThe Secretary of State must publish any guidance given or revised underthis section.\n\tInclusion of DNA profiles on National DNA Database\n\t\tAfter section 63A of the Police and Criminal Evidence Act 1984 insert—\n\t\t“63AAInclusion of DNA profiles on National DNA Database\n\t\t\tThis section applies to a DNA profile which is derived from a DNA sampleand which is retained under any power conferred by any of sections 63E to 63L(including those sections as applied by section 63P).\n\t\t\tA DNA profile to which this section applies must be recorded on theNational DNA Database.”\n\tNational DNA Database Strategy Board\n\t\tAfter section 63AA of the Police and Criminal Evidence Act 1984 (for which seesection 23) insert—\n\t\t“63ABNational DNA Database Strategy Board\n\t\t\tThe Secretary of State must make arrangements for a National DNA DatabaseStrategy Board to oversee the operation of the National DNA Database.\n\t\t\tThe National DNA Database Strategy Board must issue guidance about thedestruction of DNA profiles which are, or may be, retained under this Part ofthis Act.\n\t\t\tA chief officer of a police force in England and Wales must act inaccordance with guidance issued under subsection (2).\n\t\t\tThe National DNA Database Strategy Board may issue guidance about thecircumstances in which applications may be made to the Commissioner for theRetention and Use of Biometric Material under section 63G.\n\t\t\tBefore issuing any such guidance, the National DNA Database Strategy Boardmust consult the Commissioner for the Retention and Use of Biometric Material.\n\t\t\tThe Secretary of State must publish the governance rules of the NationalDNA Database Strategy Board and lay a copy of the rules before Parliament.\n\t\t\tThe National DNA Database Strategy Board must make an annual report to theSecretary of State about the exercise of its functions.\n\t\t\tThe Secretary of State must publish the report and lay a copy of thepublished report before Parliament.\n\t\t\tThe Secretary of State may exclude from publication any part of the reportif, in the opinion of the Secretary of State, the publication of that partwould be contrary to the public interest or prejudicial to national security.”\n\tMaterial taken before commencement\n\t\tThe Secretary of State must by order make such transitional, transitory orsaving provision as the Secretary of State considers appropriate in connectionwith the coming into force of any provision of this Chapter.\n\t\tThe Secretary of State must, in particular, provide for the destruction orretention of PACE material taken, or (in the case of a DNA profile) derivedfrom a sample taken, before the commencement day in connection with theinvestigation of an offence.\n\t\tSuch provision must, in particular, ensure—\n\t\t\tin the case of material taken or derived 3 years or more before thecommencement day from a person who—\n\t\t\twas arrested for, or charged with, the offence, and\n\t\t\thas not been convicted of the offence,\n\t\t\t\tthe destruction of the material on the coming into force of the order if theoffence was a qualifying offence,\n\t\t\tin the case of material taken or derived less than 3 years before thecommencement day from a person who—\n\t\t\twas arrested for, or charged with, the offence, and\n\t\t\thas not been convicted of the offence,\n\t\t\tthe destruction of the material within the period of 3 years beginning withthe day on which the material was taken or derived if the offence was aqualifying offence, and\n\t\t\tin the case of material taken or derived before the commencement day from aperson who—\n\t\t\twas arrested for, or charged with, the offence, and\n\t\t\thas not been convicted of the offence,\n\t\t\tthe destruction of the material on the coming into force of the order if theoffence was an offence other than a qualifying offence.\n\t\tAn order under this section may, in particular, provide for exceptions toprovision of the kind mentioned in subsection (3).\n\t\tSubsection (6) applies if an order under section 113(1) of the Police andCriminal Evidence Act 1984 (application of that Act to Armed Forces) makesprovision equivalent to sections 63D to 63U of that Act.\n\t\tThe power to make an order under section 113(1) of the Act of 1984 includesthe power to make provision of the kind that may be made by an order underthis section; and the duties which apply to the Secretary of State under thissection in relation to an order under this section apply accordingly inrelation to an order under section 113(1) of that Act.\n\t\tAn order under this section is to be made by statutory instrument.\n\t\tA statutory instrument containing an order under this section is subject toannulment in pursuance of a resolution of either House of Parliament.\n\t\tIn this section—\n\t\t\t  * “the commencement day” means the day on which section 1 comes into force, \n\t\t\t  * “PACE material” means material that would have been material to which section 63D or 63R of the Police and Criminal Evidence Act 1984 applied if those provisions had been in force when it was taken or derived. "
    },
    {
        "length": 1994,
        "text": "\nCHAPTER 2Protection of biometric information of children in schools etc.\n\tRequirement to notify and obtain consent before processing biometricinformation\n\t\tThis section applies in relation to any processing of a child’s biometricinformation by or on behalf of the relevant authority of—\n\t\t\ta school,\n\t\t\ta 16 to 19 Academy, or\n\t\t\ta further education institution.\n\t\tBefore the first processing of a child’s biometric information on or afterthe coming into force of subsection (3), the relevant authority must notifyeach parent of the child—\n\t\t\tof its intention to process the child’s biometric information, and\n\t\t\tthat the parent may object at any time to the processing of theinformation.\n\t\tThe relevant authority must ensure that a child’s biometric information isnot processed unless—\n\t\t\tat least one parent of the child consents to the information beingprocessed, and\n\t\t\tno parent of the child has withdrawn his or her consent, or otherwiseobjected, to the information being processed.\n\t\tSection 27 makes further provision about the requirement to notify parentsand the obtaining and withdrawal of consent (including when notification andconsent are not required).\n\t\tBut if, at any time, the child—\n\t\t\trefuses to participate in, or continue to participate in, anything thatinvolves the processing of the child’s biometric information, or\n\t\t\totherwise objects to the processing of that information,\n\t\t\t\tthe relevant authority must ensure that the information is not processed,irrespective of any consent given by a parent of the child under subsection(3).\n\t\tSubsection (7) applies in relation to any child whose biometricinformation, by virtue of this section, may not be processed.\n\t\tThe relevant authority must ensure that reasonable alternative means areavailable by which the child may do, or be subject to, anything which thechild would have been able to do, or be subject to, had the child’s biometricinformation been processed.\n\tExceptions and further provision about consent and notification\n\t\tFor the purposes of section 26(2) and (3), the relevant authority is notrequired to notify a parent, or obtain the consent of a parent, if therelevant authority is satisfied that—\n\t\t\tthe parent cannot be found,\n\t\t\tthe parent lacks capacity (within the meaning of the Mental Capacity Act2005) to object or (as the case may be) consent to the processing of thechild’s biometric information,\n\t\t\tthe welfare of the child requires that the parent is not contacted, or\n\t\t\tit is otherwise not reasonably practicable to notify the parent or (as thecase may be) obtain the consent of the parent.\n\t\tA notification under section 26(2) must be given in writing, and anyobjection to the processing of a child’s biometric information must be made inwriting.\n\t\tConsent under section 26(3) may be withdrawn at any time.\n\t\tConsent under section 26(3) must be given, and (if withdrawn) withdrawn, inwriting.\n\t\tSection 26 and this section are in addition to the requirements of the DataProtection Act 1998.\n\tInterpretation: Chapter 2\n\t\tIn this Chapter—\n\t\t\t  * “biometric information” is to be read in accordance with subsections (2) to (4), \n\t\t\t  * “child” means a person under the age of 18, \n\t\t\t  * “further education institution” means an institution within the further education sector (within the meaning given by section 91(3)(a) to (c) of the Further and Higher Education Act 1992), \n\t\t\t  * “parent” is to be read in accordance with subsections (5) to (8), \n\t\t\t  * “parental responsibility” is to be read in accordance with the Children Act 1989, \n\t\t\t  * “processing” has the meaning given by section 1(1) of the Data Protection Act 1998, \n\t\t\t  * “proprietor”, in relation to a school or 16 to 19 Academy, has the meaning given by section 579(1) of the Education Act 1996, subject to the modification in subsection (9), \n\t\t\t  * “relevant authority” means— \n\t\t\tin relation to a school, the proprietor of the school,\n\t\t\tin relation to a 16 to 19 Academy, the proprietor of the Academy,\n\t\t\tin relation to a further education institution, the governing body of theinstitution (within the meaning given by paragraphs (a), (c) and (d) of thedefinition of “governing body” in section 90(1) of the Further and HigherEducation Act 1992),\n\t\t\t\t  * “school” has the meaning given by section 4 of the Education Act 1996, subject to the modification in subsection (10), \n\t\t\t\t  * “16 to 19 Academy” has the meaning given by section 1B of the Academies Act 2010. \n\t\t“Biometric information” means information about a person’s physical orbehavioural characteristics or features which—\n\t\t\tis capable of being used in order to establish or verify the identity ofthe person, and\n\t\t\tis obtained or recorded with the intention that it be used for the purposesof a biometric recognition system.\n\t\tBiometric information may, in particular, include—\n\t\t\tinformation about the skin pattern and other physical characteristics orfeatures of a person’s fingers or palms,\n\t\t\tinformation about the features of an iris or any other part of the eye, and\n\t\t\tinformation about a person’s voice or handwriting.\n\t\tIn subsection (2) “biometric recognition system” means a system which, bymeans of equipment operating automatically—\n\t\t\tobtains or records information about a person’s physical or behaviouralcharacteristics or features, and\n\t\t\tcompares the information with stored information that has previously beenso obtained or recorded, or otherwise processes the information, for thepurpose of establishing or verifying the identity of the person, or otherwisedetermining whether the person is recognised by the system.\n\t\t“Parent” means a parent of the child and any individual who is not a parentof the child but who has parental responsibility for the child.\n\t\tIn a case where the relevant authority is satisfied that, by virtue ofsection 27(1), there is no person falling within subsection (5) who must benotified or whose consent is required, “parent” is to be read as includingeach individual who has care of the child, but this is subject to subsections(7) and (8).\n\t\tIn a case to which subsection (6) applies where the child is looked afterby a local authority (within the meaning given by section 22(1) of theChildren Act 1989), “parent” is to be read as meaning the local authoritylooking after the child.\n\t\tIn a case to which subsection (6) applies where the child is not lookedafter by a local authority (within the meaning given by section 22(1) of theChildren Act 1989) but a voluntary organisation has provided accommodation forthe child in accordance with section 59(1) of that Act by—\n\t\t\tplacing the child with a foster parent, or\n\t\t\tmaintaining the child in a children’s home,\n\t\t\t\t“parent” is to be read as meaning the voluntary organisation that so placed ormaintains the child.\n\t\tA reference to the proprietor of a school is to be read, in relation to apupil referral unit for which there is a management committee established byvirtue of paragraph 15 of Schedule 1 to the Education Act 1996, as a referenceto that committee; and for this purpose “pupil referral unit” has the meaninggiven by section 19(2) of that Act.\n\t\tA reference to a school is to be read as if it included a reference to anyindependent educational institution (within the meaning given by section 92 ofthe Education and Skills Act 2008)."
    },
    {
        "length": 2983,
        "text": "\nCHAPTER 1Regulation of CCTV and other surveillance camera technology\n\tCode of practice\n\t\tCode of practice for surveillance camera systems\n\t\t\tThe Secretary of State must prepare a code of practice containing guidanceabout surveillance camera systems.\n\t\t\tSuch a code must contain guidance about one or more of the following—\n\t\t\t\tthe development or use of surveillance camera systems,\n\t\t\t\tthe use or processing of images or other information obtained by virtue ofsuch systems.\n\t\t\tSuch a code may, in particular, include provision about—\n\t\t\t\tconsiderations as to whether to use surveillance camera systems,\n\t\t\t\ttypes of systems or apparatus,\n\t\t\t\ttechnical standards for systems or apparatus,\n\t\t\t\tlocations for systems or apparatus,\n\t\t\t\tthe publication of information about systems or apparatus,\n\t\t\t\tstandards applicable to persons using or maintaining systems or apparatus,\n\t\t\t\tstandards applicable to persons using or processing information obtained byvirtue of systems,\n\t\t\t\taccess to, or disclosure of, information so obtained,\n\t\t\t\tprocedures for complaints or consultation.\n\t\t\tSuch a code—\n\t\t\t\tneed not contain provision about every type of surveillance camera system,\n\t\t\t\tmay make different provision for different purposes.\n\t\t\tIn the course of preparing such a code, the Secretary of State mustconsult—\n\t\t\t\tsuch persons appearing to the Secretary of State to be representative ofthe views of persons who are, or are likely to be, subject to the duty undersection 33(1) (duty to have regard to the code) as the Secretary of Stateconsiders appropriate,\n\t\t\t\tthe Association of Chief Police Officers,\n\t\t\t\tthe Information Commissioner,\n\t\t\t\tthe Chief Surveillance Commissioner,\n\t\t\t\tthe Surveillance Camera Commissioner,\n\t\t\t\tthe Welsh Ministers, and\n\t\t\t\tsuch other persons as the Secretary of State considers appropriate.\n\t\t\tIn this Chapter “surveillance camera systems” means—\n\t\t\t\tclosed circuit television or automatic number plate recognition systems,\n\t\t\t\tany other systems for recording or viewing visual images for surveillancepurposes,\n\t\t\t\tany systems for storing, receiving, transmitting, processing or checkingimages or information obtained by systems falling within paragraph (a) or (b),or\n\t\t\t\tany other systems associated with, or otherwise connected with, systemsfalling within paragraph (a), (b) or (c).\n\t\t\tIn this section—\n\t\t\t\t  * “the Chief Surveillance Commissioner” means the Chief Commissioner appointed under section 91(1) of the Police Act 1997, \n\t\t\t\t  * “processing” has the meaning given by section 1(1) of the Data Protection Act 1998. \n\tProcedural requirements\n\t\tIssuing of code\n\t\t\tThe Secretary of State must lay before Parliament—\n\t\t\t\ta code of practice prepared under section 29, and\n\t\t\t\ta draft of an order providing for the code to come into force.\n\t\t\tThe Secretary of State must make the order and issue the code if the draftof the order is approved by a resolution of each House of Parliament.\n\t\t\tThe Secretary of State must not make the order or issue the code unless thedraft of the order is so approved.\n\t\t\tThe Secretary of State must prepare another code of practice under section29 if—\n\t\t\t\tthe draft of the order is not so approved, and\n\t\t\t\tthe Secretary of State considers that there is no realistic prospect thatit will be so approved.\n\t\t\tA code comes into force in accordance with an order under this section.\n\t\t\tSuch an order—\n\t\t\t\tis to be a statutory instrument, and\n\t\t\t\tmay contain transitional, transitory or saving provision.\n\t\t\tIf a draft of an instrument containing an order under this section would,apart from this subsection, be treated as a hybrid instrument for the purposesof the standing orders of either House of Parliament, it is to proceed in thatHouse as if it were not a hybrid instrument.\n\t\tAlteration or replacement of code\n\t\t\tThe Secretary of State—\n\t\t\t\tmust keep the surveillance camera code under review, and\n\t\t\t\tmay prepare an alteration to the code or a replacement code.\n\t\t\tBefore preparing an alteration or a replacement code, the Secretary ofState must consult the persons mentioned in section 29(5).\n\t\t\tThe Secretary of State must lay before Parliament an alteration or areplacement code prepared under this section.\n\t\t\tIf, within the 40-day period, either House of Parliament resolves not toapprove the alteration or the replacement code, the Secretary of State mustnot issue the alteration or code.\n\t\t\tIf no such resolution is made within that period, the Secretary of Statemust issue the alteration or replacement code.\n\t\t\tThe alteration or replacement code—\n\t\t\t\tcomes into force when issued, and\n\t\t\t\tmay include transitional, transitory or saving provision.\n\t\t\tSubsection (4) does not prevent the Secretary of State from laying a newalteration or replacement code before Parliament.\n\t\t\tIn this section “the 40-day period” means the period of 40 days beginningwith the day on which the alteration or replacement code is laid beforeParliament (or, if it is not laid before each House of Parliament on the sameday, the later of the two days on which it is laid).\n\t\t\tIn calculating the 40-day period, no account is to be taken of any periodduring which Parliament is dissolved or prorogued or during which both Housesare adjourned for more than four days.\n\t\t\tIn this Chapter “the surveillance camera code” means the code of practiceissued under section 30(2) (as altered or replaced from time to time).\n\t\tPublication of code\n\t\t\tThe Secretary of State must publish the code issued under section 30(2).\n\t\t\tThe Secretary of State must publish any replacement code issued undersection 31(5).\n\t\t\tThe Secretary of State must publish—\n\t\t\t\tany alteration issued under section 31(5), or\n\t\t\t\tthe code or replacement code as altered by it.\n\tEnforcement and Commissioner\n\t\tEffect of code\n\t\t\tA relevant authority must have regard to the surveillance camera code whenexercising any functions to which the code relates.\n\t\t\tA failure on the part of any person to act in accordance with any provisionof the surveillance camera code does not of itself make that person liable tocriminal or civil proceedings.\n\t\t\tThe surveillance camera code is admissible in evidence in any suchproceedings.\n\t\t\tA court or tribunal may, in particular, take into account a failure by arelevant authority to have regard to the surveillance camera code indetermining a question in any such proceedings.\n\t\t\tIn this section “relevant authority” means—\n\t\t\t\ta local authority within the meaning of the Local Government Act 1972,\n\t\t\t\tthe Greater London Authority,\n\t\t\t\tthe Common Council of the City of London in its capacity as a localauthority,\n\t\t\t\tthe Sub-Treasurer of the Inner Temple or the Under-Treasurer of the MiddleTemple, in their capacity as a local authority,\n\t\t\t\tthe Council of the Isles of Scilly,\n\t\t\t\ta parish meeting constituted under section 13 of the Local Government Act1972,\n\t\t\t\ta police and crime commissioner,\n\t\t\t\tthe Mayor’s Office for Policing and Crime,\n\t\t\t\tthe Common Council of the City of London in its capacity as a policeauthority,\n\t\t\t\tany chief officer of a police force in England and Wales,\n\t\t\t\tany person specified or described by the Secretary of State in an ordermade by statutory instrument.\n\t\t\tAn order under subsection (5) may, in particular—\n\t\t\t\trestrict the specification or description of a person to that of the personwhen acting in a specified capacity or exercising specified or describedfunctions,\n\t\t\t\tcontain transitional, transitory or saving provision.\n\t\t\tSo far as an order under subsection (5) contains a restriction of the kindmentioned in subsection (6)(a) in relation to a person, the duty in subsection(1) applies only to the person in that capacity or (as the case may be) onlyin relation to those functions.\n\t\t\tBefore making an order under subsection (5) in relation to any person ordescription of persons, the Secretary of State must consult—\n\t\t\t\tsuch persons appearing to the Secretary of State to be representative ofthe views of the person or persons in relation to whom the order may be madeas the Secretary of State considers appropriate,\n\t\t\t\tthe Association of Chief Police Officers,\n\t\t\t\tthe Information Commissioner,\n\t\t\t\tthe Chief Surveillance Commissioner,\n\t\t\t\tthe Surveillance Camera Commissioner,\n\t\t\t\tthe Welsh Ministers, and\n\t\t\t\tsuch other persons as the Secretary of State considers appropriate.\n\t\t\tNo instrument containing an order under subsection (5) is to be made unlessa draft of it has been laid before, and approved by a resolution of, eachHouse of Parliament.\n\t\t\tIf a draft of an instrument containing an order under subsection (5)would, apart from this subsection, be treated as a hybrid instrument for thepurposes of the standing orders of either House of Parliament, it is toproceed in that House as if it were not a hybrid instrument.\n\t\tCommissioner in relation to code\n\t\t\tThe Secretary of State must appoint a person as the Surveillance CameraCommissioner (in this Chapter “the Commissioner”).\n\t\t\tThe Commissioner is to have the following functions—\n\t\t\t\tencouraging compliance with the surveillance camera code,\n\t\t\t\treviewing the operation of the code, and\n\t\t\t\tproviding advice about the code (including changes to it or breaches ofit).\n\t\t\tThe Commissioner is to hold office in accordance with the terms of theCommissioner’s appointment; and the Secretary of State may pay in respect ofthe Commissioner any expenses, remuneration or allowances that the Secretaryof State may determine.\n\t\t\tThe Secretary of State may, after consultation with the Commissioner,provide the Commissioner with—\n\t\t\t\tsuch staff, and\n\t\t\t\tsuch accommodation, equipment and other facilities,\n\t\t\t\t\tas the Secretary of State considers necessary for the carrying out of theCommissioner’s functions.\n\t\tReports by Commissioner\n\t\t\tAs soon as reasonably practicable after the end of each reporting period—\n\t\t\t\tthe Commissioner must—\n\t\t\t\tprepare a report about the exercise by the Commissioner during that periodof the functions of the Commissioner, and\n\t\t\t\tgive a copy of the report to the Secretary of State,\n\t\t\t\tthe Secretary of State must lay a copy of the report before Parliament, and\n\t\t\t\tthe Commissioner must publish the report.\n\t\t\tThe reporting periods are—\n\t\t\t\tthe period—\n\t\t\t\tbeginning with the surveillance camera code first coming into force or themaking of the first appointment as Commissioner (whichever is the later), and\n\t\t\t\tending with the next 31 March or, if the period ending with that date is 6months or less, ending with the next 31 March after that date, and\n\t\t\t\teach succeeding period of 12 months.\n\tInterpretation\n\t\tInterpretation: Chapter 1\n\t\t\tIn this Chapter—\n\t\t\t  * “the Commissioner” has the meaning given by section 34(1), \n\t\t\t  * “surveillance camera code” has the meaning given by section 31(10), \n\t\t\t  * “surveillance camera systems” has the meaning given by section 29(6). "
    },
    {
        "length": 1773,
        "text": "\nJudicial approval for obtaining or disclosing communications data\n\tAfter section 23 of the Regulation of Investigatory Powers Act 2000 (form andduration of authorisations and notices for obtaining and disclosingcommunications data) insert—\n\t“23AAuthorisations requiring judicial approval\n\t\tThis section applies where a relevant person has—\n\t\t\tgranted or renewed an authorisation under section 22(3), (3B) or (3F), or\n\t\t\tgiven or renewed a notice under section 22(4).\n\t\tThe authorisation or notice is not to take effect until such time (if any)as the relevant judicial authority has made an order approving the grant orrenewal of the authorisation or (as the case may be) the giving or renewal ofthe notice.\n\t\tThe relevant judicial authority may give approval under this section to thegranting or renewal of an authorisation under section 22(3), (3B) or (3F) if,and only if, the relevant judicial authority is satisfied that—\n\t\t\tat the time of the grant or renewal—\n\t\t\tthere were reasonable grounds for believing that the requirements ofsection 22(1) and (5) were satisfied in relation to the authorisation, and\n\t\t\tthe relevant conditions were satisfied in relation to the authorisation,and\n\t\t\tat the time when the relevant judicial authority is considering the matter,there remain reasonable grounds for believing that the requirements of section22(1) and (5) are satisfied in relation to the authorisation.\n\t\tThe relevant judicial authority may give approval under this section to thegiving or renewal of a notice under section 22(4) if, and only if, therelevant judicial authority is satisfied that—\n\t\t\tat the time of the giving or renewal of the notice—\n\t\t\tthere were reasonable grounds for believing that the requirements ofsection 22(1) and (5) were satisfied in relation to the notice, and\n\t\t\tthe relevant conditions were satisfied in relation to the notice, and\n\t\t\tat the time when the relevant judicial authority is considering the matter,there remain reasonable grounds for believing that the requirements of section22(1) and (5) are satisfied in relation to the notice.\n\t\tFor the purposes of subsections (3) and (4) the relevant conditions are—\n\t\t\tin relation to any grant, giving or renewal by an individual holding anoffice, rank or position in a local authority in England, Wales or Scotland,that—\n\t\t\tthe individual was a designated person for the purposes of this Chapter,\n\t\t\tthe grant, giving or renewal was not in breach of any restrictions imposedby virtue of section 25(3), and\n\t\t\tany other conditions that may be provided for by an order made by theSecretary of State were satisfied,\n\t\t\tin relation to a grant, giving or renewal, for any purpose relating to aNorthern Ireland excepted or reserved matter, by an individual holding anoffice, rank or position in a district council in Northern Ireland, that—\n\t\t\tthe individual was a designated person for the purposes of this Chapter,\n\t\t\tthe grant, giving or renewal was not in breach of any restrictions imposedby virtue of section 25(3), and\n\t\t\tany other conditions that may be provided for by an order made by theSecretary of State were satisfied, and\n\t\t\tin relation to any other grant, giving or renewal by a relevant person,that any conditions that may be provided for by an order made by the Secretaryof State were satisfied.\n\t\tIn this section—\n\t\t\t  * “local authority in England” means—\n\t\t\ta district or county council in England,\n\t\t\ta London borough council,\n\t\t\tthe Common Council of the City of London in its capacity as a local authority,or\n\t\t\tthe Council of the Isles of Scilly,\n\t\t\t\t  * “local authority in Scotland” means a council constituted under section 2 of the Local Government etc. (Scotland) Act 1994,\n\t\t\t\t  * “local authority in Wales” means any county council or county borough council in Wales,\n\t\t\t\t  * “Northern Ireland excepted or reserved matter” means an excepted or reserved matter (within the meaning of section 4(1) of the Northern Ireland Act 1998),\n\t\t\t\t  * “Northern Ireland transferred matter” means a transferred matter (within the meaning of section 4(1) of the Act of 1998),\n\t\t\t\t  * “relevant judicial authority” means—\n\t\t\tin relation to England and Wales, a justice of the peace,\n\t\t\tin relation to Scotland, a sheriff, and\n\t\t\tin relation to Northern Ireland, a district judge (magistrates’ courts) inNorthern Ireland,\n\t\t\t\t  * “relevant person” means—\n\t\t\tan individual holding—\n\t\t\tan office, rank or position in a local authority in England or Wales, or\n\t\t\tan office, rank or position in a local authority in Scotland (other than anoffice, rank or position in a fire and rescue authority),\n\t\t\talso, in relation to a grant, giving or renewal for any purpose relating to aNorthern Ireland excepted or reserved matter, an individual holding an office,rank or position in a district council in Northern Ireland, and\n\t\t\talso, in relation to any grant, giving or renewal of a description that may beprescribed for the purposes of this subsection by an order made by theSecretary of State or every grant, giving or renewal if so prescribed, aperson of a description so prescribed.\n\t\tNo order of the Secretary of State—\n\t\t\tmay be made under subsection (6) unless a draft of the order has been laidbefore Parliament and approved by a resolution of each House;\n\t\t\tmay be made under this section so far as it makes provision which, if itwere contained in an Act of the Northern Ireland Assembly, would be within thelegislative competence of the Northern Ireland Assembly and would deal with aNorthern Ireland transferred matter.\n\tBProcedure for judicial approval\n\t\tThe public authority with which the relevant person holds an office, rankor position may apply to the relevant judicial authority for an order undersection 23A approving the grant or renewal of an authorisation or (as the casemay be) the giving or renewal of a notice.\n\t\tThe applicant is not required to give notice of the application to—\n\t\t\tany person to whom the authorisation or notice which is the subject of theapplication relates, or\n\t\t\tsuch a person’s legal representatives.\n\t\tWhere, on an application under this section, the relevant judicialauthority refuses to approve the grant or renewal of the authorisationconcerned or (as the case may be) the giving or renewal of the noticeconcerned, the relevant judicial authority may make an order quashing theauthorisation or notice.\n\t\tIn this section “relevant judicial authority” and “relevant person” havethe same meaning as in section 23A.”"
    },
    {
        "length": 2210,
        "text": "\nJudicial approval for directed surveillance and covert humanintelligence sources\n\tAfter section 32 of the Regulation of Investigatory Powers Act 2000(authorisation of surveillance and human intelligence sources: intrusivesurveillance) insert—\n\t“Authorisations requiring judicial approval\n\t\tAAuthorisations requiring judicial approval\n\t\t\tThis section applies where a relevant person has granted an authorisationunder section 28 or 29.\n\t\t\tThe authorisation is not to take effect until such time (if any) as therelevant judicial authority has made an order approving the grant of theauthorisation.\n\t\t\tThe relevant judicial authority may give approval under this section to thegranting of an authorisation under section 28 if, and only if, the relevantjudicial authority is satisfied that—\n\t\t\t\tat the time of the grant—\n\t\t\t\tthere were reasonable grounds for believing that the requirements ofsection 28(2) were satisfied in relation to the authorisation, and\n\t\t\t\tthe relevant conditions were satisfied in relation to the authorisation,and\n\t\t\t\tat the time when the relevant judicial authority is considering the matter,there remain reasonable grounds for believing that the requirements of section28(2) are satisfied in relation to the authorisation.\n\t\t\tFor the purposes of subsection (3) the relevant conditions are—\n\t\t\t\tin relation to a grant by an individual holding an office, rank or positionin a local authority in England or Wales, that—\n\t\t\t\tthe individual was a designated person for the purposes of section 28,\n\t\t\t\tthe grant of the authorisation was not in breach of any restrictionsimposed by virtue of section 30(3), and\n\t\t\t\tany other conditions that may be provided for by an order made by theSecretary of State were satisfied,\n\t\t\t\tin relation to a grant, for any purpose relating to a Northern Irelandexcepted or reserved matter, by an individual holding an office, rank orposition in a district council in Northern Ireland, that—\n\t\t\t\tthe individual was a designated person for the purposes of section 28,\n\t\t\t\tthe grant of the authorisation was not in breach of any restrictionsimposed by virtue of section 30(3), and\n\t\t\t\tany other conditions that may be provided for by an order made by theSecretary of State were satisfied, and\n\t\t\t\tin relation to any other grant by a relevant person, that any conditionsthat may be provided for by an order made by the Secretary of State weresatisfied.\n\t\t\tThe relevant judicial authority may give approval under this section to thegranting of an authorisation under section 29 if, and only if, the relevantjudicial authority is satisfied that—\n\t\t\t\tat the time of the grant—\n\t\t\t\tthere were reasonable grounds for believing that the requirements ofsection 29(2), and any requirements imposed by virtue of section 29(7)(b),were satisfied in relation to the authorisation, and\n\t\t\t\tthe relevant conditions were satisfied in relation to the authorisation,and\n\t\t\t\tat the time when the relevant judicial authority is considering the matter,there remain reasonable grounds for believing that the requirements of section29(2), and any requirements imposed by virtue of section 29(7)(b), aresatisfied in relation to the authorisation.\n\t\t\tFor the purposes of subsection (5) the relevant conditions are—\n\t\t\t\tin relation to a grant by an individual holding an office, rank or positionin a local authority in England or Wales, that—\n\t\t\t\tthe individual was a designated person for the purposes of section 29,\n\t\t\t\tthe grant of the authorisation was not in breach of any prohibitionimposed by virtue of section 29(7)(a) or any restriction imposed by virtue ofsection 30(3), and\n\t\t\t\tany other conditions that may be provided for by an order made by theSecretary of State were satisfied,\n\t\t\t\tin relation to a grant, for any purpose relating to a Northern Irelandexcepted or reserved matter, by an individual holding an office, rank orposition in a district council in Northern Ireland, that—\n\t\t\t\tthe individual was a designated person for the purposes of section 29,\n\t\t\t\tthe grant of the authorisation was not in breach of any prohibitionimposed by virtue of section 29(7)(a) or any restriction imposed by virtue ofsection 30(3), and\n\t\t\t\tany other conditions that may be provided for by an order made by theSecretary of State were satisfied, and\n\t\t\t\tin relation to any other grant by a relevant person, that any conditionsthat may be provided for by an order made by the Secretary of State weresatisfied.\n\t\t\tIn this section—\n\t\t\t\t  * “local authority in England” means—\n\t\t\t\ta district or county council in England,\n\t\t\t\ta London borough council,\n\t\t\t\tthe Common Council of the City of London in its capacity as a local authority,or\n\t\t\t\tthe Council of the Isles of Scilly,\n\t\t\t\t\t  * “local authority in Wales” means any county council or county borough council in Wales,\n\t\t\t\t\t  * “Northern Ireland excepted or reserved matter” means an excepted or reserved matter (within the meaning of section 4(1) of the Northern Ireland Act 1998),\n\t\t\t\t\t  * “Northern Ireland transferred matter” means a transferred matter (within the meaning of section 4(1) of the Act of 1998),\n\t\t\t\t\t  * “relevant judicial authority” means—\n\t\t\t\tin relation to England and Wales, a justice of the peace,\n\t\t\t\tin relation to Scotland, a sheriff, and\n\t\t\t\tin relation to Northern Ireland, a district judge (magistrates’ courts) inNorthern Ireland,\n\t\t\t\t\t  * “relevant person” means—\n\t\t\t\tan individual holding an office, rank or position in a local authority inEngland or Wales,\n\t\t\t\talso, in relation to a grant for any purpose relating to a Northern Irelandexcepted or reserved matter, an individual holding an office, rank or positionin a district council in Northern Ireland, and\n\t\t\t\talso, in relation to any grant of a description that may be prescribed for thepurposes of this subsection by an order made by the Secretary of State orevery grant if so prescribed, a person of a description so prescribed.\n\t\t\tNo order of the Secretary of State—\n\t\t\t\tmay be made under subsection (7) unless a draft of the order has been laidbefore Parliament and approved by a resolution of each House;\n\t\t\t\tmay be made under this section so far as it makes provision which would bewithin the legislative competence of the Scottish Parliament if it werecontained in an Act of the Scottish Parliament;\n\t\t\t\tmay be made under this section so far as it makes provision which, if itwere contained in an Act of the Northern Ireland Assembly, would be within thelegislative competence of the Northern Ireland Assembly and would deal with aNorthern Ireland transferred matter.\n\t\tBProcedure for judicial approval\n\t\t\tThe public authority with which the relevant person holds an office, rankor position may apply to the relevant judicial authority for an order undersection 32A approving the grant of an authorisation.\n\t\t\tThe applicant is not required to give notice of the application to—\n\t\t\t\tany person to whom the authorisation relates, or\n\t\t\t\tsuch a person’s legal representatives.\n\t\t\tWhere, on an application under this section, the relevant judicialauthority refuses to approve the grant of the authorisation concerned, therelevant judicial authority may make an order quashing the authorisation.\n\t\t\tIn this section “relevant judicial authority” and “relevant person” havethe same meaning as in section 32A.”\n\t\t\tIn section 43 of that Act (general rules about grant, renewal and durationof authorisations)—\n\t\t\t\tafter subsection (6) insert—\n\t\t\t\t\t“(6A)The relevant judicial authority (within the meaning given by subsection(7) of section 32A) shall not make an order under that section approving therenewal of an authorisation for the conduct or the use of a covert humanintelligence source unless the relevant judicial authority—\n\t\t\t\tis satisfied that a review has been carried out of the matters mentioned insubsection (7) below, and\n\t\t\t\thas, for the purpose of deciding whether to make the order, considered theresults of that review.”, and\n\t\t\t\tin subsection (7) for “subsection (6)” substitute “subsections (6) and(6A)”."
    },
    {
        "length": 2565,
        "text": "\nRepealing, adding safeguards or rewriting powers of entry\n\tRepealing etc. unnecessary or inappropriate powers of entry\n\t\tThe appropriate national authority may by order repeal any power of entryor associated power which the appropriate national authority considers to beunnecessary or inappropriate.\n\t\tSchedule 2 (which contains repeals etc. of certain powers of entry) haseffect.\n\tAdding safeguards to powers of entry\n\t\tThe appropriate national authority may by order provide for safeguards inrelation to any power of entry or associated power.\n\t\tSuch safeguards may, in particular, include—\n\t\t\trestrictions as to the premises over which the power may be exercised,\n\t\t\trestrictions as to the times at which the power may be exercised,\n\t\t\trestrictions as to the number or description of persons who may exercisethe power,\n\t\t\ta requirement for a judicial or other authorisation before the power may beexercised,\n\t\t\ta requirement to give notice within a particular period before the powermay be exercised,\n\t\t\tother conditions which must be met before the power may be exercised,\n\t\t\tmodifications of existing conditions which must be met before the power maybe exercised,\n\t\t\tother restrictions on the circumstances in which the power may beexercised,\n\t\t\tnew obligations on the person exercising the power which must be metbefore, during or after its exercise,\n\t\t\tmodifications of existing obligations which must be met by the personexercising the power before, during or after its exercise,\n\t\t\trestrictions on any power to use force, or any other power, which may beexercised in connection with the power of entry or associated power.\n\tRewriting powers of entry\n\t\tThe appropriate national authority may by order rewrite, with or withoutmodifications—\n\t\t\tpowers of entry, associated powers or any aspects of any such powers, or\n\t\t\tenactments relating to, or connected with, any such powers or aspects.\n\t\tThe power under subsection (1) to rewrite a power of entry or associatedpower includes, in particular, the power to remove an aspect of such a powerwithout replacing it.\n\t\tBut no order under this section may alter the effect of—\n\t\t\ta power of entry,\n\t\t\tany associated power connected with it, or\n\t\t\tany safeguard relating to, but not forming part of, the power of entry orassociated power,\n\t\t\t\tunless, on and after the changes made by the order, the safeguards in relationto the power of entry and associated powers connected with it, taken together,provide a greater level of protection than any safeguards applicableimmediately before the changes.\n\tDuty to review certain existing powers of entry\n\t\tEach Minister of the Crown who is a member of the Cabinet must, within therelevant period—\n\t\t\treview relevant powers of entry, and relevant associated powers, for whichthe Minister is responsible with a view to deciding whether to make an orderunder section 39(1), 40 or 41 in relation to any of them,\n\t\t\tprepare a report of that review, and\n\t\t\tlay a copy of the report before Parliament.\n\t\tA failure by a Minister of the Crown to comply with a duty under subsection(1) in relation to a power of entry or associated power does not affect thevalidity of the power.\n\t\tIn this section—\n\t\t\t  * “relevant associated power” means any associated power in a public general Act or a statutory instrument made under such an Act, \n\t\t\t  * “the relevant period” means the period of two years beginning with the day on which this Act is passed, \n\t\t\t  * “relevant power of entry” means any power of entry in a public general Act or a statutory instrument made under such an Act. \n\tConsultation requirements before modifying powers of entry\n\t\tBefore making an order under section 39(1), 40 or 41 in relation to a power ofentry or associated power, the appropriate national authority must consult—\n\t\t\tsuch persons appearing to the appropriate national authority to berepresentative of the views of persons entitled to exercise the power of entryor associated power as the appropriate national authority considersappropriate, and\n\t\t\tsuch other persons as the appropriate national authority considersappropriate.\n\tProcedural and supplementary provisions\n\t\tAn order under section 39(1), 40 or 41—\n\t\t\tis to be made by statutory instrument,\n\t\t\tmay modify any enactment,\n\t\t\tmay include such incidental, consequential, supplementary, transitory,transitional or saving provision as the appropriate national authorityconsiders appropriate (including provision modifying any enactment).\n\t\tSubject to subsection (4), no instrument containing an order of a Ministerof the Crown under section 39(1), 40 or 41 is to be made unless a draft of ithas been laid before, and approved by a resolution of, each House ofParliament.\n\t\tIf a draft of an instrument containing an order of a Minister of the Crownunder section 39(1), 40 or 41 would, apart from this subsection, be treated asa hybrid instrument for the purposes of the standing orders of either House ofParliament, it is to proceed in that House as if it were not a hybridinstrument.\n\t\tAn instrument containing an order of a Minister of the Crown under section39(1), 40 or 41 which neither amends nor repeals any provision of primarylegislation is subject to annulment in pursuance of a resolution of eitherHouse of Parliament.\n\t\tIn subsection (4) “primary legislation” means—\n\t\t\ta public general Act,\n\t\t\tan Act of the Scottish Parliament,\n\t\t\ta Measure or Act of the National Assembly for Wales, and\n\t\t\tNorthern Ireland legislation.\n\t\tSubject to subsection (7), no instrument containing an order of the WelshMinisters under section 39(1), 40 or 41 is to be made unless a draft of it hasbeen laid before, and approved by a resolution of, the National Assembly forWales.\n\t\tAn instrument containing an order of the Welsh Ministers under section39(1), 40 or 41 which neither amends nor repeals any provision of primarylegislation is subject to annulment in pursuance of a resolution of theNational Assembly for Wales.\n\t\tIn subsection (7) “primary legislation” means—\n\t\t\ta public general Act, and\n\t\t\ta Measure or Act of the National Assembly for Wales.\n\tDevolution: Scotland and Northern Ireland\n\t\tAn order under section 39(1), 40 or 41 may not make provision which wouldbe within the legislative competence of the Scottish Parliament if it werecontained in an Act of the Scottish Parliament.\n\t\tAn order under section 39(1), 40 or 41 may not make provision which, if itwere contained in an Act of the Northern Ireland Assembly, would be within thelegislative competence of the Northern Ireland Assembly and would deal with atransferred matter without being ancillary to other provision (whether in thatAct or previously enacted) which deals with an excepted or reserved matter.\n\t\tIn subsection (2) “excepted matter”, “reserved matter” and “transferredmatter” have the meaning given by section 4(1) of the Northern Ireland Act1998.\n\tSections 39 to 46: interpretation\n\t\tIn sections 39 to 45 and this section—\n\t\t  * “appropriate national authority” means— \n\t\t\tin relation to the making of any provision which would be within thelegislative competence of the National Assembly for Wales, the WelshMinisters,\n\t\t\tin any other case, a Minister of the Crown,\n\t\t\t\t  * “associated power” means any power which— \n\t\t\tis contained in an enactment,\n\t\t\tis connected with a power of entry, and\n\t\t\tis a power—\n\t\t\tto do anything on, or in relation to, the land or other premises entered inpursuance of the power of entry,\n\t\t\tto do anything in relation to any person, or anything, found on the land orother premises entered in pursuance of the power of entry, or\n\t\t\totherwise to do anything in connection with the power of entry,\n\t\t\tand includes any safeguard which forms part of the associated power;\n\t\t\t\t  * “enactment” includes— \n\t\t\tan enactment comprised in subordinate legislation (within the meaning of theInterpretation Act 1978),\n\t\t\tan enactment comprised in, or in an instrument made under—\n\t\t\tan Act of the Scottish Parliament,\n\t\t\tNorthern Ireland legislation, or\n\t\t\ta Measure or Act of the National Assembly for Wales,\n\t\t\t\t  * “Minister of the Crown” has the same meaning as in the Ministers of the Crown Act 1975, \n\t\t\t\t  * “modify” includes amend or repeal (and “modifications” is to be read accordingly), \n\t\t\t\t  * “off-shore installation” has the same meaning as in the Mineral Workings (Offshore Installations) Act 1971 (see section 12 of that Act), \n\t\t\t\t  * “power of entry” means a power (however expressed) in any enactment to enter land or other premises; and includes any safeguard which forms part of the power, \n\t\t\t\t  * “premises” includes any place and, in particular, includes— \n\t\t\tany vehicle, vessel, aircraft or hovercraft,\n\t\t\tany off-shore installation,\n\t\t\tany renewable energy installation,\n\t\t\tany tent or movable structure,\n\t\t\t\t  * “renewable energy installation” has the same meaning as in Chapter 2 of Part 2 of the Energy Act 2004 (see section 104 of that Act), \n\t\t\t\t  * “repeal” includes revoke. "
    },
    {
        "length": 2120,
        "text": "\nCodes of practice in relation to powers of entry\n\tCode of practice in relation to non-devolved powers of entry\n\t\tThe Secretary of State must prepare a code of practice containing guidanceabout the exercise of powers of entry and associated powers.\n\t\tSuch a code may, in particular, include provision about—\n\t\t\tconsiderations before exercising, or when exercising, the powers,\n\t\t\tconsiderations after exercising the powers (such as the retention ofrecords, or the publication of information, about the exercise of the powers).\n\t\tSuch a code—\n\t\t\tmust not contain provision about devolved powers of entry and devolvedassociated powers,\n\t\t\tneed not contain provision about every other type of power of entry orassociated power,\n\t\t\tmay make different provision for different purposes.\n\t\tIn the course of preparing such a code in relation to any powers, theSecretary of State must consult—\n\t\t\tthe Lord Advocate,\n\t\t\tsuch persons appearing to the Secretary of State to be representative ofthe views of persons entitled to exercise the powers concerned as theSecretary of State considers appropriate, and\n\t\t\tsuch other persons as the Secretary of State considers appropriate.\n\t\tIn this section “devolved powers of entry and devolved associated powers”means powers of entry and associated powers—\n\t\t\tin relation to which the Welsh Ministers may issue a code under Schedule 3,\n\t\t\twhich, if it were contained in an Act of the Scottish Parliament, would bewithin the legislative competence of that Parliament, or\n\t\t\twhich, if it were contained in an Act of the Northern Ireland Assembly,would be within the legislative competence of that Assembly and would dealwith a transferred matter (within the meaning given by section 4(1) of theNorthern Ireland Act 1998) without being ancillary to other provision (whetherin the Act of the Northern Ireland Assembly or previously enacted) which dealswith an excepted or reserved matter (within the meaning given by section 4(1)of the Northern Ireland Act 1998).\n\tIssuing of code\n\t\tThe Secretary of State must lay before Parliament—\n\t\t\ta code of practice prepared under section 47, and\n\t\t\ta draft of an order providing for the code to come into force.\n\t\tThe Secretary of State must make the order and issue the code if the draftof the order is approved by a resolution of each House of Parliament.\n\t\tThe Secretary of State must not make the order or issue the code unless thedraft of the order is so approved.\n\t\tThe Secretary of State must prepare another code of practice under section47 if—\n\t\t\tthe draft of the order is not so approved, and\n\t\t\tthe Secretary of State considers that there is no realistic prospect thatit will be so approved.\n\t\tA code comes into force in accordance with an order under this section.\n\t\tSuch an order—\n\t\t\tis to be a statutory instrument, and\n\t\t\tmay contain transitional, transitory or saving provision.\n\t\tIf a draft of an instrument containing an order under this section would,apart from this subsection, be treated as a hybrid instrument for the purposesof the standing orders of either House of Parliament, it is to proceed in thatHouse as if it were not a hybrid instrument.\n\tAlteration or replacement of code\n\t\tThe Secretary of State—\n\t\t\tmust keep the powers of entry code under review, and\n\t\t\tmay prepare an alteration to the code or a replacement code.\n\t\tBefore preparing an alteration or a replacement code in relation to anypowers, the Secretary of State must consult—\n\t\t\tthe Lord Advocate,\n\t\t\tsuch persons appearing to the Secretary of State to be representative ofthe views of persons entitled to exercise the powers concerned as theSecretary of State considers appropriate, and\n\t\t\tsuch other persons as the Secretary of State considers appropriate.\n\t\tThe Secretary of State must lay before Parliament an alteration or areplacement code prepared under this section.\n\t\tIf, within the 40-day period, either House of Parliament resolves not toapprove the alteration or the replacement code, the Secretary of State mustnot issue the alteration or code.\n\t\tIf no such resolution is made within that period, the Secretary of Statemust issue the alteration or replacement code.\n\t\tThe alteration or replacement code—\n\t\t\tcomes into force when issued, and\n\t\t\tmay include transitional, transitory or saving provision.\n\t\tSubsection (4) does not prevent the Secretary of State from laying a newalteration or replacement code before Parliament.\n\t\tIn this section “the 40-day period” means the period of 40 days beginningwith the day on which the alteration or replacement code is laid beforeParliament (or, if it is not laid before each House of Parliament on the sameday, the later of the two days on which it is laid).\n\t\tIn calculating the 40-day period, no account is to be taken of any periodduring which Parliament is dissolved or prorogued or during which both Housesare adjourned for more than four days.\n\t\tIn this section “the powers of entry code” means the code of practiceissued under section 48(2) (as altered or replaced from time to time).\n\tPublication of code\n\t\tThe Secretary of State must publish the code issued under section 48(2).\n\t\tThe Secretary of State must publish any replacement code issued undersection 49(5).\n\t\tThe Secretary of State must publish—\n\t\t\tany alteration issued under section 49(5), or\n\t\t\tthe code or replacement code as altered by it.\n\tEffect of code\n\t\tA relevant person must have regard to the powers of entry code whenexercising any functions to which the code relates.\n\t\tA failure on the part of any person to act in accordance with any provisionof the powers of entry code does not of itself make that person liable tocriminal or civil proceedings.\n\t\tThe powers of entry code is admissible in evidence in any such proceedings.\n\t\tA court or tribunal may, in particular, take into account a failure by arelevant person to have regard to the powers of entry code in determining aquestion in any such proceedings.\n\t\tIn this section “relevant person” means any person specified or describedby the Secretary of State in an order made by statutory instrument.\n\t\tAn order under subsection (5) may, in particular—\n\t\t\trestrict the specification or description of a person to that of the personwhen acting in a specified capacity or exercising specified or describedfunctions,\n\t\t\tcontain transitional, transitory or saving provision.\n\t\tSo far as an order under subsection (5) contains a restriction of the kindmentioned in subsection (6)(a) in relation to a person, the duty in subsection(1) applies only to the person in that capacity or (as the case may be) onlyin relation to those functions.\n\t\tBefore making an order under subsection (5) in relation to any person ordescription of persons, the Secretary of State must consult such personsappearing to the Secretary of State to be representative of the views of theperson or persons in relation to whom the order may be made as the Secretaryof State considers appropriate.\n\t\tNo instrument containing the first order under subsection (5) is to be madeunless a draft of it has been laid before, and approved by a resolution of,each House of Parliament.\n\t\tSubject to this, an instrument containing an order under subsection (5) issubject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tIf a draft of an instrument containing the first order under subsection(5) would, apart from this subsection, be treated as a hybrid instrument forthe purposes of the standing orders of either House of Parliament, it is toproceed in that House as if it were not a hybrid instrument.\n\tSections 47 to 51: interpretation\n\t\tIn sections 47 to 51—\n\t\t  * “power of entry” and “associated power” have the meaning given by section 46, \n\t\t  * “the powers of entry code” has the meaning given by section 49(10). \n\tCorresponding code in relation to Welsh devolved powers of entry\n\t\tSchedule 3 (which confers a power on the Welsh Ministers to issue a code ofpractice about Welsh devolved powers of entry and associated powers) haseffect."
    },
    {
        "length": 799,
        "text": "\nCHAPTER 2Vehicles left on land\n\tOffence of immobilising etc. vehicles\n\t\tOffence of immobilising etc. vehicles\n\t\t\tA person commits an offence who, without lawful authority—\n\t\t\t\timmobilises a motor vehicle by the attachment to the vehicle, or a part ofit, of an immobilising device, or\n\t\t\t\tmoves, or restricts the movement of, such a vehicle by any means,\n\t\t\t\t\tintending to prevent or inhibit the removal of the vehicle by a personotherwise entitled to remove it.\n\t\t\tThe express or implied consent (whether or not legally binding) of a personotherwise entitled to remove the vehicle to the immobilisation, movement orrestriction concerned is not lawful authority for the purposes of subsection(1).\n\t\t\tBut, where the restriction of the movement of the vehicle is by means of afixed barrier and the barrier was present (whether or not lowered into placeor otherwise restricting movement) when the vehicle was parked, any express orimplied consent (whether or not legally binding) of the driver of the vehicleto the restriction is, for the purposes of subsection (1), lawful authorityfor the restriction.\n\t\t\tA person who is entitled to remove a vehicle cannot commit an offence underthis section in relation to that vehicle.\n\t\t\tA person guilty of an offence under this section is liable—\n\t\t\t\ton conviction on indictment, to a fine,\n\t\t\t\ton summary conviction, to a fine not exceeding the statutory maximum.\n\t\t\tIn this section “motor vehicle” means a mechanically propelled vehicle or avehicle designed or adapted for towing by a mechanically propelled vehicle.\n\tAlternative remedies in relation to vehicles left on land\n\t\tExtension of powers to remove vehicles from land\n\t\t\tSection 99 of the Road Traffic Regulation Act 1984 (removal of vehiclesillegally, obstructively or dangerously parked, or abandoned or broken down)is amended as follows.\n\t\t\tIn subsection (1)—\n\t\t\t\tin paragraph (a), after “road” insert “or other land”,\n\t\t\t\tin paragraph (b)—\n\t\t\t\tafter “road”, where it appears for the first time, insert “or other land”,and\n\t\t\t\tafter “road”, where it appears for the second time, insert “or landconcerned”,\n\t\t\t\tin paragraph (c) for “, or on any land in the open air,” substitute “orother land”, and\n\t\t\t\tat the end insert “or other land”.\n\t\t\tIn subsection (2)—\n\t\t\t\tin paragraph (a), after “road”, where it appears for the third time, insert“or on land other than a road”, and\n\t\t\t\tafter paragraph (a), insert—\n\t\t\t\tmay provide, in the case of a vehicle which may be removed from landother than a road, for the moving of the vehicle from one position on suchland to another position on such land or on any road;”.\n\t\tRecovery of unpaid parking charges\n\t\t\tSchedule 4 (which makes provision for the recovery of unpaid parking chargesfrom the keeper or hirer of a vehicle in certain circumstances) has effect."
    },
    {
        "length": 2677,
        "text": "\nPre-charge detention of terrorist suspects\n\tMaximum detention period of 14 days\n\t\tIn paragraph 36(3)(b)(ii) of Schedule 8 to the Terrorism Act 2000 (maximumperiod of pre-charge detention for terrorist suspects) for “28 days”substitute “14 days”.\n\t\tOmit section 25 of the Terrorism Act 2006 (which provides for the 28 daylimit in paragraph 36(3)(b)(ii) of Schedule 8 to the Act of 2000 to be 14 dayssubject to a power to raise it to 28 days).\n\tEmergency power for temporary extension and review of extensions\n\t\tAfter Part 3 of Schedule 8 to the Terrorism Act 2000 (extension ofdetention of terrorist suspects) insert—\n\t\t“Part 4Emergency power when parliament dissolved etc. for temporaryextension of maximum period for detention under section 41\n\t\t\tThe Secretary of State may make a temporary extension order if—\n\t\t\t\teither— \n\t\t\t\tParliament is dissolved, or\n\t\t\t\tParliament has met after a dissolution but the first Queen’s Speech of theParliament has not yet taken place, and\n\t\t\t\tthe Secretary of State considers that it is necessary by reason of urgencyto make such an order.\n\t\t\tA temporary extension order is an order which provides, in relation to theperiod of three months beginning with the coming into force of the order, forparagraphs 36 and 37 to be read as if—\n\t\t\t\tin paragraph 36(3)(b)(ii) for “14 days” there were substituted “28 days”,and\n\t\t\t\tthe other modifications in sub-paragraphs (3) and (4) were made.\n\t\t\tThe other modifications of paragraph 36 are—\n\t\t\t\tthe insertion at the beginning of sub-paragraph (1) of “Subject to sub-paragraphs (1ZA) to (1ZI),”,\n\t\t\t\tthe insertion, after sub-paragraph (1), of—\n\t\t\t\t\t“(1ZA)Sub-paragraph (1ZB) applies in relation to any proposed applicationunder sub-paragraph (1) for the further extension of the period specified in awarrant of further detention where the grant (otherwise than in accordancewith sub-paragraph (3AA)(b)) of the application would extend the specifiedperiod to a time that is more than 14 days after the relevant time.\n\t\t\t\t(1ZB)No person may make such an application—\n\t\t\t\tin England and Wales, without the consent of the Director of PublicProsecutions,\n\t\t\t\tin Scotland, without the consent of the Lord Advocate, and\n\t\t\t\tin Northern Ireland, without the consent of the Director of PublicProsecutions for Northern Ireland,\n\t\t\t\tunless the person making the application is the person whose consent isrequired.\n\t\t\t\t(1ZC)The Director of Public Prosecutions must exercise personally any functionunder sub-paragraph (1ZB) of giving consent.\n\t\t\t\t(1ZD)The only exception is if—\n\t\t\t\tthe Director is unavailable, and\n\t\t\t\tthere is another person who is designated in writing by the Director actingpersonally as the person who is authorised to exercise any such function whenthe Director is unavailable.\n\t\t\t\t(1ZE)In that case—\n\t\t\t\tthe other person may exercise the function but must do so personally, and\n\t\t\t\tthe Director acting personally—\n\t\t\t\tmust review the exercise of the function as soon as practicable, and\n\t\t\t\tmay revoke any consent given.\n\t\t\t\t(1ZF)Where the consent is so revoked after an application has been made orextension granted, the application is to be dismissed or (as the case may be)the extension is to be revoked.\n\t\t\t\t(1ZG)Sub-paragraphs (1ZC) to (1ZF) apply instead of any other provisions whichwould otherwise have enabled any function of the Director of PublicProsecutions under sub-paragraph (1ZB) of giving consent to be exercised by aperson other than the Director.\n\t\t\t\t(1ZH)The Director of Public Prosecutions for Northern Ireland must exercisepersonally any function under sub-paragraph (1ZB) of giving consent unless thefunction is exercised personally by the Deputy Director of Public Prosecutionsfor Northern Ireland by virtue of section 30(4) or (7) of the Justice(Northern Ireland) Act 2002 (powers of Deputy Director to exercise functionsof Director).\n\t\t\t\t(1ZI)Sub-paragraph (1ZH) applies instead of section 36 of the Act of 2002(delegation of the functions of the Director of Public Prosecutions forNorthern Ireland to persons other than the Deputy Director) in relation to thefunctions of the Director of Public Prosecutions for Northern Ireland and theDeputy Director of Public Prosecutions for Northern Ireland under, or (as thecase may be) by virtue of, sub-paragraph (1ZB) above of giving consent.”,\n\t\t\t\tthe substitution, for “a judicial authority” in sub-paragraph (1A), of “—\n\t\t\t\tin the case of an application falling within sub-paragraph (1B), ajudicial authority; and\n\t\t\t\tin any other case, a senior judge”,\n\t\t\t\tthe insertion, after sub-paragraph (1A), of—\n\t\t\t\t“(1B)An application for the extension or further extension of a period fallswithin this sub-paragraph if—\n\t\t\t\tthe grant of the application otherwise than in accordance with sub-paragraph (3AA)(b) would extend that period to a time that is no more than 14days after the relevant time; and\n\t\t\t\tno application has previously been made to a senior judge in respect ofthat period.”,\n\t\t\t\tthe insertion, after “judicial authority” in both places in sub-paragraph(3AA) where it appears, of “or senior judge”,\n\t\t\t\tthe insertion, after “detention” in sub-paragraph (4), of\n\t\t\t\t“but, in relation to an application made by virtue of sub-paragraph (1A)(b) toa senior judge, as if—\n\t\t\t\treferences to a judicial authority were references to a senior judge; and\n\t\t\t\treferences to the judicial authority in question were references to thesenior judge in question”,\n\t\t\t\tthe insertion, after “judicial authority” in sub-paragraph (5), of “orsenior judge”, and\n\t\t\t\tthe insertion, after sub-paragraph (6), of—\n\t\t\tIn this paragraph and paragraph 37 “senior judge” means a judge of theHigh Court or of the High Court of Justiciary.”\n\t\t\tThe modification of paragraph 37 is the insertion, in sub-paragraph (2),after “judicial authority”, of “or senior judge”.\n\t\t\tA temporary extension order applies, except so far as it providesotherwise, to any person who is being detained under section 41 when the ordercomes into force (as well as any person who is subsequently detained underthat section).\n\t\t\tThe Secretary of State may by order revoke a temporary extension order ifthe Secretary of State considers it appropriate to do so (whether or not theconditions mentioned in paragraphs (a) and (b) of sub-paragraph (1) are met).\n\t\t\tSub-paragraph (8) applies if—\n\t\t\t\tany of the following events occurs—\n\t\t\t\tthe revocation without replacement of a temporary extension order,\n\t\t\t\tthe expiry of the period of three months mentioned in sub-paragraph (2) inrelation to such an order,\n\t\t\t\tthe ceasing to have effect of such an order by virtue of section 123(6B)and (6C), and\n\t\t\t\tat that time—\n\t\t\t\ta person is being detained by virtue of a further extension under paragraph36,\n\t\t\t\tthe person’s further detention was authorised by virtue of the temporaryextension order concerned (before its revocation, expiry or ceasing to haveeffect) for a period ending more than 14 days after the relevant time (withinthe meaning given by paragraph 36(3B)),\n\t\t\t\tthat 14 days has expired, and\n\t\t\t\tthe person’s detention is not otherwise authorised by law.\n\t\t\tThe person with custody of that individual must release the individualimmediately.\n\t\t\tSubject to sub-paragraphs (7) and (8), the fact that—\n\t\t\t\ta temporary extension order is revoked,\n\t\t\t\tthe period of three months mentioned in sub-paragraph (2) has expired inrelation to such an order, or\n\t\t\t\tsuch an order ceases to have effect by virtue of section 123(6B) and (6C),\n\t\t\t\tis without prejudice to anything previously done by virtue of the order or tothe making of a new order.”\n\t\t\tAfter section 123(6) of that Act (orders and regulations under the Act)insert—\n\t\t\t“(6A)As soon as practicable after making an order under paragraph 38 ofSchedule 8, the Secretary of State must lay a copy of the order before eachHouse of Parliament.\n\t\t\t(6B)An order under paragraph 38 of Schedule 8 is to cease to have effect atthe end of the period of 20 days beginning with the day on which the Secretaryof State makes the order, unless a resolution approving the order is passed byeach House of Parliament during that period.\n\t\t\t(6C)For the purposes of subsection (6B) the period of 20 days is to becomputed in accordance with section 7(1) of the Statutory Instruments Act1946.\n\t\t\t(6D)Subsections (6B) and (6C) do not apply to an order under paragraph 38 ofSchedule 8 which revokes an order under that paragraph.”\n\t\t\tAfter section 36(4) of the Terrorism Act 2006 (review of terrorismlegislation) insert—\n\t\t\t“(4A)The person appointed under subsection (1) must ensure that a review iscarried out (whether by that person or another person) into any case where theperiod specified in a warrant of further detention issued under Part 3 ofSchedule 8 to the Terrorism Act 2000 (extension of detention of terroristsuspects) is further extended by virtue of paragraph 36 of that Schedule to atime that is more than 14 days after the relevant time (within the meaning ofthat paragraph).\n\t\t\t(4B)The person appointed under subsection (1) must ensure that a report on theoutcome of the review is sent to the Secretary of State as soon as reasonablypracticable after the completion of the review.”"
    },
    {
        "length": 2541,
        "text": "\nStop and search powers: general\n\tRepeal of existing stop and search powers\n\t\tOmit sections 44 to 47 of the Terrorism Act 2000 (power to stop and search).\n\tReplacement powers to stop and search persons and vehicles\n\t\tOmit section 43(3) of the Terrorism Act 2000 (requirement for searches ofpersons to be carried out by someone of the same sex).\n\t\tAfter section 43(4) of that Act insert—\n\t\t\t“(4A)Subsection (4B) applies if a constable, in exercising the power undersubsection (1) to stop a person whom the constable reasonably suspects to be aterrorist, stops a vehicle (see section 116(2)).\n\t\t(4B)The constable—\n\t\t\tmay search the vehicle and anything in or on it to discover whether thereis anything which may constitute evidence that the person concerned is aterrorist, and\n\t\t\tmay seize and retain anything which the constable—\n\t\t\tdiscovers in the course of such a search, and\n\t\t\treasonably suspects may constitute evidence that the person is aterrorist.\n\t\t\t(4C)Nothing in subsection (4B) confers a power to search any person but thepower to search in that subsection is in addition to the power in subsection(1) to search a person whom the constable reasonably suspects to be aterrorist.”\n\t\tAfter section 43 of that Act insert—\n\t\t“43ASearch of vehicles\n\t\t\tSubsection (2) applies if a constable reasonably suspects that a vehicle isbeing used for the purposes of terrorism.\n\t\t\tThe constable may stop and search—\n\t\t\t\tthe vehicle;\n\t\t\t\tthe driver of the vehicle;\n\t\t\t\ta passenger in the vehicle;\n\t\t\t\tanything in or on the vehicle or carried by the driver or a passenger;\n\t\t\t\t\tto discover whether there is anything which may constitute evidence that thevehicle is being used for the purposes of terrorism.\n\t\t\tA constable may seize and retain anything which the constable—\n\t\t\t\tdiscovers in the course of a search under this section, and\n\t\t\t\treasonably suspects may constitute evidence that the vehicle is being usedfor the purposes of terrorism.\n\t\t\tA person who has the powers of a constable in one Part of the UnitedKingdom may exercise a power under this section in any Part of the UnitedKingdom.\n\t\t\tIn this section “driver”, in relation to an aircraft, hovercraft or vessel,means the captain, pilot or other person with control of the aircraft,hovercraft or vessel or any member of its crew and, in relation to a train,includes any member of its crew.”\n\tReplacement powers to stop and search in specified locations\n\t\tBefore section 48 of the Terrorism Act 2000 (and the italic cross-headingbefore it) insert—\n\t\t“Powers to stop and search in specified locations\n\t\t\tASearches in specified areas or places\n\t\t\t\tA senior police officer may give an authorisation under subsection (2) or(3) in relation to a specified area or place if the officer—\n\t\t\t\t\treasonably suspects that an act of terrorism will take place; and\n\t\t\t\t\treasonably considers that—\n\t\t\t\t\tthe authorisation is necessary to prevent such an act;\n\t\t\t\t\tthe specified area or place is no greater than is necessary to preventsuch an act; and\n\t\t\t\t\tthe duration of the authorisation is no longer than is necessary toprevent such an act.\n\t\t\t\tAn authorisation under this subsection authorises any constable in uniformto stop a vehicle in the specified area or place and to search—\n\t\t\t\t\tthe vehicle;\n\t\t\t\t\tthe driver of the vehicle;\n\t\t\t\t\ta passenger in the vehicle;\n\t\t\t\t\tanything in or on the vehicle or carried by the driver or a passenger.\n\t\t\t\tAn authorisation under this subsection authorises any constable in uniformto stop a pedestrian in the specified area or place and to search—\n\t\t\t\t\tthe pedestrian;\n\t\t\t\t\tanything carried by the pedestrian.\n\t\t\t\tA constable in uniform may exercise the power conferred by an authorisationunder subsection (2) or (3) only for the purpose of discovering whether thereis anything which may constitute evidence that the vehicle concerned is beingused for the purposes of terrorism or (as the case may be) that the personconcerned is a person falling within section 40(1)(b).\n\t\t\t\tBut the power conferred by such an authorisation may be exercised whetheror not the constable reasonably suspects that there is such evidence.\n\t\t\t\tA constable may seize and retain anything which the constable—\n\t\t\t\t\tdiscovers in the course of a search under such an authorisation; and\n\t\t\t\t\treasonably suspects may constitute evidence that the vehicle concerned isbeing used for the purposes of terrorism or (as the case may be) that theperson concerned is a person falling within section 40(1)(b).\n\t\t\t\tSchedule 6B (which makes supplementary provision about authorisations underthis section) has effect.\n\t\t\t\tIn this section—\n\t\t\t\t\t  * “driver” has the meaning given by section 43A(5);\n\t\t\t\t\t  * “senior police officer” has the same meaning as in Schedule 6B (see paragraph 14(1) and (2) of that Schedule);\n\t\t\t\t\t  * “specified” means specified in an authorisation.”\n\t\t\t\tSchedule 5 (which inserts a new Schedule making supplementary provisionabout powers to stop and search in specified locations into the Terrorism Act2000) has effect.\n\tCode of practice\n\t\tAfter section 47A of the Terrorism Act 2000 (for which see section 61) insert—\n\t\t“Code of practice relating to sections 43, 43A and 47A\n\t\t\tAACode of practice relating to sections 43, 43A and 47A\n\t\t\t\tThe Secretary of State must prepare a code of practice containing guidanceabout—\n\t\t\t\t\tthe exercise of the powers conferred by sections 43 and 43A,\n\t\t\t\t\tthe exercise of the powers to give an authorisation under section 47A(2) or(3),\n\t\t\t\t\tthe exercise of the powers conferred by such an authorisation and section47A(6), and\n\t\t\t\t\tsuch other matters in connection with the exercise of any of the powersmentioned in paragraphs (a) to (c) as the Secretary of State considersappropriate.\n\t\t\t\tSuch a code may make different provision for different purposes.\n\t\t\t\tIn the course of preparing such a code, the Secretary of State must consultthe Lord Advocate and such other persons as the Secretary of State considersappropriate.\n\t\t\tABIssuing of code\n\t\t\t\tThe Secretary of State must lay before Parliament—\n\t\t\t\t\ta code of practice prepared under section 47AA, and\n\t\t\t\t\ta draft of an order providing for the code to come into force.\n\t\t\t\tThe Secretary of State must make the order and issue the code if the draftof the order is approved by a resolution of each House of Parliament.\n\t\t\t\tThe Secretary of State must not make the order or issue the code unless thedraft of the order is so approved.\n\t\t\t\tThe Secretary of State must prepare another code of practice under section47AA if—\n\t\t\t\t\tthe draft of the order is not so approved, and\n\t\t\t\t\tthe Secretary of State considers that there is no realistic prospect thatit will be so approved.\n\t\t\t\tA code comes into force in accordance with an order under this section.\n\t\t\tACAlteration or replacement of code\n\t\t\t\tThe Secretary of State—\n\t\t\t\t\tmust keep the search powers code under review, and\n\t\t\t\t\tmay prepare an alteration to the code or a replacement code.\n\t\t\t\tBefore preparing an alteration or a replacement code, the Secretary ofState must consult the Lord Advocate and such other persons as the Secretaryof State considers appropriate.\n\t\t\t\tSection 47AB (other than subsection (4)) applies to an alteration or areplacement code prepared under this section as it applies to a code preparedunder section 47AA.\n\t\t\t\tIn this section “the search powers code” means the code of practice issuedunder section 47AB (2) (as altered or replaced from time to time).\n\t\t\tADPublication of code\n\t\t\t\tThe Secretary of State must publish the code (and any replacement code)issued under section 47AB (2).\n\t\t\t\tThe Secretary of State must publish—\n\t\t\t\t\tany alteration issued under section 47AB (2), or\n\t\t\t\t\tthe code or replacement code as altered by it.\n\t\t\tAEEffect of code\n\t\t\t\tA constable must have regard to the search powers code when exercising anypowers to which the code relates.\n\t\t\t\tA failure on the part of a constable to act in accordance with anyprovision of the search powers code does not of itself make that person liableto criminal or civil proceedings.\n\t\t\t\tThe search powers code is admissible in evidence in any such proceedings.\n\t\t\t\tA court or tribunal may, in particular, take into account a failure by aconstable to have regard to the search powers code in determining a questionin any such proceedings.\n\t\t\t\tThe references in this section to a constable include, in relation to anyfunctions exercisable by a person by virtue of paragraph 15 of Schedule 4 tothe Police Reform Act 2002 or paragraph 16 of Schedule 2A to the Police(Northern Ireland) Act 2003 (search powers in specified areas or places forcommunity support officers), references to that person.\n\t\t\t\tIn this section “the search powers code” means the code of practice issuedunder section 47AB (2) (as altered or replaced from time to time).”"
    },
    {
        "length": 2492,
        "text": "\nRestriction of scope of regulated activities: children\n\tParts 1 and 3 of Schedule 4 to the Safeguarding Vulnerable Groups Act 2006(regulated activity relating to children and the period condition) are amendedas follows.\n\tIn paragraph 1(1)(b) (frequency and period condition for regulatedactivity), at the beginning, insert “except in the case of activities fallingwithin sub-paragraph (1A),”.\n\tAfter paragraph 1(1) insert—\n\t\t“(1A)The following activities fall within this sub-paragraph—\n\t\trelevant personal care, and\n\t\thealth care provided by, or under the direction or supervision of, a healthcare professional.\n\t\t(1B)In this Part of this Schedule “relevant personal care” means—\n\t\tphysical assistance which is given to a child who is in need of it byreason of illness or disability and is given in connection with eating ordrinking (including the administration of parenteral nutrition),\n\t\tphysical assistance which is given to a child who is in need of it byreason of age, illness or disability and is given in connection with—\n\t\ttoileting (including in relation to the process of menstruation),\n\t\twashing or bathing, or\n\t\tdressing, \n\t\tthe prompting (together with supervision) of a child, who is in need of itby reason of illness or disability, in relation to the performance of theactivity of eating or drinking where the child is unable to make a decision inrelation to performing such an activity without such prompting andsupervision,\n\t\tthe prompting (together with supervision) of a child, who is in need of itby reason of age, illness or disability, in relation to the performance of anyof the activities listed in paragraph (b)(i) to (iii) where the child isunable to make a decision in relation to performing such an activity withoutsuch prompting and supervision,\n\t\tany form of training, instruction, advice or guidance which—\n\t\trelates to the performance of the activity of eating or drinking,\n\t\tis given to a child who is in need of it by reason of illness ordisability, and\n\t\tdoes not fall within paragraph (c), or\n\t\tany form of training, instruction, advice or guidance which—\n\t\trelates to the performance of any of the activities listed in paragraph(b)(i) to (iii),\n\t\tis given to a child who is in need of it by reason of age, illness ordisability, and\n\t\tdoes not fall within paragraph (d).\n\t\t(1C)In this Part of this Schedule —\n\t\t\t  * “health care” includes all forms of health care provided for children, whether relating to physical or mental health and also includes palliative care for children and procedures that are similar to forms of medical or surgical care but are not provided for children in connection with a medical condition,\n\t\t\t  * “health care professional” means a person who is a member of a profession regulated by a body mentioned in section 25(3) of the National Health Service Reform and Health Care Professions Act 2002.\n\t\t(1D)Any reference in this Part of this Schedule to health care provided by, orunder the direction or supervision of, a health care professional includes areference to first aid provided to a child by any person acting on behalf ofan organisation established for the purpose of providing first aid.”\n\tIn paragraph 1(2)(c) (work activities at certain establishments to beregulated activity) for “any form of work (whether or not for gain)”substitute “any work falling within sub-paragraph (2A) or (2B)”.\n\tAfter paragraph 1(2) insert—\n\t“(2A)Work falls within this sub-paragraph if it is any form of work for gain,other than any such work which—\n\t\tis undertaken in pursuance of a contract for the provision of occasional ortemporary services, and\n\t\tis not an activity mentioned in paragraph 2(1) (disregarding paragraph2(3A) and (3B)(b)).\n\t\t(2B)Work falls within this sub-paragraph if it is any form of work which isnot for gain, other than—\n\t\tany such work which—\n\t\tis carried out on a temporary or occasional basis, and\n\t\tis not an activity mentioned in paragraph 2(1) (disregarding paragraph2(3A) and (3B)(b)), or\n\t\tany such work which is, on a regular basis, subject to the day to daysupervision of another person who is engaging in regulated activity relatingto children.\n\t\t(2C)The reference in subsection (2B)(b) to day to day supervision is areference to such day to day supervision as is reasonable in all thecircumstances for the purpose of protecting any children concerned.”\n\tAlso in paragraph 1—\n\t\tin sub-paragraph (7) (meaning of “acting as a child minder”) for “section79A of that Act” substitute “section 19 of the Children and Families (Wales)Measure 2010”,\n\t\tomit sub-paragraph (8) (exercise of functions of certain persons to beregulated activity),\n\t\tin sub-paragraph (9) (exercise of functions of persons mentioned inparagraph 4(1) to be regulated activity) for “a person mentioned in paragraph4(1)” substitute “the Children’s Commissioner for Wales or the deputyChildren’s Commissioner for Wales”,\n\t\tin sub-paragraph (9B) (exercise of certain inspection etc. functions to beregulated activity)—\n\t\tomit paragraph (a),\n\t\tin paragraph (b) for “section 79U(3) of the Children Act 1989” substitute“section 41 or 42 of the Children and Families (Wales) Measure 2010”,\n\t\tin paragraph (c) after “taken” insert “in relation to Wales” and for“that Act” substitute “the Children Act 1989”,\n\t\tin paragraph (d) after “inspection”, where it first appears, insert “inWales”,\n\t\tin paragraph (e) after “taken” insert “in relation to Wales”,\n\t\tin paragraph (f) omit “18B or”,\n\t\tin paragraph (h), after “inspection”, where it first appears, insert “inWales”,\n\t\tin paragraph (m) omit “48 or”,\n\t\tin paragraph (n) after “inspection” insert “in Wales”, and\n\t\tomit paragraphs (p) to (t),\n\t\tin sub-paragraph (10) (inspectors) omit paragraphs (a), (ba), (d) and (e),\n\t\tomit sub-paragraph (12A) (accessing certain databases to be regulatedactivity),\n\t\tomit sub-paragraph (13A) (exercise of certain functions of Care QualityCommission to be regulated activity),\n\t\tin sub-paragraph (14) (day to day management or supervision of a personcarrying out regulated activity to be regulated activity) for “(8), (9C), (11)or (13A)” substitute “(9A), (9C) or (11)”, and\n\t\tafter sub-paragraph (14) insert—\n\tAny activity which consists in or involves on a regular basis the day today management or supervision of a person who would be carrying out anactivity mentioned in sub-paragraph (1) or (2) but for the exclusion forsupervised activity in paragraph 2(3A) or (3B)(b) or sub-paragraph (2B)(b)above is a regulated activity relating to children.”\n\tIn paragraph 2 (activities referred to in paragraph 1(1))—\n\t\tin sub-paragraph (1) omit paragraph (d) (treatment and therapy provided fora child),\n\t\tin sub-paragraph (2)—\n\t\tfor “, (c) and (d)” substitute “and (c)”, and\n\t\tomit paragraph (d), and\n\t\tafter sub-paragraph (3) insert—\n\t\t“(3A)Sub-paragraph (1)(a) does not include any form of teaching, training orinstruction of children which is, on a regular basis, subject to the day today supervision of another person who is engaging in regulated activityrelating to children.\n\t\t(3B)Sub-paragraph (1)(b)—\n\t\tdoes not include any health care provided otherwise than by (or under thedirection or supervision of) a health care professional, and\n\t\tdoes not, except in the case of relevant personal care or of health careprovided by (or under the direction or supervision of) a health careprofessional, include any form of care for or supervision of children whichis, on a regular basis, subject to the day to day supervision of anotherperson who is engaging in regulated activity relating to children.\n\t\t(3C)The references in subsections (3A) and (3B)(b) to day to day supervisionare references to such day to day supervision as is reasonable in all thecircumstances for the purpose of protecting any children concerned.\n\t\t(3D)Sub-paragraph (1)(c) does not include any legal advice.”\n\tIn paragraph 3(1) (list of establishments referred to in paragraph 1(2) and(9C)) omit paragraph (c).\n\tOmit paragraph 4 (list of persons referred to in paragraph 1(9)).\n\tIn paragraph 10(2) (the period condition) for “, (c) or (d)” substitute“or (c)”."
    },
    {
        "length": 196,
        "text": "\nRestriction of definition of vulnerable adults\n\tOmit section 59 of the Safeguarding Vulnerable Groups Act 2006 (definitionof vulnerable adults).\n\tIn section 60(1) of that Act (interpretation of Act)—\n\t\tafter “In this Act—” insert—\n\t\t\t  * ““adult” means a person who has attained the age of 18;”, and”\n\t\tin the definition of “vulnerable adult”, for the words “must be construedin accordance with section 59” substitute “means any adult to whom an activitywhich is a regulated activity relating to vulnerable adults by virtue of anyparagraph of paragraph 7(1) of Schedule 4 is provided”."
    },
    {
        "length": 1660,
        "text": "\nRestriction of scope of regulated activities: vulnerable adults\n\tParts 2 and 3 of Schedule 4 to the Safeguarding Vulnerable Groups Act 2006(regulated activity relating to vulnerable adults and the period condition)are amended as follows.\n\tFor paragraph 7(1) to (3) (main activities which are regulated activity)substitute—\n\tEach of the following is a regulated activity relating to vulnerableadults—\n\t\tthe provision to an adult of health care by, or under the direction orsupervision of, a health care professional,\n\t\tthe provision to an adult of relevant personal care,\n\t\tthe provision by a social care worker of relevant social work to an adultwho is a client or potential client,\n\t\tthe provision of assistance in relation to general household matters to anadult who is in need of it by reason of age, illness or disability,\n\t\tany relevant assistance in the conduct of an adult’s own affairs,\n\t\tthe conveying by persons of a prescribed description in such circumstancesas may be prescribed of adults who need to be conveyed by reason of age,illness or disability,\n\t\tsuch activities—\n\t\tinvolving, or connected with, the provision of health care or relevantpersonal care to adults, and\n\t\tnot falling within any of the above paragraphs,\n\t\t\tas are of a prescribed description.\n\tHealth care includes all forms of health care provided for individuals,whether relating to physical or mental health and also includes palliativecare and procedures that are similar to forms of medical or surgical care butare not provided in connection with a medical condition.\n\tA health care professional is a person who is a member of a professionregulated by a body mentioned in section 25(3) of the National Health ServiceReform and Health Care Professions Act 2002.\n\t(3A)Any reference in this Part of this Schedule to health care provided by, orunder the direction or supervision of, a health care professional includes areference to first aid provided to an adult by any person acting on behalf ofan organisation established for the purpose of providing first aid.\n\t(3B)Relevant personal care means—\n\t\tphysical assistance, given to a person who is in need of it by reason ofage, illness or disability, in connection with—\n\t\teating or drinking (including the administration of parenteral nutrition),\n\t\ttoileting (including in relation to the process of menstruation),\n\t\twashing or bathing,\n\t\tdressing, \n\t\toral care, or\n\t\tthe care of skin, hair or nails,\n\t\tthe prompting, together with supervision, of a person who is in need of itby reason of age, illness or disability in relation to the performance of anyof the activities listed in paragraph (a) where the person is unable to make adecision in relation to performing such an activity without such prompting andsupervision, or\n\t\tany form of training, instruction, advice or guidance which—\n\t\trelates to the performance of any of the activities listed in paragraph(a),\n\t\tis given to a person who is in need of it by reason of age, illness ordisability, and\n\t\tdoes not fall within paragraph (b).\n\t\t(3C)Relevant social work has the meaning given by section 55(4) of the CareStandards Act 2000 and social care worker means a person who is a social careworker by virtue of section 55(2)(a) of that Act.\n\t\t(3D)Assistance in relation to general household matters is day to dayassistance in relation to the running of the household of the person concernedwhere the assistance is the carrying out of one or more of the followingactivities on behalf of that person—\n\t\tmanaging the person’s cash,\n\t\tpaying the person’s bills,\n\t\tshopping. \n\t\t(3E)Relevant assistance in the conduct of a person’s own affairs is anythingdone on behalf of the person by virtue of—\n\t\ta lasting power of attorney created in respect of the person in accordancewith section 9 of the Mental Capacity Act 2005,\n\t\tan enduring power of attorney (within the meaning of Schedule 4 to thatAct) in respect of the person which is—\n\t\tregistered in accordance with that Schedule, or\n\t\tthe subject of an application to be so registered,\n\t\tan order made under section 16 of that Act by the Court of Protection inrelation to the making of decisions on the person’s behalf,\n\t\tthe appointment of an independent mental health advocate or (as the casemay be) an independent mental capacity advocate in respect of the person inpursuance of arrangements under section 130A of the Mental Health Act 1983 orsection 35 of the Mental Capacity Act 2005,\n\t\tthe provision of independent advocacy services (within the meaning ofsection 248 of the National Health Service Act 2006 or section 187 of theNational Health Service (Wales) Act 2006) in respect of the person, or\n\t\tthe appointment of a representative to receive payments on behalf of theperson in pursuance of regulations made under the Social SecurityAdministration Act 1992.”\n\tOmit paragraph 7(4) (certain activities in care homes to be regulatedactivity).\n\tIn paragraph 7(5) (day to day management or supervision of certainactivities to be regulated activity) omit “or (4)”.\n\tIn paragraph 7(7)(f) (inspection functions) omit “English local authoritysocial services or”.\n\tOmit paragraph 7(8A) (certain functions of Care Quality Commission to beregulated activity).\n\tIn paragraph 7(9) (functions of certain persons to be regulated activity)for “a person mentioned in paragraph 8(1)” substitute “the Commissioner forolder people in Wales or the deputy Commissioner for older people in Wales”.\n\tOmit paragraph 8 (the persons referred to in paragraph 7(9) whose functionsare to be regulated activity).\n\tIn paragraph 10(2) (the period condition)—\n\t\tomit “or 7(1)(a), (b), (c), (d) or (g)”, and\n\t\tin paragraph (b), omit “or vulnerable adults (as the case may be)”."
    },
    {
        "length": 2166,
        "text": "\nAlteration of test for barring decisions\n\tFor sub-paragraphs (2) and (3) of paragraph 1 of Schedule 3 to theSafeguarding Vulnerable Groups Act 2006 (automatic inclusion of person to whomparagraph applies in children’s barred list) substitute—\n\tIf the Secretary of State has reason to believe that this paragraph mightapply to a person, the Secretary of State must refer the matter to ISA.\n\tIf (whether or not on a reference under sub-paragraph (2)) ISA is satisfiedthat this paragraph applies to a person, it must include the person in thechildren’s barred list.”\n\tFor sub-paragraphs (2) to (4) of paragraph 2 of that Schedule to that Act(inclusion of person to whom paragraph applies in children’s barred list withright to make representation afterwards) substitute—\n\tIf the Secretary of State has reason to believe that—\n\t\tthis paragraph might apply to a person, and\n\t\tthe person is or has been, or might in future be, engaged in regulatedactivity relating to children,\n\t\t\tthe Secretary of State must refer the matter to ISA.\n\tSub-paragraph (4) applies if (whether or not on a reference under sub-paragraph (2)) it appears to ISA that—\n\t\tthis paragraph applies to a person, and\n\t\tthe person is or has been, or might in future be, engaged in regulatedactivity relating to children.\n\tISA must give the person the opportunity to make representations as to whythe person should not be included in the children’s barred list.\n\tSub-paragraph (6) applies if—\n\t\tthe person does not make representations before the end of any timeprescribed for the purpose, or\n\t\tthe duty in sub-paragraph (4) does not apply by virtue of paragraph 16(2).\n\tIf ISA—\n\t\tis satisfied that this paragraph applies to the person, and\n\t\thas reason to believe that the person is or has been, or might in futurebe, engaged in regulated activity relating to children,\n\t\tit must include the person in the list.\n\tSub-paragraph (8) applies if the person makes representations before theend of any time prescribed for the purpose.\n\tIf ISA—\n\t\tis satisfied that this paragraph applies to the person,\n\t\thas reason to believe that the person is or has been, or might in futurebe, engaged in regulated activity relating to children, and\n\t\tis satisfied that it is appropriate to include the person in the children’sbarred list,\n\t\tit must include the person in the list.”\n\tIn paragraph 3 of that Schedule to that Act (inclusion in children’s barredlist on behaviour grounds)—\n\t\tin sub-paragraph (1)(a) for the words from “has” to “conduct,” substitute“—\n\t\thas (at any time) engaged in relevant conduct, and\n\t\tis or has been, or might in future be, engaged in regulated activityrelating to children,”,\n\t\tin sub-paragraph (3), after paragraph (a) (and before the word “and” at theend of the paragraph), insert—\n\t\tit has reason to believe that the person is or has been, or might infuture be, engaged in regulated activity relating to children,”, and\n\t\tin sub-paragraph (3)(b) for “appears to ISA” substitute “is satisfied”.\n\tIn paragraph 5 of that Schedule to that Act (inclusion in children’s barredlist because of risk of harm)—\n\t\tin sub-paragraph (1)(a) for “falls within sub-paragraph (4)” substitute “—\n\t\tfalls within sub-paragraph (4), and\n\t\tis or has been, or might in future be, engaged in regulated activityrelating to children”,\n\t\tin sub-paragraph (3), after paragraph (a) (and before the word “and” at theend of the paragraph), insert—\n\t\tit has reason to believe that the person is or has been, or might infuture be, engaged in regulated activity relating to children,”, and\n\t\tin sub-paragraph (3)(b) for “appears to ISA” substitute “is satisfied”.\n\tFor sub-paragraphs (2) and (3) of paragraph 7 of that Schedule to that Act(automatic inclusion of person to whom paragraph applies in adults’ barredlist) substitute—\n\tIf the Secretary of State has reason to believe that this paragraph mightapply to a person, the Secretary of State must refer the matter to ISA.\n\tIf (whether or not on a reference under sub-paragraph (2)) ISA is satisfiedthat this paragraph applies to a person, it must include the person in theadults’ barred list.”\n\tFor sub-paragraphs (2) to (4) of paragraph 8 of that Schedule to that Act(inclusion of person to whom paragraph applies in adults’ barred list withright to make representation afterwards) substitute—\n\tIf the Secretary of State has reason to believe that—\n\t\tthis paragraph might apply to a person, and\n\t\tthe person is or has been, or might in future be, engaged in regulatedactivity relating to vulnerable adults,\n\t\tthe Secretary of State must refer the matter to ISA.\n\tSub-paragraph (4) applies if (whether or not on a reference under sub-paragraph (2)) it appears to ISA that—\n\t\tthis paragraph applies to a person, and\n\t\tthe person is or has been, or might in future be, engaged in regulatedactivity relating to vulnerable adults.\n\tISA must give the person the opportunity to make representations as to whythe person should not be included in the adults’ barred list.\n\tSub-paragraph (6) applies if—\n\t\tthe person does not make representations before the end of any timeprescribed for the purpose, or\n\t\tthe duty in sub-paragraph (4) does not apply by virtue of paragraph 16(2).\n\tIf ISA—\n\t\tis satisfied that this paragraph applies to the person, and\n\t\thas reason to believe that the person is or has been, or might in futurebe, engaged in regulated activity relating to vulnerable adults,\n\t\tit must include the person in the list.\n\tSub-paragraph (8) applies if the person makes representations before theend of any time prescribed for the purpose.\n\tIf ISA—\n\t\tis satisfied that this paragraph applies to the person,\n\t\thas reason to believe that the person is or has been, or might in futurebe, engaged in regulated activity relating to vulnerable adults, and\n\t\tis satisfied that it is appropriate to include the person in the adults’barred list,\n\t\tit must include the person in the list.”\n\tIn paragraph 9 of that Schedule to that Act (inclusion in adults’ barredlist on behaviour grounds)—\n\t\tin sub-paragraph (1)(a) for the words from “has” to “conduct,” substitute“—\n\t\thas (at any time) engaged in relevant conduct, and\n\t\tis or has been, or might in future be, engaged in regulated activityrelating to vulnerable adults,”,\n\t\tin sub-paragraph (3), after paragraph (a) (and before the word “and” at theend of the paragraph), insert—\n\t\tit has reason to believe that the person is or has been, or might infuture be, engaged in regulated activity relating to vulnerable adults,”, and\n\t\tin sub-paragraph (3)(b) for “appears to ISA” substitute “is satisfied”.\n\tIn paragraph 11 of that Schedule to that Act (inclusion in adults’ barredlist because of risk of harm)—\n\t\tin sub-paragraph (1)(a) for “falls within sub-paragraph (4)” substitute “—\n\t\tfalls within sub-paragraph (4), and\n\t\tis or has been, or might in future be, engaged in regulated activityrelating to vulnerable adults”,\n\t\tin sub-paragraph (3), after paragraph (a) (and before the word “and” at theend of the paragraph), insert—\n\t\tit has reason to believe that the person is or has been, or might infuture be, engaged in regulated activity relating to vulnerable adults,”, and\n\t\tin sub-paragraph (3)(b) for “appears to ISA” substitute “is satisfied”."
    },
    {
        "length": 109,
        "text": "\nAbolition of other areas of regulation: England and Wales\n\tAbolition of controlled activity\n\t\tOmit sections 21 to 23 of the Safeguarding Vulnerable Groups Act 2006(controlled activity).\n\tAbolition of monitoring\n\t\tOmit sections 24 to 27 of the Safeguarding Vulnerable Groups Act 2006(monitoring)."
    },
    {
        "length": 3761,
        "text": "\nMain amendments relating to new arrangements: England and Wales\n\tInformation for purposes of making barring decisions\n\t\tIn paragraph 19 of Schedule 3 to the Safeguarding Vulnerable Groups Act2006 (information required by ISA about persons to whom grounds for barringapply)—\n\t\t\tin sub-paragraph (1)—\n\t\t\tin paragraph (a) after “applies” insert “or appears to apply”,\n\t\t\tin paragraph (b) for “apply” substitute “applies or appears to apply”, and\n\t\t\tomit paragraph (d),\n\t\t\tin sub-paragraphs (2) and (3) for “thinks might” substitute “reasonablybelieves to”, and\n\t\t\tin sub-paragraph (6)—\n\t\t\tomit the words from “which” to “it is”, and\n\t\t\tomit “or paragraph 20(2)”.\n\t\tIn paragraph 20 of that Schedule to that Act (provision of information bySecretary of State to ISA) for sub-paragraph (2) substitute—\n\t\tWhere the Secretary of State is under a duty under paragraph 1, 2, 7 or 8to refer a matter to ISA, the Secretary of State must provide to ISA anyprescribed details of relevant matter (within the meaning of section 113A ofthe Police Act 1997) of a prescribed description which has been made availableto the Secretary of State for the purposes of Part 5 of that Act.”\n\tReview of barring decisions\n\t\tAfter paragraph 18 of Schedule 3 to the Safeguarding Vulnerable Groups Act2006 (power to apply for review of a person’s inclusion in a barred list)insert—\n\t“18A(1)Sub-paragraph (2) applies if a person’s inclusion in a barred list isnot subject to—\n\t\ta review under paragraph 18, or\n\t\tan application under that paragraph,\n\t\twhich has not yet been determined.\n\t\tISA may, at any time, review the person’s inclusion in the list.\n\t\tOn any such review, ISA may remove the person from the list if, and onlyif, it is satisfied that, in the light of—\n\t\t\tinformation which it did not have at the time of the person’s inclusion inthe list,\n\t\t\tany change of circumstances relating to the person concerned, or\n\t\t\tany error by ISA,\n\t\t\tit is not appropriate for the person to be included in the list.”\n\tInformation about barring decisions\n\t\tFor sections 30 to 32 of the Safeguarding Vulnerable Groups Act 2006(provision of vetting information and information about cessation ofmonitoring) substitute—\n\t\t“30AProvision of barring information on request\n\t\t\tThe Secretary of State must provide a person (A) with the informationmentioned in subsection (3) in relation to another (B) if—\n\t\t\t\tA makes an application for the information and pays any fee payable inrespect of the application,\n\t\t\t\tthe application contains the appropriate declaration, and\n\t\t\t\tthe Secretary of State has no reason to believe that the declaration isfalse.\n\t\t\tThe appropriate declaration is a declaration by A—\n\t\t\t\tthat A falls within column 1 of the table in Schedule 7 in relation to B,\n\t\t\t\tthat column 2 of the entry by virtue of which A falls within column 1refers to children or (as the case may be) vulnerable adults, and\n\t\t\t\tthat B has consented to the provision of the information to A.\n\t\t\tThe information is—\n\t\t\t\tif A’s declaration states that column 2 of the relevant entry refers tochildren, whether B is barred from regulated activity relating to children,and\n\t\t\t\tif A’s declaration states that column 2 of the relevant entry refers tovulnerable adults, whether B is barred from regulated activity relating tovulnerable adults.\n\t\t\tIf B consents to the provision of information to A in relation to anapplication under this section, the consent also has effect in relation to anysubsequent such application by A.\n\t\t\tThe Secretary of State may prescribe any fee payable in respect of anapplication under this section.\n\t\t\tFees received by the Secretary of State by virtue of this section must bepaid into the Consolidated Fund.\n\t\t\tThe Secretary of State may determine the form, manner and contents of anapplication for the purposes of this section (including the form and manner ofa declaration contained in such an application).\n\t\tBProvision of barring information on registration\n\t\t\tThe Secretary of State must establish and maintain a register for thepurposes of this section.\n\t\t\tThe Secretary of State must register a person (A) in relation to another(B) if—\n\t\t\t\tA makes an application to be registered in relation to B and pays any feepayable in respect of the application,\n\t\t\t\tthe application contains the appropriate declaration, and\n\t\t\t\tthe Secretary of State has no reason to believe that the declaration isfalse.\n\t\t\tThe appropriate declaration is a declaration by A—\n\t\t\t\tthat A falls within column 1 of the table in Schedule 7 in relation to B,\n\t\t\t\tthat column 2 of the entry by virtue of which A falls within column 1refers to children or (as the case may be) vulnerable adults, and\n\t\t\t\tthat B has consented to the application.\n\t\t\tA’s application and registration relate—\n\t\t\t\tif A’s declaration states that column 2 of the relevant entry refers tochildren, to regulated activity relating to children;\n\t\t\t\tif A’s declaration states that column 2 of the relevant entry refers tovulnerable adults, to regulated activity relating to vulnerable adults.\n\t\t\tThe Secretary of State must notify A if B is barred from regulated activityto which A’s registration relates.\n\t\t\tThe requirement under subsection (5) is satisfied if notification is sentto any address recorded against A’s name in the register.\n\t\t\tIf B consents to the provision of information to A under section 30A, theconsent also has effect as consent to any application by A to be registered inrelation to B under this section.\n\t\t\tThe Secretary of State may prescribe any fee payable in respect of anapplication under this section.\n\t\t\tFees received by the Secretary of State by virtue of this section must bepaid into the Consolidated Fund.\n\t\t\tThe Secretary of State may determine the form, manner and contents of anapplication for the purposes of this section (including the form and manner ofa declaration contained in such an application).”\n\t\t\tIn section 33 of that Act (cessation of registration)—\n\t\t\t\tin subsection (1) for “32” substitute “30B”,\n\t\t\t\tin subsection (2) for “(6)” substitute “(5)”, and\n\t\t\t\tafter subsection (3) insert—\n\t\t\t\t\t“(3A)Circumstances prescribed by virtue of subsection (3) may, in particular,include that—\n\t\t\t\tthe Secretary of State has asked the registered person (A) to make arenewed declaration within the prescribed period in relation to the person (B)in relation to whom A is registered, and\n\t\t\t\teither— \n\t\t\t\tA has failed to make the declaration within that period, or\n\t\t\t\tA has made the declaration within that period but the Secretary of Statehas reason to believe that it is false.\n\t\t\t\t(3B)A renewed declaration is a declaration by A—\n\t\t\t\tthat A falls within column 1 of the table in Schedule 7 in relation to B,\n\t\t\t\tthat column 2 of the entry by virtue of which A falls within column 1refers to children or (as the case may be) vulnerable adults, and\n\t\t\t\tthat B consents to the registration of A in relation to B.\n\t\t\t\t(3C)If B consents to the provision of information to A under section 30A, theconsent also has effect as consent to the registration of A in relation to B.\n\t\t\t\t(3D)Section 34 applies in relation to the making of a declaration in responseto a request from the Secretary of State of the kind mentioned in subsection(3A)(a) as it applies in relation to the making of a declaration in anapplication made for the purposes of section 30B.”\n\t\t\tIn section 34 of that Act (declarations under sections 30 and 32)—\n\t\t\t\tin the heading for “30 and 32” substitute “30A and 30B”, and\n\t\t\t\tin subsection (1) for “30 or 32” substitute “30A or 30B”.\n\t\t\tOmit entry 19 in the table in paragraph 1 of Schedule 7 to that Act (powerto add entries to the table).\n\t\t\tIn paragraph 2 of Schedule 7 to that Act (power to amend entries in thetable) for the words from “any” to the end substitute “this Schedule”.\n\t\t\tOmit paragraph 3(1)(b) of Schedule 7 to that Act (barring information wherecertain activities carried on for the purposes of the armed forces of theCrown) and the word “or” before it.\n\tDuty to check whether person barred\n\t\tAfter section 34 of the Safeguarding Vulnerable Groups Act 2006 (declarationsrelating to the provision of barring information) insert—\n\t\t“34ZADuty to check whether person barred\n\t\t\tA regulated activity provider who is considering whether to permit anindividual (B) to engage in regulated activity relating to children orvulnerable adults must ascertain that B is not barred from the activityconcerned before permitting B to engage in it.\n\t\t\tA personnel supplier who—\n\t\t\t\tis considering whether to supply an individual (B) to another (P), and\n\t\t\t\tknows, or has reason to believe, that P will make arrangements for B (ifsupplied) to engage in regulated activity relating to children or vulnerableadults,\n\t\t\t\t\tmust ascertain that B is not barred from the activity concerned beforesupplying B to P.\n\t\t\tA person is, in particular, to be treated as having met the duty insubsection (1) or (2) if condition 1, 2 or 3 is met.\n\t\t\tCondition 1 is that the person has, within the prescribed period, beeninformed under section 30A that B is not barred from the activity concerned.\n\t\t\tCondition 2 is that—\n\t\t\t\tthe person has, within the prescribed period, checked a relevant enhancedcriminal record certificate of B which has been obtained within that period,and\n\t\t\t\tthe certificate does not show that B is barred from the activity concerned.\n\t\t\tCondition 3 is that—\n\t\t\t\tthe person has, within the prescribed period, checked—\n\t\t\t\ta relevant enhanced criminal record certificate of B, and\n\t\t\t\tup-date information given, within that period, under section 116A of thePolice Act 1997 in relation to the certificate,\n\t\t\t\tthe certificate does not show that B is barred from the activity concerned,and\n\t\t\t\tthe up-date information is not advice to request B to apply for a newenhanced criminal record certificate.\n\t\t\tThe Secretary of State may by regulations provide for—\n\t\t\t\tthe duty under subsection (1) not to apply in relation to persons of aprescribed description,\n\t\t\t\tthe duty under subsection (2) not to apply in relation to persons of aprescribed description.\n\t\t\tIn this section—\n\t\t\t\t  * “enhanced criminal record certificate” means an enhanced criminal record certificate issued under section 113B of the Police Act 1997,\n\t\t\t\t  * “relevant enhanced criminal record certificate” means—\n\t\t\t\tin the case of regulated activity relating to children, an enhanced criminalrecord certificate which includes, by virtue of section 113BA of the PoliceAct 1997, suitability information relating to children, and\n\t\t\t\tin the case of regulated activity relating to vulnerable adults, an enhancedcriminal record certificate which includes, by virtue of section 113BB of thatAct, suitability information relating to vulnerable adults.”\n\tRestrictions on duplication with Scottish and Northern Ireland barredlists\n\t\tBefore paragraph 6 of Schedule 3 to the Safeguarding Vulnerable Groups Act2006 (restriction on inclusion in children’s barred list for Scottish cases),and after the italic cross-heading before that paragraph, insert—\n\t\t\t“5A(1)ISA must not include a person in the children’s barred list if ISA knowsthat the person is included in a corresponding list.\n\t\tISA must remove a person from the children’s barred list if ISA knows thatthe person is included in a corresponding list.\n\t\tA corresponding list is a list maintained under the law of Scotland orNorthern Ireland which the Secretary of State specifies by order ascorresponding to the children’s barred list.”\n\t\tIn paragraph 6(1)(a) of that Schedule to that Act—\n\t\t\tafter “if” insert “ISA knows that”,\n\t\t\tafter “authority” insert “—\n\t\t\t”, and\n\t\t\tfor the words from “(whether” to “list)” substitute “, and\n\t\t\thas decided not to include the person in the list”.\n\t\tBefore paragraph 12 of that Schedule to that Act (restriction on inclusionin adults’ barred list for Scottish cases), and after the italic cross-headingbefore that paragraph, insert—\n\t\t“11A(1)ISA must not include a person in the adults’ barred list if ISA knowsthat the person is included in a corresponding list.\n\t\tISA must remove a person from the adults’ barred list if ISA knows that theperson is included in a corresponding list.\n\t\tA corresponding list is a list maintained under the law of Scotland orNorthern Ireland which the Secretary of State specifies by order ascorresponding to the adults’ barred list.”\n\t\tIn paragraph 12(1)(a) of that Schedule to that Act—\n\t\t\tafter “if” insert “ISA knows that”,\n\t\t\tafter “authority” insert “—\n\t\t\t”, and\n\t\t\tfor the words from “(whether” to “list)” substitute “, and\n\t\t\thas decided not to include the person in the list”."
    },
    {
        "length": 1638,
        "text": "\nProfessional bodies\n\tIn section 41 of the Safeguarding Vulnerable Groups Act 2006 (registers:duty to refer)—\n\t\tin subsection (1)—\n\t\tfor “must” substitute “may”, and\n\t\tomit “prescribed”,\n\t\tin subsection (4)—\n\t\tin paragraph (a), for “engaged or may engage” substitute “or has been, ormight in future be, engaged”,\n\t\talso in paragraph (a), omit “or controlled activity”, and\n\t\tin paragraph (b) for “, 2, 7 or 8” substitute “or 7”,\n\t\tin subsection (5) omit “prescribed”, and\n\t\tin the heading for “duty” substitute “power”.\n\tOmit paragraph 9(2)(a) of Schedule 5 to the Health Care and AssociatedProfessions (Miscellaneous Amendments and Practitioner Psychologists) Order2009 ([S.I. 2009/1182](/id/uksi/2009/1182?view=plain \"Go to item oflegislation\")) (which, if section 44(1) of the Act of 2006 were to come intoforce, would insert subsections (4A) to (4C) into section 41 of the Act of2006).\n\tIn section 43 of the Act of 2006 (registers: notice of barring etc.) forsubsections (1) to (5) substitute—\n\tSubsection (2) applies if—\n\t\tISA knows or thinks that a person (A) appears on a relevant register, and\n\t\teither— \n\t\tA is included in a barred list, or\n\t\tISA is aware that A is subject to a relevant disqualification.\n\tISA must—\n\t\tnotify the keeper of the register of the circumstances mentioned insubsection (1)(b)(i) or (as the case may be) (ii), and\n\t\tin the case where A is included in a barred list, provide the keeper of theregister with such of the information on which ISA relied in including A inthe list as ISA considers—\n\t\tto be relevant to the exercise of any function of the keeper, and\n\t\totherwise appropriate to provide.\n\tSubsection (4) applies if the keeper of a relevant register applies to ISAto ascertain in relation to a person (A) whether—\n\t\tA is included in a barred list, or\n\t\tISA is aware that A is subject to a relevant disqualification.\n\tISA must notify the keeper of the register as to whether the circumstancesare as mentioned in subsection (3)(a) or (as the case may be) (b).\n\tISA may (whether on an application by the keeper or otherwise) provide tothe keeper of a relevant register such relevant information as ISA considersappropriate.\n\t\t(5A)Subsection (5B) applies if—\n\t\ta keeper of a register has applied to the Secretary of State to be notifiedin relation to a person (A) if—\n\t\tA is included in a barred list, or\n\t\tthe Secretary of State is aware that A is subject to a relevantdisqualification, and\n\t\tthe application has not been withdrawn.\n\t\t(5B)The Secretary of State must notify the keeper of the register if thecircumstances are, or become, as mentioned in subsection (5A)(a)(i) or (as thecase may be) (ii).\n\t\t(5C)For the purposes of subsection (5A)(b) an application is withdrawn if—\n\t\tthe keeper of the register notifies the Secretary of State that the keeperno longer wishes to be notified if the circumstances are, or become, asmentioned in subsection (5A)(a)(i) or (as the case may be) (ii) in relation toA, or\n\t\tthe Secretary of State cancels the application on either of the followinggrounds—\n\t\tthat the keeper has not answered, within such reasonable period as wasrequired by the Secretary of State, a request from the Secretary of State asto whether the keeper still wishes to be notified if the circumstances are, orbecome, as mentioned in subsection (5A)(a)(i) or (as the case may be) (ii), or\n\t\tthat A neither appears in the register nor is being considered forinclusion in the register.\n\t\t(5D)A keeper of a relevant register may apply for information under thissection, or to be notified under this section, in relation to a person (A)only if—\n\t\tA appears in the register, or\n\t\tA is being considered for inclusion in the register.\n\t\t(5E)The duties in subsections (2), (4) and (5B) do not apply if ISA or (as thecase may be) the Secretary of State is satisfied that the keeper of theregister already has the information concerned.\n\t\t(5F)The Secretary of State may determine the form, manner and contents of anapplication for the purposes of this section.\n\t\t(5G)In this section relevant information is information—\n\t\twhich— \n\t\trelates to the protection of children or vulnerable adults in general, orof any child or vulnerable adult in particular, and\n\t\tis relevant to the exercise of any function of the keeper of the register,but\n\t\twhich is not—\n\t\tinformation that the circumstances are as mentioned in subsection (1)(b)(i)or (ii) in relation to a person,\n\t\tany information provided under subsection (2)(b), or\n\t\tinformation falling within paragraph 19(5) of Schedule 3.\n\t\t(5H)The Secretary of State may by order amend subsection (5G).”\n\tIn section 43(6)(a) of the Act of 2006 (meaning of “relevant register”)omit “of entry 1 or 8”.\n\tIn the heading of section 43 of that Act for “notice of barring andcessation of monitoring” substitute “provision of barring information tokeepers of registers”.\n\tOmit section 44 of that Act (registers: power to apply for vettinginformation)."
    },
    {
        "length": 1681,
        "text": "\nSupervisory authorities\n\tIn section 45 of the Safeguarding Vulnerable Groups Act 2006 (duty ofsupervisory authorities to refer)—\n\t\tin subsection (1)—\n\t\tfor “must” substitute “may”, and\n\t\tomit “prescribed”,\n\t\tin subsection (4)—\n\t\tin paragraph (a), for “engaged or may engage” substitute “or has been, ormight in future be, engaged”,\n\t\talso in paragraph (a), omit “or controlled activity”, and\n\t\tin paragraph (b) for “, 2, 7 or 8” substitute “or 7”,\n\t\tin subsection (5) omit “prescribed”,\n\t\tomit subsection (6), and\n\t\tin the heading for “duty” substitute “power”.\n\tIn section 47 of that Act (supervisory authorities: power to apply forvetting information)—\n\t\tin the heading for “vetting” substitute “certain barring”,\n\t\tin subsection (1) for “the Secretary of State”, in both places where itoccurs, substitute “ISA”,\n\t\tin subsection (2) omit paragraphs (b) to (e),\n\t\tin subsection (3) omit paragraphs (b) to (e),\n\t\tomit subsection (5), and\n\t\tin subsection (7) for “prescribe” substitute “determine”.\n\tIn section 48 of that Act (supervisory authorities: notification of barringetc. in respect of children)—\n\t\tin subsection (1)—\n\t\tfor “This section” substitute “Subsection (2)”,\n\t\tin paragraph (a) omit “newly”,\n\t\tat the end of paragraph (a) insert “or”,\n\t\tin paragraph (b) for “becomes” substitute “is”, and\n\t\tomit paragraph (c) and the word “or” before it,\n\t\tin subsection (2) for “, (b) or (c)” substitute “or (b)”,\n\t\tafter subsection (2) insert—\n\t\t\t“(2A)The duty in subsection (2) does not apply in relation to an interestedsupervisory authority if the Secretary of State is satisfied that theauthority already has the information concerned.”,\n\t\tin subsection (3)(a) for the words from “if” to “occurs” substitute “of anycircumstance mentioned in subsection (1)”,\n\t\tin subsection (5)—\n\t\tafter “withdrawn if” insert “—\n\t\t”, \n\t\tfor the words from “if”, where it appears for the second time, to “occurs”substitute “of any circumstance mentioned in subsection (1)”, and\n\t\tat the end insert “, or\n\t\tthe Secretary of State cancels the application on either of the followinggrounds—\n\t\tthat the supervisory authority has not answered, within such reasonableperiod as was required by the Secretary of State, a request from the Secretaryof State as to whether the supervisory authority still wishes to be notifiedof any circumstance mentioned in subsection (1) in relation to the person, or\n\t\tthat the notification is not required in connection with the exercise of afunction of the supervisory authority mentioned in section 45(7).”, and\n\t\tin subsection (8) for “prescribe” substitute “determine”.\n\tIn section 49 of that Act (supervisory authorities: notification of barringetc. in respect of vulnerable adults)—\n\t\tin subsection (1)—\n\t\tfor “This section” substitute “Subsection (2)”,\n\t\tin paragraph (a) omit “newly”,\n\t\tat the end of paragraph (a) insert “or”,\n\t\tin paragraph (b) for “becomes” substitute “is”, and\n\t\tomit paragraph (c) and the word “or” before it,\n\t\tin subsection (2) for “, (b) or (c)” substitute “or (b)”,\n\t\tafter subsection (2) insert—\n\t\t“(2A)The duty in subsection (2) does not apply in relation to an interestedsupervisory authority if the Secretary of State is satisfied that theauthority already has the information concerned.”,\n\t\tin subsection (3)(a) for the words from “if” to “occurs” substitute “of anycircumstance mentioned in subsection (1)”,\n\t\tin subsection (5)—\n\t\tafter “withdrawn if” insert “—\n\t\t”, \n\t\tfor the words from “if”, where it appears for the second time, to “occurs”substitute “of any circumstance mentioned in subsection (1)”, and\n\t\tat the end insert “, or\n\t\tthe Secretary of State cancels the application on either of the followinggrounds—\n\t\tthat the supervisory authority has not answered, within such reasonableperiod as was required by the Secretary of State, a request from the Secretaryof State as to whether the supervisory authority still wishes to be notifiedof any circumstance mentioned in subsection (1) in relation to the person, or\n\t\tthat the notification is not required in connection with the exercise of afunction of the supervisory authority mentioned in section 45(7).”, and\n\t\tin subsection (8) for “prescribe” substitute “determine”.\n\tIn section 50 of that Act (provision of information to supervisoryauthorities)—\n\t\tin subsection (2) for “must” substitute “may (whether on an application bythe authority or otherwise)”,\n\t\tin subsection (3)—\n\t\tin paragraph (b), after “the authority” insert “which is mentioned insection 45(7)”, and\n\t\tfor the words from “or information” to “occurred” substitute “or of anycircumstance mentioned in section 48(1) or 49(1)”, and\n\t\tafter subsection (3) insert—\n\tA supervisory authority may apply to ISA under this section only if theinformation is required in connection with the exercise of a function of thesupervisory authority which is mentioned in section 45(7).\n\tThe Secretary of State may determine the form, manner and contents of anapplication for the purposes of this section.”"
    },
    {
        "length": 932,
        "text": "\nMinor amendments\n\tIn the Policing and Crime Act 2009 omit—\n\t\tsection 87(2) (which, if commenced, would insert sections 34A to 34C intothe Safeguarding Vulnerable Groups Act 2006 in connection with thenotification of proposals to include persons in barred lists), and\n\t\tsection 89(6) (which, if commenced, would amend the power of the Secretaryof State in the Act of 2006 to examine records of convictions or cautions inconnection with barring decisions).\n\tIn section 39 of the Safeguarding Vulnerable Groups Act 2006 (duty of localauthorities to refer)—\n\t\tin subsection (1)—\n\t\tfor “must” substitute “may”, and\n\t\tomit “prescribed”,\n\t\tin subsection (4)—\n\t\tin paragraph (a), for “engaged or may engage” substitute “or has been, ormight in future be, engaged”,\n\t\talso in paragraph (a), omit “or controlled activity”, and\n\t\tin paragraph (b) for “, 2, 7 or 8” substitute “or 7”,\n\t\tin subsection (5) omit “prescribed”, and\n\t\tin the heading for “duty” substitute “power”.\n\tIn section 50A(1) of that Act (power for ISA to provide information to thepolice for use for certain purposes), after paragraph (b), insert—\n\t\tthe appointment of persons who are under the direction and control of thechief officer,\n\t\tany prescribed purpose”.\n\tAfter section 50A(1) of that Act insert—\n\t\t“(1A)ISA must, for use for any of the purposes mentioned in subsection (1),provide to any chief officer of police who has requested it a barred list orinformation as to whether a particular person is barred.\n\t(1B)ISA may, for use for the purposes of the protection of children orvulnerable adults, provide to a relevant authority any information which ISAreasonably believes to be relevant to that authority.\n\t(1C)ISA must, for use for the purposes of the protection of children orvulnerable adults, provide to any relevant authority who has requested itinformation as to whether a particular person is barred.”\n\tAfter section 50A(3) of that Act insert—\n\tIn this section “relevant authority” means—\n\t\tthe Secretary of State exercising functions in relation to prisons, or\n\t\ta provider of probation services (within the meaning given by section 3(6)of the Offender Management Act 2007).”\n\tAfter paragraph 5 of Schedule 4 to that Act (regulated activity relating tochildren) insert—\n\t“Guidance\n\t\t5A(1)The Secretary of State must give guidance for the purpose of assistingregulated activity providers and personnel suppliers in deciding whethersupervision is of such a kind that, as a result of paragraph 1(2B)(b), 2(3A)or 2(3B)(b), the person being supervised would not be engaging in regulatedactivity relating to children.\n\t\tBefore giving guidance under this paragraph, the Secretary of State mustconsult the Welsh Ministers.\n\t\tThe Secretary of State must publish guidance given under this paragraph.\n\t\tA regulated activity provider or a personnel supplier must, in exercisingany functions under this Act, have regard to guidance for the time being givenunder this paragraph.”"
    },
    {
        "length": 2755,
        "text": "\nSafeguards in relation to certificates\n\tRestriction on information provided to certain persons\n\t\tOmit section 93 of the Policing and Crime Act 2009 (which, if commenced,would insert section 112(2A) into the Police Act 1997 requiring copies ofcertain criminal conviction certificates to be given to employers etc.).\n\t\tOmit— \n\t\t\tsection 113A(4) of the Police Act 1997 (requirement to send copy ofcriminal record certificate to registered person), and\n\t\t\tsection 113B(5) and (6) of that Act (requirement to give relevantinformation, and copy of enhanced criminal record certificate to registeredperson).\n\t\tAfter section 120AB of the Police Act 1997 (procedure for certaincancellations or suspensions of registration) insert—\n\t\t“120ACRegistered persons: information on progress of an application\n\t\t\tThe Secretary of State must, in response to a request from a person who isacting as the registered person in relation to an application under section113A or 113B, inform that person whether or not a certificate has been issuedin response to the application.\n\t\t\tSubsections (3) and (4) apply if, at the time a request is made undersubsection (1), a certificate has been issued.\n\t\t\tIn the case of a certificate under section 113A, if it was a certificatestating that there is no relevant matter recorded in central records, theSecretary of State may inform the person who made the request that thecertificate was such a certificate.\n\t\t\tIn the case of a certificate under section 113B, if it was a certificate—\n\t\t\t\tstating that there is no relevant matter recorded in central records and noinformation provided in accordance with subsection (4) of that section, and\n\t\t\t\tif section 113BA(1) or 113BB(1) applies to the certificate, containing nosuitability information indicating that the person to whom the certificate isissued—\n\t\t\t\tis barred from regulated activity relating to children or to vulnerableadults, or\n\t\t\t\tis subject to a direction under 128 of the Education and Skills Act 2008or section 167A of the Education Act 2002,\n\t\t\t\t\tthe Secretary of State may inform the person who made the request that thecertificate was such a certificate.\n\t\t\tIf no certificate has been issued, the Secretary of State must inform theperson who made the request of such other matters relating to the processingof the application as the Secretary of State considers appropriate.\n\t\t\tSubject to subsections (2) to (4), nothing in this section permits theSecretary of State to inform a person who is acting as the registered personin relation to an application under section 113A or 113B of the content of anycertificate issued in response to the application.\n\t\t\tThe Secretary of State may refuse a request under subsection (1) if it ismade after the end of a prescribed period beginning with the day on which thecertificate was issued.\n\t\t\tIn this section—\n\t\t\t\t  * “central records” and “relevant matter” have the same meaning as in section 113A,\n\t\t\t\t  * “suitability information” means information required to be included in a certificate under section 113B by virtue of section 113BA or 113BB.\n\t\t\tExpressions in subsection (4)(b) and in the Safeguarding Vulnerable GroupsAct 2006 have the same meaning in that paragraph as in that Act.\n\t\tADRegistered persons: copies of certificates in certaincircumstances\n\t\t\tSubsection (2) applies if—\n\t\t\t\tthe Secretary of State gives up-date information in relation to a criminalrecord certificate or enhanced criminal record certificate,\n\t\t\t\tthe up-date information is advice to apply for a new certificate or (as thecase may be) request another person to apply for such a certificate, and\n\t\t\t\tthe person whose certificate it is in respect of which the up-dateinformation is given applies for a new criminal record certificate or (as thecase may be) enhanced criminal record certificate.\n\t\t\tThe Secretary of State must, in response to a request made within theprescribed period by the person who is acting as the registered person inrelation to the application, send to that person a copy of any certificateissued in response to the application if the registered person—\n\t\t\t\thas counter-signed the application or transmitted it to the Secretary ofState under section 113A(2A) or 113B(2A),\n\t\t\t\thas informed the Secretary of State that the applicant for the newcertificate has not, within such period as may be prescribed, sent a copy ofit to a person of such description as may be prescribed, and\n\t\t\t\tno prescribed circumstances apply.\n\t\t\tThe power under subsection (2)(b) to prescribe a description of person maybe exercised to describe the registered person or any other person.\n\t\t\tIn this section “up-date information” has the same meaning as in section116A.”\n\tMinimum age for applicants for certificates or to be registered\n\t\tIn sections 112(1), 113A(1), 113B(1), 114(1) and 116(1) of the Police Act1997 (applications for certificates), before the word “and” at the end ofparagraph (a), insert—\n\t\t\tis aged 16 or over at the time of making the application,”.\n\t\tIn section 120(4) of that Act (registered persons)—\n\t\t\tin paragraph (b)—\n\t\t\tafter “person” insert “who is”, and\n\t\t\tafter “enactment” insert “and who, in the case of an individual, is aged18 or over”, and\n\t\t\tin paragraph (c) after “individual” insert “aged 18 or over”.\n\tAdditional grounds for refusing an application to be registered\n\t\tAfter subsection (3) of section 120AA of the Police Act 1997 (refusal, etc. ofregistration on grounds not related to disclosure) insert—\n\t\tSubsection (6) applies if an application is made under section 120 by anindividual who—\n\t\t\thas previously been a registered person; and\n\t\t\thas been removed from the register (otherwise than at that individual’s ownrequest).\n\t\tSubsection (6) also applies if an application is made under section 120 bya body corporate or unincorporate which—\n\t\t\thas previously been a registered person; and\n\t\t\thas been removed from the register (otherwise than at its own request).\n\t\tThe Secretary of State may refuse the application.”\n\tEnhanced criminal record certificates: additional safeguards\n\t\tIn subsection (4) of section 113B of the Police Act 1997 (enhanced criminalrecord certificates: requests by the Secretary of State to chief officers forinformation)—\n\t\t\tfor “the chief officer of every relevant police force” substitute “anyrelevant chief officer”,\n\t\t\tomit “, in the chief officer’s opinion”,\n\t\t\tin paragraph (a), for “might” substitute “the chief officer reasonablybelieves to”, and\n\t\t\tin paragraph (b), at the beginning insert “in the chief officer’sopinion,”.\n\t\tAfter subsection (4) of that section of that Act insert—\n\t\t\t“(4A)In exercising functions under subsection (4) a relevant chief officermust have regard to any guidance for the time being published by the Secretaryof State.”\n\t\tIn subsection (9) of that section of that Act—\n\t\t\tbefore the definition of “relevant police force” insert—\n\t\t\t\t  * ““relevant chief officer” means any chief officer of a police force who is identified by the Secretary of State for the purposes of making a request under subsection (4).”, and”\n\t\t\tomit the definition of “relevant police force”.\n\t\tAfter section 117(1) of that Act (disputes about accuracy of certificates)insert—\n\t\t“(1A)Where any person other than the applicant believes that the informationcontained in a certificate under any of sections 112 to 116 is inaccurate,that person may make an application in writing to the Secretary of State for adecision as to whether or not the information is inaccurate.”\n\t\tAfter section 117 of that Act insert—\n\t\t“117AOther disputes about section 113B(4) information\n\t\t\tSubsection (2) applies if a person believes that information provided inaccordance with section 113B(4) and included in a certificate under section113B or 116 —\n\t\t\t\tis not relevant for the purpose described in the statement under section113B(2) or (as the case may be) 116(2), or\n\t\t\t\tought not to be included in the certificate.\n\t\t\tThe person may apply in writing to the independent monitor appointed undersection 119B for a decision as to whether the information is information whichfalls within subsection (1)(a) or (b) above.\n\t\t\tThe independent monitor, on receiving such an application, must ask suchchief officer of a police force as the independent monitor considersappropriate to review whether the information concerned is information which—\n\t\t\t\tthe chief officer reasonably believes to be relevant for the purposedescribed in the statement under section 113B(2) or (as the case may be)116(2), and\n\t\t\t\tin the chief officer’s opinion, ought to be included in the certificate.\n\t\t\tIn exercising functions under subsection (3), the chief officer concernedmust have regard to any guidance for the time being published under section113B(4A).\n\t\t\tIf, following a review under subsection (3), the independent monitorconsiders that any of the information concerned is information which fallswithin subsection (1)(a) or (b)—\n\t\t\t\tthe independent monitor must inform the Secretary of State of that fact,and\n\t\t\t\ton being so informed, the Secretary of State must issue a new certificate.\n\t\t\tIn issuing such a certificate, the Secretary of State must proceed as ifthe information which falls within subsection (1)(a) or (b) had not beenprovided under section 113B(4).\n\t\t\tIn deciding for the purposes of this section whether information isinformation which falls within subsection (1)(a) or (b), the independentmonitor must have regard to any guidance for the time being published undersection 113B(4A).\n\t\t\tSubsections (10) and (11) of section 113B apply for the purposes of thissection as they apply for the purposes of that section.”"
    },
    {
        "length": 1740,
        "text": "\nUp-dating and content of certificates\n\tUp-dating certificates\n\t\tAfter section 116 of the Police Act 1997 (enhanced criminal recordcertificates: judicial appointments and Crown employment) insert—\n\t\t“116AUp-dating certificates\n\t\t\tThe Secretary of State must, on the request of a relevant person andsubject to subsection (2), give up-date information to that person about—\n\t\t\t\ta criminal conviction certificate,\n\t\t\t\ta criminal record certificate, or\n\t\t\t\tan enhanced criminal record certificate,\n\t\t\t\t\twhich is subject to up-date arrangements.\n\t\t\tThe Secretary of State may impose conditions about—\n\t\t\t\tthe information to be supplied in connection with such a request for thepurpose of enabling the Secretary of State to decide whether the person is arelevant person,\n\t\t\t\tany other information to be supplied in connection with such a request.\n\t\t\tFor the purposes of subsection (1) a certificate is subject to up-datearrangements if condition A, B or C is met and the arrangements have notceased to have effect in accordance with a notice given under section 118(3B).\n\t\t\tCondition A is that—\n\t\t\t\tthe individual who applied for the certificate made an application at thesame time to the Secretary of State for the certificate to be subject to up-date arrangements,\n\t\t\t\tthe individual has paid in the prescribed manner any prescribed fee,\n\t\t\t\tthe Secretary of State has granted the application for the certificate tobe subject to up-date arrangements, and\n\t\t\t\tthe period of 12 months beginning with the date on which the grant comesinto force has not expired.\n\t\t\tCondition B is that—\n\t\t\t\tthe individual whose certificate it is has made an application to theSecretary of State to renew or (as the case may be) further renew unexpiredup-date arrangements in relation to the certificate,\n\t\t\t\tthe individual has paid in the prescribed manner any prescribed fee,\n\t\t\t\tthe Secretary of State has granted the application,\n\t\t\t\tthe grant has come into force on the expiry of the previous up-datearrangements, and\n\t\t\t\tthe period of 12 months beginning with the date on which the grant has comeinto force has not expired.\n\t\t\tCondition C is that—\n\t\t\t\tthe certificate was issued under section 117(2) or 117A(5)(b), and\n\t\t\t\tthe certificate which it superseded—\n\t\t\t\twas subject to up-date arrangements immediately before it was superseded,and\n\t\t\t\twould still be subject to those arrangements had it not been superseded.\n\t\t\tThe Secretary of State must not grant an application as mentioned insubsection (4)(c) or (5)(c) unless any fee prescribed under subsection (4)(b)or (as the case may be) (5)(b) has been paid in the manner so prescribed.\n\t\t\tIn this section “up-date information” means—\n\t\t\t\tin relation to a criminal conviction certificate or a criminal recordcertificate—\n\t\t\t\tinformation that there is no information recorded in central records whichwould be included in a new certificate but is not included in the currentcertificate, or\n\t\t\t\tadvice to apply for a new certificate or (as the case may be) requestanother person to apply for such a certificate,\n\t\t\t\tin relation to an enhanced criminal record certificate which includessuitability information relating to children or vulnerable adults—\n\t\t\t\tinformation that there is no information recorded in central records, noinformation of the kind mentioned in section 113B(4), and no information ofthe kind mentioned in section 113BA(2) or (as the case may be) 113BB(2), whichwould be included in a new certificate but is not included in the currentcertificate, or\n\t\t\t\tadvice to apply for a new certificate or (as the case may be) requestanother person to apply for such a certificate, and\n\t\t\t\tin relation to any other enhanced criminal record certificate—\n\t\t\t\tinformation that there is no information recorded in central records, norany information of the kind mentioned in section 113B(4), which would beincluded in a new certificate but is not included in the current certificate,or\n\t\t\t\tadvice to apply for a new certificate or (as the case may be) requestanother person to apply for such a certificate.\n\t\t\tIf up-date information is given under subsection (8)(a)(i), (8)(b)(i) or(8)(c)(i) and the certificate to which that information relates is one towhich subsection (10) applies, the up-date information must include that fact.\n\t\t\tThis subsection applies to a certificate which—\n\t\t\t\tin the case of a criminal conviction certificate, states that there are noconvictions or conditional cautions of the applicant recorded in centralrecords,\n\t\t\t\tin the case of a criminal record certificate, is as described in section120AC(3), and\n\t\t\t\tin the case of an enhanced criminal record certificate, is as described insection 120AC(4).\n\t\t\tIn this section—\n\t\t\t\t  * “central records” has the same meaning as in section 113A,\n\t\t\t\t  * “criminal record certificate” includes a certificate under section 114,\n\t\t\t\t  * “enhanced criminal record certificate” includes a certificate under section 116,\n\t\t\t\t  * “exempted question” has the same meaning as in section 113A,\n\t\t\t\t  * “relevant person” means—\n\t\t\t\tin relation to a criminal conviction certificate—\n\t\t\t\tthe individual whose certificate it is, or\n\t\t\t\tany person authorised by the individual,\n\t\t\t\tin relation to a criminal record certificate—\n\t\t\t\tthe individual whose certificate it is, or\n\t\t\t\tany person who is authorised by the individual and is seeking the informationfor the purposes of an exempted question, and\n\t\t\t\tin relation to an enhanced criminal record certificate—\n\t\t\t\tthe individual whose certificate it is, or\n\t\t\t\tany person who is authorised by the individual and is seeking the informationfor the purposes of an exempted question asked for a purpose prescribed undersection 113B(2)(b).”\n\tCriminal conviction certificates: conditional cautions\n\t\tIn section 112(2) of the Police Act 1997 (contents of a criminal convictioncertificate)—\n\t\t\tin paragraph (a) after “conviction” insert “or conditional caution”, and\n\t\t\tin paragraph (b) for “is no such conviction” substitute “are no suchconvictions and conditional cautions”."
    },
    {
        "length": 253,
        "text": "\nOther\n\tInclusion of cautions etc. in national police records\n\t\tAfter subsection (4) of section 27 of the Police and Criminal Evidence Act1984 (recordable offences) insert—\n\t“(4A)In subsection (4) “conviction” includes—\n\t\ta caution within the meaning of Part 5 of the Police Act 1997; and\n\t\ta reprimand or warning given under section 65 of the Crime and Disorder Act1998.”\n\tOut of date references to certificates of criminal records\n\t\tIn section 75(4) of the Data Protection Act 1998 (commencement of section 56of that Act not to be earlier than the first day on which certain sections ofthe Police Act 1997 relating to certificates of criminal records are all inforce) for “sections 112, 113 and 115” substitute “sections 112, 113A and113B”."
    },
    {
        "length": 2329,
        "text": "\nCHAPTER 3The Disclosure and Barring Service\n\tGeneral\n\t\tFormation and constitution of DBS\n\t\t\tThere is to be a body corporate known as the Disclosure and BarringService.\n\t\t\tIn this Chapter “DBS” means the Disclosure and Barring Service.\n\t\t\tSchedule 8 (which makes further provision about DBS) has effect.\n\t\tTransfer of functions to DBS and dissolution of ISA\n\t\t\tThe Secretary of State may by order transfer any function of ISA to DBS.\n\t\t\tThe Secretary of State may by order transfer to DBS any function of theSecretary of State under, or in connection with—\n\t\t\t\tPart 5 of the Police Act 1997 (criminal records),\n\t\t\t\tthe Safeguarding Vulnerable Groups Act 2006, or\n\t\t\t\tthe Safeguarding Vulnerable Groups (Northern Ireland) Order 2007 ([S.I.2007/1351 (N.I. 11)](/id/nisi/2007/1351?view=plain \"Go to item oflegislation\")).\n\t\t\tThe Secretary of State may by order provide for the dissolution of ISA.\n\t\t\tIn this section—\n\t\t\t\t  * “function” does not include any power of the Secretary of State to make an order or regulations, \n\t\t\t\t  * “ISA” means the Independent Safeguarding Authority. \n\tSupplementary\n\t\tOrders under section 88\n\t\t\tAny power to make an order under section 88—\n\t\t\t\tis exercisable by statutory instrument,\n\t\t\t\tincludes power to make consequential, supplementary, incidental,transitional, transitory or saving provision,\n\t\t\t\tmay, in particular, be exercised by amending, repealing, revoking orotherwise modifying any provision made by or under an enactment (wheneverpassed or made and including this Act).\n\t\t\tSubject to subsection (3), a statutory instrument containing an order undersection 88 is not to be made unless a draft of the instrument has been laidbefore, and approved by a resolution of, each House of Parliament.\n\t\t\tA statutory instrument containing an order under section 88 which neitheramends nor repeals any provision of primary legislation is subject toannulment in pursuance of a resolution of either House of Parliament.\n\t\t\tIf a draft of an instrument containing an order under section 88 (alone orwith other provision) would, apart from this subsection, be treated as ahybrid instrument for the purposes of the standing orders of either House ofParliament, it is to proceed in that House as if it were not a hybridinstrument.\n\t\t\tIn this section—\n\t\t\t\t  * “enactment” includes a Measure or Act of the National Assembly for Wales and Northern Ireland legislation, \n\t\t\t\t  * “primary legislation” means— \n\t\t\t\ta public general Act,\n\t\t\t\ta Measure or Act of the National Assembly for Wales, and\n\t\t\t\tNorthern Ireland legislation.\n\t\tTransfer schemes in connection with orders under section 88\n\t\t\tThe Secretary of State may, in connection with an order under section 88,make a scheme for the transfer to DBS of property, rights or liabilities ofISA or the Secretary of State.\n\t\t\tThe things that may be transferred under a transfer scheme include—\n\t\t\t\tproperty, rights and liabilities which could not otherwise be transferred,\n\t\t\t\tproperty acquired, and rights and liabilities arising, after the making ofthe scheme.\n\t\t\tA transfer scheme may make consequential, supplementary, incidental,transitional, transitory or saving provision and may, in particular—\n\t\t\t\tcreate rights, or impose liabilities, in relation to property or rightstransferred,\n\t\t\t\tmake provision about the continuing effect of things done by, on behalf ofor in relation to the transferor in respect of anything transferred,\n\t\t\t\tmake provision about the continuation of things (including legalproceedings) in the process of being done by, on behalf of or in relation tothe transferor in respect of anything transferred,\n\t\t\t\tmake provision for references to the transferor in an instrument or otherdocument in respect of anything transferred to be treated as references to thetransferee,\n\t\t\t\tmake provision for the shared ownership or use of property,\n\t\t\t\tif the TUPE regulations do not apply in relation to the transfer, makeprovision which is the same or similar.\n\t\t\tA transfer scheme may provide—\n\t\t\t\tfor modification by agreement,\n\t\t\t\tfor modifications to have effect from the date when the original schemecame into effect.\n\t\t\tA transfer scheme may confer a discretion on the Secretary of State to paycompensation to any person whose interests are adversely affected by thescheme.\n\t\t\tA transfer scheme may be included in an order under section 88 but, if notso included, must be laid before Parliament after being made.\n\t\t\tFor the purposes of this section—\n\t\t\t\treferences to rights and liabilities of ISA include references to rightsand liabilities of ISA relating to a contract of employment, and\n\t\t\t\treferences to rights and liabilities of the Secretary of State includereferences to rights and liabilities of the Crown relating to the terms ofemployment of individuals in the civil service.\n\t\t\tAccordingly, a transfer scheme may, in particular, provide—\n\t\t\t\tfor an employee of ISA or (as the case may be) an individual employed inthe civil service to become an employee of DBS,\n\t\t\t\tfor the individual’s contract of employment with ISA or (as the case maybe) terms of employment in the civil service to have effect (subject to anynecessary modifications) as the terms of the individual’s contract ofemployment with DBS,\n\t\t\t\tfor the transfer to DBS of rights and liabilities of ISA or (as the casemay be) the Crown under or in connection with the individual’s terms ofemployment.\n\t\t\tIn this section—\n\t\t\t\t  * “civil service” means the civil service of the State, \n\t\t\t\t  * “ISA” means the Independent Safeguarding Authority, \n\t\t\t\t  * “TUPE regulations” means the Transfer of Undertakings (Protection of Employment) Regulations 2006 ([S.I. 2006/246](/id/uksi/2006/246?view=plain \"Go to item of legislation\")), \n\t\t\t\t  * references to the transfer of property include the grant of a lease. \n\t\tTax in connection with transfer schemes\n\t\t\tThe Treasury may by order make provision varying the way in which arelevant tax has effect in relation to—\n\t\t\t\tanything transferred under a transfer scheme, or\n\t\t\t\tanything done for the purposes of, or in relation to, a transfer under atransfer scheme.\n\t\t\tThe provision which may be made under subsection (1)(a) includes, inparticular, provision for—\n\t\t\t\ta tax provision not to apply, or to apply with modifications, in relationto anything transferred,\n\t\t\t\tanything transferred to be treated in a specified way for the purposes of atax provision,\n\t\t\t\tthe Secretary of State to be required or permitted to determine, or specifythe method for determining, anything which needs to be determined for thepurposes of any tax provision so far as relating to anything transferred.\n\t\t\tThe provision which may be made under subsection (1)(b) includes, inparticular, provision for—\n\t\t\t\ta tax provision not to apply, or to apply with modifications, in relationto anything done for the purposes of, or in relation to, the transfer,\n\t\t\t\tanything done for the purposes of, or in relation to, the transfer to haveor not have a specified consequence or be treated in a specified way,\n\t\t\t\tthe Secretary of State to be required or permitted to determine, or specifythe method for determining, anything which needs to be determined for thepurposes of any tax provision so far as relating to anything done for thepurposes of, or in relation to, the transfer.\n\t\t\tThe power to make an order under this section—\n\t\t\t\tis exercisable by statutory instrument,\n\t\t\t\tincludes power to make consequential, supplementary, incidental,transitional, transitory or saving provision,\n\t\t\t\tmay, in particular, be exercised by amending, repealing, revoking orotherwise modifying any provision made by or under an enactment (wheneverpassed or made).\n\t\t\tA statutory instrument containing an order under this section is subject toannulment in pursuance of a resolution of the House of Commons.\n\t\t\tIn this section—\n\t\t\t\t  * “enactment” includes an Act of the Scottish Parliament, a Measure or Act of the National Assembly for Wales and Northern Ireland legislation, \n\t\t\t\t  * “relevant tax” means income tax, corporation tax, capital gains tax, stamp duty, stamp duty reserve tax or stamp duty land tax, \n\t\t\t\t  * “tax provision” means any provision— \n\t\t\t\tabout a relevant tax, and\n\t\t\t\tmade by or under an enactment,\n\t\t\t\t\t  * “transfer scheme” means a transfer scheme under section 88, \n\t\t\t\t\tand references to the transfer of property include the grant of a lease."
    },
    {
        "length": 826,
        "text": "\nGeneral\n\tPower of Secretary of State to disregard convictions or cautions\n\t\tA person who has been convicted of, or cautioned for, an offence under—\n\t\t\tsection 12 of the Sexual Offences Act 1956 (buggery),\n\t\t\tsection 13 of that Act (gross indecency between men), or\n\t\t\tsection 61 of the Offences against the Person Act 1861 or section 11 of theCriminal Law Amendment Act 1885 (corresponding earlier offences),\n\t\t\t\tmay apply to the Secretary of State for the conviction or caution to become adisregarded conviction or caution.\n\t\tA conviction or caution becomes a disregarded conviction or caution whenconditions A and B are met.\n\t\tCondition A is that the Secretary of State decides that it appears that—\n\t\t\tthe other person involved in the conduct constituting the offence consentedto it and was aged 16 or over, and\n\t\t\tany such conduct now would not be an offence under section 71 of the SexualOffences Act 2003 (sexual activity in a public lavatory).\n\t\tCondition B is that—\n\t\t\tthe Secretary of State has given notice of the decision to the applicantunder section 94(4)(b), and\n\t\t\tthe period of 14 days beginning with the day on which the notice was givenhas ended.\n\t\tSections 95 to 98 explain the effect of a conviction or caution becoming adisregarded conviction or caution.\n\tApplications to the Secretary of State\n\t\tAn application under section 92 must be in writing.\n\t\tIt must state—\n\t\t\tthe name, address and date of birth of the applicant,\n\t\t\tthe name and address of the applicant at the time of the conviction orcaution,\n\t\t\tso far as known to the applicant, the time when and the place where theconviction was made or the caution given and, for a conviction, the casenumber, and\n\t\t\tsuch other information as the Secretary of State may require.\n\t\tIt may include representations by the applicant or written evidence aboutthe matters mentioned in condition A in section 92.\n\tProcedure for decisions by the Secretary of State\n\t\tIn considering whether to make a decision of the kind mentioned incondition A in section 92, the Secretary of State must, in particular,consider—\n\t\t\tany representations or evidence included in the application, and\n\t\t\tany available record of the investigation of the offence and of anyproceedings relating to it that the Secretary of State considers to berelevant.\n\t\tThe Secretary of State may not hold an oral hearing for the purpose ofdeciding whether to make a decision of the kind mentioned in condition A insection 92.\n\t\tSubsection (4) applies if the Secretary of State—\n\t\t\tdecides that it appears as mentioned in condition A in section 92, or\n\t\t\tmakes a different decision in relation to the matters mentioned in thatcondition.\n\t\tThe Secretary of State must—\n\t\t\trecord the decision in writing, and\n\t\t\tgive notice of it to the applicant."
    },
    {
        "length": 1862,
        "text": "\nEffect of disregard\n\tEffect of disregard on police and other records\n\t\tThe Secretary of State must by notice direct the relevant data controllerto delete details, contained in relevant official records, of a disregardedconviction or caution.\n\t\tA notice under subsection (1) may be given at any time after condition A insection 92 is met but no deletion may have effect before condition B in thatsection is met.\n\t\tSubject to that, the relevant data controller must delete the details assoon as reasonably practicable.\n\t\tHaving done so, the relevant data controller must give notice to the personwho has the disregarded conviction or caution that the details of it have beendeleted.\n\t\tIn this section—\n\t\t\t  * “delete”, in relation to such relevant official records as may be prescribed, means record with the details of the conviction or caution concerned— \n\t\t\tthe fact that it is a disregarded conviction or caution, and\n\t\t\tthe effect of it being such a conviction or caution,\n\t\t\t\t  * “the names database” means the names database held by the National Policing Improvement Agency for the use of constables, \n\t\t\t\t  * “official records” means records containing information about persons convicted of, or cautioned for, offences and kept by any court, police force, government department or local or other public authority in England and Wales for the purposes of its functions, \n\t\t\t\t  * “prescribed” means prescribed by order of the Secretary of State, \n\t\t\t\t  * “relevant data controller” means— \n\t\t\tin relation to the names database, any chief officer of police of a policeforce in England and Wales who is a data controller in relation to the detailsconcerned,\n\t\t\tin relation to other relevant official records, such person as may beprescribed,\n\t\t\t\t  * “relevant official records” means— \n\t\t\tthe names database, and\n\t\t\tsuch other official records as may be prescribed.\n\t\tAn order under this section—\n\t\t\tmay make different provision for different purposes,\n\t\t\tis to be made by statutory instrument which is subject to annulment inpursuance of a resolution of either House of Parliament.\n\tEffect of disregard for disclosure and other purposes\n\t\tA person who has a disregarded conviction or caution is to be treated forall purposes in law as if the person has not—\n\t\t\tcommitted the offence,\n\t\t\tbeen charged with, or prosecuted for, the offence,\n\t\t\tbeen convicted of the offence,\n\t\t\tbeen sentenced for the offence, or\n\t\t\tbeen cautioned for the offence.\n\t\tIn particular—\n\t\t\tno evidence is to be admissible in any proceedings before a judicialauthority exercising its jurisdiction or functions in England and Wales toprove that the person has done, or undergone, anything within subsection(1)(a) to (e), and\n\t\t\tthe person is not, in any such proceedings, to be asked (and, if asked, isnot to be required to answer) any question relating to the person’s past whichcannot be answered without acknowledging or referring to the conviction orcaution or any circumstances ancillary to it.\n\t\tWhere a question is put to a person, other than in such proceedings,seeking information with respect to the previous convictions, cautions,offences, conduct or circumstances of any person—\n\t\t\tthe question is to be treated as not relating to any disregarded convictionor caution, or any circumstances ancillary to it (and the answer to thequestion may be framed accordingly), and\n\t\t\tthe person questioned is not to be subjected to any liability or otherwiseprejudiced in law by reason of any failure to acknowledge or disclose thatconviction or caution or any circumstances ancillary to it in answering thequestion.\n\t\tAny obligation imposed on any person by any enactment or rule of law or bythe provisions of any agreement or arrangement to disclose any matters to anyother person is not to extend to requiring the disclosure of a disregardedconviction or caution or any circumstances ancillary to it.\n\t\tA disregarded conviction or caution, or any circumstances ancillary to it,is not a proper ground for—\n\t\t\tdismissing or excluding a person from any office, profession, occupation oremployment, or\n\t\t\tprejudicing the person in any way in any office, profession, occupation oremployment.\n\t\tThis section is subject to section 97 but otherwise applies despite anyenactment or rule of law to the contrary.\n\t\tSee also section 98 (meaning of “proceedings before a judicial authority”and “circumstances ancillary to a conviction or caution”).\n\tSaving for Royal pardons etc.\n\t\tNothing in section 96 affects any right of Her Majesty, by virtue of Her Royalprerogative or otherwise, to grant a free pardon, to quash any conviction orsentence, or to commute any sentence.\n\tSection 96: supplementary\n\t\tIn section 96 “proceedings before a judicial authority” includes (inaddition to proceedings before any of the ordinary courts of law) proceedingsbefore any tribunal, body or person having power—\n\t\t\tby virtue of any enactment, law, custom or practice,\n\t\t\tunder the rules governing any association, institution, profession,occupation or employment, or\n\t\t\tunder any provision of an agreement providing for arbitration with respectto questions arising under that agreement,\n\t\t\t\tto determine any question affecting the rights, privileges, obligations orliabilities of any person, or to receive evidence affecting the determinationof any such question.\n\t\tFor the purposes of section 96, circumstances ancillary to a conviction areany circumstances of—\n\t\t\tthe offence which was the subject of the conviction;\n\t\t\tthe conduct constituting the offence;\n\t\t\tany process or proceedings preliminary to the conviction;\n\t\t\tany sentence imposed in respect of the conviction;\n\t\t\tany proceedings (whether by way of appeal or otherwise) for reviewing theconviction or any such sentence;\n\t\t\tanything done in pursuance of, or undergone in compliance with, any suchsentence.\n\t\tFor the purposes of section 96, circumstances ancillary to a caution areany circumstances of—\n\t\t\tthe offence which was the subject of the caution;\n\t\t\tthe conduct constituting the offence;\n\t\t\tany process preliminary to the caution (including consideration by anyperson of how to deal with the offence and the procedure for giving thecaution);\n\t\t\tany proceedings for the offence which take place before the caution isgiven;\n\t\t\tanything which happens after the caution is given for the purpose ofbringing any such proceedings to an end;\n\t\t\tany judicial review proceedings relating to the caution;\n\t\t\tin the case of a warning under section 65 of the Crime and Disorder Act1998 (reprimands and warnings for persons aged under 18), anything done inpursuance of, or undergone in compliance with, a requirement to participate ina rehabilitation programme under section 66(2) of that Act."
    },
    {
        "length": 1730,
        "text": "\nAppeals and other supplementary provision\n\tAppeal against refusal to disregard convictions or cautions\n\t\tThe applicant may appeal to the High Court if—\n\t\t\tthe Secretary of State makes a decision of the kind mentioned in section94(3)(b), and\n\t\t\tthe High Court gives permission for an appeal against the decision.\n\t\tOn such an appeal, the High Court must make its decision only on the basisof the evidence that was available to the Secretary of State.\n\t\tIf the High Court decides that it appears as mentioned in condition A insection 92, it must make an order to that effect.\n\t\tOtherwise it must dismiss the appeal.\n\t\tA conviction or caution to which an order under subsection (3) relatesbecomes a disregarded conviction or caution when the period of 14 daysbeginning with the day on which the order was made has ended.\n\t\tThere is no appeal from a decision of the High Court under this section.\n\tAdvisers \n\t\tThe Secretary of State may appoint persons to advise whether, in any casereferred to them by the Secretary of State, the Secretary of State shoulddecide as mentioned in condition A in section 92.\n\t\tThe Secretary of State may disclose to a person so appointed suchinformation (including anything within section 94(1)(a) or (b)) as theSecretary of State considers relevant to the provision of such advice.\n\t\tThe Secretary of State may pay expenses and allowances to a person soappointed.\n\tInterpretation: Chapter 4\n\t\tIn this Chapter—\n\t\t\t  * “caution” means— \n\t\t\ta caution given to a person in England and Wales in respect of an offencewhich, at the time the caution is given, that person has admitted, or\n\t\t\ta reprimand or warning given under section 65 of the Crime and Disorder Act1998 (reprimands and warnings for persons aged under 18),\n\t\t\t\t  * “conviction” includes— \n\t\t\ta finding that a person is guilty of an offence in respect of conduct whichwas the subject of service disciplinary proceedings,\n\t\t\ta conviction in respect of which an order has been made discharging the personconcerned absolutely or conditionally, and\n\t\t\ta finding in any criminal proceedings (including a finding linked with afinding of insanity) that a person has committed an offence or done the act ormade the omission charged,\n\t\t\t\t  * “disregarded caution” is a caution which has become a disregarded caution by virtue of this Chapter, \n\t\t\t\t  * “disregarded conviction” is a conviction which has become a disregarded conviction by virtue of this Chapter, \n\t\t\t\t  * “document” includes information recorded in any form and, in relation to information recorded otherwise than in legible form, references to its provision or production include providing or producing a copy of the information in legible form, \n\t\t\t\t  * “information” includes documents, \n\t\t\t\t  * “notice” means notice in writing, \n\t\t\t\t  * “official records” has the meaning given by section 95(5), \n\t\t\t\t  * “sentence” includes— \n\t\t\tany punishment awarded, and\n\t\t\tany order made by virtue of Schedule 5A to the Army Act 1955, Schedule 5A tothe Air Force Act 1955 or Schedule 4A to the Naval Discipline Act 1957,\n\t\t\t\tin respect of a finding that a person is guilty of an offence in respect ofconduct which was the subject of service disciplinary proceedings,\n\t\t\t\t  * “service disciplinary proceedings” means any proceedings (whether in England and Wales or elsewhere)— \n\t\t\tunder the Naval Discipline Act 1866, the Army Act 1881, the Air Force Act1917, the Army Act 1955, the Air Force Act 1955 or the Naval Discipline Act1957 (whether before a court-martial or before any other court or personauthorised under the enactment concerned to award a punishment in respect ofan offence), or\n\t\t\tbefore a Standing Civilian Court established under the Armed Forces Act 1976.\n\t\tParagraph (b) of the definition of “conviction” applies despite thefollowing (which deem a conviction of a person discharged not to be aconviction)—\n\t\t\tsection 14 of the Powers of Criminal Courts (Sentencing) Act 2000, and\n\t\t\tsection 187 of the Armed Forces Act 2006 or any corresponding earlierenactment.\n\t\tThe references in section 92(1) to offences under particular provisions areto be read as including references to offences under—\n\t\t\tsection 45 of the Naval Discipline Act 1866,\n\t\t\tsection 41 of the Army Act 1881,\n\t\t\tsection 41 of the Air Force Act 1917,\n\t\t\tsection 70 of the Army Act 1955,\n\t\t\tsection 70 of the Air Force Act 1955, or\n\t\t\tsection 42 of the Naval Discipline Act 1957,\n\t\t\twhich are such offences by virtue of those provisions.\n\t\tThe reference in section 92(3)(b) to an offence under section 71 of theSexual Offences Act 2003 is to be read as including a reference to an offenceunder section 42 of the Armed Forces Act 2006 which is such an offence byvirtue of section 71 of the Act of 2003.\n\t\tIn this Chapter a reference to an offence includes—\n\t\t\ta reference to an attempt, conspiracy or incitement to commit that offence,and\n\t\t\ta reference to aiding, abetting, counselling or procuring the commission ofthat offence.\n\t\tIn the case of an attempt, conspiracy or incitement, the references in thisChapter to the conduct constituting the offence are references to the conductto which the attempt, conspiracy or incitement related (whether or not thatconduct occurred).\n\t\tFor the purposes of subsections (5) and (6) an attempt to commit an offenceincludes conduct which—\n\t\t\tconsisted of frequenting with intent to commit the offence any river,canal, street, highway, place of public resort or other location mentioned insection 4 of the Vagrancy Act 1824 (as it then had effect) in connection withfrequenting by suspected persons or reputed thiefs, and\n\t\t\twas itself an offence under that section."
    },
    {
        "length": 3277,
        "text": "\nPublication of certain datasets\n\tRelease and publication of datasets held by public authorities\n\t\tThe Freedom of Information Act 2000 is amended as follows.\n\t\tIn section 11 (means by which communication to be made)—\n\t\t\tafter subsection (1) insert—\n\t\t\t\t“(1A)Where—\n\t\t\tan applicant makes a request for information to a public authority inrespect of information that is, or forms part of, a dataset held by the publicauthority, and\n\t\t\ton making the request for information, the applicant expresses a preferencefor communication by means of the provision to the applicant of a copy of theinformation in electronic form,\n\t\t\tthe public authority must, so far as reasonably practicable, provide theinformation to the applicant in an electronic form which is capable of re-use.”,\n\t\t\tin subsection (4), for “subsection (1)” substitute “subsections (1) and(1A)”, and\n\t\t\tafter subsection (4) insert—\n\t\tIn this Act “dataset” means information comprising a collection ofinformation held in electronic form where all or most of the information inthe collection—\n\t\t\thas been obtained or recorded for the purpose of providing a publicauthority with information in connection with the provision of a service bythe authority or the carrying out of any other function of the authority,\n\t\t\tis factual information which—\n\t\t\tis not the product of analysis or interpretation other than calculation,and\n\t\t\tis not an official statistic (within the meaning given by section 6(1) ofthe Statistics and Registration Service Act 2007), and\n\t\t\tremains presented in a way that (except for the purpose of forming part ofthe collection) has not been organised, adapted or otherwise materiallyaltered since it was obtained or recorded.”\n\t\tAfter section 11 (means by which communication to be made) insert—\n\t\t“11ARelease of datasets for re-use\n\t\t\tThis section applies where—\n\t\t\t\ta person makes a request for information to a public authority in respectof information that is, or forms part of, a dataset held by the authority,\n\t\t\t\tany of the dataset or part of a dataset so requested is a relevantcopyright work,\n\t\t\t\tthe public authority is the only owner of the relevant copyright work, and\n\t\t\t\tthe public authority is communicating the relevant copyright work to theapplicant in accordance with this Act.\n\t\t\tWhen communicating the relevant copyright work to the applicant, the publicauthority must make the relevant copyright work available for re-use by theapplicant in accordance with the terms of the specified licence.\n\t\t\tThe public authority may exercise any power that it has by virtue ofregulations under section 11B to charge a fee in connection with making therelevant copyright work available for re-use in accordance with subsection(2).\n\t\t\tNothing in this section or section 11B prevents a public authority which issubject to a duty under subsection (2) from exercising any power that it hasby or under an enactment other than this Act to charge a fee in connectionwith making the relevant copyright work available for re-use.\n\t\t\tWhere a public authority intends to charge a fee (whether in accordancewith regulations under section 11B or as mentioned in subsection (4)) inconnection with making a relevant copyright work available for re-use by anapplicant, the authority must give the applicant a notice in writing (in thissection referred to as a “re-use fee notice”) stating that a fee of an amountspecified in, or determined in accordance with, the notice is to be charged bythe authority in connection with complying with subsection (2).\n\t\t\tWhere a re-use fee notice has been given to the applicant, the publicauthority is not obliged to comply with subsection (2) while any part of thefee which is required to be paid is unpaid.\n\t\t\tWhere a public authority intends to charge a fee as mentioned in subsection(4), the re-use fee notice may be combined with any other notice which is tobe given under the power which enables the fee to be charged.\n\t\t\tIn this section—\n\t\t\t\t  * “copyright owner” has the meaning given by Part 1 of the Copyright, Designs and Patents Act 1988 (see section 173 of that Act);\n\t\t\t\t  * “copyright work” has the meaning given by Part 1 of the Act of 1988 (see section 1(2) of that Act);\n\t\t\t\t  * “database” has the meaning given by section 3A of the Act of 1988;\n\t\t\t\t  * “database right” has the same meaning as in Part 3 of the Copyright and Rights in Databases Regulations 1997 ([S.I. 1997/3032](/id/uksi/1997/3032?view=plain \"Go to item of legislation\"));\n\t\t\t\t  * “owner”, in relation to a relevant copyright work, means—\n\t\t\t\tthe copyright owner, or\n\t\t\t\tthe owner of the database right in the database;\n\t\t\t\t\t  * “relevant copyright work” means—\n\t\t\t\ta copyright work, or\n\t\t\t\ta database subject to a database right,\n\t\t\t\t\tbut excludes a relevant Crown work or a relevant Parliamentary work;\n\t\t\t\t\t  * “relevant Crown work” means—\n\t\t\t\ta copyright work in relation to which the Crown is the copyright owner, or\n\t\t\t\ta database in relation to which the Crown is the owner of the database right;\n\t\t\t\t\t  * “relevant Parliamentary work” means—\n\t\t\t\ta copyright work in relation to which the House of Commons or the House ofLords is the copyright owner, or\n\t\t\t\ta database in relation to which the House of Commons or the House of Lords isthe owner of the database right;\n\t\t\t\t\t  * “the specified licence” is the licence specified by the Secretary of State in a code of practice issued under section 45, and the Secretary of State may specify different licences for different purposes.\n\t\tBPower to charge fees in relation to release of datasets for re-use\n\t\t\tThe Secretary of State may, with the consent of the Treasury, makeprovision by regulations about the charging of fees by public authorities inconnection with making relevant copyright works available for re-use undersection 11A(2) or by virtue of section 19(2A)(c).\n\t\t\tRegulations under this section may, in particular—\n\t\t\t\tprescribe cases in which fees may, or may not, be charged,\n\t\t\t\tprescribe the amount of any fee payable or provide for any such amount tobe determined in such manner as may be prescribed,\n\t\t\t\tprescribe, or otherwise provide for, times at which fees, or parts of fees,are payable,\n\t\t\t\trequire the provision of information about the manner in which amounts offees are determined,\n\t\t\t\tmake different provision for different purposes.\n\t\t\tRegulations under this section may, in prescribing the amount of any feepayable or providing for any such amount to be determined in such manner asmay be prescribed, provide for a reasonable return on investment.\n\t\t\tIn this section “relevant copyright work” has the meaning given by section11A(8).”\n\t\t\tIn section 19 (publication schemes)—\n\t\t\t\tafter subsection (2) insert—\n\t\t\t\t\t“(2A)A publication scheme must, in particular, include a requirement for thepublic authority concerned—\n\t\t\t\tto publish—\n\t\t\t\tany dataset held by the authority in relation to which a person makes arequest for information to the authority, and\n\t\t\t\tany up-dated version held by the authority of such a dataset,\n\t\t\t\tunless the authority is satisfied that it is not appropriate for the datasetto be published,\n\t\t\t\twhere reasonably practicable, to publish any dataset the authoritypublishes by virtue of paragraph (a) in an electronic form which is capable ofre-use,\n\t\t\t\twhere any information in a dataset published by virtue of paragraph (a) isa relevant copyright work in relation to which the authority is the onlyowner, to make the information available for re-use in accordance with theterms of the specified licence.\n\t\t\t\t(2B)The public authority may exercise any power that it has by virtue ofregulations under section 11B to charge a fee in connection with making therelevant copyright work available for re-use in accordance with a requirementimposed by virtue of subsection (2A)(c).\n\t\t\t\t(2C)Nothing in this section or section 11B prevents a public authority whichis subject to such a requirement from exercising any power that it has by orunder an enactment other than this Act to charge a fee in connection withmaking the relevant copyright work available for re-use.\n\t\t\t\t(2D)Where a public authority intends to charge a fee (whether in accordancewith regulations under section 11B or as mentioned in subsection (2C)) inconnection with making a relevant copyright work available for re-use by anapplicant, the authority must give the applicant a notice in writing (in thissection referred to as a “re-use fee notice”) stating that a fee of an amountspecified in, or determined in accordance with, the notice is to be charged bythe authority in connection with complying with the requirement imposed byvirtue of subsection (2A)(c).\n\t\t\t\t(2E)Where a re-use fee notice has been given to the applicant, the publicauthority is not obliged to comply with the requirement imposed by virtue ofsubsection (2A)(c) while any part of the fee which is required to be paid isunpaid.\n\t\t\t\t(2F)Where a public authority intends to charge a fee as mentioned insubsection (2C), the re-use fee notice may be combined with any other noticewhich is to be given under the power which enables the fee to be charged.”,and\n\t\t\t\tafter subsection (7) insert—\n\t\t\tIn this section—\n\t\t\t\t  * “copyright owner” has the meaning given by Part 1 of the Copyright, Designs and Patents Act 1988 (see section 173 of that Act);\n\t\t\t\t  * “copyright work” has the meaning given by Part 1 of the Act of 1988 (see section 1(2) of that Act);\n\t\t\t\t  * “database” has the meaning given by section 3A of the Act of 1988;\n\t\t\t\t  * “database right” has the same meaning as in Part 3 of the Copyright and Rights in Databases Regulations 1997 ([S.I. 1997/3032](/id/uksi/1997/3032?view=plain \"Go to item of legislation\"));\n\t\t\t\t  * “owner”, in relation to a relevant copyright work, means—\n\t\t\t\tthe copyright owner, or\n\t\t\t\tthe owner of the database right in the database;\n\t\t\t\t\t  * “relevant copyright work” means—\n\t\t\t\ta copyright work, or\n\t\t\t\ta database subject to a database right,\n\t\t\t\tbut excludes a relevant Crown work or a relevant Parliamentary work;\n\t\t\t\t\t  * “relevant Crown work” means—\n\t\t\t\ta copyright work in relation to which the Crown is the copyright owner, or\n\t\t\t\ta database in relation to which the Crown is the owner of the database right;\n\t\t\t\t\t  * “relevant Parliamentary work” means—\n\t\t\t\ta copyright work in relation to which the House of Commons or the House ofLords is the copyright owner, or\n\t\t\t\ta database in relation to which the House of Commons or the House of Lords isthe owner of the database right;\n\t\t\t\t\t  * “the specified licence” has the meaning given by section 11A(8).”\n\t\t\tIn section 45 (issue of code of practice)—\n\t\t\t\tin subsection (2), after paragraph (d) (and before the word “and” at theend of the paragraph), insert—\n\t\t\t\tthe disclosure by public authorities of datasets held by them,”,\n\t\t\t\tafter subsection (2) insert—\n\t\t\t\t“(2A)Provision of the kind mentioned in subsection (2)(da) may, in particular,include provision relating to—\n\t\t\t\tthe giving of permission for datasets to be re-used,\n\t\t\t\tthe disclosure of datasets in an electronic form which is capable of re-use,\n\t\t\t\tthe making of datasets available for re-use in accordance with the terms ofa licence,\n\t\t\t\tother matters relating to the making of datasets available for re-use,\n\t\t\t\tstandards applicable to public authorities in connection with thedisclosure of datasets.”, and\n\t\t\t\tin subsection (3) for “The code” substitute “Any code under this section”.\n\t\t\tIn section 84 (interpretation), after the definition of “the Commissioner”,insert—\n\t\t\t\t  * ““dataset” has the meaning given by section 11(5);”."
    },
    {
        "length": 944,
        "text": "\nOther amendments relating to freedom of information\n\tMeaning of “publicly-owned company”\n\t\tSection 6 of the Freedom of Information Act 2000 (publicly-owned companies)is amended as follows.\n\t\tIn subsection (1)—\n\t\t\tomit “or” at the end of paragraph (a),\n\t\t\tin paragraph (b) for the words from “any public authority” to “particularinformation” substitute “the wider public sector”, and\n\t\t\tafter paragraph (b) insert “, or\n\t\t\tit is wholly owned by the Crown and the wider public sector.”\n\t\tFor subsection (2) substitute—\n\t\tFor the purposes of this section—\n\t\t\ta company is wholly owned by the Crown if, and only if, every member is aperson falling within sub-paragraph (i) or (ii)—\n\t\t\ta Minister of the Crown, government department or company wholly owned bythe Crown, or\n\t\t\ta person acting on behalf of a Minister of the Crown, governmentdepartment or company wholly owned by the Crown,\n\t\t\ta company is wholly owned by the wider public sector if, and only if, everymember is a person falling within sub-paragraph (i) or (ii)—\n\t\t\ta relevant public authority or a company wholly owned by the wider publicsector, or\n\t\t\ta person acting on behalf of a relevant public authority or of a companywholly owned by the wider public sector, and\n\t\t\ta company is wholly owned by the Crown and the wider public sector if, andonly if, condition A, B or C is met.\n\t\t\t\t(2A)In subsection (2)(c)—\n\t\t\tcondition A is met if—\n\t\t\tat least one member is a person falling within subsection (2)(a)(i) or(ii),\n\t\t\tat least one member is a person falling within subsection (2)(b)(i) or(ii), and\n\t\t\tevery member is a person falling within subsection (2)(a)(i) or (ii) or(b)(i) or (ii),\n\t\t\tcondition B is met if—\n\t\t\tat least one member is a person falling within subsection (2)(a)(i) or (ii)or (b)(i) or (ii),\n\t\t\tat least one member is a company wholly owned by the Crown and the widerpublic sector, and\n\t\t\tevery member is a person falling within subsection (2)(a)(i) or (ii) or(b)(i) or (ii) or a company wholly owned by the Crown and the wider publicsector, and\n\t\t\tcondition C is met if every member is a company wholly owned by the Crownand the wider public sector.”\n\t\tIn subsection (3), at the end, insert—\n\t\t\t  * ““relevant public authority” means any public authority listed in Schedule 1 other than—\n\t\t\ta government department, or\n\t\t\tany authority which is listed only in relation to particular information”.\n\tExtension of certain provisions to Northern Ireland bodies\n\t\tOmit— \n\t\t\tsection 80A of the Freedom of Information Act 2000 (which modifies, inrelation to information held by Northern Ireland bodies, certain provisions ofthe Act relating to historical records etc.), and\n\t\t\tparagraph 6 of Schedule 7 to the Constitutional Reform and Governance Act2010 (which inserts section 80A into the Act of 2000).\n\t\tThe power of the Secretary of State under section 46(2) to (5) of the Actof 2010 to make transitional, transitory or saving provision in connectionwith the coming into force of paragraph 4 of Schedule 7 to that Act includespower to make such provision in connection with the coming into force of thatparagraph of that Schedule as it has effect by virtue of this section."
    },
    {
        "length": 1668,
        "text": "\nThe Information Commissioner\n\tAppointment and tenure of Information Commissioner\n\t\tIn paragraph 2(1) of Schedule 5 to the Data Protection Act 1998 (maximumterm of appointment for the Information Commissioner) for “five years”substitute “seven years”.\n\t\tAfter paragraph 2(3) of that Schedule to that Act (removal of theInformation Commissioner from office) insert—\n\t\t\t“(3A)No motion is to be made in either House of Parliament for such an Addressunless a Minister of the Crown has presented a report to that House statingthat the Minister is satisfied that one or more of the following grounds ismade out—\n\t\t\tthe Commissioner has failed to discharge the functions of the office for acontinuous period of at least 3 months,\n\t\t\tthe Commissioner has failed to comply with the terms of appointment,\n\t\t\tthe Commissioner has been convicted of a criminal offence,\n\t\t\tthe Commissioner is an undischarged bankrupt or the Commissioner’s estatehas been sequestrated in Scotland and the Commissioner has not beendischarged,\n\t\t\tthe Commissioner has made an arrangement or composition contract with, orhas granted a trust deed for, the Commissioner’s creditors,\n\t\t\tthe Commissioner is otherwise unfit to hold the office or unable to carryout its functions.\n\t\t\t(3B)No recommendation may be made to Her Majesty for the appointment of aperson as the Commissioner unless the person concerned has been selected onmerit on the basis of fair and open competition.\n\t\t\t(3C)A person appointed as the Commissioner may not be appointed again for afurther term of office.”\n\t\tOmit paragraph 2(4) and (5) of that Schedule to that Act (termination ofterm of office on attaining 65 years of age etc. and eligibility for re-appointment).\n\t\tIn the italic heading to paragraph 2 of that Schedule to that Act, after“office” insert “and appointment”.\n\t\tOmit section 18(5) to (7) of the Freedom of Information Act 2000 (spentprovisions about period of office of Data Protection Commissioner as firstInformation Commissioner and application of paragraph 2(4)(b) and (5) ofSchedule 5 to the Act of 1998 to that person).\n\tAlteration of role of Secretary of State in relation to guidancepowers\n\t\tFor section 41C(7) of the Data Protection Act 1998 (code of practice aboutassessment notices: requirement for approval of Secretary of State)substitute—\n\t\tThe Commissioner must consult the Secretary of State before issuing thecode (or an altered or replacement code).”\n\t\tIn section 52B of that Act (data-sharing code: approval by the Secretary ofState)—\n\t\t\tfor subsections (1) to (3) substitute—\n\t\tWhen a code is prepared under section 52A, the Commissioner must—\n\t\t\tconsult the Secretary of State, and\n\t\t\tsubmit the final version of the code to the Secretary of State.\n\t\tThe Secretary of State must lay the code before Parliament.”, and”\n\t\t\tin subsection (6) for the words from the beginning to “the Commissioner”substitute “Where such a resolution is passed, the Commissioner”.\n\t\tFor section 55C(5) of that Act (guidance about monetary penalty notices:requirement for approval of Secretary of State) substitute—\n\t\tThe Commissioner must consult the Secretary of State before issuing anyguidance under this section.”\n\tRemoval of Secretary of State consent for fee-charging powers etc.\n\t\tIn section 51 of the Data Protection Act 1998 (general duties of theInformation Commissioner)—\n\t\t\tin subsection (8) (power to charge fees, with the consent of the Secretaryof State, in relation to any Part 6 services)—\n\t\t\tomit “with the consent of the Secretary of State”, and\n\t\t\tbefore “services” insert “relevant”, and\n\t\t\tafter subsection (8) insert—\n\t\t\t\t“(8A)In subsection (8) “relevant services” means—\n\t\t\tthe provision to the same person of more than one copy of any publishedmaterial where each of the copies of the material is either provided on paper,a portable disk which stores the material electronically or a similar medium,\n\t\t\tthe provision of training, or\n\t\t\tthe provision of conferences.\n\t\t\t(8B)The Secretary of State may by order amend subsection (8A).”\n\t\tIn section 67(5)(a) of that Act (orders under the Act subject to negativeprocedure) after “51(3)” insert “or (8B)”.\n\t\tIn section 47 of the Freedom of Information Act 2000 (general functions ofthe Information Commissioner)—\n\t\t\tin subsection (4) (power to charge fees, with the consent of the Secretaryof State, in relation to services provided under that section)—\n\t\t\tomit “with the consent of the Secretary of State”, and\n\t\t\tbefore “services” insert “relevant”, and\n\t\t\tafter subsection (4) insert—\n\t\t\t“(4A)In subsection (4) “relevant services” means—\n\t\t\tthe provision to the same person of more than one copy of any publishedmaterial where each of the copies of the material is either provided on paper,a portable disk which stores the material electronically or a similar medium,\n\t\t\tthe provision of training, or\n\t\t\tthe provision of conferences.\n\t\t\t(4B)The Secretary of State may by order amend subsection (4A).\n\t\t\t(4C)An order under subsection (4B) may include such transitional or savingprovision as the Secretary of State considers appropriate.\n\t\t\t(4D)The Secretary of State must consult the Commissioner before making anorder under subsection (4B).”\n\t\tIn section 82(3)(a) of that Act (orders under the Act subject to negativeprocedure) after “4(1)” insert “or 47(4B)”.\n\tRemoval of Secretary of State approval for staff numbers, terms etc.\n\t\tParagraph 4 of Schedule 5 to the Data Protection Act 1998 (appointment ofofficers and staff of the Information Commissioner) is amended as follows.\n\t\tAfter sub-paragraph (4) insert—\n\t\t\t“(4A)In making appointments under this paragraph, the Commissioner must haveregard to the principle of selection on merit on the basis of fair and opencompetition.”\n\t\tOmit sub-paragraph (5) (approval of Secretary of State required for number,and terms and conditions, of persons to be appointed)."
    },
    {
        "length": 2106,
        "text": "\nTrafficking people for exploitation\n\tTrafficking people for sexual exploitation\n\t\tThe Sexual Offences Act 2003 is amended as follows.\n\t\tFor sections 57 to 59 (trafficking people for sexual exploitation)substitute—\n\t\t“59ATrafficking people for sexual exploitation\n\t\t\tA person (“A”) commits an offence if A intentionally arranges orfacilitates—\n\t\t\t\tthe arrival in, or entry into, the United Kingdom or another country ofanother person (“B”),\n\t\t\t\tthe travel of B within the United Kingdom or another country, or\n\t\t\t\tthe departure of B from the United Kingdom or another country,\n\t\t\t\t\twith a view to the sexual exploitation of B.\n\t\t\tFor the purposes of subsection (1)(a) and (c) A’s arranging or facilitatingis with a view to the sexual exploitation of B if, and only if—\n\t\t\t\tA intends to do anything to or in respect of B, after B’s arrival, entry or(as the case may be) departure but in any part of the world, which if donewill involve the commission of a relevant offence, or\n\t\t\t\tA believes that another person is likely to do something to or in respectof B, after B’s arrival, entry or (as the case may be) departure but in anypart of the world, which if done will involve the commission of a relevantoffence.\n\t\t\tFor the purposes of subsection (1)(b) A’s arranging or facilitating is witha view to the sexual exploitation of B if, and only if—\n\t\t\t\tA intends to do anything to or in respect of B, during or after the journeyand in any part of the world, which if done will involve the commission of arelevant offence, or\n\t\t\t\tA believes that another person is likely to do something to or in respectof B, during or after the journey and in any part of the world, which if donewill involve the commission of a relevant offence.\n\t\t\tA person who is a UK national commits an offence under this sectionregardless of—\n\t\t\t\twhere the arranging or facilitating takes place, or\n\t\t\t\twhich country is the country of arrival, entry, travel or (as the case maybe) departure.\n\t\t\tA person who is not a UK national commits an offence under this section if—\n\t\t\t\tany part of the arranging or facilitating takes place in the UnitedKingdom, or\n\t\t\t\tthe United Kingdom is the country of arrival, entry, travel or (as the casemay be) departure.\n\t\t\tA person guilty of an offence under this section is liable—\n\t\t\t\ton summary conviction, to imprisonment for a term not exceeding 12 monthsor a fine not exceeding the statutory maximum or both;\n\t\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 14years.\n\t\t\tIn relation to an offence committed before the commencement of section154(1) of the Criminal Justice Act 2003, the reference in subsection (6)(a) to12 months is to be read as a reference to 6 months.”\n\t\t\tFor subsection (1) of section 60 (sections 57 to 59: interpretation)substitute—\n\t\t\tIn section 59A—\n\t\t\t\t  * “country” includes any territory or other part of the world;\n\t\t\t\t  * “relevant offence” means—\n\t\t\t\tany offence under the law of England and Wales which is an offence under thisPart or under section 1(1)(a) of the Protection of Children Act 1978, or\n\t\t\t\tanything done outside England and Wales which is not an offence withinparagraph (a) but would be if done in England and Wales;\n\t\t\t\t\t  * “UK national” means—\n\t\t\t\ta British citizen,\n\t\t\t\ta person who is a British subject by virtue of Part 4 of the BritishNationality Act 1981 and who has the right of abode in the United Kingdom, or\n\t\t\t\ta person who is a British overseas territories citizen by virtue of aconnection with Gibraltar.”\n\t\t\tOmit section 60(2) (sections 57 to 59: jurisdiction).\n\t\t\tAccordingly, the title of section 60 becomes “Section 59A: interpretation”.\n\tTrafficking people for labour and other exploitation\n\t\tThe Asylum and Immigration (Treatment of Claimants, etc) Act 2004 isamended as follows.\n\t\tFor subsections (1) to (3) of section 4 (trafficking people for labour andother exploitation) substitute—\n\t\t\t“(1A)A person (“A”) commits an offence if A intentionally arranges orfacilitates—\n\t\t\tthe arrival in, or entry into, the United Kingdom or another country ofanother person (“B”),\n\t\t\tthe travel of B within the United Kingdom or another country, or\n\t\t\tthe departure of B from the United Kingdom or another country,\n\t\t\twith a view to the exploitation of B.\n\t\t\t(1B)For the purposes of subsection (1A)(a) and (c) A’s arranging orfacilitating is with a view to the exploitation of B if (and only if)—\n\t\t\tA intends to exploit B, after B’s arrival, entry or (as the case may be)departure but in any part of the world, or\n\t\t\tA believes that another person is likely to exploit B, after B’s arrival,entry or (as the case may be) departure but in any part of the world.\n\t\t\t(1C)For the purposes of subsection (1A)(b) A’s arranging or facilitating iswith a view to the exploitation of B if (and only if)—\n\t\t\tA intends to exploit B, during or after the journey and in any part of theworld, or\n\t\t\tA believes that another person is likely to exploit B, during or after thejourney and in any part of the world.”\n\t\tIn section 4(4)—\n\t\t\tin paragraph (b)—\n\t\t\tomit “under the Human Organ Transplants Act [1989 (c.31)](/id/ukpga/1989/31?view=plain \"Go to item of legislation\") or”, and\n\t\t\tafter “2004” insert “as it has effect in the law of England and Wales”,\n\t\t\tin that paragraph, the words from “as a result” to the end of the paragraphbecome sub-paragraph (i), and\n\t\t\tafter that sub-paragraph insert “or\n\t\t\twhich, were it done in England and Wales, would constitute an offencewithin sub-paragraph (i),”.\n\t\tAfter section 4(4) insert—\n\t\t“(4A)A person who is a UK national commits an offence under this sectionregardless of—\n\t\t\twhere the arranging or facilitating takes place, or\n\t\t\twhich country is the country of arrival, entry, travel or (as the case maybe) departure.\n\t\t\t(4B)A person who is not a UK national commits an offence under this sectionif—\n\t\t\tany part of the arranging or facilitating takes place in the UnitedKingdom, or\n\t\t\tthe United Kingdom is the country of arrival, entry, travel or (as the casemay be) departure.”\n\t\tOmit section 5(1) (section 4: jurisdiction).\n\t\tIn section 5(3) (section 4: interpretation)—\n\t\t\tfor “In section 4(4)(a)” substitute “In section 4—\n\t\t\t\t  * “country” includes any territory or other part of the world,”, \n\t\t\tthe words from ““the Human Rights Convention” to the end of the subsectionbecome the next definition in a list, and\n\t\t\tafter that definition insert—\n\t\t\t\t  * ““UK national” means—\n\t\t\ta British citizen,\n\t\t\ta person who is a British subject by virtue of Part 4 of the BritishNationality Act 1981 and who has the right of abode in the United Kingdom, or\n\t\t\ta person who is a British overseas territories citizen by virtue of aconnection with Gibraltar.”"
    },
    {
        "length": 1766,
        "text": "\nStalking\n\tOffences in relation to stalking\n\t\tAfter section 2 of the Protection from Harassment Act 1997 (offence ofharassment) insert—\n\t\t“2AOffence of stalking\n\t\t\tA person is guilty of an offence if—\n\t\t\t\tthe person pursues a course of conduct in breach of section 1(1), and\n\t\t\t\tthe course of conduct amounts to stalking.\n\t\t\tFor the purposes of subsection (1)(b) (and section 4A(1)(a)) a person’scourse of conduct amounts to stalking of another person if—\n\t\t\t\tit amounts to harassment of that person,\n\t\t\t\tthe acts or omissions involved are ones associated with stalking, and\n\t\t\t\tthe person whose course of conduct it is knows or ought to know that thecourse of conduct amounts to harassment of the other person.\n\t\t\tThe following are examples of acts or omissions which, in particularcircumstances, are ones associated with stalking—\n\t\t\t\tfollowing a person,\n\t\t\t\tcontacting, or attempting to contact, a person by any means,\n\t\t\t\tpublishing any statement or other material—\n\t\t\t\trelating or purporting to relate to a person, or\n\t\t\t\tpurporting to originate from a person,\n\t\t\t\tmonitoring the use by a person of the internet, email or any other form ofelectronic communication,\n\t\t\t\tloitering in any place (whether public or private),\n\t\t\t\tinterfering with any property in the possession of a person,\n\t\t\t\twatching or spying on a person.\n\t\t\tA person guilty of an offence under this section is liable on summaryconviction to imprisonment for a term not exceeding 51 weeks, or a fine notexceeding level 5 on the standard scale, or both.\n\t\t\tIn relation to an offence committed before the commencement of section281(5) of the Criminal Justice Act 2003, the reference in subsection (4) to 51weeks is to be read as a reference to six months.\n\t\t\tThis section is without prejudice to the generality of section 2.”\n\t\t\tAfter section 4 of that Act (putting people in fear of violence) insert—\n\t\t“4AStalking involving fear of violence or serious alarm or distress\n\t\t\tA person (“A”) whose course of conduct—\n\t\t\t\tamounts to stalking, and\n\t\t\t\teither— \n\t\t\t\tcauses another (“B”) to fear, on at least two occasions, that violence willbe used against B, or\n\t\t\t\tcauses B serious alarm or distress which has a substantial adverse effecton B’s usual day-to-day activities,\n\t\t\t\t\tis guilty of an offence if A knows or ought to know that A’s course of conductwill cause B so to fear on each of those occasions or (as the case may be)will cause such alarm or distress.\n\t\t\tFor the purposes of this section A ought to know that A’s course of conductwill cause B to fear that violence will be used against B on any occasion if areasonable person in possession of the same information would think the courseof conduct would cause B so to fear on that occasion.\n\t\t\tFor the purposes of this section A ought to know that A’s course of conductwill cause B serious alarm or distress which has a substantial adverse effecton B’s usual day-to-day activities if a reasonable person in possession of thesame information would think the course of conduct would cause B such alarm ordistress.\n\t\t\tIt is a defence for A to show that—\n\t\t\t\tA’s course of conduct was pursued for the purpose of preventing ordetecting crime,\n\t\t\t\tA’s course of conduct was pursued under any enactment or rule of law or tocomply with any condition or requirement imposed by any person under anyenactment, or\n\t\t\t\tthe pursuit of A’s course of conduct was reasonable for the protection of Aor another or for the protection of A’s or another’s property.\n\t\t\tA person guilty of an offence under this section is liable—\n\t\t\t\ton conviction on indictment, to imprisonment for a term not exceeding fiveyears, or a fine, or both, or\n\t\t\t\ton summary conviction, to imprisonment for a term not exceeding twelvemonths, or a fine not exceeding the statutory maximum, or both.\n\t\t\tIn relation to an offence committed before the commencement of section154(1) of the Criminal Justice Act 2003, the reference in subsection (5)(b) totwelve months is to be read as a reference to six months.\n\t\t\tIf on the trial on indictment of a person charged with an offence underthis section the jury find the person not guilty of the offence charged, theymay find the person guilty of an offence under section 2 or 2A.\n\t\t\tThe Crown Court has the same powers and duties in relation to a person whois by virtue of subsection (7) convicted before it of an offence under section2 or 2A as a magistrates’ court would have on convicting the person of theoffence.\n\t\t\tThis section is without prejudice to the generality of section 4.”\n\tPower of entry in relation to stalking\n\t\tAfter section 2A of the Protection from Harassment Act 1997 (for which seesection 111) insert—\n\t\t“2BPower of entry in relation to offence of stalking\n\t\t\tA justice of the peace may, on an application by a constable, issue awarrant authorising a constable to enter and search premises if the justice ofthe peace is satisfied that there are reasonable grounds for believing that—\n\t\t\t\tan offence under section 2A has been, or is being, committed,\n\t\t\t\tthere is material on the premises which is likely to be of substantialvalue (whether by itself or together with other material) to the investigationof the offence,\n\t\t\t\tthe material—\n\t\t\t\tis likely to be admissible in evidence at a trial for the offence, and\n\t\t\t\tdoes not consist of, or include, items subject to legal privilege,excluded material or special procedure material (within the meanings given bysections 10, 11 and 14 of the Police and Criminal Evidence Act 1984), and\n\t\t\t\teither— \n\t\t\t\tentry to the premises will not be granted unless a warrant is produced, or\n\t\t\t\tthe purpose of a search may be frustrated or seriously prejudiced unless aconstable arriving at the premises can secure immediate entry to them.\n\t\t\tA constable may seize and retain anything for which a search has beenauthorised under subsection (1).\n\t\t\tA constable may use reasonable force, if necessary, in the exercise of anypower conferred by virtue of this section.\n\t\t\tIn this section “premises” has the same meaning as in section 23 of thePolice and Criminal Evidence Act 1984.”"
    },
    {
        "length": 382,
        "text": "\nMiscellaneous repeals of enactments\n\tRepeal of provisions for conducting certain fraud cases without jury\n\t\tOmit section 43 of the Criminal Justice Act 2003 (applications by prosecutionfor certain fraud cases to be conducted without a jury).\n\tRemoval of restrictions on times for marriage or civil partnership\n\t\tIn the Marriage Act 1949—\n\t\t\tomit section 4 (solemnization of marriages to take place at any timebetween 8 a.m. and 6 p.m.), and\n\t\t\tomit section 75(1)(a) (offence of solemnizing a marriage outside thepermitted hours).\n\t\tIn section 16(4) of the Marriage (Registrar General’s Licence) Act 1970(disapplication of certain provisions of the Act of 1949) for “sections75(1)(a) and” substitute “section”.\n\t\tIn section 17(2) of the Civil Partnership Act 2004 (registration as civilpartners under the standard procedure to take place on any day in theapplicable period between 8 a.m. and 6 p.m.)—\n\t\t\tfor “on any day in” substitute “at any time during”, and\n\t\t\tomit “between 8 o’clock in the morning and 6 o’clock in the evening”.\n\t\tOmit section 31(2)(ab) of that Act (offence of officiating at the signingof a civil partnership schedule outside the permitted hours)."
    },
    {
        "length": 2803,
        "text": "\nGeneral\n\tConsequential amendments, repeals and revocations\n\t\tSchedule 9 (consequential amendments) has effect.\n\t\tThe provisions listed in Schedule 10 are repealed or (as the case may be)revoked to the extent specified.\n\t\tThe Secretary of State may by order make such provision as the Secretary ofState considers appropriate in consequence of this Act.\n\t\tThe power to make an order under subsection (3)—\n\t\t\tis exercisable by statutory instrument,\n\t\t\tincludes power to make transitional, transitory or saving provision,\n\t\t\tmay, in particular, be exercised by amending, repealing, revoking orotherwise modifying any provision made by or under an enactment (including anyAct passed in the same Session as this Act).\n\t\tSubject to subsection (6), a statutory instrument containing an order underthis section is not to be made unless a draft of the instrument has been laidbefore, and approved by a resolution of, each House of Parliament.\n\t\tA statutory instrument containing an order under this section which neitheramends nor repeals any provision of primary legislation is subject toannulment in pursuance of a resolution of either House of Parliament.\n\t\tIn this section—\n\t\t\t  * “enactment” includes an Act of the Scottish Parliament, a Measure or Act of the National Assembly for Wales and Northern Ireland legislation, \n\t\t\t  * “primary legislation” means— \n\t\t\ta public general Act,\n\t\t\tan Act of the Scottish Parliament,\n\t\t\ta Measure or Act of the National Assembly for Wales, and\n\t\t\tNorthern Ireland legislation.\n\tTransitional, transitory or saving provision\n\t\tThe Secretary of State may by order made by statutory instrument make suchtransitional, transitory or saving provision as the Secretary of Stateconsiders appropriate in connection with the coming into force of anyprovision of this Act (other than Chapter 1 of Part 1 and any Welshprovision).\n\t\tThe Welsh Ministers may by order made by statutory instrument make suchtransitional, transitory or saving provision as the Welsh Ministers considerappropriate in connection with the coming into force of any Welsh provision.\n\t\tIn this section “Welsh provision” means any provision of this Act so far asit falls within section 120(3).\n\tFinancial provisions\n\t\tThere is to be paid out of money provided by Parliament—\n\t\t\tany expenditure incurred by a Minister of the Crown by virtue of this Act,and\n\t\t\tany increase attributable to this Act in the sums payable by virtue of anyother Act out of money so provided.\n\t\tThere is to be paid into the Consolidated Fund any sums received by aMinister of the Crown by virtue of this Act.\n\tChannel Islands and Isle of Man\n\t\tHer Majesty may by Order in Council provide for any of the provisions of—\n\t\t\tChapters 1 to 3 of Part 5 (and Parts 6 to 8 of Schedule 9 and Parts 5 and 6of Schedule 10), or\n\t\t\tsection 110 (and Part 10 of Schedule 9, and Part 9 of Schedule 10, so faras relating to the Asylum and Immigration (Treatment of Claimants, etc) Act2004),\n\t\t\tto extend, with or without modifications, to any of the Channel Islands or tothe Isle of Man.\n\tExtent \n\t\tThe following provisions extend to England and Wales only—\n\t\t\tsections 1 to 18, 23 and 24,\n\t\t\tChapter 2 of Part 1,\n\t\t\tChapter 1 of Part 2,\n\t\t\tsection 53 and Schedule 3,\n\t\t\tChapter 2 of Part 3,\n\t\t\tChapter 1 of Part 5 (excluding section 78 and Schedule 7),\n\t\t\tChapter 2 of Part 5 (excluding section 86),\n\t\t\tChapter 4 of Part 5,\n\t\t\tsections 109 to 114,\n\t\t\tParts 4, 6, 7 and 9 to 12 of Schedule 9 (subject to subsections (2), (3),(5) and (8) (k) and (m)),\n\t\t\tParts 3, 5, 6 and 9 to 11 of Schedule 10 (subject to subsections (3), (5)and (8) (m)), and\n\t\t\tany provision which extends to England and Wales only by virtue ofsubsection (6) or (7).\n\t\tThe following provisions extend to England and Wales and Scotland only—\n\t\t\tparagraph 119(a) of Schedule 9,\n\t\t\tthe repeal of section 22 of the Crime and Security Act 2010 in paragraph4(2) of Schedule 9 and Part 1 of Schedule 10, and\n\t\t\tany provision which extends to England and Wales and Scotland only byvirtue of subsection (6) or (7).\n\t\tThe following provisions extend to England and Wales and Northern Irelandonly—\n\t\t\tPart 2 of Schedule 1,\n\t\t\tChapter 3 of Part 5 (excluding paragraph 5(3) of Schedule 8 and section91),\n\t\t\tin Part 6 of Schedule 9 and Part 5 of Schedule 10, the amendments andrepeals in respect of—\n\t\t\tthe Police Act 1997 (excluding sections 113A(10) and 113B(13) of that Act),and\n\t\t\tparagraph 14(7)(c) of Schedule 9 to the Safeguarding Vulnerable Groups Act2006, and\n\t\t\tany provision which extends to England and Wales and Northern Ireland onlyby virtue of subsection (7).\n\t\tThe following provisions extend to Scotland only—\n\t\t\tPart 5 of Schedule 1, and\n\t\t\tany provision which extends to Scotland only by virtue of subsection (7).\n\t\tThe following provisions extend to Northern Ireland only—\n\t\t\tPart 6 of Schedule 1,\n\t\t\tsection 63 and Schedule 6,\n\t\t\tsection 78 and Schedule 7,\n\t\t\tin Part 6 of Schedule 9 and Part 5 of Schedule 10, the amendments, repealsand revocations in respect of—\n\t\t\tthe Safeguarding Vulnerable Groups (Northern Ireland) Order 2007 ([S.I.2007/1351 (N.I. 11)](/id/nisi/2007/1351?view=plain \"Go to item oflegislation\")) and any order made under that Order,\n\t\t\tPart 3 of Schedule 5 to the Health Care and Associated Professions(Miscellaneous Amendments and Practitioner Psychologists) Order 2009 ([S.I.2009/1182](/id/uksi/2009/1182?view=plain \"Go to item of legislation\")), and\n\t\t\tsections 90 and 92 of the Policing and Crime Act 2009, and\n\t\t\tany provision which extends to Northern Ireland only by virtue ofsubsection (7).\n\t\tThe following provisions have the extent provided for in those provisions—\n\t\t\tSchedule 2 (see each paragraph), and\n\t\t\tPart 2 of Schedule 10 (see the notes to that Part).\n\t\tThe amendments, repeals and revocations made by Parts 1 and 5 of Schedule 9and Parts 1 and 4 of Schedule 10 have (subject to subsection (2)(b)) the sameextent as the enactment amended, repealed or revoked.\n\t\tThe following provisions extend to England and Wales, Scotland and NorthernIreland—\n\t\t\tsections 19 to 22 (excluding Parts 2, 5 and 6 of Schedule 1) and 25,\n\t\t\tChapter 2 of Part 2,\n\t\t\tChapter 1 of Part 3 (excluding section 53 and Schedules 2 and 3),\n\t\t\tPart 4 (excluding section 63 and Schedule 6),\n\t\t\tsection 86,\n\t\t\tparagraph 5(3) of Schedule 8,\n\t\t\tsection 91,\n\t\t\tPart 6,\n\t\t\tsections 115 to 117 (excluding Schedules 9 and 10), this section andsections 120 and 121,\n\t\t\tParts 2, 3 and 8 of Schedule 9,\n\t\t\tthe amendments of Schedule 1 to the Criminal Justice and Police Act 2001,and Schedule 5 to the Sexual Offences Act 2003, in Part 11 of Schedule 9,\n\t\t\tParts 7 and 8 of Schedule 10,\n\t\t\tthe repeal of section 330(5)(b) of the Criminal Justice Act 2003 in Part 12of Schedule 9 and Part 10 of Schedule 10, and\n\t\t\tany provision which extends to England and Wales, Scotland and NorthernIreland by virtue of subsection (6) or (7).\n\tCommencement \n\t\tSubject as follows, this Act comes into force on such day as the Secretaryof State may by order made by statutory instrument appoint; and different daysmay be appointed for different purposes.\n\t\tThe provisions mentioned in subsection (3) come into force on such day asthe Welsh Ministers may by order made by statutory instrument appoint; anddifferent days may be appointed for different purposes.\n\t\tThe provisions are—\n\t\t\tChapter 2 of Part 1 so far as relating to schools in Wales and furthereducation institutions in Wales,\n\t\t\tsections 39(1), 40, 41 and 43 to 46 so far as they confer functions on theWelsh Ministers,\n\t\t\tsection 53 and Schedule 3, and\n\t\t\tsection 56 and Schedule 4 so far as relating to land in Wales.\n\t\tThe following provisions come into force at the end of the period of twomonths beginning with the day on which this Act is passed—\n\t\t\tsection 39(2) and Schedule 2, and\n\t\t\tPart 2 of Schedule 10 (and section 115(2) so far as relating to that Partof that Schedule).\n\t\tThe following provisions come into force on the day on which this Act ispassed—\n\t\t\tsections 88 to 91,\n\t\t\tsection 113, Part 12 of Schedule 9 and Part 10 of Schedule 10 (and section115(1) and (2) so far as relating to those Parts of those Schedules), and\n\t\t\tsections 115(3) to (7) and 116 to 119, this section and section 121.\n\tShort title\n\t\tThis Act may be cited as the Protection of Freedoms Act 2012."
    }
]