{
    "general": "The Protection of Freedoms Act 2012 is a law that helps protect people's privacy and personal freedoms. It does several things to achieve this goal:\n\nFirstly, it makes sure that the police and other authorities can only keep certain types of evidence (like fingerprints) for as long as they need to, and then they must destroy it. This helps prevent unnecessary storage of private information.\n\nSecondly, it requires the police to get permission from adults before collecting their biometric data (like facial recognition data). This helps protect children's privacy and ensures that adults are aware of how their data is being used.\n\nThirdly, it sets out rules for the use of surveillance cameras, like CCTV, to ensure that they are used fairly and with proper oversight.\n\nFourthly, it introduces new laws to help protect vulnerable groups, such as victims of human trafficking and stalking.\n\nLastly, it makes some changes to existing laws to improve freedom of information and the handling of personal data by public authorities.",
    "series": [
        [
            {
                "length": 198,
                "short": "\"Police Retention of Fingerprints and DNA Profiles Regulated by Law\"",
                "text": "\n* Simplified point 1: The destruction rule for fingerprints and DNA profiles is established under the Protection of Freedoms Act 2012.\n* Simplified point 2: Fingerprints and DNA profiles can only be kept if the taking of the fingerprint or DNA sample was lawful, otherwise they must be destroyed.\n* Simplified point 3: If the arrest was unlawful or based on mistaken identity, the fingerprints and DNA profiles must be destroyed.\n* Simplified point 4: The responsible chief officer of police has the authority to determine whether the retention of the fingerprints and DNA profiles is justified.\n* Simplified point 5: The act allows for speculative searches within a reasonable time frame if the responsible chief officer of police deems it desirable."
            },
            {
                "length": 168,
                "short": "\"Protecting Freedom and Justice: Retaining Investigative Materials Under the Protection of Freedoms Act 2012\"",
                "text": "\n* Simplified point 1: The Protection of Freedoms Act 2012 allows for the retention of material gathered during an investigation, such as DNA profiles, until the conclusion of the investigation or any subsequent legal proceedings.\n* Simplified point 2: This provision enables law enforcement agencies to retain relevant evidence while they investigate an offense and potentially bring charges against the suspect.\n* Simplified point 3: By allowing for the extended retention of investigative materials, the legislation helps ensure that all available information can be used to build a strong case and increase the chances of a successful prosecution."
            },
            {
                "length": 226,
                "short": "\"Biometric Data Retention in the UK: Legal Framework and Destruction Timeline\"",
                "text": "\n* Simplified point 1: The Protection of Freedoms Act 2012 allows for the retention of biometric data, including fingerprints and DNA profiles, of individuals who have been arrested but not convicted of a qualifying offense.\n* Simplified point 2: The retention period for such data is three years, unless an extension is granted by a district judge.\n* Simplified point 3: The responsible chief officer of police may apply to the Commissioner for the Retention and Use of Biometric Material for consent to retain the data beyond the initial retention period.\n* Simplified point 4: The Commissioner may grant consent if they consider it appropriate to do so, taking into account any representations made by the individual to whom the data relates.\n* Simplified point 5: The act also provides for the destruction of biometric data once the retention period has expired, unless an extension has been granted."
            },
            {
                "length": 178,
                "short": "Biometric Data Retention for Minor Offenses",
                "text": "\n* Simplified point 1: This section of the law allows for the retention of certain biometric data (such as fingerprints and DNA samples) collected during an arrest or charge for a minor offense, if the person has not been convicted of that offense and has no prior convictions for recordable offenses that are not excluded offenses.\n* Simplified point 2: The retention of this data is subject to certain conditions, such as the type of offense and whether the person was arrested or charged with multiple offenses arising from a single course of action.\n* Simplified point 3: The law defines \"excluded offense\" as a type of offense that is not eligible for the retention of biometric data under this section."
            },
            {
                "length": 164,
                "short": "\"Protection of Freedoms Act 2012: Indefinite Retention of Criminal Investigation Material\"",
                "text": "\n* The purpose of this extract of the Protection of Freedoms Act 2012 is to allow for the retention of certain types of data collected during criminal investigations, even after the suspect has been convicted of a recordable offense.\n* This extract amends existing law to permit the indefinite retention of material related to a person convicted of a recordable offense, including DNA profiles and other evidence obtained during the investigation.\n* The retention of this material is subject to certain conditions and exceptions, such as the requirement that it must relate to the investigation of the offense and cannot be used for any other purpose."
            },
            {
                "length": 155,
                "short": "\"Retention of Fingerprints and DNA Profiles for Convicted Criminals\"",
                "text": "\n* Simplified point 1: This section of the legislation allows for the retention of fingerprints and DNA profiles of individuals convicted of crimes outside of England and Wales, even after they have completed their sentence.\n* Simplified point 2: The material can be retained indefinitely, meaning that there is no time limit on how long the authorities can keep this information.\n* Simplified point 3: This provision applies to both fingerprints taken under Section 61(6D) and DNA profiles derived from samples taken under Sections 62(2A) or 63(3E)."
            },
            {
                "length": 212,
                "short": "\"Biometric Data Retention Law for Minors: Sentencing Dependent Storage Periods\"",
                "text": "\n* Simplified point 1: This law allows for the retention of certain biometric data (fingerprints and DNA profiles) related to individuals under the age of 18 who have been convicted of a minor offense, but only if they have not been previously convicted of a recordable offense.\n* Simplified point 2: The length of time that the data can be retained depends on the severity of the sentence imposed, with different periods applying based on whether the sentence is less than 5 years or 5 years or more.\n* Simplified point 3: If the individual is again convicted of a recordable offense before the expiration of the retention period, the data can be retained indefinitely.\n* Simplified point 4: The definition of \"relevant custodial sentence\" includes sentences of imprisonment and detention and training orders."
            },
            {
                "length": 168,
                "short": "\"Lawful Retention of Biometric Data for Investigative Purposes\"",
                "text": "\n* Simplified point 1: This section of the law allows for the retention of certain biometric data, such as fingerprints and DNA profiles, for a limited period of time after a person has been given a penalty notice for an offense.\n* Simplified point 2: The retention period for fingerprints is 2 years from the date they were taken, while the retention period for DNA profiles is 2 years from the date the first DNA sample was taken.\n* Simplified point 3: The purpose of this provision is to allow the police to retain biometric data in cases where no criminal charges are brought against the individual, so that it can still be used for future investigations."
            },
            {
                "length": 128,
                "short": "\"Protecting National Security: Retention of Section 63D Material Under the Protection of Freedoms Act 2012\"",
                "text": "\n* Simplified point 1: The Protection of Freedoms Act 2012 allows for the retention of Section 63D material for up to two years for national security purposes.\n* Simplified point 2: This means that law enforcement agencies can keep certain data or information for longer periods of time if they deem it necessary for national security reasons, but only with the written approval of a senior police officer."
            },
            {
                "length": 173,
                "short": "\"Data Retention Limits for Voluntary Personal Data\"",
                "text": "\n* Simplified point 1: This section of the legislation allows for the retention of certain types of personal data (fingerprints and DNA profiles) that were obtained voluntarily from individuals, but only for as long as necessary to fulfill the purpose for which they were collected.\n* Simplified point 2: The retention period for these types of data depends on whether the individual has been convicted of a recordable offense. If the individual has been convicted of a recordable offense, the data can be retained indefinitely. However, if the individual has only one exempt conviction (i.e., a conviction for an offense that is not considered serious), the data must be destroyed after a certain period of time."
            },
            {
                "length": 154,
                "short": "\"Biometric Data Retention Consent: Understanding Your Rights\"",
                "text": "\n* The Protection of Freedoms Act 2012 allows for the retention of certain biometric data such as fingerprints and DNA profiles if the individual to whom the data relates has given their consent.\n* This provision is contained within Section 63O of the Police and Criminal Evidence Act 1984, which deals with the retention of material subject to consent.\n* The material can be retained for as long as the individual consents to its retention, and their consent must be in writing.\n* The individual has the right to withdraw their consent at any time, which would result in the destruction of the material."
            },
            {
                "length": 144,
                "short": "\"New Provisions for Using Evidence in Multiple Investigations\"",
                "text": "\n* The Protection of Freedoms Act 2012 introduces new provisions related to the use of Section 63D material obtained for one purpose but used for another.\n* This provision ensures that when Section 63D material, such as DNA profiles, is taken from a person in connection with the investigation of an offense, it can be used for other purposes if the person is arrested or charged with a different offense.\n* This allows law enforcement agencies to use the same evidence for multiple investigations, streamlining the process and potentially leading to more efficient and effective policing."
            },
            {
                "length": 122,
                "short": "\"Privacy Protection for Biometric Data: Destruction of Unnecessary Copies\"",
                "text": "\n* Simplified point 1: The destruction of copies of fingerprints and DNA profiles held by the police when they are no longer required by law.\n* Simplified point 2: The exception for retaining copies of DNA profiles in a form that does not identify the person to whom it relates.\n* Simplified point 3: The purpose of this provision is to ensure that personal biometric data is not kept unnecessarily and to protect individuals' privacy rights."
            },
            {
                "length": 257,
                "short": "\"New Rules for Destruction of Footwear Samples and Impressions in Criminal Investigations\"",
                "text": "\n* Simplified point 1: The Protection of Freedoms Act 2012 introduces new rules for the destruction of samples and impressions of footwear taken from individuals during criminal investigations.\n* Simplified point 2: Samples of DNA and impressions of footwear can only be kept for up to six months unless a court orders their retention for longer periods.\n* Simplified point 3: The responsible chief officer of police can apply to a district judge for an order to retain samples and impressions beyond the six-month limit if the sample or impression is likely to be needed in any proceedings for the offense.\n* Simplified point 4: If the court grants the order, the sample or impression can be retained for up to 12 months, and may be renewed for an additional 12 months.\n* Simplified point 5: The purpose of these provisions is to strike a balance between the need to preserve evidence for criminal investigations and the individual's right to privacy and protection against unlawful detention."
            },
            {
                "length": 216,
                "short": "Biological Material Handling Regulations: Guidelines for Retaining and Destroying Sensitive Information",
                "text": "\n* Simplified point 1: This legislation provides guidelines on how to handle biological materials such as DNA samples and fingerprints obtained from individuals, including the process of retaining and destroying them.\n* Simplified point 2: It establishes specific circumstances where these materials can be used, such as for the purpose of a terrorist investigation or to identify a deceased person.\n* Simplified point 3: The legislation also defines various terms related to the handling of these materials, including \"DNA profile\" and \"responsible chief officer of police\".\n* Simplified point 4: Additionally, the legislation makes exclusions for certain regimes, such as the Terrorism Act 2000 and the International Criminal Court Act 2001, and specifies that certain powers conferred by these acts are not affected by the provisions of this legislation."
            },
            {
                "length": 307,
                "short": "\"Oversight of Biometric Materials: Ensuring Proportionate Use for Legitimate Purposes\"",
                "text": "\n* The Commissioner for the Retention and Use of Biometric Material will oversee the retention and use of biometric materials such as fingerprints, DNA profiles, and samples, and ensure that they are only used for legitimate purposes.\n* The Commissioner will review national security determinations made under various laws, including the Police and Criminal Evidence Act 1984, the Terrorism Act 2000, and the Counter-Terrorism Act 2008, to ensure that the retention and use of biometric materials are necessary and proportionate.\n* The Commissioner will also review the retention and use of biometric materials in accordance with Schedule 6 to the Terrorism Prevention and Investigation Measures Act 2011, and will have the power to order the destruction of material if it is no longer necessary for its intended purpose.\n* The Commissioner will have the power to require documents and information from individuals and organizations to carry out their functions, and will be able to send reports to the Secretary of State on their findings.\n* The Commissioner will be appointed by the Secretary of State and will hold office in accordance with the terms of their appointment, and the Secretary of State may pay expenses, remuneration, or allowances to the Commissioner."
            },
            {
                "length": 257,
                "short": "\"Biometric Data Retention Regulations in UK Law Enforcement\"",
                "text": "\n* Simplified point 1: The Protection of Freedoms Act 2012 outlines guidelines for the retention and use of biometric data by law enforcement agencies in the United Kingdom.\n* Simplified point 2: The Act requires the Secretary of State to provide guidance on making national security determinations and to consult with the Commissioner for the Retention and Use of Biometric Material and the Lord Advocate before doing so.\n* Simplified point 3: The Act also establishes a National DNA Database Strategy Board to oversee the operation of the National DNA Database and issues guidance about the destruction of DNA profiles.\n* Simplified point 4: The Act provides for the destruction or retention of PACE material taken before the commencement day in connection with the investigation of an offence, depending on the length of time since the material was taken and whether the offence was a \"qualifying offence\".\n* Simplified point 5: The Act allows for the making of orders by statutory instrument, including orders providing for the destruction of material within a certain period of time."
            },
            {
                "length": 275,
                "short": "\"UK School Biometrics Law: Parental Consent Required for Childrens' Data Processing\"",
                "text": "\n* Simplified point 1: The Protection of Freedoms Act 2012 requires schools in the UK to obtain consent from parents before processing their children's biometric data, such as fingerprints or facial recognition.\n* Simplified point 2: The law applies to any processing of a child's biometric information by or on behalf of the relevant authority, which includes schools, academies, and further education institutions.\n* Simplified point 3: Before processing a child's biometric information, the relevant authority must notify each parent of the child and obtain their consent, except in cases where a parent cannot be found, lacks capacity, or the welfare of the child requires that the parent is not contacted.\n* Simplified point 4: Consent can be withdrawn at any time, and objections to the processing of a child's biometric information must be made in writing.\n* Simplified point 5: The law also defines \"biometric information\" as information about a person's physical or behavioral characteristics or features that can be used to identify them, such as fingerprints or facial recognition."
            },
            {
                "length": 395,
                "short": "\"UK Government Regulates Surveillance Cameras with Code of Practice\"",
                "text": "\n* Simplified point 1: The UK government has established a Code of Practice for surveillance camera systems to regulate the use of CCTV and other surveillance technologies.\n* Simplified point 2: The Code of Practice provides guidelines for the development, use, and maintenance of surveillance camera systems, including considerations for their use, types of systems, technical standards, locations, publication of information, access to information, and procedures for complaints or consultation.\n* Simplified point 3: The Code of Practice is enforced by the Surveillance Camera Commissioner, who encourages compliance with the code, reviews its operation, and provides advice about the code.\n* Simplified point 4: The Commissioner holds office in accordance with the terms of their appointment and can be paid expenses, remuneration, or allowances determined by the Secretary of State.\n* Simplified point 5: The Secretary of State can provide the Commissioner with staff, accommodation, equipment, and other facilities as necessary for carrying out their functions.\n* Simplified point 6: The Commissioner must prepare reports about the exercise of their functions and give a copy to the Secretary of State, who must lay a copy before Parliament. The Commissioner must also publish the report.\n* Simplified point 7: The reporting periods are the period beginning with the surveillance camera code first coming into force or the making of the first appointment as Commissioner (whichever is the later) and ending with the next 31 March or, if the period ending with that date is six months or less, ending with the next 31 March after that date, and each succeeding period of 12 months."
            },
            {
                "length": 282,
                "short": "The Protection of Freedoms Act 2012: Judicial Approval Requirements for Law Enforcement Surveillance Activities",
                "text": "\n* Simplified point 1: The Protection of Freedoms Act 2012 requires judicial approval for certain types of surveillance activities conducted by law enforcement agencies.\n* Simplified point 2: The act introduces new procedures for obtaining and disclosing communications data, including the requirement for judicial approval before such activities can be carried out.\n* Simplified point 3: The act defines \"relevant persons\" who must obtain judicial approval, including individuals holding offices in local authorities in England, Wales, and Scotland, as well as those involved in Northern Ireland excepted or reserved matters.\n* Simplified point 4: The act specifies the conditions that must be met for judicial approval, including that the requirements of sections 22(1) and (5) of the Regulation of Investigatory Powers Act 2000 are satisfied, and that any relevant conditions are met.\n* Simplified point 5: The act provides for the procedure for judicial approval, including the requirement for a draft of the order to be laid before Parliament and approved by a resolution of each House."
            },
            {
                "length": 232,
                "short": "\"Protection of Freedoms Act 2012: Judicial Approval Requirements for Surveillance and Human Intelligence Sources\"",
                "text": "\n* Simplified point 1: The Protection of Freedoms Act 2012 requires judicial approval for certain types of surveillance and human intelligence sources.\n* Simplified point 2: The act introduces new procedures for obtaining judicial approval, including the requirement for a review of the matter before an order can be made.\n* Simplified point 3: The act also defines \"relevant judicial authority\" and \"relevant person\" for the purposes of these provisions.\n* Simplified point 4: The act provides that no order of the Secretary of State may be made under section 32A unless a draft of the order has been laid before Parliament and approved by a resolution of each House.\n* Simplified point 5: The act specifies that the relevant judicial authority must consider the results of a review before making an order under section 32A."
            },
            {
                "length": 223,
                "short": "\"UK's Protection of Freedoms Act: Streamlining Legal Powers for Entry and Oversight\"",
                "text": "\n* Simplified point 1: The Protection of Freedoms Act 2012 aims to simplify and improve the legal framework for powers of entry and associated powers held by various authorities in the United Kingdom.\n* Simplified point 2: The act provides for the repeal, addition of safeguards, or rewriting of powers of entry and associated powers to ensure they are necessary, proportionate, and subject to proper oversight and accountability.\n* Simplified point 3: The act establishes a duty for ministers to review certain existing powers of entry and associated powers to ensure they continue to meet the required standards.\n* Simplified point 4: Consultation requirements are established before modifying powers of entry and associated powers.\n* Simplified point 5: Procedural and supplementary provisions are included to facilitate the modification process and ensure proper parliamentary scrutiny."
            },
            {
                "length": 248,
                "short": "\"Powers of Entry Code: Guidelines for Exercise of Non-Devolved Powers\"",
                "text": "\n* Simplified point 1: The Protection of Freedoms Act 2012 requires the Secretary of State to prepare a code of practice regarding non-devolved powers of entry, including considerations before and after exercising these powers, and the retention of records.\n* Simplified point 2: The code must not contain provisions about devolved powers of entry and associated powers, and may make different provisions for different purposes.\n* Simplified point 3: The Secretary of State must consult with the Lord Advocate and other persons representing the views of those entitled to exercise the powers before preparing the code.\n* Simplified point 4: The code comes into force through an order made by statutory instrument, and may include transitional, transitory or saving provision.\n* Simplified point 5: Relevant persons must have regard to the powers of entry code when exercising functions related to the code, and failing to do so does not make them liable to criminal or civil proceedings."
            },
            {
                "length": 192,
                "short": "\"Vehicle Laws: Parking and Removal Regulations\"",
                "text": "\n* Simplified point 1: This law states that it's illegal to immobilize or move someone else's vehicle without their permission, even if you have good intentions like preventing theft or damage.\n* Simplified point 2: If you do so, you could face fines up to the statutory maximum on summary conviction or a fine on conviction on indictment.\n* Simplified point 3: The law also extends the powers of authorities to remove vehicles from land, including private property, if they are illegally, obstructively, or dangerously parked, abandoned, or broken down.\n* Simplified point 4: Additionally, the law allows for the recovery of unpaid parking charges from the keeper or hirer of a vehicle in certain circumstances."
            },
            {
                "length": 460,
                "short": "UK Terror Law Changes: New Extension Rules for Pre-Charge Detention",
                "text": "\n* The text describes changes to the Pre-Charge Detention of Terrorist Suspects laws in the UK.\n* Maximum detention period of 14 days will be replaced with \"either 14 days subject to a power to raise it to 28 days\". This means that the initial detention period can be extended up to 28 days if necessary.\n* Emergency powers are established for temporary extension and review of extensions in cases where Parliament is dissolved or has met after a dissolution but the first Queen's Speech of the new Parliament has not yet taken place.\n* A temporary extension order can be made by the Secretary of State to extend the detention period beyond 14 days if deemed necessary due to urgency. However, this order must be reviewed by the Director of Public Prosecutions, and the Director must exercise personal functions unless delegated to another person.\n* If the Director is unavailable, another person designated in writing by the Director may exercise the function, but the Director must review the exercise of the function as soon as practical.\n* Sub-paragraphs (1ZC) to (1ZF) apply instead of any other provisions that would enable the function of the Director of Public Prosecutions to be exercised by a person other than the Director.\n* Paragraph 37 is modified to include the insertion of \"or senior judge\" after \"judicial authority\" in both places where it appears.\n* A temporary extension order applies to any person being detained under Section 41 of the Terrorism Act 2000, except if it provides otherwise.\n* The Secretary of State may revoke a temporary extension order if they consider it appropriate to do so, and sub-paragraph (8) applies if certain events occur, such as the revocation without replacement of a temporary extension order, the expiry of the period of three months mentioned in sub-paragraph (2), or the ceasing to have effect of such an order by virtue of section 123(6B) and (6C)."
            },
            {
                "length": 285,
                "short": "\"Terrorism Prevention Measures: New Stop and Search Powers\"",
                "text": "\n* The Protection of Freedoms Act 2012 repeals the existing stop and search powers under the Terrorism Act 2000 and replaces them with new powers to stop and search persons and vehicles in specified locations.\n* Under the new powers, a constable may stop and search a vehicle or a pedestrian in a specified area or place if they reasonably suspect that an act of terrorism will take place and that the search is necessary to prevent it.\n* The constable may also seize and retain anything discovered during the search that they reasonably suspect may constitute evidence of terrorism.\n* The code of practice relating to these powers must be prepared by the Secretary of State and laid before Parliament, and must be approved by a resolution of each House of Parliament before it can come into force.\n* The Secretary of State must keep the code under review and may prepare alterations or a replacement code, and must publish the code and any alterations or replacement codes.\n* A constable must have regard to the code when exercising the powers to which it relates, and a failure to do so does not make the constable liable to criminal or civil proceedings, but the code is admissible in evidence in any such proceedings."
            },
            {
                "length": 292,
                "short": "\"Regulation of Children's Activities: Exemptions and Definitions\"",
                "text": "\n* Simplified point 1: The Protection of Freedoms Act 2012 restricts the scope of regulated activities related to children, specifically regarding the frequency and period conditions for such activities.\n* Simplified point 2: The amendments made by the act exclude certain activities from being considered regulated activities, such as relevant personal care and health care provided by healthcare professionals, as well as any form of training, instruction, advice, or guidance that relates to the performance of certain activities.\n* Simplified point 3: The act also defines \"health care\" and \"health care professional\" for the purposes of the regulations, and specifies that any reference to health care provided by, or under the direction or supervision of, a health care professional includes first aid provided to a child by any person acting on behalf of an organization established for the purpose of providing first aid.\n* Simplified point 4: Additionally, the act excludes certain activities from being considered regulated activities, such as any form of work for gain that is not an activity mentioned in paragraph 2(1) of the original act, and any form of work that is carried out on a temporary or occasional basis and is not subject to day-to-day supervision."
            },
            {
                "length": 172,
                "short": "The Protection of Freedoms Act 2012: Removing Definition of \"Vulnerable Adults\" and Changing Interpretation",
                "text": "\n* Simplified point 1: The Protection of Freedoms Act 2012 removes the definition of \"vulnerable adults\" from the Safeguarding Vulnerable Groups Act 2006, which was previously used to determine who could be subject to certain safeguards.\n* Simplified point 2: The Act also changes the interpretation of the term \"vulnerable adult\" in the Safeguarding Vulnerable Groups Act, so that it now refers only to adults who receive regulated activities related to vulnerable adults, rather than all adults who may be considered vulnerable."
            },
            {
                "length": 220,
                "short": "The Protection of Freedoms Act 2012: Regulation of Vulnerable Adult Activities",
                "text": "\n* Simplified point 1: The Protection of Freedoms Act 2012 restricts the scope of regulated activities related to vulnerable adults.\n* Simplified point 2: The act amends the Safeguarding Vulnerable Groups Act 2006 to remove certain activities from being considered regulated activities, such as day-to-day assistance with managing finances or shopping.\n* Simplified point 3: The act also removes certain professions from being considered regulated activities, such as independent mental health advocates.\n* Simplified point 4: The act adds new definitions for \"health care\" and \"relevant social work\" to clarify the types of activities that are considered regulated activities.\n* Simplified point 5: The act also makes changes to the period condition for when a person's background checks must be repeated."
            },
            {
                "length": 257,
                "short": "The Protection of Freedoms Act 2012: Improving Safeguards for Children and Vulnerable Adults",
                "text": "\n* Simplified point 1: The Protection of Freedoms Act 2012 modifies the Safeguarding Vulnerable Groups Act 2006 regarding the automatic inclusion of individuals in the children's or adults' barred lists based on certain criteria related to their behavior or engagement in regulated activities.\n* Simplified point 2: The modifications aim to ensure that only those who pose a real risk to children or vulnerable adults are included in the lists, while also providing opportunities for individuals to make representations against their inclusion.\n* Simplified point 3: The changes introduce new requirements for referring matters to the Independent Safeguarding Authority (ISA) and for ISA to consider such referrals, including giving individuals the chance to make representations before being included in the lists.\n* Simplified point 4: The amendments also expand the definition of \"relevant conduct\" for the purposes of inclusion in the lists, and clarify the circumstances under which individuals can be included based on their potential future behavior."
            },
            {
                "length": 177,
                "short": "\"Freedom from Monitoring: The Protection of Freedoms Act 2012 Abolishes Provisions Related to 'Controlled Activity' and 'Monitoring' Under the Safeguarding Vulnerable Groups Act 2006.\"",
                "text": "\n* Simplified point 1: The Protection of Freedoms Act 2012 abolishes certain provisions related to \"controlled activity\" and \"monitoring\" under the Safeguarding Vulnerable Groups Act 2006, specifically sections 21-23 and 24-27 respectively.\n* Simplified point 2: This means that these provisions will no longer be in effect in England and Wales, effectively removing certain requirements for monitoring and registration of individuals who work with vulnerable groups."
            },
            {
                "length": 138,
                "short": "\"New English and Welsh Barring Decision Rules\"",
                "text": "\n* Simplified point 1: The main amendments relate to new arrangements in England and Wales regarding information for purposes of making barring decisions.\n* Simplified point 2: Information about barring decisions, review of barring decisions, and provision of barring information on request.\n* Simplified point 3: Provision of barring information on registration, cessation of monitoring, and duty to check whether a person is barred.\n* Simplified point 4: Restrictions on duplication with Scottish and Northern Irish barred lists."
            },
            {
                "length": 324,
                "short": "The Protection of Freedoms Act 2012: Modifications to Professional Bodies' Duty and Removal of Secretary of State Lists",
                "text": "\n* Simplified point 1: The Protection of Freedoms Act 2012 modifies the Safeguarding Vulnerable Groups Act 2006 regarding professional bodies' duty to refer individuals who might pose a risk to children or vulnerable adults.\n* Simplified point 2: Under the modification, professional bodies may now only have the power to refer individuals instead of being required to do so, and they will no longer need to refer individuals prescribed by the Secretary of State.\n* Simplified point 3: Additionally, the Act removes the requirement for the Secretary of State to maintain a list of individuals who are barred from working with children or vulnerable adults. Instead, the responsibility for maintaining such lists will fall upon the keepers of the registers.\n* Simplified point 4: Furthermore, the Act empowers the keepers of the registers to apply to the Secretary of State for information about individuals who appear on the registers, and for notification if such individuals are included in a barred list or are subject to a relevant disqualification.\n* Simplified point 5: Finally, the Act makes minor changes to the definitions of \"relevant register\" and \"vetting information,\" and renames the section on notice of barring and cessation of monitoring to provision of barring information to keepers of registers."
            },
            {
                "length": 174,
                "short": "Protecting Vulnerable Groups: Streamlining Information Sharing",
                "text": "\n* Simplified point 1: The Protection of Freedoms Act 2012 modifies the Safeguarding Vulnerable Groups Act 2006 regarding supervisory authorities' duties to refer individuals who may pose a risk to vulnerable groups.\n* Simplified point 2: The modifications include allowing supervisory authorities to apply for vetting information without requiring prescribed procedures, expanding the scope of \"barring\" notifications, and enabling the Secretary of State to cancel applications based on certain grounds.\n* Simplified point 3: The changes aim to streamline the process for sharing information between authorities and reduce bureaucratic hurdles, ultimately improving the protection of vulnerable groups."
            },
            {
                "length": 232,
                "short": "Protecting Vulnerable Groups: Empowering Local Authorities with Discretionary Referrals",
                "text": "\n* Simplified point 1: The Protection of Freedoms Act 2012 makes minor changes to the Safeguarding Vulnerable Groups Act 2006 regarding the duty of local authorities to refer individuals who may pose a risk to vulnerable groups.\n* Simplified point 2: The Act removes the requirement for local authorities to refer individuals who are engaged in regulated activities related to children, and instead gives them the power to do so at their discretion.\n* Simplified point 3: The Act also expands the definition of \"regulated activity\" to include supervision of individuals who may pose a risk to children, and requires the Secretary of State to provide guidance on what constitutes appropriate supervision.\n* Simplified point 4: Additionally, the Act allows the Independent Safeguarding Authority (ISA) to provide information to the police and other relevant authorities for the purpose of protecting vulnerable adults and children."
            },
            {
                "length": 243,
                "short": "\"New Safeguards for Employee Background Checks: Restricted Information and Enhanced Criminal Record Certificates\"",
                "text": "\n* Simplified point 1: The text restricts the provision of information to certain individuals and organizations, specifically those involved in the recruitment of employees or volunteers.\n* Simplified point 2: The text omits certain sections of the original bill, including the requirement to provide copies of criminal conviction certificates to registered persons, and the requirement to give relevant information and suitability information to registered persons.\n* Simplified point 3: The text adds a new ground for refusing an application to be registered, which is if the applicant has previously been removed from the register without their own request.\n* Simplified point 4: The text introduces additional safeguards for enhanced criminal record certificates, including the requirement for chief officers to have regard to guidance published by the Secretary of State when providing information.\n* Simplified point 5: The text allows for disputes about the accuracy of information contained in certificates to be resolved through applications to the independent monitor appointed under section 119B."
            },
            {
                "length": 258,
                "short": "\"UK Criminal Record Updates: Information and Certificates\"",
                "text": "\n* Simplified point 1: The UK government's Protection of Freedoms Act 2012 updates and provides information on criminal records.\n* Simplified point 2: The act allows individuals to request up-to-date information on their criminal records and provides conditions for the disclosure of that information.\n* Simplified point 3: The act also covers the issuing of certificates related to criminal records, including enhanced certificates that contain suitability information.\n* Simplified point 4: The act specifies the types of information that can be included in these certificates, such as convictions, conditional cautions, and advice to apply for a new certificate.\n* Simplified point 5: The act imposes conditions on the supply of information in connection with requests for up-to-date information, and sets out the fees that can be charged for these requests.\n* Simplified point 6: The act includes provisions for the renewal and further renewal of up-to-date arrangements for certificates, and specifies the periods for which these arrangements can remain in effect."
            },
            {
                "length": 103,
                "short": "\"Police and Criminal Evidence Act Updates: Recordable Offenses and Data Protection References Refined\"",
                "text": "\n* Simplified point 1: This extract of the legislation adds cautions and reprimands to the list of recordable offenses in the Police and Criminal Evidence Act 1984.\n* Simplified point 2: The extract also updates outdated references to certificates of criminal records in the Data Protection Act 1998."
            },
            {
                "length": 229,
                "short": "\"Establishment of the Disclosure and Barring Service (DBS): Transfer of Functions from the Independent Safeguarding Authority (ISA)\"",
                "text": "\n* Simplified point 1: The Protection of Freedoms Act 2012 establishes the Disclosure and Barring Service (DBS) as a new body corporate, replacing the Independent Safeguarding Authority (ISA).\n* Simplified point 2: The act transfers functions of ISA to DBS, including the responsibility for criminal record checks and barring decisions.\n* Simplified point 3: The act also provides for the dissolution of ISA and allows the Secretary of State to make orders to modify or repeal provisions of the act.\n* Simplified point 4: The act gives the Secretary of State the power to make transfer schemes to transfer property, rights, and liabilities of ISA or the Secretary of State to DBS.\n* Simplified point 5: The act provides for the modification of tax provisions in connection with transfer schemes."
            },
            {
                "length": 218,
                "short": "\"UK Law on Disregarding Past Sexual Offenses: Consenting Minors and Current Legality\"",
                "text": "\n* Simplified point 1: The Protection of Freedoms Act 2012 allows individuals to apply to have their past convictions or cautions for certain sexual offenses disregarded if they meet certain conditions.\n* Simplified point 2: These conditions include that the other person involved in the offense consented to it and was aged 16 or older, and that the conduct would no longer be considered an offense under current law.\n* Simplified point 3: The individual applying for the disregarding of their conviction/caution must provide written application to the Secretary of State, including personal information and representations or evidence regarding the matter.\n* Simplified point 4: The Secretary of State will consider the application and may not hold an oral hearing. If the application is successful, the Secretary of State will record the decision in writing and provide notice to the applicant."
            },
            {
                "length": 217,
                "short": "\"Freedom From Past Convictions: The Protection of Freedoms Act 2012\"",
                "text": "* Simplified point 1: The Protection of Freedoms Act 2012 allows individuals to disregard certain criminal convictions or cautions after a certain period of time has passed.\n* Simplified point 2: This means that the individual can legally deny ever having been convicted or cautioned for those crimes, and they will not be subject to any liability or prejudice based on their past.\n* Simplified point 3: The act also provides that the relevant data controllers must delete any records of the disregarded convictions or cautions from their databases, and notify the individuals involved that the details have been deleted.\n* Simplified point 4: The act further states that individuals who have been granted a disregard are not to be treated unfairly in any future legal proceedings based on their past convictions or cautions."
            },
            {
                "length": 239,
                "short": "\"Disregarding Cautions and Convictions: Understanding the Protection of Freedoms Act 2012\"",
                "text": "\n* Simplified point 1: The Protection of Freedoms Act 2012 allows individuals to appeal to the High Court if they have been refused a disregard of their cautions or convictions.\n* Simplified point 2: The High Court's decision can only be based on the evidence available to the Secretary of State at the time of the original decision.\n* Simplified point 3: If the High Court determines that the Secretary of State's decision was justified, the individual's caution or conviction will remain disregarded.\n* Simplified point 4: The Act also provides for the appointment of advisors to provide guidance on whether the Secretary of State should decide to disregard certain cautions or convictions.\n* Simplified point 5: The Act defines various terms used throughout the chapter, including \"caution,\" \"conviction,\" \"disregarded caution,\" and \"disregarded conviction.\""
            },
            {
                "length": 298,
                "short": "\"UK Data Release Policy: Public Authorities Must Share Information Electronically\"",
                "text": "\n* Simplified point 1: The UK government's Protection of Freedoms Act 2012 allows members of the public to request information from public authorities, including datasets held by those authorities.\n* Simplified point 2: Public authorities are required to release datasets held by them if the information is requested in an electronic form that is capable of being re-used, unless it is not appropriate for the data to be released.\n* Simplified point 3: The Act defines \"dataset\" as information comprising a collection of information held in electronic form, where all or most of the information in the collection has been obtained or recorded for the purpose of providing a public authority with information in connection with the provision of a service by the authority or the carrying out of any other function of the authority.\n* Simplified point 4: The Act requires public authorities to make datasets available for re-use by applicants in accordance with the terms of a specified licence, and to charge a fee in connection with making the datasets available for re-use if they intend to do so.\n* Simplified point 5: The Act provides that the specified licence must be determined by the Secretary of State in a code of practice issued under section 45 of the Act, and that the code may specify different licences for different purposes."
            },
            {
                "length": 222,
                "short": "The Protection of Freedoms Act 2012: Amending Public Sector Companies and Information Access",
                "text": "\n* Simplified point 1: The Protection of Freedoms Act 2012 amends the Freedom of Information Act 2000 to expand the definition of \"publicly-owned company\" to include companies wholly owned by the Crown and the wider public sector.\n* Simplified point 2: The act also defines \"relevant public authority\" as any public authority listed in Schedule 1, excluding government departments and certain authorities listed only in relation to specific information.\n* Simplified point 3: The legislation extends certain provisions to Northern Ireland bodies, including the modification of certain provisions related to historical records.\n* Simplified point 4: The Secretary of State has the power to make transitional, transitory, or saving provisions in connection with the coming into force of the amendments made by the Protection of Freedoms Act 2012."
            },
            {
                "length": 246,
                "short": "The Data Protection Act: Empowering the Information Commissioner",
                "text": "\n* Simplified point 1: The Information Commissioner's appointment and tenure have been modified to last seven years instead of five, and the grounds for removal from office have been expanded.\n* Simplified point 2: The Secretary of State's consent is no longer required for certain fee-charging powers and staff appointments, and the Commissioner must now consult the Secretary of State before issuing codes of practice.\n* Simplified point 3: The Commissioner must now consult the Secretary of State before making any changes to the data sharing code, and the Secretary of State can no longer veto the Commissioner's decisions regarding the code.\n* Simplified point 4: The power to charge fees for providing information has been removed, and the Commissioner must now only provide information that is \"relevant\" to the requester.\n* Simplified point 5: The Commissioner's ability to issue penalties for non-compliance with data protection regulations has been strengthened, and the Secretary of State can no longer veto these penalties."
            },
            {
                "length": 264,
                "short": "The Protection of Freedoms Act 2012: Combating Human Trafficking and Labor Exploitation",
                "text": "\n* Simplified point 1: The Protection of Freedoms Act 2012 introduces new laws to combat human trafficking for sexual exploitation and labor exploitation.\n* Simplified point 2: The act amends existing laws to make it illegal to arrange or facilitate the travel of people for the purpose of their sexual exploitation, regardless of where the arrangements take place.\n* Simplified point 3: The act also makes it illegal to arrange or facilitate the travel of people for the purpose of their labor exploitation, and expands the definition of \"exploitation\" to include anything done outside England and Wales that would be an offense within the country if done there.\n* Simplified point 4: The act increases the penalties for these offenses, including longer prison sentences and fines.\n* Simplified point 5: The act also changes the jurisdiction for these offenses, allowing prosecution in either the country of arrival, entry, travel, or departure, or in the UK if any part of the arrangement takes place there."
            },
            {
                "length": 212,
                "short": "\"New Laws Against Stalking: Increased Penalties and Expanded Definition\"",
                "text": "\n* The Protection of Freedoms Act 2012 introduces new laws related to stalking and increases penalties for stalkers.\n* The act defines stalking as a course of conduct that causes fear or serious alarm or distress, and includes behaviors such as following someone, contacting them, or publishing personal information about them.\n* The act also creates a new offense of \"stalking involving fear of violence or serious alarm or distress,\" which carries more severe penalties if the stalker's actions cause the victim to fear violence or experience serious alarm or distress.\n* The act gives police the power to enter and search premises if they have reasonable grounds for believing that an offense under the act has been or is being committed, and that there is material on the premises that is likely to be of substantial value to the investigation."
            },
            {
                "length": 118,
                "short": "\"Freedom to Marry and Trial by Jury Reforms\"",
                "text": "\n* Simplified point 1: The Protection of Freedoms Act 2012 repeals Section 43 of the Criminal Justice Act 2003, allowing certain fraud cases to be tried without a jury.\n* Simplified point 2: The Act removes restrictions on the times for marriage or civil partnership, allowing couples to get married or enter into a civil partnership at any time of day, rather than being limited to specific hours."
            },
            {
                "length": 261,
                "short": "\"Protecting Civil Liberties: UK's Data Privacy Regulations\"",
                "text": "\n* Simplified point 1: The Protection of Freedoms Act 2012 makes changes to various laws related to civil liberties, human rights, and data protection in the United Kingdom.\n* Simplified point 2: The act introduces new measures to protect individuals from excessive surveillance and monitoring by law enforcement agencies, particularly in relation to DNA samples and fingerprints.\n* Simplified point 3: The act also provides for the destruction of certain types of data held by authorities if it is no longer necessary for the purpose for which it was collected.\n* Simplified point 4: Additionally, the act establishes a new framework for the handling of sensitive information, including protections against unauthorized disclosure and retention.\n* Simplified point 5: Furthermore, the act requires public bodies to review their existing practices and policies regarding personal data collection and storage to ensure compliance with the new regulations.\n* Simplified point 6: Finally, the act includes provisions for the repeal of certain existing laws and regulations that are deemed unnecessary or overly restrictive."
            }
        ],
        [
            {
                "length": 1635,
                "short": "\"Retention of Biometric Data Under the Protection of Freedoms Act 2012\"",
                "text": "\n* Simplified point 1: The Protection of Freedoms Act 2012 allows for the retention of biometric data, including fingerprints and DNA profiles, of individuals who have been arrested but not convicted of a qualifying offense.\n* Simplified point 2: The retention period for such data is three years, unless an extension is granted by a district judge.\n* Simplified point 3: The responsible chief officer of police may apply to the Commissioner for the Retention and Use of Biometric Material for consent to retain the data beyond the initial retention period.\n* Simplified point 4: The Commissioner may grant consent if they consider it appropriate to do so, taking into account any representations made by the individual to whom the data relates.\n* Simplified point 5: The act also provides for the destruction of biometric data once the retention period has expired, unless an extension has been granted.\n* Simplified point 1: The Protection of Freedoms Act 2012 allows for the retention of certain biometric data, such as fingerprints and DNA profiles, for a limited period of time after a person has been given a penalty notice for an offense.\n* Simplified point 2: The retention period for these types of data depends on whether the individual has been convicted of a recordable offense. If the individual has been convicted of a recordable offense, the data can be retained indefinitely. However, if the individual has only one exempt conviction (i.e., a conviction for an offense that is not considered serious), the data must be destroyed after a certain period of time.\n* Simplified point 1: The Protection of Freedoms Act 2012 allows for the retention of Section 63D material for up to two years for national security purposes.\n* Simplified point 2: This means that law enforcement agencies can keep certain data or information for longer periods of time if they deem it necessary for national security reasons, but only with the written approval of a senior police officer.\n* Simplified point 1: The Protection of Freedoms Act 2012 allows for the retention of certain biometric data, such as fingerprints and DNA profiles, if the individual to whom the data relates has given their consent.\n* Simplified point 2: The responsible chief officer of police can apply to a district judge for an order to retain the data beyond the initial retention period if the sample or impression is likely to be needed in any proceedings for the offense.\n* Simplified point 3: The purpose of this provision is to allow for the retention of certain biometric data, such as fingerprints and DNA profiles, and other evidence obtained during criminal investigations.\n* Simplified point 4: The Protection of Freedoms and DNA profiles, fingerprints and DNA profiles, and other evidence obtained during criminal investigations.\n* Simplified point 5: The Protection of Freedoms and DNA profiles and other evidence obtained during criminal investigations.\n* Simplified point 6: The Protection of Freedoms and other evidence.\n* Simplified point 7: The Protection of Freedoms and other evidence.\n* Simplified point 8: The Protection of Freedoms and other evidence.\n* Simplified point 8: The Protection of Freedoms and other evidence.\n* Simplified point 8: The Protection of Freedoms and other evidence.\n* Simplified point 8: The Protection of Freedoms and other evidence.\n* Simplified point 8: The Protection of Freedoms and other evidence.\n* Simulated points and other evidence.\n* Simplified points and other evidence.\n* Simplified points and other evidence.\n* Simplified points and other evidence.\n* Simplified points and other evidence.\n* Simplified points and other evidence.\n* Simplified points and other evidence.\n* Simplified points and other points and other evidence.\n* Simplified points and other points and other points and other points and other points and other points and other points and other points and other points and other points and other points and other points and other points and other points and other points and other points and other points and other points and other points and other points and other points and other points, and other points.\ntheirated points and other points and the mosticks and other points and other points and other points.\npts\net\n \n \n \no\net�et\net\net\net\noampateateateateateateateateatingateateateate\net\net\net\noetetetetetetetetetetettersateo *ouringoateetetorsetetampateetetaduetetetetetetetetetateetateetateetateetetateetateet\net�etate\netate\netate\netetetet\n \n et\net\net\net\net\net\net\net\net\net\net\netetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetensetuespateset3et3et3etetetetetetetetetetetetetetetetetetetetetatesetatesetueetatesetatesetatesetatesetateset4et4atesetatesetatesetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetetet�et�et�et�et�et�et�etactetetetetetetetetetetatesetatesetetetetetetetetetetetetetetetetet���et�et�et���et�et�et�et�et�et�et���et�et�et���et�et�et�et�etetetetetetetetetetetetetetetet�������������et�et�et�et�����������������etateset������et�et�et�et��������t�et�et�et�et�et�etetetet�etet�et�et�et�et�et�et�et�et�����et�et���������������������������������������������������������������������r�d������������������������������������������������������������������������� {etO��������et�"
            },
            {
                "length": 672,
                "short": "\n\"The Protection of Freedoms Act 2012: Streamlining Surveillance Powers and Strengthening Oversight\"",
                "text": "\n* Simplified point 1: The Protection of Freedoms Act 2012 requires judicial approval for certain types of surveillance activities conducted by law enforcement agencies.\n* Simplified point 2: The act introduces new procedures for obtaining and disclosing communications data, including the requirement for judicial approval before such activities can be carried out.\n* Simplified point 3: The act defines \"relevant persons\" who must obtain judicial approval, including individuals holding offices in local authorities in England, Wales, and Scotland, as well as those involved in Northern Ireland excepted or reserved matters.\n* Simplified point 4: The act specifies the conditions that must be met for judicial approval, including that the requirements of sections 22(1) and (5) of the Regulation of Investigatory Powers Act 2000 are satisfied, and that any relevant conditions are met.\n* Simplified point 5: The act provides for the procedure for judicial approval, including the requirement for a draft of the order to be laid before Parliament and approved by a resolution of each House.\n* Simplified point 1: The Protection of Freedoms Act 2012 aims to simplify and improve the legal framework for powers of entry and associated powers held by various authorities in the United Kingdom.\n* Simplified point 2: The act provides for the repeal, addition of safeguards, or rewriting of powers of entry and associated powers to ensure they are necessary, proportionate, and subject to proper oversight and accountability.\n* Simplified point 3: The act establishes a duty for ministers to review certain existing powers of entry and associated powers to ensure they continue to meet the required standards.\n* Simplified point 4: Consultation requirements are established before modifying powers of entry and associated powers.\n* Simplified point 5: Procedural and supplementary provisions are included to facilitate the modification process and ensure proper parliamentary scrutiny.\n* Simplified point 1: The Protection of Freedoms Act 2012 requires the Secretary of State to prepare a code of practice regarding non-devolved powers of entry, including considerations before and after exercising these powers, and the retention of records.\n* Simplified point 2: The code must not contain provisions about devolved powers of entry and associated powers, and may make different provisions for different purposes.\n* Simplified point 3: The Secretary of State must consult with the Lord Advocate and other persons representing the views of those entitled to exercise the powers before preparing the code.\n* Simplified point 4: The code comes into force through an order made by statutory instrument, and may include transitional, transitory or saving provision.\n* Simplified point 5: Relevant persons must have regard to the powers of entry code when exercising functions related to the code, and failing to do so does not make them liable to criminal or civil proceedings."
            },
            {
                "length": 1291,
                "short": "\n\"Protecting Freedoms: Updates to Criminal Records and Safeguarding Laws\"",
                "text": "\n* Simplified point 1: The Protection of Freedoms Act 2012 modifies the Safeguarding Vulnerable Groups Act 2006 regarding supervisory authorities' duties to refer individuals who may pose a risk to vulnerable groups.\n* Simplified point 2: The modifications include allowing supervisory authorities to apply for vetting information without requiring prescribed procedures, expanding the scope of \"barring\" notifications, and enabling the Secretary of State to cancel applications based on certain grounds.\n* Simplified point 3: The changes aim to streamline the process for sharing information between authorities and reduce bureaucratic hurdles, ultimately improving the protection of vulnerable groups.\n* Simplified point 1: The Protection of Freedoms Act 2012 makes minor changes to the Safeguarding Vulnerable Groups Act 2006 regarding the duty of local authorities to refer individuals who may pose a risk to vulnerable groups.\n* Simplified point 2: The Act removes the requirement for local authorities to refer individuals who are engaged in regulated activities related to children, and instead gives them the power to do so at their discretion.\n* Simplified point 3: The Act also expands the definition of \"regulated activity\" to include supervision of individuals who may pose a risk to children, and requires the Secretary of State to provide guidance on what constitutes appropriate supervision.\n* Simplified point 4: Additionally, the Act allows the Independent Safeguarding Authority (ISA) to provide information to the police and other relevant authorities for the purpose of protecting vulnerable adults and children.\n* Simplified point 1: The UK government's Protection of Freedoms Act 2012 updates and provides information on criminal records.\n* Simplified point 2: The act allows individuals to request up-to-date information on their criminal records and provides conditions for the disclosure of that information.\n* Simplified point 3: The act also covers the issuing of certificates related to criminal records, including enhanced certificates that contain suitability information.\n* Simplified point 4: The act specifies the types of information that can be included in these certificates, such as convictions, conditional cautions, and advice to apply for a new certificate.\n* Simplified point 5: The act imposes conditions on the supply of information in connection with requests for up-to-date information, and sets out the fees that can be charged for these requests.\n* Simplified point 6: The act includes provisions for the renewal and further renewal of up-to-date arrangements for certificates, and specifies the periods for which these arrangements can remain in effect.\n* Simplified point 1: The Protection of Freedoms Act 2012 establishes the Disclosure and Barring Service (DBS) as a new body corporate, replacing the Independent Safeguarding Authority (ISA).\n* Simplified point 2: The act transfers functions of ISA to DBS, including the responsibility for criminal record checks and barring decisions.\n* Simplified point 3: The act also provides for the dissolution of ISA and allows the Secretary of State to make orders to modify or repeal provisions of the act.\n* Simplified point 4: The act gives the Secretary of State the power to make transfer schemes to transfer property, rights, and liabilities of ISA or the Secretary of State to DBS.\n* Simplified point 5: The act provides for the modification of tax provisions in connection with transfer schemes.\n* Simplified point 1: The Protection of Freedoms Act 2012 allows individuals to apply to have their past convictions or cautions for certain sexual offenses disregarded after a certain period of time has passed.\n* Simplified point 2: This means that the individual can legally deny ever having been convicted or cautioned for those crimes, and they will not be subject to any liability or prejudice based on their past.\n* Simplified point 1: The Protection of Freedoms Act 2012 allows individuals to apply to have their past convictions or cautions that are no longer be subject to certain sexual offenses after a certain period of time has passed.\n* Simplified point 2: The Protection of Freedoms Act 2012012: The Protection of Freedoms Act 2: The Protection of Freedoms Act 2: The Protection of Freedoms Act 2: The protection of Freedoms Act 2: The protection of Freedoms Act 2: The protection of Freedoms Act 2: The protection of Freedoms Act 2: The protection of Freedoms Act 2: The protection of Freedoms Act 2: The protection of Freedoms Act 2: The protection of Freedoms Act 2: The protection of Freedoms Act 2: The protection of Freedoms Act 2: The protection of Freedoms Act 2: The protection of Freedoms Act 2: The protection of Freedoms Act 2: The protection of Freedoms Act 2: The protection of Freedoms Act 2: The protection of Freedoms Act 2: The protection of Freedoms Act 2: The protection of Freedoms: The protection of Freedoms: The protection of Freedoms: The protection of Freedoms: The protection of freedoms: The protection of Freedoms: The protection of Freedoms: The protection of Freedoms: The protection of freedoms: The protection of freedoms: The protection of the protection of freedoms: The protection of freedoms: The protection of freedoms."
            }
        ],
        [
            {
                "length": 925,
                "short": "The Protection of Freedoms Act 2012: A Summary of Simplified Points",
                "text": "\nHere are the simplified points of the Protection of Freedoms Act 2012:\n* Simplified point 1: The act allows individuals to apply to have their past convictions or cautions for certain sexual offenses disregarded after a certain period of time has passed.\n* Simplified point 2: The act enables the Secretary of State to make orders to modify or repeal provisions of the act.\n* Simplified point 3: The act establishes the Disclosure and Barring Service (DBS) as a new body corporate, replacing the Independent Safeguarding Authority (ISA).\n* Simplified point 4: The act transfers functions of ISA to DBS, including the responsibility for criminal record checks and barring decisions.\n* Simplified point 5: The act provides for the dissolution of ISA and allows the Secretary of State to make orders to modify or repeal provisions of the act.\n* Simplified point 6: The act gives the Secretary of State the power to make transfer schemes to transfer property, rights, and liabilities of ISA or the Secretary of State to DBS.\n* Simplified point 7: The act provides for the modification of tax provisions in connection with transfer schemes.\n* Simplified point 8: The act allows the Secretary of State to prepare a code of practice regarding non-devolved powers of entry, including considerations before and after exercising these powers, and the retention of records.\n* Simplified point 9: The act specifies the conditions that must be met for judicial approval, including that the requirements of sections 22(1) and (5) of the Regulation of Investigatory Powers Act 20000 are satisfied, and that any relevant conditions are met.\n* Simplified point 10: The act defines \"relevant persons\" who must obtain judicial approval, including individuals holding offices in local authorities in England, Wales, and Scotland, as well as those involved in Northern Ireland, excepted or reserved matters.\n* Simplified point 11: The Protection of Freedoms, including the Protection of Freedoms, including the following simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n* Simplified points:\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\nwerfectters\nwerforms the\no�et,o\no�eturingo�o\no�o�et"
            }
        ]
    ],
    "simp_series": null,
    "summary": "\nThe Protection of Freedoms Act 2012 allows for the retention of certain biometric data, including fingerprints and DNA profiles, for a limited period of time after a person has been given a penalty notice for an offense. The act also provides for the destruction of biometric data once the retention period has expired, unless an extension is granted by a district judge. Furthermore, the act allows for the retention of section 63D material for up to two years for national security purposes. It also simplifies the legal framework for powers of entry and associated powers held by various authorities in the united kingdom. In addition, the act streamlines the legal framework for criminal records and strengthens oversight and safety measures for vulnerable groups. Finally, the act allows individuals to apply to have their past convictions or cautions for certain sexual offenses disregarded."
}