[
    {
        "length": 2278,
        "text": "\n\\. Key concepts and definitions\n\t“Flood” and “coastal erosion”\n\t\t“Flood” includes any case where land not normally covered by water becomescovered by water.\n\t\tIt does not matter for the purpose of subsection (1) whether a flood iscaused by—\n\t\t\theavy rainfall,\n\t\t\ta river overflowing or its banks being breached,\n\t\t\ta dam overflowing or being breached,\n\t\t\ttidal waters,\n\t\t\tgroundwater, or\n\t\t\tanything else (including any combination of factors).\n\t\tBut “flood” does not include—\n\t\t\ta flood from any part of a sewerage system, unless wholly or partly causedby an increase in the volume of rainwater (including snow and otherprecipitation) entering or otherwise affecting the system, or\n\t\t\ta flood caused by a burst water main (within the meaning given by section219 of the Water Industry Act 1991).\n\t\t“Coastal erosion” means the erosion of the coast of any part of England orWales.\n\t“Risk” \n\t\t“Risk” means a risk in respect of an occurrence assessed and expressed (asfor insurance and scientific purposes) as a combination of the probability ofthe occurrence with its potential consequences.\n\t\t“Flood risk” means a risk in respect of flood.\n\t\t“Coastal erosion risk” means a risk in respect of coastal erosion.\n\t\tIn each case the potential harmful consequences to be considered inassessing risk include, in particular, consequences for—\n\t\t\thuman health,\n\t\t\tthe social and economic welfare of individuals and communities,\n\t\t\tinfrastructure, and\n\t\t\tthe environment (including cultural heritage).\n\t“Risk management”\n\t\t“Risk management” means anything done for the purpose of—\n\t\t\tanalysing a risk,\n\t\t\tassessing a risk,\n\t\t\treducing a risk,\n\t\t\treducing a component in the assessment of a risk,\n\t\t\taltering the balance of factors combined in assessing a risk, or\n\t\t\totherwise taking action in respect of a risk or a factor relevant to theassessment of a risk (including action for the purpose of flood defence).\n\t\tIn particular, risk management includes things done—\n\t\t\tthat increase the probability of an event but reduce or alter its potentialconsequences, or\n\t\t\tthat increase the probability of an event occurring at one time or in oneplace but reduce the probability of it occurring at another time or in anotherplace.\n\t\tThe following are examples of things that might be done in the course offlood or coastal erosion risk management—\n\t\t\tplanning, erecting, maintaining, altering or removing buildings or otherstructures (including structures built or used for flood defence purposes),\n\t\t\tmaintaining or restoring natural processes,\n\t\t\treducing or increasing the level of water in a place (whether or not itresults in a change to the water level in another place),\n\t\t\tcarrying out work in respect of a river or other watercourse (such astaking things out of it or supporting or diverting the banks),\n\t\t\tmoving things onto, off or around a beach, or carrying out other works inrespect of the shoreline,\n\t\t\tusing statutory or other powers to permit, require, restrict or preventactivities,\n\t\t\tmaking arrangements for financial or other support for action taken bypersons in respect of a risk of, or in preparing to manage the consequencesof, flooding or coastal erosion,\n\t\t\tmaking arrangements for forecasting and warning,\n\t\t\tpreparing, gathering and disseminating maps, plans, surveys and otherinformation, and\n\t\t\tproviding education and giving guidance (including, for example, guidanceon changes to land management).\n\t“Flood risk management function”\n\t\t“Flood risk management function” means a function listed in subsection (2)which may be exercised by a risk management authority for a purpose connectedwith flood risk management.\n\t\tThe functions are—\n\t\t\ta function under this Part,\n\t\t\ta function under section 159 or 160 of the Water Resources Act 1991,\n\t\t\ta flood defence function within the meaning of section 221 of that Act,\n\t\t\ta function under the Land Drainage Act 1991,\n\t\t\ta function under section 100, 101, 110 or 339 of the Highways Act 1980, and\n\t\t\tany other function, under an enactment, specified for the purposes of thissection by order made by the Minister.\n\t\tIn this section and section 5 “the Minister” means—\n\t\t\tthe Secretary of State in relation to flood and coastal erosion riskmanagement in England, and\n\t\t\tthe Welsh Ministers in relation to flood and coastal erosion riskmanagement in Wales.\n\t“Coastal erosion risk management function”\n\t\t“Coastal erosion risk management function” means a function listed insubsection (2) which may be exercised by a risk management authority for apurpose connected with coastal erosion.\n\t\tThe functions are—\n\t\t\ta function under this Part,\n\t\t\ta function under the Coast Protection Act 1949, and\n\t\t\tany other function, under an enactment, specified for the purposes of thissection by order made by the Minister.\n\tOther definitions\n\t\t“Main river” has the meaning given by section 113 of the Water ResourcesAct 1991.\n\t\t“Watercourse” has the meaning given by section 72(1) of the Land DrainageAct 1991.\n\t\t“Ordinary watercourse” means a watercourse that does not form part of amain river.\n\t\t“Groundwater” means all water which is below the surface of the ground andin direct contact with the ground or subsoil.\n\t\t“Surface runoff” means rainwater (including snow and other precipitation)which—\n\t\t\tis on the surface of the ground (whether or not it is moving), and\n\t\t\thas not entered a watercourse, drainage system or public sewer.\n\t\tIn subsection (5)(b)—\n\t\t\tthe reference to a watercourse includes a reference to a lake, pond orother area of water which flows into a watercourse, and\n\t\t\t“drainage system” has the meaning given by paragraph 1 of Schedule 3.\n\t\t“Lead local flood authority” in relation to an area in England means—\n\t\t\tthe unitary authority for the area, or\n\t\t\tif there is no unitary authority, the county council for the area.\n\t\t“Unitary authority” means—\n\t\t\tthe council of a county for which there are no district councils;\n\t\t\tthe council of a district in an area for which there is no county council;\n\t\t\tthe council of a London borough;\n\t\t\tthe Common Council of the City of London;\n\t\t\tthe Council of the Isles of Scilly.\n\t\t“Lead local flood authority” in relation to an area in Wales means—\n\t\t\tthe county council for the area;\n\t\t\tthe county borough council for the area.\n\t\t“Internal drainage board” has the same meaning as in section 1 of the LandDrainage Act 1991.\n\t\t“Water company” means a company which holds—\n\t\t\tan appointment under Chapter 1 of Part 2 of the Water Industry Act 1991, or\n\t\t\ta licence under Chapter 1A of Part 2 of that Act.\n\t\t“Highway authority” has the meaning given by section 1 of the Highways Act1980.\n\t\t“Risk management authority” means—\n\t\t\tthe Environment Agency,\n\t\t\ta lead local flood authority,\n\t\t\ta district council for an area for which there is no unitary authority,\n\t\t\tan internal drainage board,\n\t\t\ta water company, and\n\t\t\ta highway authority.\n\t\t“English risk management authority” means—\n\t\t\tthe Environment Agency,\n\t\t\ta risk management authority within subsection (13)(b), (c) or (f) for anarea that is wholly in England,\n\t\t\tan internal drainage board for an internal drainage district that is whollyor mainly in England, and\n\t\t\ta water company that exercises functions in relation to an area in England.\n\t\t“Welsh risk management authority” means—\n\t\t\tthe Environment Agency,\n\t\t\ta risk management authority within subsection (13)(b), (c) or (f) for anarea that is wholly in Wales,\n\t\t\tan internal drainage board for an internal drainage district that is whollyor mainly in Wales, and\n\t\t\ta water company that exercises functions in relation to an area in Wales.\n\t\t“Cross-border internal drainage board” means an internal drainage boardfor an internal drainage district that is partly in England and partly inWales."
    },
    {
        "length": 609,
        "text": "\nNational flood and coastal erosion risk management strategy: England\n\tThe Environment Agency must develop, maintain, apply and monitor a strategyfor flood and coastal erosion risk management in England (a “national floodand coastal erosion risk management strategy”).\n\tThe strategy must specify—\n\t\tthe English risk management authorities,\n\t\tthe flood and coastal erosion risk management functions that may beexercised by those authorities in relation to England,\n\t\tthe objectives for managing flood and coastal erosion risk,\n\t\tthe measures proposed to achieve those objectives,\n\t\thow and when the measures are to be implemented,\n\t\tthe costs and benefits of those measures, and how they are to be paid for,\n\t\tthe assessment of flood and coastal erosion risk for the purpose of thestrategy,\n\t\thow and when the strategy is to be reviewed,\n\t\tthe current and predicted impact of climate change on flood and coastalerosion risk management, and\n\t\thow the strategy contributes towards the achievement of wider environmentalobjectives.\n\tThe Agency must consult the following about the national flood and coastalerosion risk management strategy—\n\t\tthe English risk management authorities,\n\t\tthe public,\n\t\tso far as the strategy may affect flood and coastal erosion risk managementin Wales, the Welsh Ministers, and\n\t\tso far as the strategy may affect flood and coastal erosion risk managementin Scotland, the Scottish Ministers.\n\tThe Agency must publish a summary of the strategy.\n\tThe Agency may issue guidance about the application of the strategy.\n\tThe Agency may, in particular, issue guidance about how English riskmanagement authorities are to comply with the duties under sections 13(1) and14.\n\tThe Agency must submit a draft of the strategy and any guidance under thissection to the Secretary of State for review.\n\tOn a review, the Secretary of State may—\n\t\tapprove the draft strategy or guidance, with or without modification, or\n\t\treject it.\n\tThe Secretary of State must lay any approved strategy or guidance beforeParliament; and it may not be issued if during the period of 40 days beginningwith the date of laying (ignoring any periods for which Parliament isdissolved or prorogued or for which both Houses are adjourned for more than 4days) either House of Parliament resolves that it should not be issued (inthat form)."
    },
    {
        "length": 513,
        "text": "\nNational flood and coastal erosion risk management strategy: Wales\n\tThe Welsh Ministers must develop, maintain and apply a strategy for floodand coastal erosion risk management in Wales (a “national flood and coastalerosion risk management strategy”).\n\tThe strategy must specify—\n\t\tthe Welsh risk management authorities,\n\t\tthe flood and coastal erosion risk management functions that may beexercised by those authorities in relation to Wales,\n\t\tthe objectives for managing flood and coastal erosion risk,\n\t\tthe measures proposed to achieve those objectives,\n\t\thow and when the measures are to be implemented,\n\t\tthe costs and benefits of those measures, and how they are to be paid for,\n\t\tthe assessment of flood and coastal erosion risk for the purpose of thestrategy,\n\t\thow and when the strategy is to be reviewed,\n\t\tthe current and predicted impact of climate change on flood and coastalerosion risk management, and\n\t\thow the strategy contributes towards the achievement of wider environmentalobjectives.\n\tThe Welsh Ministers must consult the Secretary of State about the nationalflood and coastal erosion risk management strategy, so far as the strategy mayaffect flood and coastal erosion risk management in England.\n\tThe Welsh Ministers must publish a summary of the strategy.\n\tThe Welsh Ministers may issue guidance about the application of thestrategy.\n\tThe Welsh Ministers may, in particular, issue guidance about how Welsh riskmanagement authorities are to comply with the duties under sections 13(1) and14.\n\tThe Welsh Ministers must lay any guidance in draft before the NationalAssembly for Wales; and it may not be issued if during the period of 40 daysbeginning with the date of laying (ignoring any periods for which the NationalAssembly is dissolved or is in recess for more than 4 days) the NationalAssembly resolves that it should not be issued (in that form).\n\tThe Welsh Ministers must lay the strategy before the National Assembly forWales."
    },
    {
        "length": 564,
        "text": "\nLocal flood risk management strategies: England\n\tA lead local flood authority for an area in England must develop, maintain,apply and monitor a strategy for local flood risk management in its area (a“local flood risk management strategy”).\n\tIn subsection (1) “local flood risk” means flood risk from—\n\t\tsurface runoff,\n\t\tgroundwater, and\n\t\tordinary watercourses.\n\tIn subsection (2)(c) the reference to an ordinary watercourse includes areference to a lake, pond or other area of water which flows into an ordinarywatercourse.\n\tThe strategy must specify—\n\t\tthe risk management authorities in the authority’s area,\n\t\tthe flood and coastal erosion risk management functions that may beexercised by those authorities in relation to the area,\n\t\tthe objectives for managing local flood risk (including any objectivesincluded in the authority’s flood risk management plan prepared in accordancewith the Flood Risk Regulations 2009),\n\t\tthe measures proposed to achieve those objectives,\n\t\thow and when the measures are expected to be implemented,\n\t\tthe costs and benefits of those measures, and how they are to be paid for,\n\t\tthe assessment of local flood risk for the purpose of the strategy,\n\t\thow and when the strategy is to be reviewed, and\n\t\thow the strategy contributes to the achievement of wider environmentalobjectives.\n\tThe strategy must be consistent with the national flood and coastal erosionrisk management strategy for England under section 7.\n\tA lead local flood authority must consult the following about its localflood risk management strategy—\n\t\trisk management authorities that may be affected by the strategy (includingrisk management authorities in Wales), and\n\t\tthe public.\n\tA lead local flood authority must publish a summary of its local flood riskmanagement strategy (including guidance about the availability of relevantinformation).\n\tA lead local flood authority may issue guidance about the application ofthe local flood risk management strategy in its area.\n\tA lead local flood authority must have regard to any guidance issued by theSecretary of State about—\n\t\tthe local flood risk management strategy, and\n\t\tguidance under subsection (8)."
    },
    {
        "length": 588,
        "text": "\nLocal flood risk management strategies: Wales\n\tA lead local flood authority for an area in Wales must develop, maintain,apply and monitor a strategy for local flood risk management its area (a“local flood risk management strategy”).\n\tIn subsection (1) “local flood risk” means flood risk from—\n\t\tsurface runoff,\n\t\tgroundwater, and\n\t\tordinary watercourses.\n\tIn subsection (2)(c) the reference to an ordinary watercourse includes areference to a lake, pond or other area of water which flows into an ordinarywatercourse.\n\tThe strategy must specify—\n\t\tthe risk management authorities in the authority’s area,\n\t\tthe flood and coastal erosion risk management functions that may beexercised by those authorities in relation to the area,\n\t\tthe objectives for managing local flood risk (including any objectivesincluded in the authority’s flood risk management plan prepared in accordancewith the Flood Risk Regulations 2009),\n\t\tthe measures proposed to achieve those objectives,\n\t\thow and when the measures are expected to be implemented,\n\t\tthe costs and benefits of those measures, and how they are to be paid for,\n\t\tthe assessment of local flood risk for the purpose of the strategy,\n\t\thow and when the strategy is to be reviewed, and\n\t\thow the strategy contributes to the achievement of wider environmentalobjectives.\n\tThe strategy must be consistent with the national flood and coastal erosionrisk management strategy for Wales under section 8.\n\tA lead local flood authority must consult the following about its localflood risk management strategy—\n\t\trisk management authorities that may be affected by the strategy (includingrisk management authorities in England), and\n\t\tthe public.\n\tA lead local flood authority must publish a summary of its local flood riskmanagement strategy (including guidance about the availability of relevantinformation).\n\tA lead local flood authority may issue guidance about the application ofthe local flood risk management strategy in its area.\n\tA lead local flood authority must submit a draft of the strategy and anyguidance under this section to the Welsh Ministers for review.\n\tOn a review, the Welsh Ministers may—\n\t\tapprove the draft strategy or guidance, with or without modification, or\n\t\treject it."
    },
    {
        "length": 539,
        "text": "\nEffect of national and local strategies: England\n\tIn exercising its flood and coastal erosion risk management functions, anEnglish risk management authority must—\n\t\tact in a manner which is consistent with the national strategy andguidance, and\n\t\texcept in the case of a water company, act in a manner which is consistentwith the local strategies and guidance.\n\tBut— \n\t\tsubsection (1) does not apply in relation to the function of theEnvironment Agency under section 7(1);\n\t\tthe Agency must have regard to the national and local strategies andguidance in exercising that function.\n\tIn exercising a flood or coastal erosion risk management function inrelation to an area in England, a water company must have regard to the localstrategies and guidance.\n\tIn exercising any other function in a manner which may affect a flood riskor coastal erosion risk, an English risk management authority must have regardto the national and local strategies and guidance.\n\tA cross-border internal drainage board for an internal drainage districtthat is mainly in Wales must—\n\t\tact in a manner which is consistent with the local strategies and guidance,and\n\t\thave regard to the national strategy and guidance.\n\tSubsection (5) does not affect the duties of a cross-border internaldrainage board under section 12.\n\tThe Secretary of State may by order require a specified person to haveregard to the national and local strategies and guidance in exercising astatutory function which may affect a flood risk or coastal erosion risk inEngland.\n\tIn this section—\n\t\treferences to the national strategy and guidance are references to (i) thenational flood and coastal erosion risk management strategy under section 7,and (ii) any guidance on the national strategy issued by the EnvironmentAgency, and\n\t\treferences to the local strategies and guidance are references to (i) anylocal flood risk management strategy under section 9 for the relevant area,and (ii) any guidance on a local strategy issued by a lead local floodauthority.\n\tIn subsection (7) “statutory function” means a function conferred by orunder an enactment."
    },
    {
        "length": 477,
        "text": "\nEffect of national and local strategies: Wales\n\tIn exercising its flood and coastal erosion risk management functions, aWelsh risk management authority must—\n\t\tact in a manner which is consistent with the national strategy andguidance, and\n\t\texcept in the case of a water company, act in a manner which is consistentwith the local strategies and guidance.\n\tIn exercising a flood or coastal erosion risk management function inrelation to an area in Wales, a water company must have regard to the localstrategies and guidance.\n\tIn exercising any other function in a manner which may affect a flood riskor coastal erosion risk, a Welsh risk management authority must have regard tothe national and local strategies and guidance.\n\tA cross-border internal drainage board for an internal drainage districtthat is mainly in England must—\n\t\tact in a manner which is consistent with the local strategies and guidance,and\n\t\thave regard to the national strategy and guidance.\n\tSubsection (4) does not affect the duties of a cross-border internaldrainage board under section 11.\n\tThe Welsh Ministers may by order require a specified person to have regardto the national and local strategies and guidance in exercising a statutoryfunction which may affect a flood risk or coastal erosion risk in Wales.\n\tIn this section—\n\t\treferences to the national strategy and guidance are references to (i) thenational flood and coastal erosion risk management strategy under section 8,and (ii) any guidance on the national strategy issued by the Welsh Ministers,and\n\t\treferences to the local strategies and guidance are references to (i) anylocal flood risk management strategy under section 10 for the relevant area,and (ii) any guidance on a local strategy issued by a lead local floodauthority.\n\tIn subsection (6) “statutory function” means a function conferred by orunder an enactment."
    },
    {
        "length": 514,
        "text": "\nCo-operation and arrangements\n\tA relevant authority must co-operate with other relevant authorities in theexercise of their flood and coastal erosion risk management functions.\n\tA relevant authority may share information with another relevant authorityfor the purpose of discharging its duty under subsection (1).\n\tIn subsections (1) and (2) “relevant authority” means—\n\t\ta risk management authority, and\n\t\tthe Welsh Ministers.\n\tA risk management authority may arrange for a flood risk managementfunction to be exercised on its behalf by—\n\t\tanother risk management authority, or\n\t\ta navigation authority (within the meaning given by section 219 of theWater Industry Act 1991).\n\tBut subsection (4) does not apply in relation to—\n\t\tthe function of the Environment Agency under section 7(1), or\n\t\tthe function of a lead local flood authority under section 9(1) or 10(1).\n\tA coast protection authority may, with the appropriate consent, arrange fora person to exercise a coastal erosion risk management function on its behalf.\n\tIn subsection (6) the “appropriate consent” means—\n\t\tin relation to a coast protection authority in England, the consent of theEnvironment Agency, and\n\t\tin relation to a coast protection authority in Wales, the consent of theWelsh Ministers.\n\tThe Environment Agency may arrange for a coastal erosion risk managementfunction to be exercised on its behalf by—\n\t\ta coast protection authority,\n\t\ta lead local flood authority, or\n\t\tan internal drainage board.\n\tIn subsections (4), (6) and (8) a reference to a flood risk managementfunction or a coastal erosion risk management function includes a reference toanything that may be done by a risk management authority for a purposeconnected with the exercise of that function.\n\tIn this section “coast protection authority” has the meaning given bysection 1 of the Coast Protection Act 1949."
    },
    {
        "length": 150,
        "text": "\nPower to request information\n\tAn authority listed in subsection (2) may request a person to provideinformation in connection with the authority’s flood and coastal erosion riskmanagement functions.\n\tThe authorities are—\n\t\tthe Environment Agency, and\n\t\tlead local flood authorities.\n\tThe Welsh Ministers may request a person to provide information inconnection with the function under section 8.\n\tInformation requested under subsection (1) or (3) must be provided—\n\t\tin the form or manner specified in the request, and\n\t\twithin the period specified in the request."
    },
    {
        "length": 739,
        "text": "\nCivil sanctions\n\tAn authority that requests a person (P) to provide information undersection 14(1) or (3) may give P an enforcement notice if P fails to complywith the request.\n\tAn enforcement notice must—\n\t\tspecify the information requested,\n\t\tstate that the authority may impose a penalty if P fails to provide theinformation within a specified period, which must be at least 28 daysbeginning with the date of issue of the notice, and\n\t\tstate that P may make representations to the authority about the noticewithin that period.\n\tThe authority may by penalty notice impose a penalty on P if P fails toprovide the specified information in the specified period.\n\tThe amount of the penalty—\n\t\tis to be determined by the authority, but\n\t\tmust not exceed £1000.\n\tIn deciding whether to impose a penalty and in determining the amount of apenalty the authority must have regard to—\n\t\tany representations under subsection (2)(c), and\n\t\tany partial compliance with the initial request under section 14.\n\tThe penalty notice must—\n\t\tspecify the reasons for the decision to impose a penalty,\n\t\tstate a period within which payment must be made, which must be at least 14days beginning with the date of issue of the notice, and\n\t\tnotify P of the right of appeal under subsection (8).\n\tA penalty is recoverable as a debt.\n\tThe Minister must by regulations provide a right of appeal againstpenalties; and the regulations must—\n\t\tconfer jurisdiction on the Minister, a court or a tribunal, and\n\t\tmake provision about procedure.\n\tThe Minister may by order substitute a different amount for the amountspecified in subsection (4)(b) to reflect a change in the value of money.\n\tIn this section “the Minister” means—\n\t\tthe Secretary of State in relation to penalties issued by—\n\t\tlead local flood authorities for areas in England, and\n\t\tthe Environment Agency in respect of a failure to comply with a request inconnection with a flood or coastal erosion risk management function inrelation to England, and\n\t\tthe Welsh Ministers in relation to penalties issued by—\n\t\tlead local flood authorities for areas in Wales,\n\t\tthe Environment Agency in respect of a failure to comply with a request inconnection with a flood or coastal erosion risk management function inrelation to Wales, and\n\t\tthe Welsh Ministers.\n\tA reference in this section to an authority includes a reference to theWelsh Ministers.\n\tThe first sets of regulations under subsection (8) may not be made unlessa draft has been laid before and approved by resolution of—\n\t\teach House of Parliament, in the case of the first regulations made by theSecretary of State, and\n\t\tthe National Assembly for Wales, in the case of the first regulations madeby the Welsh Ministers."
    },
    {
        "length": 116,
        "text": "\nFunding \n\tThe Environment Agency may make grants in respect of expenditure incurredor expected to be incurred in connection with flood or coastal erosion riskmanagement in England.\n\tThe Welsh Ministers may make grants in respect of expenditure incurred orexpected to be incurred in connection with flood or coastal erosion riskmanagement in Wales.\n\tA grant may be subject to conditions (including conditions as to repaymentand interest)."
    },
    {
        "length": 143,
        "text": "\nLevies \n\tThe Environment Agency may issue levies to the lead local flood authorityfor an area in respect of the Agency’s flood and coastal erosion riskmanagement functions in that area.\n\tA levy issued under this section shall be issued in accordance withregulations under section 74 of the Local Government Finance Act 1988.\n\tThe Agency shall be treated as a levying body within the meaning of thatsection.\n\tThis section is subject to the requirement in section 23(3) to obtain theconsent of the appropriate Regional Flood and Coastal Committee."
    },
    {
        "length": 864,
        "text": "\n\\. Supplemental powers and duties\n\tEnvironment Agency: reports\n\t\tThe Environment Agency must report to the Minister about flood and coastalerosion risk management.\n\t\tIn particular, the report must include information about the application ofthe national flood and coastal erosion risk management strategies undersections 7 and 8.\n\t\tThe Minister may make regulations about—\n\t\t\tthe times or intervals at which a report must be made, and\n\t\t\tthe content of a report.\n\t\tIn this section “the Minister” means—\n\t\t\tthe Secretary of State in relation to flood and coastal erosion riskmanagement in England, and\n\t\t\tthe Welsh Ministers in relation to flood and coastal erosion riskmanagement in Wales.\n\tLocal authorities: investigations\n\t\tOn becoming aware of a flood in its area, a lead local flood authoritymust, to the extent that it considers it necessary or appropriate,investigate—\n\t\t\twhich risk management authorities have relevant flood risk managementfunctions, and\n\t\t\twhether each of those risk management authorities has exercised, or isproposing to exercise, those functions in response to the flood.\n\t\tWhere an authority carries out an investigation under subsection (1) itmust—\n\t\t\tpublish the results of its investigation, and\n\t\t\tnotify any relevant risk management authorities.\n\tMinisterial directions\n\t\tThe Minister may direct a risk management authority to exercise a flood orcoastal erosion risk management function on behalf of another risk managementauthority (the “defaulting authority”).\n\t\tThe Minister may give a direction under subsection (1) only if satisfiedthat the defaulting authority—\n\t\t\thas failed to exercise the function, or\n\t\t\thas failed to exercise the function in accordance with the nationalstrategies under sections 7 and 8 or the local strategies under sections 9 and10.\n\t\tA direction under subsection (1) may include provision about the recoveryof costs of compliance from the defaulting authority.\n\t\tThe Minister must—\n\t\t\tsend a copy of the direction to the defaulting authority, and\n\t\t\tpublish the direction.\n\t\tBut the Minister may decide not to publish a direction if it appears thatto do so would be contrary to the interests of national security.\n\t\tIn this section “the Minister” means—\n\t\t\tthe Secretary of State in relation to risk management authorities thatexercise functions only in England,\n\t\t\tthe Welsh Ministers in relation to risk management authorities thatexercise functions only in Wales, and\n\t\t\tthe Secretary of State and the Welsh Ministers acting jointly in relationto risk management authorities that exercise functions in both England andWales.\n\tLead local authorities: duty to maintain a register\n\t\tA lead local flood authority must establish and maintain—\n\t\t\ta register of structures or features which, in the opinion of theauthority, are likely to have a significant effect on a flood risk in itsarea, and\n\t\t\ta record of information about each of those structures or features,including information about ownership and state of repair.\n\t\tThe Minister may by regulations make provision about the content of theregister and record.\n\t\tThe lead local flood authority must arrange for the register to beavailable for inspection at all reasonable times.\n\t\tThe Minister may by regulations provide for information of a specifieddescription to be excluded from the register or record.\n\t\tIn this section, “the Minister” means—\n\t\t\tthe Secretary of State in relation to authorities in England, and\n\t\t\tthe Welsh Ministers in relation to authorities in Wales."
    },
    {
        "length": 769,
        "text": "\n\\. Regional Flood and Coastal Committees\n\tEstablishment \n\t\tThe Environment Agency—\n\t\t\tmust divide England and Wales into regions for the purposes of thissection,\n\t\t\tmust establish a Regional Flood and Coastal Committee for each region thatis wholly or mainly in England (an “English Committee”), and\n\t\t\tmust establish a Regional Flood and Coastal Committee for each region thatis wholly or mainly in Wales (a “Welsh Committee”).\n\t\tThe Minister may by regulations—\n\t\t\tspecify the procedure to be followed by the Agency in exercising itsfunctions under subsection (1)(a) (which may include provision about revision,consultation and appeals);\n\t\t\tmake transitional provision with respect to the establishment of RegionalFlood and Coastal Committees in place of regional flood defence committees.\n\tConsultation and consent\n\t\tThe Environment Agency must—\n\t\t\tconsult each Regional Flood and Coastal Committee about the way in whichthe Agency proposes to carry out its flood and coastal erosion risk managementfunctions in relation to the Committee’s region, and\n\t\t\ttake into account any representations (whether made in response to aconsultation or otherwise) made by the Committee about the exercise of theAgency’s flood and coastal erosion risk management functions in that region.\n\t\tThe Agency may not implement the regional programme without the consent ofthe Regional Flood and Coastal Committee for the region concerned.\n\t\tThe Agency may not issue a levy under section 17 to a lead local floodauthority without the consent of the Regional Flood and Coastal Committee forthe region concerned.\n\t\tThe Agency may not spend revenue under section 118 of the Water ResourcesAct 1991 without the consent of the Regional Flood and Coastal Committee forthe region in which the revenue is raised.\n\tMembership \n\t\tThe Minister may by regulations make provision about—\n\t\t\tthe number of members of a Regional Flood and Coastal Committee,\n\t\t\tconditions of eligibility for appointment,\n\t\t\tthe method of selection and appointment of the members (including who is toappoint them), and\n\t\t\tthe proceedings of a Committee (including provision about (i) quorum, and(ii) the nature and extent of a majority required for specified purposes).\n\tMoney \n\t\tThe Minister may direct the Environment Agency to pay to or in respect ofpersons who chair or have chaired Regional Flood and Coastal Committees—\n\t\t\tremuneration, \n\t\t\tallowances, \n\t\t\tsums by way of or in respect of pension, and\n\t\t\tcompensation, if the Minister thinks that a person who ceases to chair aCommittee should, because of special circumstances, receive compensation.\n\t\tThe Agency may pay allowances to members of Committees.\n\t\tThe Minister may determine amounts or maximum amounts to be paid under thissection.\n\t“The Minister”\n\t\tIn this group of sections “the Minister” means—\n\t\t\tthe Secretary of State in relation to English Committees, and\n\t\t\tthe Welsh Ministers in relation to Welsh Committees."
    },
    {
        "length": 1227,
        "text": "\n\\. General\n\tSustainable development\n\t\tIn exercising a flood or coastal erosion risk management function, anauthority listed in subsection (3) must aim to make a contribution towards theachievement of sustainable development.\n\t\tThe Minister must issue guidance about how authorities are to discharge theduty under subsection (1) (including guidance about the meaning of sustainabledevelopment); and the authorities must have regard to the guidance.\n\t\tThe authorities are—\n\t\t\tlead local flood authorities,\n\t\t\tdistrict councils,\n\t\t\tinternal drainage boards, and\n\t\t\thighway authorities.\n\t\tIn this section “flood risk management function” means (in place of thedefinition in section 4) any of the following functions which may be exercisedby an authority listed in subsection (3), in so far as it is or may beexercised for a purpose connected with flood risk management—\n\t\t\ta function under this Part,\n\t\t\ta function under the Land Drainage Act 1991,\n\t\t\ta function under section 100, 101, 110 or 339 of the Highways Act 1980, and\n\t\t\tany other function specified for the purposes of this section by order madeby the Minister.\n\t\tIn this section “Minister” means—\n\t\t\tthe Secretary of State, in relation to English authorities, and\n\t\t\tthe Welsh Ministers, in relation to Welsh authorities.\n\t\tFor the purposes of subsection (5)—\n\t\t\tan “English authority” is—\n\t\t\ta lead local flood authority, district council or highway authority for anarea in England, and\n\t\t\tan internal drainage board for an internal drainage district that iswholly or mainly in England;\n\t\t\ta “Welsh authority” is—\n\t\t\ta lead local flood authority or highway authority for an area in Wales, and\n\t\t\tan internal drainage board for an internal drainage district that iswholly or mainly in Wales.\n\tPower to make further amendments\n\t\tThe Minister may by order amend an Act listed in subsection (2) if theMinister thinks the amendment necessary or desirable in consequence of thisPart.\n\t\tThe Acts are—\n\t\t\tthe Public Health Act 1936 (so far as relevant to water),\n\t\t\tthe Coast Protection Act 1949,\n\t\t\tthe Highways Act 1980 (so far as relevant to water),\n\t\t\tthe Land Drainage Act 1991,\n\t\t\tthe Water Resources Act 1991, and\n\t\t\tthe Environment Act 1995.\n\t\tIn this section “the Minister” means—\n\t\t\tthe Welsh Ministers, where the amendment relates to—\n\t\t\ta matter in respect of which functions may be exercised by the WelshMinisters, the First Minister for Wales or the Counsel General to the WelshAssembly Government, or\n\t\t\ta matter within the legislative competence of the National Assembly forWales, and\n\t\t\tthe Secretary of State, for all other purposes.\n\t\tAn order under this section may not be made unless a draft has been laidbefore and approved by resolution of—\n\t\t\teach House of Parliament, in the case of an order made by the Secretary ofState, and\n\t\t\tthe National Assembly for Wales, in the case of an order made by the WelshMinisters.\n\tRestructuring \n\t\tThe Minister may by order transfer responsibilities of lead local floodauthorities, district councils or internal drainage boards in respect of floodrisk and coastal erosion risk to risk management authorities or other bodies.\n\t\tAn order may in particular—\n\t\t\tamend the definition of risk management authority in section 6;\n\t\t\treassign a flood risk management function;\n\t\t\treassign a coastal erosion risk management function.\n\t\tAn order may amend this Act or another enactment.\n\t\tBefore making an order the Minister must consult the bodies that would beaffected by it.\n\t\tAn order under this section may not be made unless a draft has been laidbefore and approved by resolution of—\n\t\t\teach House of Parliament, in the case of an order made by the Secretary ofState, or\n\t\t\tthe National Assembly for Wales, in the case of an order made by the WelshMinisters.\n\t\tIn this section “the Minister” means—\n\t\t\tthe Secretary of State in relation to English risk management authoritiesand other bodies with responsibilities in relation to England, and\n\t\t\tthe Welsh Ministers in relation to Welsh risk management authorities andother bodies with responsibilities in relation to Wales.\n\tDesignation of features\n\t\tSchedule 1 (designation of features) shall have effect.\n\tAmendment of other Acts\n\t\tSchedule 2 (which amends other Acts in connection with this Part) shall haveeffect."
    },
    {
        "length": 1975,
        "text": "\nProvision of infrastructure\n\tAfter section 36 of the Water Industry Act 1991 insert—\n\t“Part 2ARegulation of provision of infrastructure\n\t\tARegulations \n\t\t\tThe Minister may make regulations about the provision of infrastructure forthe use of water undertakers or sewerage undertakers.\n\t\t\tThe regulations may in particular—\n\t\t\t\tconfer regulatory functions on the Authority;\n\t\t\t\tapply provisions of Part 2 with or without modification;\n\t\t\t\tmake provision similar to a provision of Part 2.\n\t\t\tThe regulations must specify the activities to which they apply; inparticular, the regulations may—\n\t\t\t\tapply to designing, constructing, owning and operating infrastructure, and\n\t\t\t\tdefine “infrastructure”.\n\t\t\tThe regulations—\n\t\t\t\tmay make provision only in relation to projects or works that in theMinister’s opinion are of a size or complexity that threatens the undertaker’sability to provide services for its customers, and\n\t\t\t\tin conferring powers, must restrict them to projects or works that, in theopinion of the person exercising the power, are of a size or complexity thatthreatens the undertaker’s ability to provide services for its customers.\n\t\t\tSections 36B to 36D and 36F specify other kinds of provision that theregulations may make; and in those sections “infrastructure project” means aproject, or part of a project, in connection with any of the things specifiedin subsection (3)(a).\n\t\tBTendering \n\t\t\tRegulations under section 36A may—\n\t\t\t\tallow the Minister to specify one or more infrastructure projects whichmust be put out to tender;\n\t\t\t\tallow the Authority to specify one or more infrastructure projects whichmust be put out to tender;\n\t\t\t\tallow the Minister to delegate the power under paragraph (a) to theAuthority.\n\t\t\tThe regulations must prohibit a water undertaker or sewerage undertakerfrom undertaking an infrastructure project which is to be put out to tender inaccordance with the regulations.\n\t\t\tBut the regulations may permit or require a water or sewerage undertaker toundertake preparatory work of a specified kind or for a specified purpose.\n\t\t\tThe regulations must make provision about the extent to which companiesassociated with a water undertaker or sewerage undertaker (as defined by theregulations) are permitted to bid in a tender process.\n\t\t\tThe regulations must specify the procedure to be followed in a tenderprocess; in particular, the regulations—\n\t\t\t\tmay require the undertaker to consult the Authority or the Minister aboutthe terms on which an infrastructure project is put out to tender;\n\t\t\t\tmay specify factors to be taken into account in considering bids;\n\t\t\t\tmust provide for the water or sewerage undertaker responsible for thetender process to determine which bid to accept (if any).\n\t\tCCriteria for tendering\n\t\t\tRegulations under section 36A must specify criteria to be used by theMinister or the Authority in determining whether to exercise a power by virtueof section 36B(1).\n\t\t\tThe regulations may—\n\t\t\t\tprovide that the Authority must consult the Minister before exercising apower by virtue of section 36B(1);\n\t\t\t\trequire the Authority to publish guidance to be followed by it indetermining whether to exercise a power by virtue of section 36B(1).\n\t\tDDesignation as an infrastructure provider\n\t\t\tRegulations under section 36A may enable the Minister or the Authority todesignate as an “infrastructure provider” a person who appears to the Ministeror Authority to be wholly or partly responsible for an infrastructure projectthat was put out to tender in accordance with regulations by virtue of section36B.\n\t\t\tThe regulations may—\n\t\t\t\tconfer powers and impose duties on designated infrastructure providers(including any power or duty that is the same as or similar to a power or dutyconferred or imposed under or by virtue of this Act on water or sewerageundertakers),\n\t\t\t\tconfer powers and impose duties on the Authority, the Minister or any otherbody with public functions (including any power or duty that is the same as orsimilar to a power or duty conferred or imposed under or by virtue of this Actin respect of water or sewerage undertakers),\n\t\t\t\trelieve water or sewerage undertakers of specified duties to a specifiedextent,\n\t\t\t\tprovide for designation to be conditional,\n\t\t\t\tprovide, or enable the provision of, limits (by reference to place, time orotherwise) on powers and duties conferred under paragraph (a),\n\t\t\t\tinclude provision about enforcement of powers, duties, conditions andlimitations, and\n\t\t\t\tinclude provision for variation or revocation of designation.\n\t\tEMinisterial responsibility\n\t\t\tIn this Part “the Minister” means—\n\t\t\t\tthe Secretary of State, in relation to infrastructure which is provided orto be provided for the use of one or more English undertakers,\n\t\t\t\tthe Welsh Ministers, in relation to infrastructure which is provided or tobe provided for the use of one or more Welsh undertakers, and\n\t\t\t\tthe Secretary of State and the Welsh Ministers acting jointly in relationto infrastructure which is provided or to be provided for the use of one ormore English undertakers and one or more Welsh undertakers.\n\t\t\tIn this section and section 36F—\n\t\t\t\t“an English undertaker” means a water undertaker or sewerage undertakerwhose area is wholly or mainly in England, and\n\t\t\t\t“a Welsh undertaker” means a water undertaker or sewerage undertaker whosearea is wholly or mainly in Wales.\n\t\tFCross-border infrastructure projects\n\t\t\tRegulations under section 36A may make provision about cross-borderinfrastructure projects.\n\t\t\tIn this section “cross-border infrastructure project” means aninfrastructure project which—\n\t\t\t\trelates to infrastructure in Wales which is for the use of an Englishundertaker, or\n\t\t\t\trelates to infrastructure in England which is for the use of a Welshundertaker.\n\t\t\tRegulations made by the Secretary of State about cross-borderinfrastructure projects—\n\t\t\t\tmay confer functions on the Welsh Ministers, and\n\t\t\t\tmust require the Secretary of State or the Authority to consult the WelshMinisters before exercising any power under section 36B(1) to specify projectswhich must be put out to tender.\n\t\t\tRegulations made by the Welsh Ministers about cross-border infrastructureprojects—\n\t\t\t\tmay confer functions on the Secretary of State, and\n\t\t\t\tmust require the Welsh Ministers or the Authority to consult the Secretaryof State before exercising any power under section 36B(1) to specify projectswhich must be put out to tender.\n\t\tGRegulations: procedure\n\t\t\tRegulations under section 36A may not be made unless a draft has been laidbefore and approved by resolution of—\n\t\t\t\teach House of Parliament, in the case of regulations made by the Secretaryof State,\n\t\t\t\tthe National Assembly for Wales, in the case of regulations made by theWelsh Ministers, or\n\t\t\t\teach House of Parliament and the National Assembly for Wales, in the caseof regulations made by the Secretary of State and the Welsh Ministers actingjointly.\n\t\t\tBefore laying a draft under subsection (1) the Minister must consultpersons who in the Minister’s opinion represent interests likely to beaffected by the regulations.\n\t\t\tSection 213 applies to regulations made by the Welsh Ministers undersection 36A as it applies to regulations made by the Secretary of State.”\n\t\t\tIn section 213(1) of the Water Industry Act 1991 (regulations) for “or17D(8)” substitute “, 17D(8), 36A”."
    },
    {
        "length": 1471,
        "text": "\nWater use: temporary bans\n\tFor section 76 of the Water Industry Act 1991 (temporary hosepipe bans)substitute—\n\t“76Temporary bans on use\n\t\tA water undertaker may prohibit one or more specified uses of watersupplied by it if it thinks that it is experiencing, or may experience, aserious shortage of water for distribution.\n\t\tOnly the following uses of water may be prohibited—\n\t\t\twatering a garden using a hosepipe;\n\t\t\tcleaning a private motor-vehicle using a hosepipe;\n\t\t\twatering plants on domestic or other non-commercial premises using ahosepipe;\n\t\t\tcleaning a private leisure boat using a hosepipe;\n\t\t\tfilling or maintaining a domestic swimming or paddling pool;\n\t\t\tdrawing water, using a hosepipe, for domestic recreational use;\n\t\t\tfilling or maintaining a domestic pond using a hosepipe;\n\t\t\tfilling or maintaining an ornamental fountain;\n\t\t\tcleaning walls, or windows, of domestic premises using a hosepipe;\n\t\t\tcleaning paths or patios using a hosepipe;\n\t\t\tcleaning other artificial outdoor surfaces using a hosepipe.\n\t\tThe Minister may by order—\n\t\t\tadd a non-domestic purpose to the list in subsection (2);\n\t\t\tremove a purpose from the list in subsection (2).\n\t\tA prohibition must specify—\n\t\t\tthe date from which it applies, and\n\t\t\tthe area to which it applies (which may be all or part of the undertaker’sarea).\n\t\tA person who contravenes a prohibition—\n\t\t\tis guilty of an offence, and\n\t\t\tis liable on summary conviction to a fine not exceeding level 3 on thestandard scale.\n\t\tA water undertaker which issues a prohibition must make arrangements for areasonable reduction of charges which are made in respect of prohibited uses(including arrangements for repayment or credit where charges are paid inadvance).\n\t\tA water undertaker may vary or revoke a prohibition.\n\tATemporary bans: supplemental\n\t\tA prohibition may—\n\t\t\tapply to one or more specified uses of water generally or only in specifiedcases or circumstances (which may be specified by reference to classes ofuser, timing or in any other way);\n\t\t\tbe subject to exceptions (which may be absolute or conditional, and may bespecified by reference to classes of user, timing or in any other way).\n\t\tThe Minister may by order—\n\t\t\tprovide for exceptions to a category of use in section 76(2) (whether ornot added under section 76(3));\n\t\t\tprovide that a specified activity, or an activity undertaken in specifiedcircumstances, is to be or not to be treated as falling within a category ofuse in section 76(2) (whether or not added under section 76(3));\n\t\t\tdefine a word or phrase used in section 76(2) (whether or not added undersection 76(3)).\n\t\tIn particular, an order may—\n\t\t\trestrict a category of use by reference to how water is drawn;\n\t\t\tframe an exception by reference to ownership of land by a specified personor class of person;\n\t\t\tprovide for a process that involves the use of a hosepipe at any point tobe included in the meaning of “using a hosepipe”;\n\t\t\tprovide for a reference to a thing to include a reference to something thatis or may be used in connection with it (such as, for example, for a referenceto a vehicle to include a reference to a trailer).\n\t\tIn this section and section 76 “the Minister” means—\n\t\t\tthe Secretary of State in relation to prohibitions which may be issued bywater undertakers whose areas are wholly or mainly in England, and\n\t\t\tthe Welsh Ministers in relation to prohibitions which may be issued bywater undertakers whose areas are wholly or mainly in Wales.\n\t\tSubject to provision under subsection (2), a reference to a hosepipe insection 76 includes a reference to anything designed, adapted or used to servethe same purpose as a hosepipe.\n\tBTemporary bans: procedure\n\t\tA prohibition takes effect only if this section is complied with.\n\t\tBefore the period for which a prohibition is to apply the water undertakermust give notice of the prohibition and its terms—\n\t\t\tin at least two newspapers circulating in the area to which it is to apply,and\n\t\t\ton the water undertaker’s internet website.\n\t\tThe notice must give details of how to make representations about theproposed prohibition.\n\t\tThe variation of a prohibition is to be treated as a prohibition for thepurposes of this section.\n\t\tA water undertaker must give notice of a revocation of a prohibition—\n\t\t\tin at least two newspapers circulating in the area to which it is to apply,and\n\t\t\ton the water undertaker’s internet website.\n\t\tThe revocation may not take effect until at least one notice undersubsection (5) has been given.\n\tCOrders under sections 76 and 76A\n\t\tSection 213 applies to orders under section 76(3) or 76A(2) as it appliesto regulations.\n\t\tBut— \n\t\t\tan order made by the Secretary of State under section 76(3) may not be madeunless a draft has been laid before and approved by resolution of each Houseof Parliament,\n\t\t\tan order made by the Welsh Ministers under section 76(3) may not be madeunless a draft has been laid before and approved by resolution of the NationalAssembly for Wales, and\n\t\t\tan order made by the Welsh Ministers under section 76A(2) shall be subjectto annulment in pursuance of a resolution of the National Assembly for Wales.”"
    },
    {
        "length": 156,
        "text": "\nCivil sanctions\n\tAn order under Part 3 of the Regulatory Enforcement and Sanctions Act 2008(civil sanctions) which makes provision about offences under the Acts listedin subsection (2) may include provision about offences inserted, amended oraffected by this Act.\n\tThose Acts are—\n\t\tthe Coast Protection Act 1949,\n\t\tthe Reservoirs Act 1975,\n\t\tthe Land Drainage Act 1991,\n\t\tthe Water Industry Act 1991, and\n\t\tthe Water Resources Act 1991."
    },
    {
        "length": 724,
        "text": "\nIncidental flooding or coastal erosion: Environment Agency\n\tIf Conditions 1, 2 and 3 are satisfied the Environment Agency may carry outwork of a kind listed in section 3(3)(a) to (e) in a way that will or maycause—\n\t\tflooding, \n\t\tan increase in the amount of water below the ground, or\n\t\tcoastal erosion.\n\tCondition 1 is that the Agency considers the work in the interests of—\n\t\tnature conservation (including conservation of the landscape),\n\t\tpreservation of cultural heritage, or\n\t\tpeople’s enjoyment of the environment or of cultural heritage.\n\tCondition 2 is that the Agency considers the benefits of the work willoutweigh the harmful consequences for matters listed in section 2(4)(a) to(d).\n\tCondition 3 is that the Agency has consulted—\n\t\tthe lead local flood authority for the area in which the work is to becarried out,\n\t\tthe district council (if any) for that area,\n\t\tthe internal drainage board (if any) for that area, and\n\t\tpersons who own or occupy land that, in the opinion of the Agency, islikely to be directly affected by the work.\n\tIn carrying out work in reliance on this section, the Agency must haveregard to—\n\t\tthe national flood and coastal erosion risk management strategies undersections 7 and 8,\n\t\tany guidance issued under those sections,\n\t\tthe local flood risk management strategy under section 9 or 10 for the areaconcerned, and\n\t\tany guidance issued under those sections by the lead local flood authorityfor the area concerned.\n\tThe Agency may arrange for work to be carried out in reliance on thissection on the Agency’s behalf by—\n\t\ta lead local flood authority,\n\t\ta district council, or\n\t\tan internal drainage board.\n\tSubsection (1) may be relied on to carry out work whether or not it formspart of the exercise of other powers; but nothing in subsection (1) restrictsthe powers of the Environment Agency under another enactment.\n\tThe Minister must by order apply to this section (with or withoutmodifications) provisions of the Water Resources Act 1991 about—\n\t\tcompulsory purchase,\n\t\tpowers of entry, and\n\t\tcompensation. \n\tAn order under subsection (8) may not be made unless a draft has been laidbefore and approved by resolution of—\n\t\teach House of Parliament, in the case of an order made by the Secretary ofState, or\n\t\tthe National Assembly for Wales, in the case of an order made by the WelshMinisters.\n\tIn this section “the Minister” means—\n\t\tthe Secretary of State in relation to England, and\n\t\tthe Welsh Ministers in relation to Wales.\n\tOther expressions in this section have the same meaning as in Part 1."
    },
    {
        "length": 857,
        "text": "\nIncidental flooding or coastal erosion: local authorities\n\tIf Conditions 1 to 4 are satisfied a local authority may carry out work ofa kind listed in section 3(3)(a) to (e) in a way that will or may cause—\n\t\tflooding, \n\t\tan increase in the amount of water below the ground, or\n\t\tcoastal erosion.\n\tCondition 1 is that the authority considers the work in the interests of—\n\t\tnature conservation (including conservation of the landscape),\n\t\tpreservation of cultural heritage, or\n\t\tpeople’s enjoyment of the environment or of cultural heritage.\n\tCondition 2 is that the authority considers the benefits of the work willoutweigh the harmful consequences for matters listed in section 2(4)(a) to(d).\n\tCondition 3 is that—\n\t\tthe authority has consulted the Environment Agency, and\n\t\tif the work affects a main river, the Environment Agency has consented toit.\n\tCondition 4 is that the authority has consulted—\n\t\tany other local authority whose area may be affected by the work, and\n\t\tother persons who own or occupy land that, in the opinion of the authority,is likely to be directly affected by the work.\n\tIn this section “local authority” means—\n\t\ta lead local flood authority,\n\t\ta district council for an area for which there is no unitary authority, and\n\t\tan internal drainage board.\n\tIn carrying out work in reliance on this section, an authority must haveregard to—\n\t\tthe national flood and coastal erosion risk management strategies undersections 7 and 8,\n\t\tany guidance issued under those sections,\n\t\tthe local flood risk management strategy under section 9 or 10 for the areaconcerned, and\n\t\tany guidance issued under those sections by the lead local flood authorityfor the area concerned.\n\tAn authority may arrange for work to be carried out in reliance on thissection on its behalf by—\n\t\tthe Environment Agency, or\n\t\tanother local authority.\n\tSubsection (1) may be relied on to carry out work whether or not it formspart of the exercise of other powers; but nothing in subsection (1) restrictsthe powers of an authority under another enactment.\n\tThe Environment Agency may make grants (which may be subject toconditions, including conditions as to repayment) to local authorities inEngland in respect of work carried out in reliance on this section.\n\tThe Welsh Ministers may make grants (which may be subject to conditions,including conditions as to repayment) to local authorities in Wales in respectof work carried out in reliance on this section.\n\tThe Minister must by order apply to this section (with or withoutmodifications) provisions of the Water Resources Act 1991 about—\n\t\tcompulsory purchase,\n\t\tpowers of entry, and\n\t\tcompensation. \n\tAn order under subsection (12) may not be made unless a draft has beenlaid before and approved by resolution of—\n\t\teach House of Parliament, in the case of an order made by the Secretary ofState, or\n\t\tthe National Assembly for Wales, in the case of an order made by the WelshMinisters.\n\tIn this section “the Minister” means—\n\t\tthe Secretary of State in relation to England, and\n\t\tthe Welsh Ministers in relation to Wales.\n\tOther expressions in this section have the same meaning as in Part 1."
    },
    {
        "length": 196,
        "text": "\nBuilding regulations: flood resistance\n\tAfter paragraph 8(5) of Schedule 1 to the Building Act 1984 (buildingregulations: application to buildings erected before the regulations come intoforce) insert—\n\t\t“(5A)The provision that may be made by building regulations includes provisionimposing on a person carrying out work of any type in relation to a building(whenever erected), or in relation to any service, fitting or equipmentprovided in or in connection with a building (whenever erected), a requirementto do things for the purpose mentioned in section 1(1)(a) of this Act in sofar as it relates to the resistance or resilience of buildings in respect offlooding.”\n\tIn paragraph 8(6) of that Schedule after “sub-paragraph (5)” insert “or(5A)”."
    },
    {
        "length": 189,
        "text": "\nCompulsory works orders\n\tThe amendments made to section 167(1) of the Water Industry Act 1991(compulsory works orders) by paragraph 50 of Schedule 2 to the Planning Act2008 (amendments consequential on the development consent regime) shall ceaseto have effect.\n\tInstead, after section 167(2) insert—\n\t\t“(2A)The Secretary of State may not exercise the power under subsection (2) inrespect of anything to be done in England.”\n\tThe amendment made by subsection (2) does not prevent anything being doneby the Welsh Ministers (as a result of a transfer of functions under or byvirtue of the Government of Wales Act 1998 or 2006)."
    },
    {
        "length": 845,
        "text": "\nAgreements on new drainage systems\n\tAfter section 106A of the Water Industry Act 1991 (sustainable drainage -inserted by Schedule 3 to this Act) insert—\n\t“106BRequirement to enter into agreement before construction\n\t\tA person may exercise the right under section 106(1) in respect of alateral drain or sewer constructed after the commencement of this section onlyif Conditions 1 and 2 are satisfied.\n\t\tCondition 1 is that an agreement was entered into under section 104 inrespect of the drain or sewer.\n\t\tCondition 2 is that the agreement included—\n\t\t\tprovision about the standards according to which the drain or sewer was tobe constructed, and\n\t\t\tprovision about adoption of the drain or sewer by the sewerage undertaker.\n\t\tProvision for the purposes of Condition 2(a) must either—\n\t\t\tincorporate or accord with standards published by the Minister, or\n\t\t\tdepart from those standards by express consent of the parties to theagreement.\n\t\tProvision for the purposes of Condition 2(b) must—\n\t\t\tinclude provision for adoption to occur automatically upon the occurence ofspecified events, and\n\t\t\tcomply with any regulations made by the Minister (which may concern theprovision required by paragraph (a) of this subsection).\n\t\tSubsection (1) does not apply—\n\t\t\tto drainage systems required to be approved in accordance with Schedule 3to the Flood and Water Management Act 2010, or\n\t\t\tin other circumstances specified by the Minister in regulations.\n\t\tWhere a person seeks to exercise the right under section 106(1) in relianceon satisfying Conditions 1 and 2, an undertaker may not refuse connection—\n\t\t\twhether or not in reliance on section 106(4), and\n\t\t\twhether or not the terms of the agreement under section 104 (includingterms required by this section) have been complied with.\n\t\tIn this section “the Minister” means—\n\t\t\tthe Secretary of State, in relation to sewerage undertakers whose areas arewholly or mainly in England, and\n\t\t\tthe Welsh Ministers, in relation to sewerage undertakers whose areas arewholly or mainly in Wales.”\n\t\tFor section 105(2) of the Water Industry Act 1991 (appeals: s.104agreements) substitute—\n\t\tA person who has entered or wants to enter an agreement under section 104may appeal to the Authority about any matter concerning the agreement(including whether it is concluded, its terms and its operation).”\n\t\tAt the end of section 104 of that Act (agreement to adopt) add—\n\t\tUndertakers shall have regard to any guidance about agreements under thissection issued by—\n\t\t\tthe Secretary of State, in relation to undertakers whose areas are whollyor mainly in England, or\n\t\t\tthe Welsh Ministers, in relation to undertakers whose areas are wholly ormainly in Wales.”\n\t\tAt the end of section 112 (requirement that proposed drain or sewer beconstructed so as to form part of general system) add—\n\t\tA requirement imposed under this section may not be inconsistent with, ormore onerous than, standards published for the purposes of section 106B.”"
    },
    {
        "length": 436,
        "text": "\nDrainage: concessionary charges for community groups\n\tAn undertaker’s charges scheme under section 143 of the Water Industry Act1991 may include provision designed to reduce charges to community groups inrespect of surface water drainage from their property.\n\tEach undertaker may determine—\n\t\twhether to include provision in reliance on subsection (1);\n\t\twhich classes of community group to benefit;\n\t\twhat constitutes a community group (provided that the class is restrictedto bodies that in the undertaker’s opinion provide benefit to the localcommunity);\n\t\twhat reduction to allow (subject to subsection (3));\n\t\tdifferent reductions for different classes of community group.\n\tA reduction may not reduce a charge to nil, and must result in theapplication of a band or charge used for general purposes of the section 143scheme.\n\tFor the purpose of subsection (2)(c) a benefit to the local community may—\n\t\tbe provided voluntarily, in the exercise of statutory functions orotherwise;\n\t\tbe provided exclusively to the local community or to the local community aswell as to a wider class or area;\n\t\tconsist of or relate to the provision of (i) youth groups or communitycentres, (ii) places of worship or other religious facilities, (iii)recreational, cultural, social or sporting facilities, or (iv) a benefit ofany other kind.\n\tUndertakers and the Water Services Regulation Authority shall have regardto any guidance issued by the Minister in respect of any aspect of subsections(2) to (4).\n\t“The Minister” means—\n\t\tin the case of an undertaker whose area is wholly or mainly in England, theSecretary of State, and\n\t\tin the case of an undertaker whose area is wholly or mainly in Wales, theWelsh Ministers."
    },
    {
        "length": 294,
        "text": "\nSocial tariffs\n\tAn undertaker’s charges scheme under section 143 of the Water Industry Act1991 may include provision designed to reduce charges for individuals whowould have difficulty paying in full.\n\tSubsection (1) includes schemes which have the effect of subsidisation byother persons.\n\tThe Water Services Regulation Authority’s powers in connection with theapproval of schemes (and its other powers under the 1991 Act) are subject tosubsections (1) and (2).\n\tThe Minister must issue guidance in respect of subsections (1) and (2)which must, in particular, include factors to be taken into account indeciding whether one group of customers should subsidise another; for whichpurpose the Minister shall have regard to the need to balance the desirabilityof helping individuals who would have difficulty paying in full with theinterests of other customers.\n\tUndertakers and the Authority shall have regard to any guidance issued bythe Minister under subsection (4).\n\t“The Minister” means—\n\t\tin the case of an undertaker whose area is wholly or mainly in England, theSecretary of State, and\n\t\tin the case of an undertaker whose area is wholly or mainly in Wales, theWelsh Ministers."
    },
    {
        "length": 573,
        "text": "\nWater and sewerage charges: non-owner occupiers\n\tAfter section 144B of the Water Industry Act 1991 (charges: charging byvolume) insert—\n\t“144CNon-owner occupiers\n\t\tThis section applies to residential premises which are occupied by one ormore persons other than the owner (and not by the owner).\n\t\tThe owner must arrange for the undertaker to be given information about theoccupiers.\n\t\tIf the owner fails to comply with subsection (2), the occupiers’ liabilityfor charges under this Chapter becomes shared jointly and severally with theowner.\n\t\tThe Minister may make regulations—\n\t\t\tabout the information to be given under subsection (2);\n\t\t\tabout timing and procedure in connection with subsection (2) or (3).\n\t\tThe Minister may make regulations exempting owners from liability undersubsection (3) where—\n\t\t\tinformation supplied by them is false or incomplete, but\n\t\t\tthey have taken steps specified by the regulations to ensure its accuracyor completeness.\n\t\t“Residential premises” means premises that are—\n\t\t\toccupied by one or more persons as a home (but not necessarily as theironly or main home), and\n\t\t\ta “dwelling”, a “house in multiple occupation” or “accommodation for theelderly” within the meaning of paragraphs 1 to 3 of Schedule 4A.\n\t\tWhere a person is the “owner” of premises by virtue of being agent ortrustee (see section 219(1)) the duty and liability under this section attachto the principal (and not to the agent or trustee).\n\t\t“The Minister” means—\n\t\t\tthe Secretary of State, in relation to services provided by an undertakerwhose area is wholly or mainly in England, and\n\t\t\tthe Welsh Ministers, in relation to services provided by an undertakerwhose area is wholly or mainly in Wales (for which purpose section 213 applieswith references to the Secretary of State and either House of Parliament beingtaken as references to the Welsh Ministers and the National Assembly forWales).”\n\t\tTransitional provision of an order commencing this section may, inparticular, provide for application of the duty in new section 144C(2) todepend on service of a notice by an undertaker."
    },
    {
        "length": 262,
        "text": "\nAbolition of Fisheries Committee (Scotland)\n\tThe Fisheries Committee appointed under section 5(2) of the Electricity(Scotland) Act 1979 (and continued in existence by paragraph 5 of Schedule 9to the Electricity Act 1989) is abolished.\n\tIn Part 2 of Schedule 1A to the Race Relations Act 1976 (bodies and otherpersons subject to general statutory duty) omit the entry relating to theFisheries (Electricity) Committee.\n\tIn Schedule 9 to the Electricity Act 1989 (preservation of amenity andfisheries) omit paragraph 5.\n\tIn Schedule 2 to the Public Appointments and Public Bodies etc. (Scotland)Act 2003 (specified authorities) omit the entry relating to the Fisheries(Electricity) Committee.\n\tIn Part 7 of Schedule 1 to the Freedom of Information (Scotland) Act 2002(other Scottish public authorities) omit paragraph 65."
    },
    {
        "length": 1883,
        "text": "\nPart 3General\n\tPre-consolidation amendments\n\t\tThe Secretary of State may by order amend a water Act—\n\t\t\tto eliminate differences between two or more provisions (whether or not ofthe same Act);\n\t\t\tto simplify procedure;\n\t\t\tto correct errors or resolve obscurity.\n\t\tThe Secretary of State may make an order only if satisfied that—\n\t\t\tit will make it easier to consolidate one or more water Acts, and\n\t\t\tthe substantive effect of the change (if any) is proportionate to theadvantage to be gained by consolidating the legislation and does not removeany protection.\n\t\tThe water Acts are—\n\t\t\tthis Act,\n\t\t\tthe Public Health Act 1936 (so far as relevant to water),\n\t\t\tthe Coast Protection Act 1949,\n\t\t\tthe Reservoirs Act 1975,\n\t\t\tthe Highways Act 1980 (so far as relevant to water),\n\t\t\tthe Land Drainage Act 1991,\n\t\t\tthe Water Industry Act 1991,\n\t\t\tthe Water Resources Act 1991, and\n\t\t\tthe Environment Act 1995 (so far as relevant to water).\n\t\tAn order may, in particular, aim to standardise provisions relating to—\n\t\t\tappeals; \n\t\t\tcompulsory purchase;\n\t\t\trights of entry;\n\t\t\tcompensation. \n\t\tAn order under this section may not be made unless—\n\t\t\tthe Welsh Ministers have consented to the making of the order,\n\t\t\ta draft has been laid before and approved by resolution of each House ofParliament, and\n\t\t\ta Bill for consolidating the enactments amended by the order (with orwithout other enactments) has been presented to either House of Parliament.\n\t\tA draft laid under subsection (5) must be accompanied by an explanation of—\n\t\t\tthe effect of any changes made, and\n\t\t\thow they will make consolidation easier.\n\tSubordinate legislation\n\t\tIn this section “subordinate legislation” means regulations and ordersunder this Act.\n\t\tSubordinate legislation—\n\t\t\tmay apply generally or only for specified purposes,\n\t\t\tmay make different provision for different purposes, and\n\t\t\tmay include incidental, consequential or transitional provision.\n\t\tSubordinate legislation shall be made by statutory instrument.\n\t\tSubordinate legislation made by the Secretary of State shall be subject toannulment in pursuance of a resolution of either House of Parliament.\n\t\tSubordinate legislation made by the Welsh Ministers shall be subject toannulment in pursuance of a resolution of the National Assembly for Wales.\n\t\tBut subsections (4) and (5) do not apply—\n\t\t\twhere an alternative procedure is expressly provided, or\n\t\t\tto orders under section 49.\n\tTechnical provision\n\t\tThis Act binds the Crown; but—\n\t\t\tnothing in this Act affects (i) Her Majesty in Her private capacity, or(ii) land in which there is an interest which belongs to Her Majesty in rightof the Crown or of the Duchy of Lancaster, or to the Duchy of Cornwall, and\n\t\t\tsubject to paragraph (a), section 221(2) to (8) of the Water Industry Act1991 (Crown application) apply to this Act (for which purpose section 221(6)applies to all powers under this Act).\n\t\tThere shall be paid out of money provided by Parliament—\n\t\t\tany expenditure incurred under or by virtue of this Act by the Secretary ofState, and\n\t\t\tany increase attributable to this Act in the sums payable under any otherAct out of money so provided.\n\t\tThis Act comes into force as follows—\n\t\t\tsections 22(1)(a), 28, 29, 34 (and Schedule 5), 41, 46 and paragraph 43 ofSchedule 4 come into force in accordance with provision made by order of theSecretary of State,\n\t\t\tsection 22(1)(b) and (2) and sections 23 to 26, so far as they relate toEnglish Committees, come into force in accordance with provision made by orderof the Secretary of State,\n\t\t\tsection 22(1)(c) and (2) and sections 23 to 26, so far as they relate toWelsh Committees, come into force in accordance with provision made by orderof the Welsh Ministers,\n\t\t\tsections 35, 36 and 42 to 45, so far as they relate to water or sewerageundertakers whose areas are wholly or mainly in England, come into force inaccordance with provision made by order of the Secretary of State,\n\t\t\tsections 35, 36 and 42 to 45, so far as they relate to water or sewerageundertakers whose areas are wholly or mainly in Wales, come into force inaccordance with provision made by order of the Welsh Ministers,\n\t\t\tsection 37, so far as it relates to orders made by a Minister of the Crownunder Part 3 of the Regulatory Enforcement and Sanctions Act 2008, comes intoforce in accordance with provision made by order of the Secretary of State,\n\t\t\tsection 37, so far as it relates to orders made by the Welsh Ministersunder Part 3 of the Regulatory Enforcement and Sanctions Act 2008, comes intoforce in accordance with provision made by order of the Welsh Ministers,\n\t\t\tother provisions of Parts 1 and 2 come into force in relation to England inaccordance with provision made by order of the Secretary of State,\n\t\t\tother provisions of Parts 1 and 2 come into force in relation to Wales inaccordance with provision made by order of the Welsh Ministers,\n\t\t\tsection 47 comes into force on a day specified by order of the Secretary ofState, and\n\t\t\tsection 48 and this section come into force on Royal Assent.\n\t\tAn order under subsection (3) may, in particular, provide for experimentalstaged commencement by reference to specified areas or other criteria.\n\t\tThis Act extends only to England and Wales, except that—\n\t\t\tsection 46(1) extends to Scotland only,\n\t\t\tthe amendments in section 46(2) to (5) have the same extent as theprovisions amended,\n\t\t\tparagraph 43 of Schedule 4 extends to England and Wales and Scotland, and\n\t\t\tsection 48 and this section extend to Scotland in their application to aprovision mentioned in paragraphs (a) to (c).\n\t\tAn amendment by this Act of another Act does not prevent the continuedoperation of any transfer of functions by or by virtue of the Government ofWales Act 1998 or 2006; and—\n\t\t\tthis subsection applies irrespective of whether the amendment amends anexisting function or confers a new function,\n\t\t\tif and to the extent that the amendment creates a new function replacing orsimilar to a function that has been transferred to the Welsh Ministers by orby virtue of those Acts, the new function is to be treated as having beentransferred in the same way as the old,\n\t\t\ta provision made by or by virtue of either of those Acts in respect of afunction amended or replaced by this Act (such as a provision about layingdocuments before the National Assembly for Wales instead of before Parliament)continues to apply to the provision as amended or replaced, and\n\t\t\ta transfer by or by virtue of those Acts in respect of a provision appliedby subsection (1)(b) above has effect in relation to the provision as applied.\n\t\tThis Act may be cited as the Flood and Water Management Act 2010."
    }
]