[
    {
        "length": 2545,
        "text": "\nIntroductory\n\tGreen deal plans\n\t\tThis section applies for the purposes of this Chapter.\n\t\tAn energy plan is an arrangement made by the occupier or owner of aproperty for a person to make energy efficiency improvements to the property.\n\t\tAn energy plan is a green deal plan if—\n\t\t\tthe energy efficiency improvements are to be paid for wholly or partly ininstalments, and\n\t\t\tall of the requirements listed in paragraphs (a) to (e) of subsection (4)are met in relation to the plan at the time when it is made.\n\t\tThe requirements are—\n\t\t\tthe property is an eligible property,\n\t\t\tthe energy efficiency improvements fall within a description specified inan order made by the Secretary of State (“qualifying energy improvements”),\n\t\t\tthe conditions mentioned in section 4 as to assessment of the property andother matters have been met,\n\t\t\tthe conditions mentioned in section 5 as to the terms of the plan and othermatters are met, and\n\t\t\ta relevant energy supplier supplies, or is to supply, energy to theproperty.\n\t\tSubsection (6) applies to a green deal plan from the time when—\n\t\t\timprovements have been installed in accordance with section 7,\n\t\t\tthe plan is confirmed in accordance with section 8, and\n\t\t\tthe requirements imposed by virtue of section 9 or 10 are met.\n\t\tThe payments in instalments agreed in the plan are to be—\n\t\t\tmade by the person who is for the time being liable to pay the energy billsfor the property,\n\t\t\tmade to the relevant energy supplier through the energy bills for theproperty,\n\t\t\trecoverable as a debt by the relevant energy supplier from the personreferred to in paragraph (a), and\n\t\t\trecovered and held by the relevant energy supplier as agent and trustee forthe person who made the improvements (unless the relevant energy supplier isalso that person).\n\t\tSubsection (6) applies irrespective of whether the person referred to inparagraph (a) is the person who entered into the plan.\n\t\tSubsection (6) is subject to—\n\t\t\tprovision made in regulations under section 34;\n\t\t\tany suspension or cancellation, by virtue of provision made in regulationsunder section 3(3)(h) or (i), 6(4), 16 or 35, of liability to make payments.\n\t\tFor the purposes of subsection (4)(a) a property is an eligible propertyunless it falls within a description specified in an order made by theSecretary of State.\n\tGreen deal plans: supplementary\n\t\tThis section applies for the purposes of this Chapter.\n\t\tThe occupier or owner who makes the arrangement referred to in section 1(2)is the “improver” and the person who makes the improvements is the “green dealprovider”.\n\t\tThe person referred to in section 1(6)(a) is the “bill payer”.\n\t\tReferences to energy efficiency improvements, in relation to a property,are to—\n\t\t\tmeasures for improving efficiency in the use in the property ofelectricity, gas conveyed through pipes or any other source of energy which isspecified in an order made by the Secretary of State, or\n\t\t\tmeasures falling within subsection (5) or (6).\n\t\tMeasures fall within this subsection if—\n\t\t\tthey are any of the following—\n\t\t\tmeasures for increasing the amount of electricity generated, or heatproduced, by microgeneration (within the meaning given by section 26(1) of theClimate Change and Sustainable Energy Act 2006);\n\t\t\tany other measures for increasing the amount of electricity generated, orheat produced, using low-emissions sources or technologies;\n\t\t\tmeasures for reducing the consumption of such energy as is mentioned insubsection (4), and\n\t\t\tthey are specified in an order made by the Secretary of State.\n\t\tMeasures fall within this subsection if—\n\t\t\tthey are installed at the property for the purpose of supplying to it anyof the following types of energy—\n\t\t\telectricity generated by a generating station operated for the purposes ofproducing heat, or a cooling effect, in association with electricity;\n\t\t\theat produced in association with electricity or steam produced from (orair or water heated by) such heat;\n\t\t\tany gas or liquid subjected to a cooling effect produced in associationwith electricity, and\n\t\t\tthey are specified in an order made by the Secretary of State.\n\t\tFor the purposes of subsection (5)(a)(ii) electricity is generated, or heatis produced, using low-emissions sources or technologies if it is generated,or produced, by plant which relies wholly or mainly on a source of energy or atechnology mentioned in section 26(2) of the Climate Change and SustainableEnergy Act 2006.\n\t\tFor the purposes of subsection (6) “generating station” and “supplying” areto be read in accordance with section 64(1) of the Electricity Act 1989.\n\t\t“Energy” (except in this section), “energy bill”, “occupier”, “owner” and“relevant energy supplier” have the meaning given in regulations made by theSecretary of State.\n\t\tRegulations under subsection (9) may also make provision as to thecircumstances in which a person who is not a bill payer for the purposes ofthis Chapter may be treated as a bill payer for those purposes.\n\tFramework regulations\n\t\tThe Secretary of State must by regulations establish a scheme makingprovision for the Secretary of State—\n\t\t\tto authorise persons to act as green deal assessors, green deal providersor green deal installers in connection with green deal plans (eitherindividually or through membership of a body specified in, or authorisedunder, the scheme);\n\t\t\tto regulate the conduct of those assessors, providers or installers (“greendeal participants”).\n\t\tRegulations under subsection (1) are referred to in this Chapter as “theframework regulations”.\n\t\tThe scheme established by the framework regulations may, in particular,make provision—\n\t\t\trequiring the payment of a fee in connection with initial or continuedauthorisation under the scheme;\n\t\t\tfor the establishment and maintenance of a register of green dealparticipants and of persons from whom authorisation under the scheme has beenwithdrawn;\n\t\t\trequiring green deal participants to provide the information required underthe scheme;\n\t\t\tfor the issuing, revision or revocation of a code of practice;\n\t\t\trequiring green deal participants to comply with the code of practice as acondition of their authorisation;\n\t\t\trequiring green deal providers to enter into an agreement with the holderof a licence under section 7 or 7A of the Gas Act 1986 (gas transporter,shipper or supply licences) or section 6(1)(c) or (d) of the Electricity Act1989 (electricity distributor and supply licences) and to comply with thatagreement as a condition of their authorisation;\n\t\t\trequiring that an agreement mentioned in paragraph (f) be approved by theSecretary of State before being entered into;\n\t\t\tfor securing compliance with any condition or any other requirement of thescheme, code or agreement;\n\t\t\tas to the consequences of non-compliance with any such condition orrequirement.\n\t\tThe code of practice issued for the purposes of the scheme may, inparticular, make provision—\n\t\t\tas to the qualification and training of green deal participants;\n\t\t\tas to their handling of queries or complaints;\n\t\t\trequiring green deal participants to have such arrangements for insuranceas are specified in the code;\n\t\t\tas to the payment of green deal assessors by green deal providers or greendeal installers and the payment of green deal installers by green dealproviders;\n\t\t\tas to the circumstances in which green deal assessors may charge customersfor qualifying assessments of properties and as to the amount of any suchcharge;\n\t\t\trequiring green deal assessors to act with impartiality;\n\t\t\tas to the provision of information by green deal providers to improvers andbill payers and prospective improvers and bill payers;\n\t\t\tas to marketing in connection with green deal plans.\n\t\tThe code may include provision for regulating a body specified orauthorised for the purposes of subsection (1)(a).\n\t\tThe scheme and the code may make different provision for differentcircumstances or cases or for different purposes.\n\t\tThe provision made by the scheme or code in relation to green dealparticipants may also extend to matters in connection with any energy planswhich are not green deal plans.\n\t\tThe provision made for the purposes of subsection (3)(h) or (i) may, inparticular, include provision enabling the Secretary of State to—\n\t\t\tcancel any liability to pay for a qualifying assessment of a property;\n\t\t\trequire a green deal provider to suspend or cancel the liability of a billpayer to make payments under a green deal plan;\n\t\t\trequire a green deal participant to rectify a qualifying energy improvementor its installation;\n\t\t\trequire a green deal participant to pay compensation or a financialpenalty;\n\t\t\twithdraw, or require a body specified or authorised for the purposes ofsubsection (1)(a) to withdraw, an authorisation to act as a green dealparticipant;\n\t\t\twithdraw authorisation from a body authorised for the purposes ofsubsection (1)(a) as a body whose members are authorised to act as green dealparticipants.\n\t\tFor the purposes of this section references to a qualifying assessment areto an energy efficiency assessment which meets the requirements specified inthe framework regulations and deals with such other matters as may be sospecified.\n\t\tThis section is without prejudice to the powers conferred on the Secretaryof State by other provisions of this Chapter to make provision in or under theframework regulations.\n\t\tIn this Chapter references to a code of practice include references to acode of practice which has been revised by virtue of subsection (3)(d)."
    },
    {
        "length": 3474,
        "text": "\nGreen deal plan\n\tAssessment of property etc\n\t\tFor the purposes of section 1(4)(c) the conditions as to assessment of theproperty and other matters are—\n\t\t\tthe conditions set out in subsections (2) to (9), and\n\t\t\tsuch other conditions (whether relating to the green deal assessor, thegreen deal provider, the improver or any other person) as are specified in theframework regulations.\n\t\tThe first condition is that a qualifying assessment of the property hasbeen carried out by a person authorised by virtue of the framework regulationsto act as a green deal assessor.\n\t\tThe second condition is that the green deal assessor has recommended theenergy efficiency improvements.\n\t\tThe third condition is that the green deal provider has given an estimate,on the basis specified in the framework regulations, of the savings likely tobe made on the energy bills for the property if the improvements are carriedout.\n\t\tThe fourth condition is that the green deal provider has given an estimate,on the basis specified in the framework regulations, of the period over whichthe savings mentioned in subsection (4) are likely to be made.\n\t\tThe fifth condition is that the green deal provider is authorised by virtueof the framework regulations to act as a green deal provider.\n\t\tThe sixth condition is that the green deal provider has offered to carryout the improvements on the basis that the whole or part of the cost will berepaid in instalments over a period after the improvements have been made.\n\t\tThe seventh condition is that the green deal provider meets any requirementspecified in the framework regulations as to the relationship between—\n\t\t\tthe estimated total of the proposed instalments, and\n\t\t\tthe estimate mentioned in subsection (4).\n\t\tThe eighth condition is that the green deal provider meets any requirementspecified in the framework regulations as to the relationship between—\n\t\t\tthe period for which the instalments are proposed to be paid, and\n\t\t\tthe period estimated under subsection (5).\n\t\tIn subsection (2) the reference to a qualifying assessment is to be readin accordance with section 3(9).\n\tTerms of plan etc\n\t\tFor the purposes of section 1(4)(d), the conditions as to the terms of theplan and other matters are—\n\t\t\tthe conditions set out in subsections (2) to (4), and\n\t\t\tsuch other conditions as are specified in the framework regulations.\n\t\tThe first condition is that the plan includes the following terms—\n\t\t\ta term in which the improver agrees to—\n\t\t\tthe amounts of the payments in instalments and the intervals at which, andperiod for which, they are payable;\n\t\t\tsuch other matters as are specified in the regulations;\n\t\t\ta term in which the improver confirms that any necessary permissions orconsents have been obtained in respect of the improvements;\n\t\t\ta term providing that the green deal provider may not take a charge overany person’s property by way of security for payments;\n\t\t\ta term providing that the green deal plan does not prevent the bill payerfrom changing the intervals at which energy bills are to be paid.\n\t\tThe second condition is that the plan does not include any of the followingterms—\n\t\t\ta term making a person liable to make any payments under the green dealplan otherwise than in respect of the period for which the person is the billpayer in relation to the property;\n\t\t\ta term requiring the bill payer to make in any circumstances an earlyrepayment of the whole or part of the amount outstanding under the green dealplan (except in accordance with the framework regulations or regulations undersection 34, or provision made under them);\n\t\t\ta term providing for money to be advanced to the improver (except inaccordance with the framework regulations or provision made under them).\n\t\tThe third condition is that the agreements mentioned in paragraph (a) ofsubsection (2) and the permissions and consents mentioned in paragraph (b) ofthat subsection have not been withdrawn before the end of the period of 14days beginning with the last day on which they were given.\n\t\tThe conditions which may be specified in the framework regulations byvirtue of subsection (1)(b) include, in particular—\n\t\t\ta condition that the plan includes a term so specified enabling the earlyrepayment of the whole or part of the amount outstanding under the plan andmaking provision as to the calculation of the amount payable and any fee,\n\t\t\ta condition that the plan includes a term so specified guaranteeing theimprovements and making provision as to who is to benefit from the guarantee,\n\t\t\ta condition that the plan includes a term so specified as to how anyproblems with the improvements installed, or arising in connection with theinstallation of them, are to be dealt with, and\n\t\t\ta condition requiring the agreements mentioned in subsection (2)(a) to bein the form specified in the framework regulations.\n\t\tReferences in this section to the agreements mentioned in subsection (2)(a)include references to the consent required by virtue of section 6(2)(a).\n\tConsents and redress etc\n\t\tThe framework regulations may make provision for dealing with cases where—\n\t\t\tat the time when a plan is entered into the improver and the bill payer aredifferent persons;\n\t\t\tthe bill payer at the time when a plan is entered into is a differentperson from the bill payer at any subsequent time (a “subsequent bill payer”).\n\t\tProvision which may be made by virtue of subsection (1) includes—\n\t\t\tprovision requiring the term included in the plan by virtue of section5(2)(a)(i) to be one to which the bill payer mentioned in subsection (1)(a)has consented, and\n\t\t\tprovision as to the terms of the plan which are to bind or benefit thatbill payer or a subsequent bill payer.\n\t\tSubsection (1) is subject to section 1(6).\n\t\tThe framework regulations may make provision for the purpose of providingredress in cases where a permission or consent mentioned in section 5(2)(b)was not obtained or was improperly obtained.\n\t\tProvision included in framework regulations by virtue of subsection (4)may, in particular, enable the Secretary of State to—\n\t\t\trequire a green deal provider to suspend or cancel the liability of a billpayer to make payments under a green deal plan;\n\t\t\trequire a green deal provider to refund any such payments that have alreadybeen made;\n\t\t\trequire an improver to pay compensation to the green deal provider inrespect of the suspension, cancellation or refund.\n\tInstallation of improvements\n\t\tFor the purposes of section 1(5)(a) improvements are installed inaccordance with this section if the following three conditions are met.\n\t\tThe first condition is that the person carrying out the installation of theimprovements is authorised by virtue of the framework regulations to act as agreen deal installer.\n\t\tThe second condition is that any product installed in making theimprovements—\n\t\t\tmeets the standard specified in the code of practice in relation to theproduct or description of product, or\n\t\t\tis listed in a document which—\n\t\t\tis issued by the Secretary of State or a person authorised by the Secretaryof State in connection with the code, and\n\t\t\tis referred to in the code as listing the products which are to be takenas meeting the required standard.\n\t\tIn specifying the standard in relation to a product or description ofproduct for the purposes of subsection (3)(a), the code of practice may makeprovision as to the testing and certification of the product or description ofproduct.\n\t\tThe third condition is that the carrying out of the installation meets thestandard specified in the code of practice.\n\t\tIn this section references to the code of practice are to the code ofpractice issued for the purposes of the scheme under the frameworkregulations.\n\tConfirmation of plan\n\t\tFor the purposes of section 1(5)(b) an arrangement is confirmed inaccordance with this section if the following two conditions are met.\n\t\tThe first condition is that the relevant energy supplier notifies the billpayer—\n\t\t\tthat payments for the energy efficiency improvements to the property are tobe included in the energy bills for the property from the date specified inthe notification, and\n\t\t\tof the amounts of those payments and the period for which they are to bemade.\n\t\tThe date mentioned in subsection (2)(a) must not fall earlier than the endof the period specified in the framework regulations.\n\t\tThe second condition is that, as soon as practicable after the improvementshave been installed, the green deal provider takes one or more of thefollowing actions as required by the framework regulations in thecircumstances—\n\t\t\tproducing a document containing such information in connection with theplan as is specified in the regulations in the form so specified,\n\t\t\tsecuring that a document of a description specified in the regulations isproduced, or\n\t\t\tsecuring that a document of such a description is updated.\n\t\tThe reference in this section to securing that a document is updatedincludes a reference to securing that a document is replaced by a document ofthe same description.\n\t\tSections 9 and 10 make further provision in relation to the secondcondition.\n\tConfirmation of plan: supplementary provision for England and Wales\n\t\tSubsection (2) applies if, by virtue of section 8(4)(b) or (c), theframework regulations specify a document of a description which is required tobe produced under the 2007 Regulations or the 2010 Regulations.\n\t\tThe Secretary of State may by regulations make provision amending the 2007Regulations or the 2010 Regulations or both (as the case may require) inconnection with a document required to be produced or updated by virtue ofsection 8(4)(b) or (c).\n\t\tThe amendments made by virtue of subsection (2) may, in particular, includeamendments for the purpose of requiring a document to contain additional orupdated information in connection with the plan or the improvements installedunder the plan.\n\t\tIn this section—\n\t\t\t  * “the 2007 Regulations” means the Energy Performance of Buildings (Certificates and Inspections) (England and Wales) Regulations 2007 ([S.I. 2007/991](/id/uksi/2007/991?view=plain \"Go to item of legislation\")); \n\t\t\t  * “the 2010 Regulations” means the Building Regulations 2010 ([S.I. 2010/2214](/id/uksi/2010/2214?view=plain \"Go to item of legislation\")). \n\tConfirmation of plan: supplementary provision for Scotland\n\t\tSubsection (2) applies if, by virtue of section 8(4)(b) or (c), theframework regulations specify a document of a description which is required tobe produced under the 2008 Regulations.\n\t\tThe Scottish Ministers may by regulations make provision amending the 2008Regulations in connection with a document required to be produced or updatedby virtue of section 8(4)(b) or (c).\n\t\tThe amendments made by virtue of subsection (2) may, in particular, includeamendments for the purpose of requiring a document to contain additional orupdated information in connection with the plan or the improvements installedunder the plan.\n\t\tIn this section “the 2008 Regulations” means the Energy Performance ofBuildings (Scotland) Regulations 2008 ([S.S.I.2008/309](/id/ssi/2008/309?view=plain \"Go to item of legislation\")).\n\tUpdating information produced under section 8\n\t\tThe framework regulations may make provision as to the circumstances inwhich a document produced for the purposes of section 8(4)(a) is required tobe updated in accordance with the regulations.\n\t\tSubsection (6) applies if one or more of the first, second or thirdconditions is met.\n\t\tThe first condition is that—\n\t\t\tby virtue of section 8(4)(b) or (c), the framework regulations specify adocument of a description which is required to be produced under the 2007Regulations or the 2010 Regulations, and\n\t\t\tprovision is made in the 2007 Regulations or the 2010 Regulations or bothby virtue of section 9(3) to require a document of that description to containadditional or updated information.\n\t\tThe second condition is that—\n\t\t\tby virtue of section 8(4)(b) or (c), the framework regulations specify adocument of a description which is required to be produced under the 2008Regulations, and\n\t\t\tprovision is made in the 2008 Regulations by virtue of section 10(3) torequire a document of that description to contain additional or updatedinformation.\n\t\tThe third condition is that, by virtue of section 8(4)(b) or (c), theframework regulations specify a document of a description other than onefalling within subsection (3) or (4).\n\t\tThe framework regulations may make provision as to the circumstances inwhich a document of a description falling within subsection (3), (4) or (5)(as the case may require) is required to be updated or further updated inaccordance with provision made by the Secretary of State in the regulations.\n\t\tIn subsection (3) “the 2007 Regulations” and “the 2010 Regulations” havethe same meaning as in section 9.\n\t\tIn subsection (4) “the 2008 Regulations” has the same meaning as in section10.\n\t\tIn this section references to a document being required to be updated orfurther updated include references to a document being required to be replacedby a document of the same description."
    },
    {
        "length": 1869,
        "text": "\nDisclosure of green deal plan etc\n\tDisclosure of green deal plan etc in connection with sale or lettingout\n\t\tThis section applies where—\n\t\t\ta green deal property, or a lease of such a property, is to be sold, or\n\t\t\ta green deal property is to be let out—\n\t\t\tunder a tenancy or licence agreement, and\n\t\t\ton the basis that the prospective tenant or licensee is to be liable forpaying the energy bills for the property.\n\t\tThe seller or prospective landlord or licensor must, in relation to thedocument, or each document, required to be produced or updated as mentioned insection 8(4)—\n\t\t\tobtain the document or, if the requirement to produce or update thedocument has not yet been complied with, produce a document containing thesame information in connection with the green deal plan as that document wouldhave contained, and\n\t\t\tprovide the document free of charge to any prospective buyer, tenant orlicensee at the specified time.\n\t\tAn obligation under subsection (2) may be discharged by an agent.\n\t\tFor the purposes of subsection (2) a person becomes a prospective buyer,tenant or licensee in relation to a property when the person—\n\t\t\trequests any information about the property from the seller, prospectivelandlord or licensor or an agent for the purpose of deciding whether to buy orlet the property,\n\t\t\tmakes a request to view the property for the purpose mentioned in paragraph(a), or\n\t\t\tmakes an offer, whether oral or written, to buy or let the property.\n\t\tFor the purposes of this section—\n\t\t\tan agent is a person acting on behalf of a seller or prospective landlordor licensor in the sale or letting out of a property;\n\t\t\ta property is a green deal property if there is a green deal plan inrespect of the property and payments are still to be made under that plan;\n\t\t\tspecified, in relation to a time, means specified in regulations made bythe Secretary of State.\n\t\tThe Secretary of State may make regulations specifying cases orcircumstances in which subsection (2) does not apply.\n\tDisclosure of green deal plan in connection with other transactionsetc\n\t\tThis section applies where—\n\t\t\tthere is to be a transaction or other arrangement in respect of a greendeal property (not falling within section 12(1)), and\n\t\t\tthe transaction or arrangement is of a description specified in regulationsmade by the Secretary of State.\n\t\tThe regulations may require a person of a description specified in theregulations to—\n\t\t\tobtain a document required to be produced or updated as mentioned insection 8(4) or, if the requirement to produce or update such a document hasnot yet been complied with, produce a document containing the same informationin connection with the green deal plan as that document would have contained,and\n\t\t\tprovide the document free of charge to a person of a description specifiedin the regulations at the time so specified.\n\t\tThe regulations may provide for an obligation imposed on a person by virtueof subsection (2) to be discharged by a person acting on the person’s behalf.\n\t\tIn this section the reference to a green deal property is to be read inaccordance with section 12(5)(b).\n\tAcknowledgment of green deal plan on sale or letting out\n\t\tThis section applies where—\n\t\t\ta green deal property, or a lease of such a property, is to be sold, or\n\t\t\ta green deal property is to be let out—\n\t\t\tunder a tenancy or licence agreement which is in writing, and\n\t\t\ton the basis that the prospective tenant or licensee is to be liable forpaying the energy bills for the property.\n\t\tThe seller or prospective landlord or licensor must secure that thecontract for sale or tenancy or licence agreement includes an acknowledgmentby the buyer, tenant or licensee that the bill payer at the property is liableto make payments under the green deal plan and that certain terms of that planare binding on the bill payer.\n\t\tSubsections (4) and (5) apply where the green deal property is in Englandor Wales.\n\t\tAn acknowledgment required by subsection (2) must be in the form prescribedin regulations made by the Secretary of State.\n\t\tThe Secretary of State may make regulations specifying cases orcircumstances in which subsection (2) does not apply.\n\t\tSubsections (7) and (8) apply where the green deal property is in Scotland.\n\t\tThe acknowledgment required by subsection (2) must be in the formprescribed in regulations made by the Scottish Ministers.\n\t\tThe Scottish Ministers may make regulations specifying cases orcircumstances in which subsection (2) does not apply.\n\t\tIn this section references to a green deal property are to be read inaccordance with section 12(5)(b).\n\tAcknowledgment of green deal plan in connection with othertransactions etc\n\t\tThis section applies where—\n\t\t\tthere is to be a transaction or other arrangement in respect of a greendeal property (not falling within section 14(1)), and\n\t\t\tthe transaction or arrangement is of a description specified in regulationsmade under this subsection by the Secretary of State.\n\t\tRegulations under subsection (1) may require a person of a descriptionspecified in the regulations to secure, at a time and in a document sospecified, that an acknowledgment is made by a person of a description sospecified that—\n\t\t\tthe bill payer at the property is liable to make payments under the greendeal plan, and\n\t\t\tcertain terms of that plan are binding on the bill payer.\n\t\tWhere the green deal property is in England or Wales, regulations made bythe Secretary of State under this subsection may provide for anyacknowledgment required by virtue of subsection (2) to be in the formprescribed in the regulations under this subsection.\n\t\tWhere the green deal property is in Scotland, regulations made by theScottish Ministers under this subsection may provide for any acknowledgmentrequired by virtue of subsection (2) to be in the form prescribed in theregulations under this subsection.\n\t\tIn this section references to a green deal property are to be read inaccordance with section 12(5)(b).\n\tSanctions for non-compliance with obligations under sections 12 to 15\n\t\tThe Secretary of State may make regulations—\n\t\t\tfor the purpose of securing compliance with the obligations set out insection 12 or 14 or imposed by virtue of regulations under section 13 or 15;\n\t\t\tas to the consequences of non-compliance with the obligations.\n\t\tThe regulations may, in particular, include provision—\n\t\t\tas to sanctions for non-compliance with the obligations (including theimposition of a civil penalty);\n\t\t\tenabling the Secretary of State to require a green deal provider to suspendor cancel the liability of a bill payer to make payments under a green dealplan;\n\t\t\tenabling the Secretary of State to require a green deal provider to refundany such payments that have already been made;\n\t\t\tenabling the Secretary of State to require a seller, a prospective landlordor licensor or another person to pay compensation to a green deal provider inrespect of any such suspension, cancellation or refund."
    },
    {
        "length": 3634,
        "text": "\nModifying energy licences\n\tPower to modify energy licences in connection with green deal payments\n\t\tThe Secretary of State may modify—\n\t\t\ta condition of a particular licence under section 7 or 7A of the Gas Act1986 (gas transporter, shipper and supply licences);\n\t\t\tthe standard conditions incorporated in licences under that provision byvirtue of section 8 of that Act;\n\t\t\ta condition of a particular licence under section 6(1)(c) or (d) of theElectricity Act 1989 (electricity distribution and supply licences);\n\t\t\tthe standard conditions incorporated in licences under that provision byvirtue of section 8A of that Act;\n\t\t\ta document maintained in accordance with the conditions of licences undersection 7 or 7A of the Gas Act 1986 or section 6(1)(c) or (d) of theElectricity Act 1989 or an agreement that gives effect to a document somaintained.\n\t\tThe power under subsection (1) may be exercised for the following purposesonly—\n\t\t\tin so far as the power relates to a licence under section 7 of the Gas Act1986 or section 6(1)(c) of the Electricity Act 1989, the purpose of preventingthe holder of the licence from permanently disconnecting the supply of gas orelectricity to a green deal property, and\n\t\t\tin so far as the power relates to any licence, the purpose of requiring orenabling the holder of the licence to take, or not to take, specified actionin connection with green deal payments.\n\t\tThe provision which may be made by virtue of subsection (2)(b) includes, inparticular—\n\t\t\tif the holder of the licence is of a specified description, provisionenabling the holder to opt into or opt out of any provision made by virtue ofparagraphs (b) to (f),\n\t\t\tprovision requiring the holder of the licence to collect green dealpayments through energy bills and remit them to a green deal provider,\n\t\t\tprovision as to the circumstances in which the holder of the licence isrequired to make payments to a green deal provider by reference to green dealpayments which are due but which have not been made,\n\t\t\tprovision in connection with the cancellation or suspension of green dealpayments,\n\t\t\tprovision requiring or enabling the holder of the licence to make specifiedarrangements for facilitating the collection of green deal payments, and\n\t\t\tprovision requiring or enabling payments to be made by or to the holder ofthe licence in respect of functions discharged in connection with green dealpayments.\n\t\tProvision made by virtue of subsection (2)(b) which falls within subsection(3)(c) may include provision requiring the holder of the licence, where a billpayer has failed to pay a sum due under an energy bill, to remit a proportionof any payment received to a green deal provider.\n\t\tConditions included in a licence under section 7 or 7A of the Gas Act 1986by virtue of the power under subsection (1) may do any of the thingsauthorised by section 7B(5)(a)(i) or (iii) of that Act (which applies to thepower of the Gas and Electricity Markets Authority with respect to licenceconditions under section 7B(4)(a)).\n\t\tConditions included in a licence under section 6(1)(c) or (d) of theElectricity Act 1989 by virtue of the power under subsection (1) may do any ofthe things authorised by section 7(3)(a) or (c) or (4) of that Act (whichapplies to the power of the Gas and Electricity Markets Authority with respectto licence conditions under section 7(1)(a)).\n\t\tFor the purposes of this section—\n\t\t\tpayments are green deal payments if they are made under a green deal plan,\n\t\t\ta property is a green deal property if there is a green deal plan inrespect of the property and payments are still to be made under that plan, and\n\t\t\treferences to a green deal provider include references to a person actingon behalf of a green deal provider or nominated by a green deal provider.\n\tPower to modify energy supply licences to make provision as to defaultin green deal payments\n\t\tThe Secretary of State may modify—\n\t\t\ta condition of a particular licence under section 7A(1) of the Gas Act 1986(gas supply licences);\n\t\t\tthe standard conditions incorporated in licences under that provision byvirtue of section 8 of that Act;\n\t\t\ta condition of a particular licence under section 6(1)(d) of theElectricity Act 1989 (electricity supply licences);\n\t\t\tthe standard conditions incorporated in licences under that provision byvirtue of section 8A of that Act;\n\t\t\ta document maintained in accordance with the conditions of licences undersection 7A(1) of the Gas Act 1986 or section 6(1)(d) of the Electricity Act1989 or an agreement that gives effect to a document so maintained.\n\t\tThe power under subsection (1) may be exercised for the purpose only ofmaking provision—\n\t\t\tas to the steps which are to be taken by the holder of a licence followinga bill payer’s default in making green deal payments to the holder of thelicence,\n\t\t\tas to the circumstances in which the holder of a licence may disconnect thesupply to a green deal property following such a default, or\n\t\t\tenabling, in specified circumstances, the holder of a licence to requirefrom a bill payer a deposit by way of security for green deal payments to bemade by the bill payer.\n\t\tFor the purposes of this section “green deal payments” and “green dealproperty” are to be read in accordance with section 17(7).\n\tPower to modify energy supply licences to require provision ofinformation\n\t\tThe Secretary of State may modify—\n\t\t\ta condition of a particular licence under section 7A(1) of the Gas Act 1986(gas supply licences);\n\t\t\tthe standard conditions incorporated in licences under that provision byvirtue of section 8 of that Act;\n\t\t\ta condition of a particular licence under section 6(1)(d) of theElectricity Act 1989 (electricity supply licences);\n\t\t\tthe standard conditions incorporated in licences under that provision byvirtue of section 8A of that Act;\n\t\t\ta document maintained in accordance with the conditions of licences undersection 7A(1) of the Gas Act 1986 or section 6(1)(d) of the Electricity Act1989 or an agreement that gives effect to a document so maintained.\n\t\tThe power under subsection (1) may be exercised for one or both of thefollowing two purposes only.\n\t\tThe first purpose is the purpose of requiring, at specified times, theholder of the licence to provide bill payers with specified information inconnection with their green deal plans.\n\t\tThe second purpose is the purpose of requiring the holder of the licence todisclose on request specified information about the payment of energy bills bya person who is, or is to be, the bill payer for a property in respect ofwhich there is, or is proposed to be, a green deal plan.\n\t\tThe only persons to whom the licence holder may be required to discloseinformation by virtue of subsection (4) are—\n\t\t\twhere there is a green deal plan, the green deal provider under the plan;\n\t\t\twhere there is proposed to be a green deal plan, a person who is authorisedunder the framework regulations to act as a green deal provider.\n\t\tThe licence holder may be required to disclose the information requestedonly where—\n\t\t\tthe green deal provider or authorised person states that the request ismade for purposes connected with the green deal plan or proposed green dealplan,\n\t\t\tthe green deal provider or authorised person provides evidence that thebill payer has consented to—\n\t\t\tdisclosure of the information to that provider or person for thosepurposes, and\n\t\t\tonward disclosure of the disclosed information to and by other persons forthose purposes,\n\t\t\tthe information relates to a time within the 5 years immediately precedingthe request, and\n\t\t\tthe licence holder has the information.\n\t\tThe power under subsection (1) may be exercised so as to requireinformation to be provided in a specified manner or form, or subject tospecified requirements or restrictions.\n\t\tConditions included in a licence under section 7A(1) of the Gas Act 1986 byvirtue of the power under subsection (1) and the purpose mentioned insubsection (4) may do any of the things authorised by section 7B(5)(a)(i) or(iii) of that Act (which applies to the power of the Gas and ElectricityMarkets Authority with respect to licence conditions under section 7B(4)(a)).\n\t\tConditions included in a licence under section 6(1)(d) of the ElectricityAct 1989 by virtue of the power under subsection (1) and the purpose mentionedin subsection (4) may do any of the things authorised by section 7(3)(a) or(c) or (4) of that Act (which applies to the power of the Gas and ElectricityMarkets Authority with respect to licence conditions under section 7(1)(a)).\n\tPower to modify energy supply licences to make provision as toconsumer protection\n\t\tThe Secretary of State may modify—\n\t\t\ta condition of a particular licence under section 7A(1) of the Gas Act 1986(gas supply licences);\n\t\t\tthe standard conditions incorporated in licences under that provision byvirtue of section 8 of that Act;\n\t\t\ta condition of a particular licence under section 6(1)(d) of theElectricity Act 1989 (electricity supply licences);\n\t\t\tthe standard conditions incorporated in licences under that provision byvirtue of section 8A of that Act;\n\t\t\ta document maintained in accordance with the conditions of licences undersection 7A(1) of the Gas Act 1986 or section 6(1)(d) of the Electricity Act1989 or an agreement that gives effect to a document so maintained.\n\t\tThe power under subsection (1) may be exercised for the purpose only ofmaking provision corresponding to that made by the disapplied consumerprotection legislation.\n\t\tConditions included in a licence under section 6(1)(d) of the ElectricityAct 1989 by virtue of the power under subsection (1) may do any of the thingsauthorised by section 7(4) of that Act (which applies to the power of the Gasand Electricity Markets Authority with respect to licence conditions undersection 7(1)(a)).\n\t\tFor the purposes of subsection (2) provision corresponds to that made bythe disapplied consumer protection legislation if it is made for the samepurpose as the purpose for which that provision was made.\n\t\tFor the purposes of this section references to the disapplied consumerprotection legislation are to the provisions of the Consumer Credit Act 1974which would have applied if the amendment made by section 26 had not beenmade.\n\tPowers under sections 17 to 20: consultation\n\t\tBefore making a modification under any of sections 17 to 20, the Secretary ofState must consult—\n\t\t\tthe holder of any licence being modified,\n\t\t\tthe Gas and Electricity Markets Authority, and\n\t\t\tsuch other persons as the Secretary of State considers appropriate.\n\tPowers under sections 17 to 20: supplementary\n\t\tSubsections (2) to (6) apply in relation to the powers under sections 17 to20.\n\t\tThe powers—\n\t\t\tmay be exercised generally, only in relation to specified cases or subjectto exceptions (including provision for a case to be excepted only so long asspecified conditions are satisfied);\n\t\t\tmay be exercised differently in different cases or circumstances;\n\t\t\tinclude a power to make incidental, consequential or transitionalmodifications.\n\t\tProvision included in a licence by virtue of any of the powers—\n\t\t\tneed not relate to the activities authorised by the licence;\n\t\t\tmay make different provision for different cases.\n\t\tThe Secretary of State must publish details of modifications under any ofthe powers as soon as reasonably practicable after the modifications are made.\n\t\tA modification under any of the powers of part of a standard condition of alicence does not prevent any other part of the condition from continuing to beregarded as a standard condition for the purposes of Part 1 of the Gas Act1986 or Part 1 of the Electricity Act 1989.\n\t\tWhere the Secretary of State makes modifications under any of the powers ofthe standard conditions of a licence of any type, the Gas and ElectricityMarkets Authority must make the same modification of those standard conditionsfor the purposes of their incorporation in licences of that type granted afterthat time.\n\t\tIn section 33(1) of the Utilities Act 2000 (standard conditions ofelectricity licences)—\n\t\t\tafter paragraph (d) omit “or”;\n\t\t\tafter paragraph (e) insert “or\n\t\t\tunder Chapter 1 of Part 1 of the Energy Act 2011.”\n\t\tIn section 81(2) of the Utilities Act 2000 (standard conditions of gaslicences)—\n\t\t\tfor “2008 or” substitute “2008,”;\n\t\t\tafter “2010” insert “or under Chapter 1 of Part 1 of the Energy Act 2011”.\n\t\tSections 4AA to 4B of the Gas Act 1986 (principal objective and generalduties) apply in relation to the powers under sections 17 to 20 with respectto holders of licences under section 7 or 7A of that Act as they apply inrelation to functions of the Secretary of State under Part 1 of that Act.\n\t\tSections 3A to 3D of the Electricity Act 1989 (principal objective andgeneral duties) apply in relation to the powers under sections 17 to 20 withrespect to holders of licences under section 6(1)(c) or (d) of that Act asthey apply in relation to functions of the Secretary of State under Part 1 ofthat Act."
    },
    {
        "length": 807,
        "text": "\nGas and electricity codes\n\tRecovering green deal payments: gas suppliers\n\t\tSchedule 2B to the Gas Act 1986 (the gas code) is amended as follows.\n\t\tIn paragraph 6A(1) for paragraph (a) substitute—\n\t\t\tthe sum is owed to an authorised supplier—\n\t\t\tin respect of the supply of gas to the premises on which the meter isinstalled,\n\t\t\tin respect of the provision of the meter, or\n\t\t\tunder a green deal plan (within the meaning of section 1 of the EnergyAct 2011) in respect of the premises; or”.\n\t\tIn paragraph 7(1) for paragraphs (a) and (b) substitute—\n\t\t\ta demand in writing is made by a gas supplier for any of the relevantpayments to be made by a consumer; and\n\t\t\tthe consumer does not make those payments within 28 days after the makingof the demand.”\n\t\tAfter paragraph 7(1) insert—\n\t\t\t“(1A)A payment is a relevant payment for the purposes of sub-paragraph (1) ifit is due to the gas supplier from the consumer—\n\t\t\tin respect of the supply of gas to any premises of the consumer (in thisparagraph referred to as “the premises”); or\n\t\t\tunder a green deal plan (within the meaning of section 1 of the Energy Act2011) in respect of the premises.”\n\t\tIn each of paragraphs 7(4)(b) and (5) for “charges” substitute “payments”.\n\tRecovering green deal payments: electricity suppliers\n\t\tThe Electricity Act 1989 is amended as follows.\n\t\tParagraph 2 of Schedule 6 to the Electricity Act 1989 (the electricitycode) is amended as set out in subsections (3) to (5).\n\t\tIn sub-paragraph (1) for the words from “paid” to “electricity meter”substitute “made all the relevant payments”.\n\t\tAfter sub-paragraph (1) insert—\n\t\t\t“(1A)A payment is a relevant payment for the purposes of sub-paragraph (1) ifit is due from the customer to an electricity supplier—\n\t\t\tin respect of the supply of electricity to any premises or the provision ofan electricity meter; or\n\t\t\tunder a green deal plan (within the meaning of section 1 of the Energy Act2011) in respect of the premises.”\n\t\tIn sub-paragraph (3) for “payment of the charges due” substitute “therelevant payments to be made”.\n\t\tIn paragraph 12(2) of Schedule 7 (recovery through pre-payment meters) forparagraph (a) substitute—\n\t\t\tthe sum is owed to an authorised supplier—\n\t\t\tin respect of the supply of electricity to the premises on which the meteris installed,\n\t\t\tin respect of the provision of the meter, or\n\t\t\tunder a green deal plan (within the meaning of section 1 of the EnergyAct 2011) in respect of the premises; or”."
    },
    {
        "length": 1994,
        "text": "\nModifying consumer credit legislation\n\tExemption from Consumer Credit Act 1974 in relation to credit tobusiness debtors\n\t\tSection 16B of the Consumer Credit Act 1974 (exemption relating tobusinesses) is amended as follows.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)This Act does not regulate a consumer credit agreement if—\n\t\t\tthe credit provided by the creditor to the debtor by the agreement does notexceed £25,000,\n\t\t\tthe agreement is entered into by the debtor wholly for the purposes of abusiness carried on, or intended to be carried on, by the debtor, and\n\t\t\tthe agreement is a green deal plan (within the meaning of section 1 of theEnergy Act 2011).”\n\t\tIn subsection (2) after “If an agreement” insert “falling within subsection(1)”.\n\t\tAfter subsection (3) insert—\n\t\t“(3A)Subsections (2) and (3) also apply in relation to an agreement fallingwithin subsection (1A) but with the omission of the words “or predominantly”.\n\tEnergy suppliers not to be treated as carrying on ancillary creditbusiness\n\t\tIn section 21 of the Consumer Credit Act 1974 (businesses needing an OFTlicence) after subsection (3) insert—\n\t\tA relevant energy supplier acting in that capacity does not need a licenceto carry on an ancillary credit business so far as it comprises or relates todebt-adjusting, debt-counselling, debt-collecting or debt administration inrelation to debts due under a green deal plan associated with the supplier.\n\t\tA green deal plan is associated with a relevant energy supplier if thepayments under the plan are to be made to the supplier.\n\t\tIn this section—\n\t\t\t“green deal plan” has the meaning given by section 1 of the Energy Act2011; and\n\t\t\t“relevant energy supplier” has the meaning given in regulations made forthe purposes of section 2(9) of that Act.”\n\tDuties to give debtors information and statements\n\t\tThe Consumer Credit Act 1974 is amended as follows.\n\t\tIn section 77 (duty to give information to debtor under fixed-sum creditagreement) after subsection (2) insert—\n\t\t\t“(2A)Subsection (2B) applies if the regulated agreement is a green deal plan(within the meaning of section 1 of the Energy Act 2011).\n\t\t(2B)The duty imposed on the creditor by subsection (1) may be discharged byanother person acting on the creditor’s behalf.”\n\t\tIn section 77A (statements to be provided in relation to fixed-sum creditagreement) after subsection (2) insert—\n\t\t“(2A)Subsection (2B) applies if the regulated agreement is a green deal plan(within the meaning of section 1 of the Energy Act 2011).\n\t\t(2B)Any duty imposed on the creditor by this section may be discharged byanother person acting on the creditor’s behalf.”\n\t\tIn section 77B (statement of account to be provided on request in relationto fixed-sum credit agreement) after subsection (7) insert—\n\t\t“(7A)Subsection (7B) applies if the regulated agreement is a green deal plan(within the meaning of section 1 of the Energy Act 2011).\n\t\t(7B)The duty imposed on the creditor by this section may be discharged byanother person acting on the creditor’s behalf.”\n\tExemption from requirement to give notice of sums in arrears\n\t\tIn section 86B of the Consumer Credit Act 1974 (requirement to give notice ofsums in arrears) for subsection (12) substitute—\n\t\tIn this section “applicable agreement” means an agreement which fallswithin subsection (12A) or (12B).\n\t\t(12A)An agreement falls within this subsection if—\n\t\t\tit is a regulated agreement for fixed-sum credit; and\n\t\t\tit is not—\n\t\t\ta non-commercial agreement;\n\t\t\ta small agreement; or\n\t\t\ta green deal plan (within the meaning of section 1 of the Energy Act2011).\n\t\t\t(12B)An agreement falls within this subsection if—\n\t\t\tit is a regulated consumer hire agreement; and\n\t\t\tit is neither a non-commercial agreement nor a small agreement.”\n\tEarly repayment of green deal finance\n\t\tThe Consumer Credit Act 1974 is amended as follows.\n\t\tAfter section 95A (compensatory amount to creditor in relation to earlyrepayment) insert—\n\t\t“95BCompensatory amount: green deal finance\n\t\t\tThis section applies where—\n\t\t\t\ta regulated consumer credit agreement provides for the rate of interest onthe credit to be fixed for a period of time (“the fixed rate period”),\n\t\t\t\tthe agreement is a green deal plan (within the meaning of section 1 of theEnergy Act 2011) which is of a duration specified for the purposes of thissection in regulations, and\n\t\t\t\tunder section 94 the debtor discharges all or part of his indebtednessduring the fixed rate period.\n\t\t\tThe creditor may claim an amount equal to the cost which the creditor hasincurred as a result only of the debtor’s indebtedness being discharged duringthe fixed rate period if—\n\t\t\t\tthe amount of the payment under section 94 is not paid from the proceeds ofa contract of payment protection insurance, and\n\t\t\t\tsuch other conditions as may be specified for the purposes of this sectionin regulations are satisfied.\n\t\t\tThe amount in subsection (2)—\n\t\t\t\tmust be fair,\n\t\t\t\tmust be objectively justified,\n\t\t\t\tmust be calculated by the creditor in accordance with provision made forthe purposes of this section in regulations, and\n\t\t\t\tmust not exceed the total amount of interest that would have been paid bythe debtor under the agreement in the period from the date on which the debtormakes the payment under section 94 to the date fixed by the agreement for thedischarge of the indebtedness of the debtor.\n\t\t\tIf a creditor could claim under either section 95A or this section, thecreditor may choose under which section to claim.”\n\t\t\tIn section 94 (right to complete payments ahead of time)—\n\t\t\t\tin subsection (1) after “section 95A(2)” insert “or section 95B(2)”;\n\t\t\t\tin subsection (5) after “section 95A(2)” insert “or section 95B(2)”.\n\t\t\tIn subsection (2)(c) of section 97A (duty to give information on partialrepayment) after “section 95A(2)” insert “or section 95B(2)”.\n\tPower to amend Consumer Credit Act 1974\n\t\tThe Secretary of State may by order make such amendments to the ConsumerCredit Act 1974 as the Secretary of State considers appropriate in consequenceof provision made by or under this Chapter.\n\t\tBefore exercising the power under subsection (1) the Secretary of Statemust consult—\n\t\t\tthe Office of Fair Trading, and\n\t\t\tsuch other persons as the Secretary of State considers appropriate."
    },
    {
        "length": 813,
        "text": "\nDelegation and exercise of functions\n\tDelegation and conferring of functions\n\t\tThe Secretary of State may by order provide for the following functionsconferred on the Secretary of State to be exercisable instead by a public bodyspecified in the order—\n\t\t\tany function exercisable in connection with the scheme established by theframework regulations;\n\t\t\tany function exercisable under the framework regulations by virtue ofsection 6(4);\n\t\t\tany function under regulations made under section 16.\n\t\tIf the function of issuing a code of practice for the purposes of thescheme is specified in an order by virtue of subsection (1)(a), a draft of thecode must be approved by the Secretary of State before the Secretary of Statelays the draft before Parliament under section 39(2).\n\t\tIf the function of revoking a code of practice issued for the purposes ofthe scheme is specified in an order by virtue of subsection (1)(a), the codemust not be revoked without the approval of the Secretary of State.\n\t\tThe Secretary of State may by order make provision conferringadministration functions on—\n\t\t\tthe Secretary of State;\n\t\t\ta public body specified in the order.\n\t\tFor the purposes of subsection (4) administration functions are functionsin connection with the administration of any provision in licences undersection 7 or 7A of the Gas Act 1986 or section 6(1)(c) or (d) of theElectricity Act 1989 made by virtue of section 17(3) of this Act.\n\t\tAn order made by virtue of subsection (1) or (4)(b) may provide for—\n\t\t\tdifferent functions to be exercisable by different public bodies;\n\t\t\tthe same function to be exercisable by different public bodies in relationto different areas.\n\t\tThe Secretary of State may make payments to any public body specified in anorder made by virtue of subsection (1).\n\tExercise of scheme functions on behalf of the Secretary of State or apublic body\n\t\tThis section applies to any function exercisable in connection with thescheme established by the framework regulations.\n\t\tThe Secretary of State may arrange for such a function to be exercised byany body or person on behalf of the Secretary of State.\n\t\tA public body specified in relation to such a function in an order made byvirtue of section 31(1)(a) may arrange for the function to be exercised by anyother body or person on its behalf.\n\t\tArrangements under this section—\n\t\t\tdo not affect the responsibility for the exercise of the function;\n\t\t\tmay include provision for payments to be made to the body or personexercising the function under the arrangements.\n\tDuty to report\n\t\tThis section applies if the function under section 3(1)(a) is specified inan order made by virtue of section 31(1)(a).\n\t\tThe Secretary of State may make regulations requiring the body specified inrelation to that function in the order to—\n\t\t\tcollect information on the specified matters, and\n\t\t\tprovide the Secretary of State with a report on those matters at thespecified times.\n\t\tIn subsection (2) “specified” means specified in the regulations."
    },
    {
        "length": 2387,
        "text": "\nGeneral\n\tPower of Secretary of State to deal with special circumstances\n\t\tThe Secretary of State may by regulations make provision as to—\n\t\t\tthe circumstances in which a bill payer’s liability to make green dealpayments to the relevant energy supplier is suspended or cancelled;\n\t\t\tthe circumstances in which any suspension of liability ends;\n\t\t\tthe consequences of any suspension or cancellation;\n\t\t\tthe circumstances in which the green deal provider may require the earlyrepayment of the whole or part of the total of the payments outstanding undera green deal plan.\n\t\tThe regulations may, in particular, include provision—\n\t\t\tas to the procedure to be followed for securing a suspension orcancellation (including the payment of an administration fee calculated inaccordance with the regulations);\n\t\t\tas to how any payments due under a green deal plan during a period ofsuspension are to be paid;\n\t\t\tas to the making of payments due under a green deal plan after a period ofsuspension;\n\t\t\tas to the calculation of the amount payable on early repayment (including afee calculated in accordance with the regulations).\n\t\tFor the purposes of this section—\n\t\t\t“bill payer” includes the person who would be the bill payer if the supplyfrom the relevant energy supplier were not temporarily disconnected or theliability to make green deal payments were not suspended, and\n\t\t\tpayments are green deal payments if they are made under a green deal plan.\n\tAppeals \n\t\tThis section applies if provision is included in a scheme or regulations byvirtue of any of the following—\n\t\t\tsection 3(3)(h) or (i);\n\t\t\tsection 6(4);\n\t\t\tsection 16.\n\t\tThe Secretary of State must by regulations provide for a right of appeal toa court or tribunal against any sanction imposed, or other action taken, bythe Secretary of State or a specified public body under the provisionmentioned in subsection (1).\n\t\tRegulations under subsection (2) may, in particular, include provision—\n\t\t\tas to the jurisdiction of the court or tribunal to which an appeal may bemade;\n\t\t\tas to the persons who may make an appeal;\n\t\t\tas to the grounds on which an appeal may be made;\n\t\t\tas to the procedure for making an appeal (including any fee which may bepayable);\n\t\t\tsuspending the effect of a sanction or other action being appealed against,pending determination of the appeal;\n\t\t\tas to the powers of the court or tribunal to which an appeal is made;\n\t\t\tas to how any sum payable in pursuance of a decision of the court ortribunal is to be recoverable.\n\t\tThe provision referred to in subsection (3)(f) includes provisionconferring on the court or tribunal to which an appeal is made power—\n\t\t\tto confirm the sanction imposed or action taken;\n\t\t\tto withdraw the sanction or action;\n\t\t\tto impose a different sanction or take different action;\n\t\t\tto remit the decision whether to confirm the sanction or other action, orany matter relating to that decision, to the person who imposed the sanctionor took the action;\n\t\t\tto award costs or, in Scotland, expenses.\n\t\tIf the Secretary of State considers it appropriate for the purpose of, orin consequence of, any provision falling within subsection (3)(a), (d), (f) or(g), regulations under subsection (2) may revoke or amend any subordinatelegislation.\n\t\tIf the Scottish Ministers consider it appropriate for the purpose of, or inconsequence of, any provision falling within subsection (3)(a), (d), (f) or(g), they may by regulations revoke or amend any subordinate legislation, orany provision included in an instrument made under an Act of the ScottishParliament, if the provision making the revocation or amendment would bewithin the legislative competence of the Scottish Parliament if it wereincluded in an Act of that Parliament.\n\t\tIn this section—\n\t\t\t“specified public body” means a public body specified in an order made byvirtue of section 31(1);\n\t\t\t“subordinate legislation” has the meaning given in section 21(1) of theInterpretation Act 1978 and includes an instrument made under a Measure or Actof the National Assembly for Wales.\n\tFunding for energy efficiency advice\n\t\tThe Secretary of State may incur expenditure in providing qualifying adviceor information or in making payments to persons who provide qualifying adviceor information.\n\t\tIn this section “qualifying advice or information” means advice orinformation about green deal plans or energy efficiency generally which isgiven to individuals or organisations.\n\tPreparatory expenditure: framework regulations\n\t\tThe Secretary of State may, before the framework regulations are made, incurexpenditure for the purpose of, or in connection with, preparing for a schemeof the kind provided for by section 3.\n\tGreen deal installation apprenticeships\n\t\tBefore making the first framework regulations the Secretary of State mustlay before Parliament a report on what, if any, steps the Secretary of Statehas taken to encourage green deal installation apprenticeships.\n\t\tA “green deal installation apprenticeship” is an apprenticeship whichprovides training on how to install energy efficiency improvements atproperties.\n\tParliamentary procedure in relation to code of practice\n\t\tThis section makes further provision in relation to the issuing of any codeof practice for the purposes of the scheme established by the frameworkregulations.\n\t\tBefore the code is issued the Secretary of State must lay a draft of thecode before Parliament.\n\t\tIf, within the 40-day period, either House of Parliament resolves not toapprove the draft, the code may not be issued.\n\t\tIf no such resolution is made within that period, the code may be issued.\n\t\tThe “40-day period”, in relation to a draft of a code, means the period of40 days beginning with the day on which the draft is laid before Parliament(or, if it is not laid before each House of Parliament on the same day, thelater of the 2 days on which it is laid).\n\t\tFor the purposes of calculating the 40-day period, no account is to betaken of any period during which—\n\t\t\tParliament is dissolved or prorogued, or\n\t\t\tboth Houses are adjourned for more than 4 days.\n\tRegulations and orders\n\t\tRegulations and orders under this Chapter may make different provision fordifferent cases or circumstances or for different purposes.\n\t\tRegulations and orders under this Chapter, other than those made by theScottish Ministers, are to be made by statutory instrument.\n\t\tA statutory instrument containing regulations or an order under thisChapter is subject to annulment in pursuance of a resolution of either Houseof Parliament.\n\t\tSubsection (3) does not apply to a statutory instrument containing—\n\t\t\tregulations under section 2 or the framework regulations,\n\t\t\tregulations under section 13, 15(1), 16, 34 or 35(2), or\n\t\t\tan order under section 1, 2 or 30.\n\t\tA statutory instrument containing regulations or an order falling withinsubsection (4) may not be made unless a draft of the instrument has been laidbefore, and approved by a resolution of, each House of Parliament.\n\t\tRegulations under section 10(2), 14(7) or (8) or 15(4) (regulations made bythe Scottish Ministers) are subject to the negative procedure.\n\t\tRegulations under section 35(6) (regulations made by the ScottishMinisters) are subject to the affirmative procedure.\n\t\tBefore making regulations or an order under this Chapter extending toScotland, the Secretary of State must—\n\t\t\tif the regulations or order contain any provision which would be within thelegislative competence of the Scottish Parliament if it were contained in anAct of that Parliament, obtain the consent of the Scottish Ministers;\n\t\t\tin any other case, consult the Scottish Ministers.\n\t\tThe Secretary of State must obtain the consent of the Welsh Ministersbefore making provision under section 35 amending or revoking—\n\t\t\tprovision included in an instrument made under a Measure or Act of theNational Assembly for Wales;\n\t\t\tany other subordinate legislation made by the Welsh Ministers (or theNational Assembly for Wales established under the Government of Wales Act1998).\n\t\tBefore amending under section 9 a provision of the Building Regulations2010 ([S.I. 2010/2214](/id/uksi/2010/2214?view=plain \"Go to item oflegislation\")), the Secretary of State must, if and so far as the functionunder which the provision was made is exercisable by the Welsh Ministers,obtain their consent.\n\t\tSubsections (9) and (10) do not apply to the extent that the Secretary ofState is making incidental or consequential provision.\n\t\tBefore making regulations or an order under this Chapter applying toWales, the Secretary of State must consult the Welsh Ministers.\n\t\tSubsection (12) does not apply to the extent that consent has beenobtained under subsection (9) or (10).\n\tCrown application: Chapter 1\n\t\tThis Chapter binds the Crown."
    },
    {
        "length": 523,
        "text": "\nIntroductory\n\tMeaning of “domestic PR property” and “non-domestic PR property”:England and Wales\n\t\tFor the purposes of this Chapter—\n\t\t\ta property is a “domestic private rented property” if, subject tosubsection (2), it is let—\n\t\t\tunder a tenancy which is an assured tenancy for the purposes of the HousingAct 1988,\n\t\t\tunder a tenancy which is a regulated tenancy for the purposes of the RentAct 1977, or\n\t\t\tunder a tenancy which is specified for the purposes of this subsection inan order made by the Secretary of State;\n\t\t\ta property is a “non-domestic private rented property” if it—\n\t\t\tis situated in England and Wales,\n\t\t\tis let under a tenancy, and\n\t\t\tis not a dwelling.\n\t\tBut a property is not a domestic private rented property if—\n\t\t\tit is low cost rental accommodation within the meaning of section 69 of theHousing and Regeneration Act 2008 and the landlord is a private registeredprovider of social housing,\n\t\t\tit is low cost home ownership accommodation within the meaning of section70 of that Act, or\n\t\t\tthe landlord is a body registered as a social landlord under Chapter 1 ofPart 1 of the Housing Act 1996.\n\t\tIn subsection (1)(b) “dwelling” has the meaning given by the EnergyPerformance of Buildings (Certificates and Inspections) (England and Wales)Regulations 2007 ([S.I. 2007/991](/id/uksi/2007/991?view=plain \"Go to item oflegislation\")) (“the Energy Performance Regulations”).\n\t\tA domestic private rented property is referred to in this Chapter as a“domestic PR property”.\n\t\tA non-domestic private rented property is referred to in this Chapter as a“non-domestic PR property”."
    },
    {
        "length": 1469,
        "text": "\nDomestic energy efficiency regulations\n\tDomestic energy efficiency regulations\n\t\tThe Secretary of State must make regulations for the purpose of securingthat a landlord of a domestic PR property—\n\t\t\twhich is of such description of domestic PR property as is provided for bythe regulations,\n\t\t\tin relation to which there is an energy performance certificate, and\n\t\t\twhich falls below such level of energy efficiency (as demonstrated by theenergy performance certificate) as is provided for by the regulations,\n\t\t\t\tmay not let the property until the landlord has complied with the obligationmentioned in subsection (2).\n\t\tThe obligation is to make to the property such relevant energy efficiencyimprovements as are provided for by the regulations.\n\t\tRegulations under this section are referred to in this Chapter as “domesticenergy efficiency regulations”.\n\t\tFor the purposes of domestic energy efficiency regulations—\n\t\t\t  * “energy performance certificate” has the meaning given by the Energy Performance Regulations; \n\t\t\t  * “landlord” and “let the property” have the meaning given by the regulations (and “let the property” may be defined to include “continue to let the property”); \n\t\t\t  * “relevant energy efficiency improvements” means improvements which— \n\t\t\tare of such description as the regulations provide, and\n\t\t\tcan be—\n\t\t\twholly paid for pursuant to a green deal plan as provided for by Chapter 1 ofthis Part,\n\t\t\tprovided free of charge pursuant to an obligation imposed by an order madeunder section 33BC or 33BD of the Gas Act 1986 or section 41A or 41B of theElectricity Act 1989,\n\t\t\twholly financed pursuant to a combination of such a plan and such anobligation, or\n\t\t\tfinanced by such other description of financial arrangement as the regulationsprovide.\n\t\tThe Secretary of State may by order amend the definition of “energyperformance certificate” in subsection (4).\n\t\tThe first domestic energy efficiency regulations must come into force nolater than 1 April 2018.\n\tFurther provision about domestic energy efficiency regulations\n\t\tDomestic energy efficiency regulations may, in particular, includeprovision about—\n\t\t\tthe period within which improvements required by the regulations must bestarted or completed;\n\t\t\texemptions from any requirement imposed by or under the regulations;\n\t\t\tevidence relating to any requirement imposed by or under the regulations.\n\t\tProvision falling within subsection (1)(b) includes, in particular,provision about exemptions—\n\t\t\trelating to any necessary permissions or consents;\n\t\t\trelating to the likely negative impact on the value of a property ofcomplying with a requirement imposed by or under the regulations.\n\t\tProvision falling within subsection (1)(c) includes, in particular,provision about evidence for the purpose of demonstrating—\n\t\t\tan exemption from a requirement imposed by or under the regulations;\n\t\t\tthat a property is not one in relation to which the regulations haveeffect;\n\t\t\tthat the improvements required by or under the regulations are not relevantenergy efficiency improvements within the meaning given by the regulations.\n\tSanctions for the purposes of domestic energy efficiency regulations\n\t\tDomestic energy efficiency regulations may include provision for thepurpose of securing compliance with requirements imposed on landlords by orunder the regulations.\n\t\tProvision falling within subsection (1) includes, in particular, provision—\n\t\t\tfor a local authority to enforce any requirement imposed by or under theregulations;\n\t\t\tabout the sanctions for non-compliance with a requirement imposed by orunder the regulations;\n\t\t\tabout the sanctions for the provision of false information in connectionwith such a requirement;\n\t\t\t\tincluding, in cases falling within paragraph (b) or (c), the imposition of acivil penalty by a local authority.\n\t\tThe amount of any civil penalty provided for by domestic energy efficiencyregulations must not exceed £5,000.\n\t\tWhere domestic energy efficiency regulations make provision for theimposition of a civil penalty, the regulations must also include provision fora right of appeal to a court or tribunal against the imposition of thepenalty.\n\t\tProvision falling within subsection (4) includes, in particular, provision—\n\t\t\tas to the jurisdiction of the court or tribunal to which an appeal may bemade;\n\t\t\tas to the grounds on which an appeal may be made;\n\t\t\tas to the procedure for making an appeal (including any fee which may bepayable);\n\t\t\tsuspending the imposition of the penalty, pending determination of theappeal;\n\t\t\tas to the powers of the court or tribunal to which an appeal is made;\n\t\t\tas to how any sum payable in pursuance of a decision of the court ortribunal is to be recoverable.\n\t\tThe provision referred to in subsection (5)(e) includes provisionconferring on the court or tribunal to which an appeal is made power—\n\t\t\tto confirm the penalty;\n\t\t\tto withdraw the penalty;\n\t\t\tto vary the amount of the penalty;\n\t\t\tto award costs.\n\t\tIf the Secretary of State considers it appropriate for the purpose of, orin consequence of, any provision falling within subsection (5) (a), (c), (e)or (f), domestic energy efficiency regulations may revoke or amend anysubordinate legislation in so far as the subordinate legislation extends toEngland and Wales.\n\t\tIn this section “subordinate legislation” has the meaning given in section21(1) of the Interpretation Act 1978 and includes an instrument made under aMeasure or Act of the National Assembly for Wales."
    },
    {
        "length": 1518,
        "text": "\nTenants’ energy efficiency improvements regulations\n\tTenants’ energy efficiency improvements regulations\n\t\tThe Secretary of State must make regulations for the purpose of securingthat a landlord of a domestic PR property which is of such description ofdomestic PR property as is provided for by the regulations does notunreasonably refuse a request mentioned in subsection (2).\n\t\tThe request is one by the tenant of the property to consent to the makingof such relevant energy efficiency improvements as are identified in therequest.\n\t\tRegulations under this section are referred to in this Chapter as “tenants’energy efficiency improvements regulations”.\n\t\tFor the purposes of tenants’ energy efficiency improvements regulations—\n\t\t\t  * “landlord” and “tenant” have the meaning given by the regulations; \n\t\t\t  * “relevant energy efficiency improvements” means improvements which— \n\t\t\tare of such description as the regulations provide, and\n\t\t\tcan be—\n\t\t\twholly paid for pursuant to a green deal plan as provided for by Chapter 1 ofthis Part,\n\t\t\tprovided free of charge pursuant to an obligation imposed by an order madeunder section 33BC or 33BD of the Gas Act 1986 or section 41A or 41B of theElectricity Act 1989,\n\t\t\twholly financed pursuant to a combination of such a plan and such anobligation, or\n\t\t\tfinanced by such other description of financial arrangement as the regulationsprovide.\n\t\tThe first tenants’ energy efficiency improvements regulations must comeinto force no later than 1 April 2016.\n\tFurther provision about tenants’ energy efficiency improvementsregulations\n\t\tTenants’ energy efficiency improvements regulations may, in particular,include provision about—\n\t\t\tthe form, content and service of a request under the regulations;\n\t\t\tthe form, content and service of any response by the landlord to a request(including the period within which any response must be given);\n\t\t\texemptions from any requirement imposed by or under the regulations;\n\t\t\tevidence relating to any requirement imposed by or under the regulations.\n\t\tProvision falling within subsection (1)(c) includes, in particular,provision about exemptions—\n\t\t\trelating to any necessary permissions or consents;\n\t\t\trelating to the likely negative impact on the value of a property ofconsenting to the request.\n\t\tProvision falling within subsection (1)(d) includes, in particular,provision about evidence for the purpose of demonstrating—\n\t\t\tan exemption from a requirement imposed by or under the regulations;\n\t\t\tthat a property is not one in relation to which the regulations haveeffect;\n\t\t\tthat the improvements for which consent has been requested are not relevantenergy efficiency improvements within the meaning given by the regulations.\n\tSanctions for the purposes of tenants’ energy efficiency improvementsregulations\n\t\tTenants’ energy efficiency improvements regulations may include provisionfor the purpose of securing compliance with requirements imposed on landlordsby or under the regulations.\n\t\tProvision falling within subsection (1) includes, in particular, provisionfor a tenant to apply to a court or tribunal for a ruling that a landlord hasnot complied with a requirement imposed by or under the regulations.\n\t\tWhere the regulations make provision for a tenant to make an applicationsuch as is mentioned in subsection (2), the provision may, in particular,include provision—\n\t\t\tas to the jurisdiction of the court or tribunal to which an application maybe made;\n\t\t\tas to the grounds on which an application may be made;\n\t\t\tas to the procedure for making an application (including any fee which maybe payable);\n\t\t\tas to the powers of the court or tribunal to which an application is made(including as to costs which may be awarded);\n\t\t\tas to how any sum payable in pursuance of a decision of the court ortribunal is to be recoverable.\n\t\tWhere the regulations make provision for a tenant to make an applicationsuch as is mentioned in subsection (2), the regulations must also includeprovision for a right of appeal by the tenant or landlord against any decisionof a court or tribunal on an application.\n\t\tProvision falling within subsection (4) includes, in particular, provision—\n\t\t\tas to the jurisdiction of the court or tribunal to which an appeal may bemade;\n\t\t\tas to the grounds on which an appeal may be made;\n\t\t\tas to the procedure for making an appeal (including any fee which may bepayable);\n\t\t\tsuspending the effect of the decision being appealed against, pendingdetermination of the appeal;\n\t\t\tas to the powers of the court or tribunal to which an appeal is made;\n\t\t\tas to how any sum payable in pursuance of a decision of the court ortribunal is to be recoverable.\n\t\tThe provision referred to in subsection (5)(e) includes provisionconferring on the court or tribunal to which an appeal is made power—\n\t\t\tto confirm the decision;\n\t\t\tto quash the decision;\n\t\t\tto make a different decision;\n\t\t\tto remit the decision or any matter relating to the decision to the personwho made it;\n\t\t\tto award costs.\n\t\tIf the Secretary of State considers it appropriate for the purpose of, orin consequence of, any provision falling within—\n\t\t\tsubsection (3)(a), (c), (d) or (e), or\n\t\t\tsubsection (5)(a), (c), (e) or (f),\n\t\t\t\ttenants’ energy efficiency improvements regulations may revoke or amend anysubordinate legislation in so far as the subordinate legislation extends toEngland and Wales.\n\t\tIn this section “subordinate legislation” has the meaning given in section21(1) of the Interpretation Act 1978 and includes an instrument made under aMeasure or Act of the National Assembly for Wales."
    },
    {
        "length": 1380,
        "text": "\nNon-domestic energy efficiency regulations\n\tNon-domestic energy efficiency regulations\n\t\tThe Secretary of State must make regulations for the purpose of securingthat a landlord of a non-domestic PR property—\n\t\t\twhich is of such description of non-domestic PR property as is provided forby the regulations,\n\t\t\tin relation to which there is an energy performance certificate, and\n\t\t\twhich falls below such level of energy efficiency (as demonstrated by theenergy performance certificate) as is provided for by the regulations,\n\t\t\t\tmay not let the property until the landlord has complied with the obligationmentioned in subsection (2).\n\t\tThe obligation is to make to the property such relevant energy efficiencyimprovements as are provided for by the regulations.\n\t\tRegulations under this section are referred to in this Chapter as “non-domestic energy efficiency regulations”.\n\t\tFor the purposes of non-domestic energy efficiency regulations—\n\t\t\t  * “energy performance certificate” has the meaning given by the Energy Performance Regulations; \n\t\t\t  * “landlord” and “let the property” have the meaning given by the regulations (and “let the property” may be defined to include “continue to let the property”); \n\t\t\t  * “relevant energy efficiency improvements” means improvements which— \n\t\t\tare of such description as the regulations provide, and\n\t\t\tcan be—\n\t\t\twholly paid for pursuant to a green deal plan as provided for by Chapter 1 ofthis Part, or\n\t\t\tfinanced by such other description of financial arrangement as the regulationsprovide.\n\t\tThe Secretary of State may by order amend the definition of “energyperformance certificate” in subsection (4).\n\t\tThe first non-domestic energy efficiency regulations must come into forceno later than 1 April 2018.\n\tFurther provision about non-domestic energy efficiency regulations\n\t\tNon-domestic energy efficiency regulations may in particular, includeprovision about—\n\t\t\tthe period within which improvements required by the regulations must bestarted or completed;\n\t\t\texemptions from any requirement imposed by or under the regulations;\n\t\t\tevidence relating to any requirement imposed by or under the regulations.\n\t\tProvision falling within subsection (1)(b) includes, in particular,provision about exemptions—\n\t\t\trelating to any necessary permissions or consents;\n\t\t\trelating to the likely negative impact on the value of a property ofcomplying with a requirement imposed by or under the regulations.\n\t\tProvision falling within subsection (1)(c) includes, in particular,provision about evidence for the purpose of demonstrating—\n\t\t\tan exemption from a requirement imposed by or under the regulations;\n\t\t\tthat a property is not one in relation to which the regulations haveeffect;\n\t\t\tthat the improvements required by or under the regulations are not relevantenergy efficiency improvements within the meaning given by the regulations.\n\tSanctions for the purposes of non-domestic energy efficiencyregulations\n\t\tNon-domestic energy efficiency regulations may include provision for thepurpose of securing compliance with requirements imposed on landlords by orunder the regulations.\n\t\tProvision falling within subsection (1) includes, in particular, provision—\n\t\t\tfor a local weights and measures authority to enforce any requirementimposed by or under the regulations;\n\t\t\tabout the sanctions for non-compliance with a requirement imposed by orunder the regulations;\n\t\t\tabout the sanctions for the provision of false information in connectionwith such a requirement;\n\t\t\t\tincluding, in cases falling within paragraph (b) or (c), the imposition of acivil penalty by a local weights and measures authority.\n\t\tWhere non-domestic energy efficiency regulations make provision for a civilpenalty, the regulations must also include provision for a right of appeal toa court or tribunal against the imposition of the penalty.\n\t\tProvision falling within subsection (3) includes, in particular, provision—\n\t\t\tas to the jurisdiction of the court or tribunal to which an appeal may bemade;\n\t\t\tas to the grounds on which an appeal may be made;\n\t\t\tas to the procedure for making an appeal (including any fee which may bepayable);\n\t\t\tsuspending the imposition of the penalty, pending determination of theappeal;\n\t\t\tas to the powers of the court or tribunal to which an appeal is made;\n\t\t\tas to how any sum payable in pursuance of a decision of the court ortribunal is to be recoverable.\n\t\tThe provision referred to in subsection (4)(e) includes provisionconferring on the court or tribunal to which an appeal is made power—\n\t\t\tto confirm the penalty;\n\t\t\tto withdraw the penalty;\n\t\t\tto vary the amount of the penalty;\n\t\t\tto award costs.\n\t\tIf the Secretary of State considers it appropriate for the purpose of, orin consequence of, any provision falling within subsection (4)(a), (c), (e) or(f), non-domestic energy efficiency regulations may revoke or amend anysubordinate legislation in so far as the subordinate legislation extends toEngland and Wales.\n\t\tIn this section “subordinate legislation” has the meaning given in section21(1) of the Interpretation Act 1978 and includes an instrument made under aMeasure or Act of the National Assembly for Wales."
    },
    {
        "length": 431,
        "text": "\nGeneral\n\tRegulations and orders: Chapter 2\n\t\tRegulations and orders under this Chapter may make different provision fordifferent cases or circumstances or for different purposes.\n\t\tRegulations and orders under this Chapter are to be made by statutoryinstrument.\n\t\tA statutory instrument containing an order under section 43(5) or 49(5) issubject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tA statutory instrument containing—\n\t\t\tan order under section 42(1)(a)(iii), or\n\t\t\tregulations under this Chapter,\n\t\t\t\tmay not be made unless a draft of the instrument has been laid before, andapproved by a resolution of, each House of Parliament.\n\t\tThe Secretary of State must obtain the consent of the Welsh Ministersbefore making provision under this Chapter amending or revoking—\n\t\t\tprovision included in an instrument made under a Measure or Act of theNational Assembly for Wales;\n\t\t\tany other subordinate legislation made by the Welsh Ministers (or theNational Assembly for Wales established under the Government of Wales Act1998).\n\t\tSubsection (5) does not apply to the extent that the Secretary of State ismaking incidental or consequential provision.\n\t\tThe Secretary of State must consult the Welsh Ministers before making—\n\t\t\tdomestic energy efficiency regulations, or\n\t\t\ttenants’ energy efficiency improvements regulations,\n\t\t\twhich apply in relation to domestic PR properties situated in Wales.\n\t\tSubsection (7) does not apply to the extent that consent has been obtainedunder subsection (5).\n\tCrown application: Chapter 2\n\t\tThis Chapter binds the Crown."
    },
    {
        "length": 357,
        "text": "\nIntroductory\n\tMeaning of “domestic PR property” and “non-domestic PR property”:Scotland\n\t\tFor the purposes of this Chapter—\n\t\t\ta property is a “Scottish domestic private rented property” if it is letunder a tenancy to which Chapter 4 of Part 1 of the [Housing (Scotland) Act2006 (asp 1)](/id/asp/2006/1?view=plain \"Go to item of legislation\") applies;\n\t\t\ta property is a “Scottish non-domestic private rented property” if it—\n\t\t\tis situated in Scotland,\n\t\t\tis let under a tenancy, and\n\t\t\tis not a dwelling.\n\t\tIn subsection (1)(b) “dwelling” has the meaning given by the [EnergyPerformance of Buildings (Scotland) Regulations 2008 (S.S.I.2008/309)](/id/ssi/2008/309?view=plain \"Go to item of legislation\") (“theEnergy Performance (Scotland) Regulations”).\n\t\tA Scottish domestic private rented property is referred to in this Chapteras a “Scottish domestic PR property”.\n\t\tA Scottish non-domestic private rented property is referred to in thisChapter as a “Scottish non-domestic PR property”."
    },
    {
        "length": 1503,
        "text": "\nScottish domestic energy efficiency regulations\n\tScottish domestic energy efficiency regulations\n\t\tThe Scottish Ministers may make regulations for the purpose of securingthat a landlord of a Scottish domestic PR property—\n\t\t\twhich is of such description of Scottish domestic PR property as isprovided for by the regulations,\n\t\t\tin relation to which there is an energy performance certificate, and\n\t\t\twhich falls below such level of energy efficiency (as demonstrated by theenergy performance certificate) as is provided for by the regulations,\n\t\t\t\tmay not let the property until the landlord has complied with the obligationmentioned in subsection (2).\n\t\tThe obligation is to make to the property such relevant energy efficiencyimprovements as are provided for by the regulations.\n\t\tRegulations under this section are referred to in this Chapter as “Scottishdomestic energy efficiency regulations”.\n\t\tFor the purposes of Scottish domestic energy efficiency regulations—\n\t\t\t  * “energy performance certificate” has the meaning given by the Energy Performance (Scotland) Regulations; \n\t\t\t  * “landlord” and “let the property” have the meaning given by the regulations (and “let the property” may be defined to include “continue to let the property”); \n\t\t\t  * “relevant energy efficiency improvements” means improvements which— \n\t\t\tare of such description as the regulations provide, and\n\t\t\tcan be—\n\t\t\twholly paid for pursuant to a green deal plan as provided for by Chapter 1 ofthis Part,\n\t\t\tprovided free of charge pursuant to an obligation imposed by an order madeunder section 33BC or 33BD of the Gas Act 1986 or section 41A or 41B of theElectricity Act 1989,\n\t\t\twholly financed pursuant to a combination of such a plan and such anobligation, or\n\t\t\tfinanced by such other description of financial arrangement as the regulationsprovide.\n\t\tThe Scottish Ministers may by order amend the definition of “energyperformance certificate” in subsection (4).\n\t\tScottish domestic energy efficiency regulations may come into force noearlier than 1 April 2015.\n\tFurther provision about Scottish domestic energy efficiencyregulations\n\t\tScottish domestic energy efficiency regulations may, in particular, includeprovision about—\n\t\t\tthe period within which improvements required by the regulations must bestarted or completed;\n\t\t\texemptions from any requirement imposed by or under the regulations;\n\t\t\tevidence relating to any requirement imposed by or under the regulations.\n\t\tProvision falling within subsection (1)(b) includes, in particular,provision about exemptions—\n\t\t\trelating to any necessary permissions or consents;\n\t\t\trelating to the likely negative impact on the value of a property ofcomplying with a requirement imposed by or under the regulations.\n\t\tProvision falling within subsection (1)(c) includes, in particular,provision about evidence for the purpose of demonstrating—\n\t\t\tan exemption from a requirement imposed by or under the regulations;\n\t\t\tthat a property is not one in relation to which the regulations haveeffect;\n\t\t\tthat the improvements required by or under the regulations are not relevantenergy efficiency improvements within the meaning given by the regulations.\n\tSanctions for the purposes of Scottish domestic energy efficiencyregulations\n\t\tScottish domestic energy efficiency regulations may include provision forthe purpose of securing compliance with requirements imposed on landlords byor under the regulations.\n\t\tProvision falling within subsection (1) includes, in particular, provision—\n\t\t\tfor a local authority to enforce any requirement imposed by or under theregulations;\n\t\t\tabout the sanctions for non-compliance with a requirement imposed by orunder the regulations;\n\t\t\tabout the sanctions for the provision of false information in connectionwith such a requirement;\n\t\t\t\tincluding, in cases falling within paragraph (b) or (c), the imposition of acivil penalty by a local authority.\n\t\tThe amount of any civil penalty provided for by Scottish domestic energyefficiency regulations must not exceed £5,000.\n\t\tWhere Scottish domestic energy efficiency regulations make provision forthe imposition of a civil penalty, the regulations must also include provisionfor a right of appeal to a court or tribunal against the imposition of thepenalty.\n\t\tProvision falling within subsection (4) includes, in particular, provision—\n\t\t\tas to the jurisdiction of the court or tribunal to which an appeal may bemade;\n\t\t\tas to the grounds on which an appeal may be made;\n\t\t\tas to the procedure for making an appeal (including any fee which may bepayable);\n\t\t\tsuspending the imposition of the penalty, pending determination of theappeal;\n\t\t\tas to the powers of the court or tribunal to which an appeal is made;\n\t\t\tas to how any sum payable in pursuance of a decision of the court ortribunal is to be recoverable.\n\t\tThe provision referred to in subsection (5)(e) includes provisionconferring on the court or tribunal to which an appeal is made power—\n\t\t\tto confirm the penalty;\n\t\t\tto withdraw the penalty;\n\t\t\tto vary the amount of the penalty;\n\t\t\tto award expenses.\n\t\tIf the Scottish Ministers consider it appropriate for the purpose of, or inconsequence of, any provision falling within subsection (5)(a), (c), (e) or(f), Scottish domestic energy efficiency regulations may revoke or amend anysubordinate legislation if the provision making the revocation or amendmentwould be within the legislative competence of the Scottish Parliament if itwere included in an Act of that Parliament.\n\t\tIn this section “subordinate legislation” has the meaning given in section21(1) of the Interpretation Act 1978, except that it includes any instrumentmade under an Act of the Scottish Parliament."
    },
    {
        "length": 1554,
        "text": "\nScottish tenants’ energy efficiency improvements regulations\n\tScottish tenants’ energy efficiency improvements regulations\n\t\tThe Scottish Ministers may make regulations for the purpose of securingthat a landlord of a Scottish domestic PR property which is of suchdescription of Scottish domestic PR property as is provided for by theregulations does not unreasonably refuse a request mentioned in subsection(2).\n\t\tThe request is one by the tenant of the property to consent to the makingof such relevant energy efficiency improvements as are identified in therequest.\n\t\tRegulations under this section are referred to in this Chapter as “Scottishtenants’ energy efficiency improvements regulations”.\n\t\tFor the purposes of Scottish tenants’ energy efficiency improvementsregulations—\n\t\t\t  * “landlord” and “tenant” have the meaning given by the regulations; \n\t\t\t  * “relevant energy efficiency improvements” means improvements which— \n\t\t\tare of such description as the regulations provide, and\n\t\t\tcan be—\n\t\t\twholly paid for pursuant to a green deal plan as provided for by Chapter 1 ofthis Part,\n\t\t\tprovided free of charge pursuant to an obligation imposed by an order madeunder section 33BC or 33BD of the Gas Act 1986 or section 41A or 41B of theElectricity Act 1989,\n\t\t\twholly financed pursuant to a combination of such a plan and such anobligation, or\n\t\t\tfinanced by such other description of financial arrangement as the regulationsprovide.\n\t\tScottish tenants’ energy efficiency improvements regulations may come intoforce no earlier than 1 April 2015.\n\tFurther provision about Scottish tenants’ energy efficiencyimprovements regulations\n\t\tScottish tenants’ energy efficiency improvements regulations may, inparticular, include provision about—\n\t\t\tthe form, content and service of a request under the regulations;\n\t\t\tthe form, content and service of any response by the landlord to a request(including the period within which any response must be given);\n\t\t\texemptions from any requirement imposed by or under the regulations;\n\t\t\tevidence relating to any requirement imposed by or under the regulations.\n\t\tProvision falling within subsection (1)(c) includes, in particular,provision about exemptions—\n\t\t\trelating to any necessary permissions or consents;\n\t\t\trelating to the likely negative impact on the value of a property ofconsenting to the request.\n\t\tProvision falling within subsection (1)(d) includes, in particular,provision about evidence for the purpose of demonstrating—\n\t\t\tan exemption from a requirement imposed by or under the regulations;\n\t\t\tthat a property is not one in relation to which the regulations haveeffect;\n\t\t\tthat the improvements for which consent has been requested are not relevantenergy efficiency improvements within the meaning given by the regulations.\n\tSanctions for the purposes of Scottish tenants’ energy efficiencyimprovements regulations\n\t\tScottish tenants’ energy efficiency improvements regulations may includeprovision for the purpose of securing compliance with requirements imposed onlandlords by or under the regulations.\n\t\tProvision falling within subsection (1) includes, in particular, provisionfor a tenant to apply to a court or tribunal for a ruling that a landlord hasnot complied with a requirement imposed by or under the regulations.\n\t\tWhere the regulations make provision for a tenant to make an applicationsuch as is mentioned in subsection (2), the provision may, in particular,include provision—\n\t\t\tas to the jurisdiction of the court or tribunal to which an application maybe made;\n\t\t\tas to the grounds on which an application may be made;\n\t\t\tas to the procedure for making an application (including any fee which maybe payable);\n\t\t\tas to the powers of the court or tribunal to which an application is made(including as to expenses which may be awarded);\n\t\t\tas to how any sum payable in pursuance of a decision of the court ortribunal is to be recoverable.\n\t\tWhere the regulations make provision for a tenant to make an applicationsuch as is mentioned in subsection (2), the regulations must also includeprovision for a right of appeal by the tenant or landlord against any decisionof a court or tribunal on an application.\n\t\tProvision falling within subsection (4) includes, in particular, provision—\n\t\t\tas to the jurisdiction of the court or tribunal to which an appeal may bemade;\n\t\t\tas to the grounds on which an appeal may be made;\n\t\t\tas to the procedure for making an appeal (including any fee which may bepayable);\n\t\t\tsuspending the effect of the decision being appealed against, pendingdetermination of the appeal;\n\t\t\tas to the powers of the court or tribunal to which an appeal is made;\n\t\t\tas to how any sum payable in pursuance of a decision of the court ortribunal is to be recoverable.\n\t\tThe provision referred to in subsection (5)(e) includes provisionconferring on the court or tribunal to which an appeal is made power—\n\t\t\tto confirm the decision;\n\t\t\tto quash the decision;\n\t\t\tto make a different decision;\n\t\t\tto remit the decision or any matter relating to the decision to the personwho made it;\n\t\t\tto award expenses.\n\t\tIf the Scottish Ministers consider it appropriate for the purpose of, or inconsequence of, any provision falling within—\n\t\t\tsubsection (3)(a), (c), (d) or (e), or\n\t\t\tsubsection (5)(a), (c), (e) or (f),\n\t\t\t\tScottish tenants’ energy efficiency improvements regulations may revoke oramend any subordinate legislation if the provision making the revocation oramendment would be within the legislative competence of the ScottishParliament if it were included in an Act of that Parliament.\n\t\tIn this section “subordinate legislation” has the meaning given in section21(1) of the Interpretation Act 1978, except that it includes any instrumentmade under an Act of the Scottish Parliament."
    },
    {
        "length": 1437,
        "text": "\nScottish non-domestic energy efficiency regulations\n\tScottish non-domestic energy efficiency regulations\n\t\tThe Scottish Ministers may make regulations for the purpose of securingthat a landlord of a Scottish non-domestic PR property—\n\t\t\twhich is of such description of Scottish non-domestic PR property as isprovided for by the regulations,\n\t\t\tin relation to which there is an energy performance certificate, and\n\t\t\twhich falls below such level of energy efficiency (as demonstrated by theenergy performance certificate) as is provided for by the regulations,\n\t\t\t\tmay not let the property until the landlord has complied with the obligationmentioned in subsection (2).\n\t\tThe obligation is to make to the property such relevant energy efficiencyimprovements as are provided for by the regulations.\n\t\tRegulations under this section are referred to in this Chapter as “Scottishnon-domestic energy efficiency regulations”.\n\t\tFor the purposes of Scottish non-domestic energy efficiency regulations—\n\t\t\t  * “energy performance certificate” has the meaning given by the Energy Performance (Scotland) Regulations; \n\t\t\t  * “landlord” and “let the property” have the meaning given by the regulations (and “let the property” may be defined to include “continue to let the property”); \n\t\t\t  * “relevant energy efficiency improvements” means improvements which— \n\t\t\tare of such description as the regulations provide, and\n\t\t\tcan be—\n\t\t\twholly paid for pursuant to a green deal plan as provided for by Chapter 1 ofthis Part, or\n\t\t\tfinanced by such other description of financial arrangement as the regulationsprovide.\n\t\tThe Scottish Ministers may by order amend the definition of “energyperformance certificate” in subsection (4).\n\t\tScottish non-domestic energy efficiency regulations may come into force noearlier than 1 April 2015.\n\tFurther provision about Scottish non-domestic energy efficiencyregulations\n\t\tScottish non-domestic energy efficiency regulations may, in particular,include provision about—\n\t\t\tthe period within which improvements required by the regulations must bestarted or completed;\n\t\t\texemptions from any requirement imposed by or under the regulations;\n\t\t\tevidence relating to any requirement imposed by or under the regulations.\n\t\tProvision falling within subsection (1)(b) includes, in particular,provision about exemptions—\n\t\t\trelating to any necessary permissions or consents;\n\t\t\trelating to the likely negative impact on the value of a property ofcomplying with a requirement imposed by or under the regulations.\n\t\tProvision falling within subsection (1)(c) includes, in particular,provision about evidence for the purpose of demonstrating—\n\t\t\tan exemption from a requirement imposed by or under the regulations;\n\t\t\tthat a property is not one in relation to which the regulations haveeffect;\n\t\t\tthat the improvements required by or under the regulations are not relevantenergy efficiency improvements within the meaning given by the regulations.\n\tSanctions for the purposes of Scottish non-domestic energy efficiencyregulations\n\t\tScottish non-domestic energy efficiency regulations may include provisionfor the purpose of securing compliance with requirements imposed on landlordsby or under the regulations.\n\t\tProvision falling within subsection (1) includes, in particular, provision—\n\t\t\tfor a local authority constituted under section 2(1) of the LocalGovernment etc. (Scotland) Act 1994 to enforce any requirement imposed by orunder the regulations;\n\t\t\tabout the sanctions for non-compliance with a requirement imposed by orunder the regulations;\n\t\t\tabout the sanctions for the provision of false information in connectionwith such a requirement;\n\t\t\t\tincluding, in cases falling within paragraph (b) or (c), the imposition of acivil penalty by such a local authority.\n\t\tWhere Scottish non-domestic energy efficiency regulations make provisionfor a civil penalty, the regulations must also include provision for a rightof appeal to a court or tribunal against the imposition of the penalty.\n\t\tProvision falling within subsection (3) includes, in particular, provision—\n\t\t\tas to the jurisdiction of the court or tribunal to which an appeal may bemade;\n\t\t\tas to the grounds on which an appeal may be made;\n\t\t\tas to the procedure for making an appeal (including any fee which may bepayable);\n\t\t\tsuspending the imposition of the penalty, pending determination of theappeal;\n\t\t\tas to the powers of the court or tribunal to which an appeal is made;\n\t\t\tas to how any sum payable in pursuance of a decision of the court ortribunal is to be recoverable.\n\t\tThe provision referred to in subsection (4)(e) includes provisionconferring on the court or tribunal to which an appeal is made power—\n\t\t\tto confirm the penalty;\n\t\t\tto withdraw the penalty;\n\t\t\tto vary the amount of the penalty;\n\t\t\tto award expenses.\n\t\tIf the Scottish Ministers consider it appropriate for the purpose of, or inconsequence of, any provision falling within subsection (4)(a), (c), (e) or(f), Scottish non-domestic energy efficiency regulations may revoke or amendany subordinate legislation if the provision making the revocation oramendment would be within the legislative competence of the ScottishParliament if it were included in an Act of that Parliament.\n\t\tIn this section “subordinate legislation” has the meaning given in section21(1) of the Interpretation Act 1978, except that it includes any instrumentmade under an Act of the Scottish Parliament."
    },
    {
        "length": 100,
        "text": "\nGeneral\n\tRegulations and orders: Chapter 3\n\t\tRegulations and orders under this Chapter may make different provision fordifferent cases or circumstances or for different purposes.\n\t\tOrders under this Chapter are subject to the negative procedure.\n\t\tRegulations under this Chapter are subject to the affirmative procedure.\n\tCrown application: Chapter 3\n\t\tThis Chapter binds the Crown."
    },
    {
        "length": 1861,
        "text": "\nPromotion of reductions in carbon emissions: gas transporters andsuppliers\n\tSection 33BC of the Gas Act 1986 (promotion of reductions in carbonemissions: gas transporters and suppliers) is amended as follows.\n\tIn subsection (1) (power by order to impose an obligation to achieve acarbon emissions reduction target) for “the Authority” substitute “theAdministrator”.\n\tAfter subsection (2) insert—\n\t\t“(2A)In this section “the Administrator” means—\n\t\tthe Authority; or\n\t\tif the order so provides, the Secretary of State or a specified body otherthan the Authority.”\n\tIn subsection (3) for “the Authority” substitute “the Administrator”.\n\tIn subsection (4) for “the Authority” substitute “(subject to anydirections given under subsection (9B)) the Administrator”.\n\tIn subsection (5) (general provision that may be included in an orderimposing an obligation to achieve a carbon emissions reduction target)—\n\t\tfor paragraphs (ba) and (c) substitute—\n\t\trequiring part of a carbon emissions reduction target to be met by actionof a specified description;\n\t\trequiring the whole or any part of a carbon emissions reduction target tobe met by action relating to—\n\t\tindividuals of a specified description,\n\t\tproperty of a specified description,\n\t\tspecified areas or areas of a specified description, or\n\t\tindividuals or property of a specified description in specified areas orareas of a specified description;\n\t\tenabling the Administrator to direct a transporter or supplier to meetpart of a carbon emissions reduction target by action relating to anindividual named in the direction;\n\t\tpreventing action from qualifying for the purpose of meeting the whole orany part of a carbon emissions reduction target unless such persons as arespecified in, or determined in accordance with, the order—\n\t\thave been consulted about the action;\n\t\thave consented to the action;\n\t\trequiring action which qualifies for the purpose of meeting both a carbonemissions reduction target and a home-heating cost reduction target to betreated as qualifying only for the purpose of meeting such one of thosetargets as the transporter or supplier concerned elects;\n\t\tdetermining, or specifying the method for determining, the contributionthat any action makes towards meeting a carbon emissions reduction target;”;\n\t\tin paragraph (d) for “the Authority” substitute “the Administrator”;\n\t\tin paragraph (e)—\n\t\tfor “the Authority” substitute “the Administrator”;\n\t\tfor sub-paragraph (ii) substitute—\n\t\tif so, what contribution the proposed action (or any result of thataction specified in the determination) is to make towards achieving the carbonemissions reduction target;”;\n\t\tin paragraph (f) for “the Authority” substitute “the Administrator”;\n\t\tafter paragraph (f) insert “; and\n\t\trequiring the Administrator or a specified body to offer services of aspecified kind and authorising a specified fee to be charged to those who takeup the offer.”\n\tAfter subsection (5) insert—\n\t“(5A)If the order makes provision by virtue of subsection (5)(bc) enabling theAdministrator to direct a transporter or supplier to meet part of a carbonemissions reduction target by action relating to an individual named in thedirection the order may also make provision—\n\t\tauthorising the Administrator to require specified persons to provide itwith information for the purpose of enabling it to identify and selectindividuals who are to be the subject of a direction;\n\t\tspecifying criteria in accordance with which the Administrator is to selectindividuals who are to be the subject of a direction;\n\t\tdetermining, or specifying the method for determining, which transporter orsupplier is to be given a direction in relation to any particular individualselected in accordance with provision made under paragraph (b);\n\t\tauthorising the Administrator, if it gives a direction to a transporter orsupplier, to provide the transporter or supplier with information relating tothe individual concerned for the purpose of assisting the transporter orsupplier to comply with the direction;\n\t\tas to the times at which a direction may be given;\n\t\tas to the circumstances in which a direction need not be complied with.\n\t\t(5B)Provision made by virtue of subsection (5)(c) may in particular providefor an action to be treated as making a greater contribution than it wouldotherwise do if the action relates to—\n\t\tan individual of a specified description,\n\t\ta property of a specified description, or\n\t\tboth an individual of a specified description and a property of a specifieddescription.”\n\tIn subsection (6) for “the Authority” substitute “the Administrator”.\n\tAfter subsection (7) insert—\n\t“(7A)The order may—\n\t\tmake provision for any specified requirement contained in it to be treatedas a relevant requirement for the purposes of this Part; or\n\t\tif it provides for the Administrator to be a person other than theAuthority, make provision for and in connection with enabling theAdministrator to enforce any requirement imposed by the order.\n\t\t(7B)Provision made by virtue of paragraph (b) of subsection (7A) may, inparticular, include provision corresponding to or applying (with or withoutmodifications) any of sections 28 to 30F and section 38.”\n\tIn subsection (8) omit paragraph (b).\n\tAfter subsection (9) insert—\n\t“(9A)The order may make provision requiring the Administrator to give guidanceto transporters or suppliers concerning such matters relating to the order asare specified.\n\t(9B)The Administrator shall carry out its functions under this section inaccordance with any general or specific directions given to it by theSecretary of State.”\n\tFor subsection (10A) substitute—\n\t“(10A)The Secretary of State must obtain the consent of the Scottish Ministersbefore making an order under this section which contains provision that—\n\t\tis included by virtue of subsection (2)(b),\n\t\textends to Scotland, and\n\t\twould be within the legislative competence of the Scottish Parliament ifcontained in an Act of that Parliament.”\n\tAfter subsection (12) insert—\n\t“(12A)Subsection (12) does not apply to an order under this section made onlyfor the purpose of amending an earlier order under this section so as to alterthe provision included in the earlier order by virtue of any of paragraphs(b), (ba) or (c) of subsection (5).But such an order shall be subject toannulment in pursuance of a resolution of either House of Parliament.\n\t(12B)If an order under this section provides for the Administrator to be abody other than the Authority, the Secretary of State may make payments to thebody of such amounts as the Secretary of State considers appropriate.”\n\tIn subsection (13) before the definition of “microgeneration” insert—\n\t\t  * ““home-heating cost reduction target” has the meaning given by section 33BD(2)(a);”.\n\tThe reference in subsection (12A) of section 33BC of the Gas Act 1986 toparagraph (c) of subsection (5) of that section includes a reference toparagraph (c) of subsection (5) of that section before its substitution bysubsection (6) of this section."
    },
    {
        "length": 1921,
        "text": "\nPromotion of reductions in carbon emissions: electricity generators,distributors and suppliers\n\tSection 41A of the Electricity Act 1989 (promotion of reductions in carbonemissions: electricity generators, distributors and suppliers) is amended asfollows.\n\tIn subsection (1) (power by order to impose an obligation to achieve acarbon emissions reduction target) for “the Authority” substitute “theAdministrator”.\n\tAfter subsection (2) insert—\n\t\t“(2A)In this section “the Administrator” means—\n\t\tthe Authority; or\n\t\tif the order so provides, the Secretary of State or a specified body otherthan the Authority.”\n\tIn subsection (3) for “the Authority” substitute “the Administrator”.\n\tIn subsection (4) for “the Authority” substitute “(subject to anydirections given under subsection (9B)) the Administrator”.\n\tIn subsection (5) (general provision that may be included in an orderimposing an obligation to achieve a carbon emissions reduction target)—\n\t\tfor paragraphs (ba) and (c) substitute—\n\t\trequiring part of a carbon emissions reduction target to be met by actionof a specified description;\n\t\trequiring the whole or any part of a carbon emissions reduction target tobe met by action relating to—\n\t\tindividuals of a specified description,\n\t\tproperty of a specified description,\n\t\tspecified areas or areas of a specified description, or\n\t\tindividuals or property of a specified description in specified areas orareas of a specified description;\n\t\tenabling the Administrator to direct a distributor or supplier to meetpart of a carbon emissions reduction target by action relating to anindividual named in the direction;\n\t\tpreventing action from qualifying for the purpose of meeting the whole orany part of a carbon emissions reduction target unless such persons as arespecified in, or determined in accordance with, the order—\n\t\thave been consulted about the action;\n\t\thave consented to the action;\n\t\trequiring action which qualifies for the purpose of meeting both a carbonemissions reduction target and a home-heating cost reduction target to betreated as qualifying only for the purpose of meeting such one of thosetargets as the distributor or supplier concerned elects;\n\t\tdetermining, or specifying the method for determining, the contributionthat any action makes towards meeting a carbon emissions reduction target;”;\n\t\tin paragraph (d) for “the Authority” substitute “the Administrator”;\n\t\tin paragraph (e)—\n\t\tfor “the Authority” substitute “the Administrator”;\n\t\tfor sub-paragraph (ii) substitute—\n\t\tif so, what contribution the proposed action (or any result of thataction specified in the determination) is to make towards achieving the carbonemissions reduction target;”;\n\t\tin paragraph (f) for “the Authority” substitute “the Administrator”;\n\t\tafter paragraph (f) insert “; and\n\t\trequiring the Administrator or a specified body to offer services of aspecified kind and authorising a specified fee to be charged to those who takeup the offer.”\n\tAfter subsection (5) insert—\n\t“(5A)If the order makes provision by virtue of subsection (5)(bc) enabling theAdministrator to direct a distributor or supplier to meet part of a carbonemissions reduction target by action relating to an individual named in thedirection the order may also make provision—\n\t\tauthorising the Administrator to require specified persons to provide itwith information for the purpose of enabling it to identify and selectindividuals who are to be the subject of a direction;\n\t\tspecifying criteria in accordance with which the Administrator is to selectindividuals who are to be the subject of a direction;\n\t\tdetermining, or specifying the method for determining, which distributor orsupplier is to be given a direction in relation to any particular individualselected in accordance with provision made under paragraph (b);\n\t\tauthorising the Administrator, if it gives a direction to a distributor orsupplier, to provide the distributor or supplier with information relating tothe individual concerned for the purpose of assisting the distributor orsupplier to comply with the direction;\n\t\tas to the times at which a direction may be given;\n\t\tas to the circumstances in which a direction need not be complied with.\n\t\t(5B)Provision made by virtue of subsection (5)(c) may in particular providefor an action to be treated as making a greater contribution than it wouldotherwise do if the action relates to—\n\t\tan individual of a specified description,\n\t\ta property of a specified description, or\n\t\tboth an individual of a specified description and a property of a specifieddescription.”\n\tIn subsection (6) for “the Authority” substitute “the Administrator”.\n\tAfter subsection (7) insert—\n\t“(7A)The order may—\n\t\tmake provision for any specified requirement contained in it to be treatedas a relevant requirement for the purposes of this Part; or\n\t\tif it provides for the Administrator to be a person other than theAuthority, make provision for and in connection with enabling theAdministrator to enforce any requirement imposed by the order.\n\t\t(7B)Provision made by virtue of paragraph (b) of subsection (7A) may, inparticular, include provision corresponding to or applying (with or withoutmodifications) any of sections 25 to 28.”\n\tIn subsection (8) omit paragraph (b).\n\tAfter subsection (9) insert—\n\t“(9A)The order may make provision requiring the Administrator to give guidanceto distributors or suppliers concerning such matters relating to the order asare specified.\n\t(9B)The Administrator shall carry out its functions under this section inaccordance with any general or specific directions given to it by theSecretary of State.”\n\tFor subsection (10A) substitute—\n\t“(10A)The Secretary of State must obtain the consent of the Scottish Ministersbefore making an order under this section which contains provision that—\n\t\tis included by virtue of subsection (2)(b),\n\t\textends to Scotland, and\n\t\twould be within the legislative competence of the Scottish Parliament ifcontained in an Act of that Parliament.”\n\tAfter subsection (12) insert—\n\t“(12A)Subsection (12) does not apply to an order under this section made onlyfor the purpose of amending an earlier order under this section so as to alterthe provision included in the earlier order by virtue of any of paragraphs(b), (ba) or (c) of subsection (5). But such an order shall be subject toannulment in pursuance of a resolution of either House of Parliament.\n\t(12B)If an order under this section provides for the Administrator to be abody other than the Authority, the Secretary of State may make payments to thebody of such amounts as the Secretary of State considers appropriate.”\n\tIn subsection (13) before the definition of “microgeneration” insert—\n\t\t  * ““home-heating cost reduction target” has the meaning given by section 41B(2)(a);”.\n\tThe reference in subsection (12A) of section 41A of the Electricity Act1989 to paragraph (c) of subsection (5) of that section includes a referenceto paragraph (c) of subsection (5) of that section before its substitution bysubsection (6) of this section.\n\tThe power to make orders under section 41A of the Electricity Act 1989 maynot be exercised so as to impose an obligation on an electricity generatorthat has effect after 31 December 2012."
    },
    {
        "length": 721,
        "text": "\nPromotion of reductions in home-heating costs: gas transporters andsuppliers\n\tAfter section 33BC of the Gas Act 1986 (promotion of reductions in carbonemissions: gas transporters and suppliers) insert—\n\t“33BDPromotion of reductions in home-heating costs: gas transporters andgas suppliers\n\t\tThe Secretary of State may by order impose—\n\t\t\ton each gas transporter (or each gas transporter of a specifieddescription); and\n\t\t\ton each gas supplier (or each gas supplier of a specified description),\n\t\t\t\tan obligation to achieve, within a specified period and in accordance with theorder, the home-heating cost reduction target to be determined by theAdministrator under the order for that transporter or supplier (and thatobligation is referred to in this section as a “home-heating cost reductionobligation”).\n\t\tIn this section—\n\t\t\t“the Administrator” means—\n\t\t\tthe Authority; or\n\t\t\tif the order so provides, the Secretary of State or a specified body otherthan the Authority;\n\t\t\t“home-heating cost reduction target” means a target for the promotion ofmeasures for reducing the cost to individuals of heating their homes;\n\t\t\t“specified” means specified in the order.\n\t\tThe power to make orders under this section may be exercised so as toimpose more than one home-heating cost reduction obligation on a person inrelation to the same period or to periods that overlap to any extent.\n\t\tSubsections (3), (5) to (8), (9A) and (10A) to (12B) of section 33BC applyto an order under this section as they apply to an order under that section,with the following modifications—\n\t\t\tfor “carbon emissions reduction obligation” (in each place) substitute“home-heating cost reduction obligation”;\n\t\t\tfor “carbon emissions reduction obligations” (in each place) substitute“home-heating cost reduction obligations”;\n\t\t\tfor “carbon emissions reduction target” (in each place other than inparagraph (be) of subsection (5)) substitute “home-heating cost reductiontarget”;\n\t\t\tfor “carbon emissions reduction targets” (in each place) substitute “home-heating cost reduction targets”; and\n\t\t\tomit paragraph (a) of subsection (10A).\n\t\tSubsections (4) and (9B) of section 33BC apply to the carrying out by theSecretary of State and the Administrator of their respective functions underthis section as they apply to the carrying out by those persons of theirfunctions under that section.\n\t\tNo person shall be required by virtue of this section to provide anyinformation which he could not be compelled to give in evidence in civilproceedings in the High Court or, in Scotland, the Court of Session.”"
    },
    {
        "length": 732,
        "text": "\nPromotion of reductions in home-heating costs: electricity distributorsand suppliers\n\tAfter section 41A of the Electricity Act 1989 (promotion of reductions incarbon emissions: electricity generators, distributors and suppliers) insert—\n\t“41BPromotion of reductions in home-heating costs: electricitydistributors and electricity suppliers\n\t\tThe Secretary of State may by order impose—\n\t\t\ton each electricity distributor (or each electricity distributor of aspecified description); and\n\t\t\ton each electricity supplier (or each electricity supplier of a specifieddescription),\n\t\t\t\tan obligation to achieve, within a specified period and in accordance with theorder, the home-heating cost reduction target to be determined by theAdministrator under the order for that distributor or supplier (and thatobligation is referred to in this section as a “home-heating cost reductionobligation”).\n\t\tIn this section—\n\t\t\t“the Administrator” means—\n\t\t\tthe Authority; or\n\t\t\tif the order so provides, the Secretary of State or a specified body otherthan the Authority;\n\t\t\t“home-heating cost reduction target” means a target for the promotion ofmeasures for reducing the cost to individuals of heating their homes;\n\t\t\t“specified” means specified in the order.\n\t\tThe power to make orders under this section may be exercised so as toimpose more than one home-heating cost reduction obligation on a person inrelation to the same period or to periods that overlap to any extent.\n\t\tSubsections (3), (5) to (8), (9A) and (10A) to (12B) of section 41A applyto an order under this section as they apply to an order under that section,with the following modifications—\n\t\t\tfor “carbon emissions reduction obligation” (in each place) substitute“home-heating cost reduction obligation”;\n\t\t\tfor “carbon emissions reduction obligations” (in each place) substitute“home-heating cost reduction obligations”;\n\t\t\tfor “carbon emissions reduction target” (in each place other than inparagraph (be) of subsection (5)) substitute “home-heating cost reductiontarget”;\n\t\t\tfor “carbon emissions reduction targets” (in each place) substitute “home-heating cost reduction targets”; and\n\t\t\tomit paragraph (a) of subsection (10A).\n\t\tSubsections (4) and (9B) of section 41A apply to the carrying out by theSecretary of State and the Administrator of their respective functions underthis section as they apply to the carrying out by those persons of theirfunctions under that section.\n\t\tNo person shall be required by virtue of this section to provide anyinformation which he could not be compelled to give in evidence in civilproceedings in the High Court or, in Scotland, the Court of Session.”"
    },
    {
        "length": 582,
        "text": "\nOverall home-heating cost reduction targets\n\tAfter section 103 of the Utilities Act 2000 (overall carbon emissionsreduction targets) insert—\n\t“103AOverall home-heating cost reduction targets\n\t\tFor the purposes of the exercise of the functions of the Administratorunder either or both of—\n\t\t\tsection 33BD of the 1986 Act (promotion of reductions in home-heatingcosts: gas transporters and suppliers) and any order made under that section,and\n\t\t\tsection 41B of the 1989 Act (promotion of reductions in home-heating costs:electricity distributors and suppliers) and any order made under that section,\n\t\t\t\tthe Secretary of State may by order specify an overall target for thepromotion of measures for reducing the cost to individuals of heating theirhomes.\n\t\tThe power conferred by this section may be exercised so as to specify morethan one overall target in relation to the same period or to periods thatoverlap to any extent.\n\t\tWhere an overall target applies in relation to both sections mentioned insubsection (1), the order specifying the target may make provision for thetarget to be apportioned between—\n\t\t\tpersons who are gas transporters or gas suppliers (for the purposes ofsection 33BD of the 1986 Act and any order made under that section); and\n\t\t\tpersons who are electricity distributors or electricity suppliers (for thepurposes of section 41B of the 1989 Act and any order under that section),\n\t\t\tby reference to such criteria as may be specified in the order.\n\t\tThe Administrator shall exercise its functions under the provisionsmentioned in subsection (1) in relation to which an overall target applies(and in particular its functions relating to the determination of home-heatingcost reduction targets) in the manner it considers best calculated to resultin the achievement of the overall target.\n\t\tBefore making an order under this section the Secretary of State shallconsult the Authority, the Council, gas transporters, gas suppliers,electricity distributors, electricity suppliers, and such other persons as theSecretary of State considers appropriate.\n\t\tAn order under this section shall not be made unless a draft of theinstrument containing it has been laid before, and approved by a resolutionof, each House of Parliament.”"
    },
    {
        "length": 1088,
        "text": "\nPower of Secretary of State to require information: carbon emissionsreduction targets and home-heating cost reduction targets\n\tAfter section 103A of the Utilities Act 2000 insert—\n\t“103BPower of Secretary of State to require information: carbonemissions reduction targets and home-heating cost reduction targets\n\t\tThe Secretary of State may by notice require a person within subsection (3)to provide the Secretary of State with specified information, or informationof a specified kind, for the purpose of enabling the Secretary of State—\n\t\t\tto decide whether to make a carbon emissions reduction order or a home-heating cost reduction order and, if so, what provision to include in theorder;\n\t\t\tto review the operation and effect of a carbon emissions reduction order ora home-heating cost reduction order;\n\t\t\tto establish and maintain a record (“a measures record”) of properties inrespect of which carbon emissions reduction measures or home-heating costreduction measures have been taken and of the type of measure taken in respectof each such property.\n\t\tFor the purpose of enabling a person (“A”) to establish and maintain ameasures record on behalf of the Secretary of State, the Secretary of Statemay by notice require any person within subsection (3) to provide A withspecified information or information of a specified kind.\n\t\tThose persons are—\n\t\t\tgas transporters and gas suppliers;\n\t\t\telectricity distributors and electricity suppliers;\n\t\t\tthe Authority; and\n\t\t\tany body other than the Authority that is for the time being theAdministrator in relation to a carbon emissions reduction order or a home-heating cost reduction order.\n\t\tInformation required to be provided by a notice under this section must beprovided—\n\t\t\tin such form as may be specified;\n\t\t\twithin such period as may be specified or at such intervals as may bespecified.\n\t\tNo person shall be required by a notice under this section to provide anyinformation which the person could not be compelled to give in evidence incivil proceedings in the High Court or, in Scotland, the Court of Session.\n\t\tInformation obtained by virtue of this section may be disclosed by theSecretary of State—\n\t\t\tto the Welsh Ministers for the purpose of enabling them to review theoperation and effect in Wales of a carbon emissions reduction order or a home-heating cost reduction order;\n\t\t\tto the Scottish Ministers for the purpose of enabling them to review theoperation and effect in Scotland of a carbon emissions reduction order or ahome-heating cost reduction order.\n\t\tIn sections 28 to 30F and section 38 of the 1986 Act (enforcement ofrelevant requirements etc) a reference to a “relevant requirement” is to betreated as including a reference to a requirement imposed on a gas transporteror gas supplier under this section.\n\t\tIn sections 25 to 28 of the 1989 Act (enforcement of relevant requirementsetc) a reference to a “relevant requirement” is to be treated as including areference to a requirement imposed on an electricity distributor orelectricity supplier under this section.\n\t\tIn this section—\n\t\t\t  * “a carbon emissions reduction order” means an order under—\n\t\t\tsection 33BC of the 1986 Act;\n\t\t\tsection 41A of the 1989 Act; or\n\t\t\tsection 103 of this Act;\n\t\t\t\t  * “a home-heating cost reduction order” means an order under—\n\t\t\tsection 33BD of the 1986 Act;\n\t\t\tsection 41B of the 1989 Act; or\n\t\t\tsection 103A of this Act;\n\t\t\t\t  * “a carbon emissions reduction measure” is a measure of a kind mentioned in subsection (2) of each of section 33BC of the 1986 Act and section 41A of the 1989 Act;\n\t\t\t\t  * “a home-heating cost reduction measure” is a measure of a kind mentioned in subsection (2)(b) of each of section 33BD of the 1986 Act and section 41B of the 1989 Act;\n\t\t\t\t  * “specified” means specified in a notice under this section.”"
    },
    {
        "length": 2775,
        "text": "\nCHAPTER 5Information about energy consumption, efficiency and tariffs\n\tSmart meters\n\t\tSmart meters\n\t\t\tSection 88 of the Energy Act 2008 (power to modify licence conditions etc:smart meters) is amended in accordance with subsections (2) to (6).\n\t\t\tIn subsection (1)(a) (type of licence that may be modified)—\n\t\t\t\tfor “6(1)(c)” substitute “6(1)(b), (c)”;\n\t\t\t\tbefore “distribution” insert “transmission,”.\n\t\t\tIn subsection (3) (non-exhaustive list of modifications that may be made)after paragraph (j) insert—\n\t\t\t\tprovision requiring the holder of a licence to supply information to theSecretary of State or the Authority (or both) so as to enable them to assessany matter relating to the provision, installation, or operation of meters;”.\n\t\t\tIn subsection (4) (further provision about the manner in which the powermay be exercised) in paragraph (a) after “relation to” insert “different areasor”.\n\t\t\tIn subsection (5) (period after which the power may not be exercised) forthe words from “the end of the period of 5 years” to the end substitute “1November 2018”.\n\t\t\tIn subsection (6)(c) for “6(1)(c)” substitute “6(1)(b), (c)”.\n\t\t\tIn section 56FB of the Electricity Act 1989 (supplemental provision aboutthe power to provide for activities connected with smart meters to belicensable activities) in subsection (2) (period after which the power may notbe exercised) for the words from “the end of the period of 5 years” to the endsubstitute “1 November 2018”.\n\t\t\tIn section 41HB of the Gas Act 1986 (supplemental provision about the powerto provide for activities connected with smart meters to be licensableactivities) in subsection (2) (period after which the power may not beexercised) for the words from “the end of the period of 5 years” to the endsubstitute “1 November 2018”.\n\tEnergy performance certificates\n\t\tAccess to register of energy performance certificates etc: England andWales\n\t\t\tThe Secretary of State may make regulations for the purpose of authorisingthe person keeping a register to disclose, in accordance with the provisionmade in the regulations, the documents or data entered onto the register.\n\t\t\tThe power under subsection (1) may be exercised, in particular, to makeprovision—\n\t\t\t\texcluding a document or data, or a specified part of a document or data,from disclosure where the document or data relates to a specified descriptionof buildings;\n\t\t\t\texcluding a document or data, or a specified part of a document or data,from disclosure to a specified description of persons;\n\t\t\t\trestricting the number of disclosures made to a specified description ofpersons;\n\t\t\t\tfor a disclosure made to a specified description of persons to be subjectto specified conditions;\n\t\t\t\tas to the sanctions for non-compliance with any condition specified byvirtue of paragraph (d) (including sanctions preventing or restricting futuredisclosures);\n\t\t\t\tin consequence of any provision which is made by virtue of paragraphs (a)to (e).\n\t\t\tIn subsection (1) “a register” means a register maintained under Part 6 ofthe Energy Performance of Buildings (Certificates and Inspections) (Englandand Wales) Regulations 2007 ([S.I. 2007/991](/id/uksi/2007/991?view=plain \"Goto item of legislation\")).\n\t\t\tIn subsection (2) “specified” means specified in the regulations made underthis section.\n\t\t\tRegulations under this section may make different provision for differentcases or circumstances or for different purposes.\n\t\t\tRegulations under this section are subject to the negative procedure.\n\t\t\tFor the purposes of this section a reference to the disclosure of adocument or data includes a reference to disclosure of information derivedfrom the document or data.\n\t\tAccess to register of energy performance certificates etc: Scotland\n\t\t\tThe Scottish Ministers may make regulations for the purpose of authorisingor requiring the person keeping a register to disclose, in accordance with theprovision made in the regulations, the documents or data entered onto theregister.\n\t\t\tThe power under subsection (1) may be exercised, in particular, to makeprovision—\n\t\t\t\texcluding a document or data, or a specified part of a document or data,from disclosure where the document or data relates to a specified descriptionof buildings;\n\t\t\t\texcluding a document or data, or a specified part of a document or data,from disclosure to a specified description of persons;\n\t\t\t\trestricting the number of disclosures made to a specified description ofpersons;\n\t\t\t\tfor a disclosure made to a specified description of persons to be subjectto specified conditions;\n\t\t\t\tas to the sanctions for non-compliance with any condition specified byvirtue of paragraph (d) (including sanctions preventing or restricting futuredisclosures);\n\t\t\t\tin consequence of any provision which is made by virtue of paragraphs (a)to (e).\n\t\t\tIn subsection (1) “a register” means a register maintained under regulation10 of the Energy Performance of Buildings (Scotland) Regulations 2008 ([S.S.I.2008/309](/id/ssi/2008/309?view=plain \"Go to item of legislation\")).\n\t\t\tIn subsection (2) “specified” means specified in the regulations made underthis section.\n\t\t\tRegulations under this section may make different provision for differentcases or circumstances or for different purposes.\n\t\t\tRegulations under this section are subject to the negative procedure.\n\t\t\tFor the purposes of this section a reference to the disclosure of adocument or data includes a reference to disclosure of information derivedfrom the document or data.\n\tInformation about tariffs\n\t\tPower to modify energy supply licences: information about tariffs\n\t\t\tThe Secretary of State may modify—\n\t\t\t\ta condition of a particular licence under section 7A(1) of the Gas Act 1986(supply licences);\n\t\t\t\tthe standard conditions incorporated in licences under that provision byvirtue of section 8 of that Act;\n\t\t\t\ta condition of a particular licence under section 6(1)(d) of theElectricity Act 1989 (supply licences);\n\t\t\t\tthe standard conditions incorporated in licences under that provision byvirtue of section 8A of that Act.\n\t\t\tThe power under subsection (1) may be exercised for the purpose only ofsecuring that a licence holder provides a customer on a domestic tariff withinformation about one or more of the licence holder’s lowest domestic tariffs.\n\t\t\tThe information to be provided about a tariff by virtue of subsection (2)may, in particular, include information about—\n\t\t\t\tthe amount of the tariff;\n\t\t\t\tthe amount the customer would have paid or saved in relation to any pastperiod if the customer had been on the tariff for that period;\n\t\t\t\tthe amount the customer would be likely to pay or save in relation to anyfuture period if the customer were on the tariff for that period;\n\t\t\t\twhere to find further information about the tariff;\n\t\t\t\thow to switch to it.\n\t\t\tModifications under subsection (1) may, in particular, include provisionregarding—\n\t\t\t\twhich one or more domestic tariffs of a licence holder are its lowestdomestic tariffs;\n\t\t\t\twhich of its lowest domestic tariffs a licence holder must provideinformation about;\n\t\t\t\thow and when the information must be provided;\n\t\t\t\tthe form in which it must be provided.\n\t\t\tThe power under subsection (1)—\n\t\t\t\tmay be exercised generally, only in relation to specified cases or subjectto exceptions (including provision for a case to be excepted only so long asspecified conditions are satisfied);\n\t\t\t\tmay be exercised differently in different cases or circumstances;\n\t\t\t\tincludes a power to make consequential modifications.\n\t\t\tProvision included in licences by virtue of the power may make differentprovision for different cases.\n\t\t\tThe power under subsection (1) may not be exercised after 1 November 2018.\n\t\t\tIn this section—\n\t\t\t\t  * “domestic supply contract” means a contract for the supply of gas or electricity by a licence holder to a customer at domestic premises wholly or mainly for domestic purposes; \n\t\t\t\t  * “domestic tariff” means a tariff under a domestic supply contract. \n\t\tPower to modify energy supply licences: procedure and supplemental\n\t\t\tBefore making a modification, the Secretary of State must consult—\n\t\t\t\tthe holder of any licence being modified,\n\t\t\t\tthe Gas and Electricity Markets Authority, and\n\t\t\t\tsuch other persons as the Secretary of State considers appropriate.\n\t\t\tThe Secretary of State must publish details of any modifications as soon asreasonably practicable after they are made.\n\t\t\tA modification of part of a standard condition of a particular licence doesnot prevent any other part of the condition from continuing to be regarded asa standard condition for the purposes of Part 1 of the Gas Act 1986 or Part 1of the Electricity Act 1989.\n\t\t\tWhere the Secretary of State makes a modification of the standardconditions of a licence of any type, the Gas and Electricity Markets Authoritymust make the same modification of those standard conditions for the purposesof their incorporation in licences of that type granted after that time.\n\t\t\tIn section 33(1) of the Utilities Act 2000 (standard conditions ofelectricity licences), in paragraph (f) (as inserted by section 22(7) of thisAct), after “Part 1” insert “or section 76”.\n\t\t\tIn section 81(2) of the Utilities Act 2000 (standard conditions of gaslicences), after “Part 1” (as inserted by section 22(8) of this Act) insert“or section 76”.\n\t\t\tIn this section “modification” means a modification under section 76.\n\t\tGeneral duties of the Secretary of State\n\t\t\tSections 4AA to 4B of the Gas Act 1986 (principal objective and generalduties) apply in relation to functions of the Secretary of State under section76 or 77 of this Act with respect to holders of licences under section 7A(1)of that Act as they apply in relation to functions of the Secretary of Stateunder Part 1 of that Act.\n\t\t\tSections 3A to 3D of the Electricity Act 1989 (principal objective andgeneral duties) apply in relation to functions of the Secretary of State undersection 76 or 77 of this Act with respect to holders of licences under section6(1)(d) of that Act as they apply in relation to functions of the Secretary ofState under Part 1 of that Act."
    },
    {
        "length": 1343,
        "text": "\nCHAPTER 1Electricity supply\n\tAnnual report by Gas and Electricity Markets Authority on security ofelectricity supply\n\t\tBefore section 47 of the Electricity Act 1989 (and after the cross-headingimmediately preceding that section) insert—\n\t\t“47ZAAnnual report by Authority on security of electricity supply\n\t\t\tThe Authority must, before 1 September 2012, and before that date in everysubsequent calendar year—\n\t\t\t\tprepare a report on the future demand for, and supply of, electricity inGreat Britain, in accordance with subsection (2), and\n\t\t\t\tsend the report to the Secretary of State.\n\t\t\tA report under subsection (1) must include, as regards each forecastperiod—\n\t\t\t\ta forecast of the peak demand for the supply of electricity to consumers inGreat Britain;\n\t\t\t\tan assessment of different possible capacity margins for that supply, andof the degree of protection that each would provide against the risk ofshortfalls in supply due to unexpected demand or unexpected loss of capacity.\n\t\t\tThe forecast periods in relation to a report under subsection (1) are—\n\t\t\t\teach of the four calendar years immediately following the year of thereport; or\n\t\t\t\tany other periods that the Secretary of State specifies by order.\n\t\t\tA forecast by virtue of subsection (2)(a) must be expressed as a singlefigure in megawatts rounded to the nearest 100 megawatts, unless the Secretaryof State directs otherwise.\n\t\t\tAn assessment by virtue of subsection (2)(b) must take into account, inparticular—\n\t\t\t\tthe generation of electricity;\n\t\t\t\tthe operation of electricity interconnectors;\n\t\t\t\tthe storage of electricity;\n\t\t\t\tthe extent to which the available capacity of a generating station islikely to be lower than its maximum possible capacity due to routinemaintenance, weather conditions or any other expected limitation on itsoperation;\n\t\t\t\tdemand side response.\n\t\t\tA forecast or assessment by virtue of subsection (2) may to any extent bemade by, or based on information provided by—\n\t\t\t\tthe holder of a transmission licence;\n\t\t\t\tany other person.\n\t\t\tThe Secretary of State may give the Authority directions regarding—\n\t\t\t\tthe form of a report under subsection (1);\n\t\t\t\tthe manner in which such a report must be prepared or sent;\n\t\t\t\tthe manner in which a forecast or assessment by virtue of subsection (2)must be made or expressed (including, in particular, the method of calculationof any of the things mentioned in subsection (2)(a) or (b)).\n\t\t\tIn this section—\n\t\t\t\t  * “capacity margin” means the amount by which the peak demand for the supply of electricity is exceeded by the capacity likely to be available to meet that demand;\n\t\t\t\t  * “consumers” includes both existing and future consumers;\n\t\t\t\t  * “demand side response” means the cessation of, or a reduction in, the provision of electricity to a person at times of high demand, by agreement with the person.”\n\tAnnual report by Secretary of State on security of energy supplies\n\t\tSection 172 of the Energy Act 2004 (annual report by Secretary of State onsecurity of energy supplies) is amended as follows.\n\t\tAfter subsection (2) insert—\n\t\t\t“(2A)In 2012 and in every subsequent calendar year the report must alsoinclude, in particular, as regards each of the assessment periods, anassessment by the Secretary of State of what electricity supply capacity isrequired.\n\t\t(2B)For the purposes of subsection (2A) the electricity supply capacityrequired is the capacity required for the purpose of meeting the demands ofconsumers for the supply of electricity in Great Britain, including sparecapacity to allow for unexpected demands or unexpected loss of capacity.\n\t\t(2C)The assessment periods, in relation to a report under subsection (1), are—\n\t\t\teach of the four calendar years immediately following the year of thereport; or\n\t\t\tany other periods that the Secretary of State specifies by order.\n\t\t\t(2D)An assessment by virtue of subsection (2A) must take into account, inparticular—\n\t\t\tthe generation of electricity;\n\t\t\tthe operation of electricity interconnectors;\n\t\t\tthe storage of electricity;\n\t\t\tthe extent to which the available capacity of a generating station islikely to be lower than its maximum possible capacity due to routinemaintenance, weather conditions or any other expected limitation on itsoperation;\n\t\t\tdemand side response.”\n\t\tIn subsection (3), after “report” insert “, other than the assessment byvirtue of subsection (2A),”.\n\t\tAfter subsection (3) insert—\n\t\t“(3A)An order under this section is subject to the negative resolutionprocedure.”\n\t\tIn subsection (4)—\n\t\t\tafter the definition of “consumers” insert—\n\t\t\t\t  * ““demand side response” means the cessation of, or a reduction in, the provision of electricity to a person at times of high demand, by agreement with the person;”;\n\t\t\tafter “distribution system,” insert ““electricity interconnector”,“generating station”, “generation”, “supply,””."
    },
    {
        "length": 951,
        "text": "\nCHAPTER 2Gas supply\n\tPower of the Gas and Electricity Markets Authority to direct amodification of the Uniform Network Code\n\t\tAfter section 36B of the Gas Act 1986 insert—\n\t\t“36CPower to direct a modification of the UNC\n\t\t\tThe Authority may direct the operator of the gas National TransmissionSystem to make a modification to which this section applies and which isspecified in the direction to the Uniform Network Code.\n\t\t\tThis section applies to a modification—\n\t\t\t\twhich relates to the arrangements contained in the Code in respect of a GasSupply Emergency, and\n\t\t\t\twhich the Authority considers is a market-based modification.\n\t\t\tThe Authority may give a direction under this section only if it considersthat the modification will do either or both of the following—\n\t\t\t\tdecrease the likelihood of a Gas Supply Emergency occurring;\n\t\t\t\tdecrease the duration or severity of a Gas Supply Emergency which occurs.\n\t\t\tIn the exercise of the power under this section the Authority must haveregard to the purposes of Standard Special Condition A11 of licences grantedunder section 7 of this Act.\n\t\t\tFor the purposes of subsection (2), a modification is “market-based” if itrelates to the creation of financial incentives for gas shippers or gastransporters.\n\t\t\tBefore giving a direction under this section the Authority must consultsuch persons as it considers appropriate.\n\t\t\tIn this section—\n\t\t\t\t  * “Gas Supply Emergency” and “National Transmission System” have the meaning given by the Uniform Network Code;\n\t\t\t\t  * “the Uniform Network Code” means the document of that title required to be prepared pursuant to Standard Special Condition A11 of licences granted under section 7 of this Act.”\n\t\t\tThe requirement of subsection (6) of section 36C of the Gas Act 1986 may besatisfied by consultation before, as well as consultation after, the passingof this Act.\n\t\t\tIn section 38A of the Gas Act 1986 (reasons for decisions), in subsection(1), after paragraph (e) insert—\n\t\t\t\tthe giving of a direction under section 36C;”.\n\t\t\tIn section 173 of the Energy Act 2004 (appeals to the CompetitionCommission), after subsection (2) insert—\n\t\t\t\t“(2A)This section also applies to a decision by GEMA to give a direction undersection 36C of the Gas Act 1986 (power to direct a modification of the UniformNetwork Code).\n\t\t\t(2B)But subsection (2A) does not have effect in relation to such a decision ifit falls within a description of decisions for the time being excluded fromthe right of appeal under this section by an order made by the Secretary ofState.”\n\t\t\tIn section 175 of the Energy Act 2004 (determination of appeals), insubsection (4)(b) for “the purposes for which the relevant condition haseffect” substitute “—\n\t\t\t\tthe purposes for which the relevant condition has effect (in the case of anappeal by virtue of section 173(2)), or\n\t\t\t\tthe purposes of the power to give a direction under section 36C of the GasAct 1986 or the purposes of Standard Special Condition A11 of licences grantedunder section 7 of that Act (in the case of an appeal by virtue of section173(2A))”.\n\t\t\tIn Schedule 22 to the Energy Act 2004 (procedure for appeals under section173 of that Act), in paragraph 3(6) (suspension of a decision) after“direction” insert “(including a direction being appealed against by virtue ofsection 173(2A) of this Act)”."
    },
    {
        "length": 1978,
        "text": "\nAcquisition of rights to use upstream petroleum infrastructure\n\tThis section applies where—\n\t\ta person makes an application to the owner of a relevant upstream petroleumpipeline for a right to have things of a kind specified in the applicationconveyed by the pipeline during such period as is so specified and in suchquantities as are so specified;\n\t\ta person makes an application to the owner of a relevant oil processingfacility for a right to have petroleum of a kind specified in the applicationprocessed by the facility during such period as is so specified and in suchquantities as are so specified; or\n\t\ta person makes an application to the owner of a relevant gas processingfacility for a right to have piped gas of a kind specified in the applicationprocessed by the facility during such period as is so specified and in suchquantities as are so specified.\n\t\t\tAnd references in this section to “the access application” are to theapplication made to the owner of the pipeline or facility.\n\tThis section does not apply by virtue of subsection (1)(c) where a personmakes an application to the owner of a gas processing facility for a right tohave gas processed by the facility for a downstream purpose (as to which, seesection 12 of the Gas Act 1995).\n\tFor the purposes of subsection (1) an upstream petroleum pipeline, an oilprocessing facility or a gas processing facility is “relevant” if and in sofar as it is situated—\n\t\tin Great Britain;\n\t\tin the territorial sea adjacent to Great Britain; or\n\t\tin the sea in any area designated under section 1(7) of the ContinentalShelf Act 1964;\n\t\tbut an upstream petroleum pipeline which is so situated is not “relevant” ifit is a pipeline to which section 17GA of the Petroleum Act 1998 applies(petroleum pipelines subject to Norwegian access system).\n\tIf the applicant and the owner do not reach agreement on the accessapplication, the applicant may apply to the Secretary of State for a noticeunder subsection (11) which would secure to the applicant the right sought inthe access application.\n\tThe Secretary of State may not consider an application under subsection (4)unless satisfied that the applicant and the owner have had a reasonable timein which to reach agreement.\n\tWhen considering an application under subsection (4) the Secretary of Statemust—\n\t\tdecide whether the application is to be—\n\t\trejected, \n\t\tadjourned to enable further negotiation between the applicant and theowner, or\n\t\tconsidered further, and\n\t\tin the case of a decision to consider the application further, give anopportunity to be heard to—\n\t\tthe applicant and the owner;\n\t\tany person with a right to have anything conveyed by the pipeline orprocessed by the facility;\n\t\tthe Health and Safety Executive;\n\t\tsuch other persons as the Secretary of State considers appropriate.\n\tWhen giving further consideration to an application under subsection (4)the Secretary of State must (so far as relevant) take into account—\n\t\tcapacity which is or can reasonably be made available in the pipeline or atthe facility;\n\t\tany incompatibilities of technical specification which cannot reasonably beovercome;\n\t\tdifficulties which cannot reasonably be overcome and which could prejudicethe efficient, current and planned future production of petroleum;\n\t\tthe reasonable needs of the owner and any associate of the owner for theconveying and processing of petroleum;\n\t\tthe interests of all users and operators of the pipeline or facility;\n\t\tthe need to maintain security and regularity of supplies of petroleum; and\n\t\tthe number of parties involved in the dispute.\n\tThe Secretary of State may give a notice under subsection (11) only if thecondition in subsection (9) or (10) is met.\n\tThe condition in this subsection is that the Secretary of State issatisfied that the notice will not prejudice—\n\t\tthe conveying by the pipeline, or the processing by the facility, of thequantities of substances which the owner or an associate of the owner requiresor may reasonably be expected to require;\n\t\tthe conveying by the pipeline, or the processing by the facility, of thequantities of substances which another person with a right to have things soconveyed or processed requires to be conveyed or processed in exercise of thatright.\n\tThe condition in this subsection is that the notice contains provision forthe purpose of ensuring that if the notice does prejudice any of the mattersmentioned in subsection (9) any person who suffers loss as a result mayrecover from the applicant payments by way of compensation, of such amounts asare determined in accordance with the notice.\n\tA notice under this subsection may contain such provisions as theSecretary of State considers appropriate for any of the following purposes—\n\t\tto secure to the applicant the right sought in the access application;\n\t\tto secure that the exercise of the right is not prevented or impeded;\n\t\tto secure to the applicant such ancillary or incidental rights as theSecretary of State considers necessary or expedient, which may include theright to have a pipeline of the applicant’s connected to the pipeline orfacility by the applicant or the owner;\n\t\tto regulate the charges which may be made for the exercise of any rightsecured by the notice.\n\tA notice under subsection (11) may also contain such provisions as theSecretary of State considers appropriate for the purpose of ensuring that noperson suffers a loss by reason of the mixing together of—\n\t\tsubstances conveyed by the pipeline or processed by the facility on behalfof the applicant in exercise of a right secured by the notice; and\n\t\tsubstances conveyed by the pipeline or processed by the facility by or onbehalf of any other person.\n\tA notice under subsection (11) may also—\n\t\tcontain provision authorising the owner to recover from the applicantpayments by way of consideration for any right secured by the notice ofamounts specified in the notice or determined in accordance with the notice;\n\t\tcontain provision permitting a right secured or a duty imposed by thenotice to be assigned.\n\tA notice under subsection (11) is to be given to the owner and theapplicant.\n\tIf a notice under subsection (11) contains provision of a sort mentionedin subsection (10) or (12) the Secretary of State must give a copy of thenotice to every person who has a right to have anything conveyed by thepipeline or processed by the facility.\n\tBefore giving a copy of a notice under subsection (15) the Secretary ofState must—\n\t\tremove from the copy any provision included in the notice by virtue ofsubsection (11)(d) or (13)(a); and\n\t\tafter giving the owner and the applicant an opportunity to be heard, removefrom the copy any other provision included in the notice which the Secretaryof State considers may prejudice the commercial interests of the owner or theapplicant if not removed.\n\tA notice under subsection (11) does not come into force unless and untilthe applicant indicates acceptance of the terms of the notice in such mannerand within such period as is specified in the notice.\n\tFor the purposes of subsection (3)(b) and (c) a pipeline is to be treatedas being situated in the sea in any area if it is situated in, under or overthe sea in that area.\n\tIn this section and section 83 “owner”, in relation to an upstreampetroleum pipeline, an oil processing facility or a gas processing facility,means any of the following—\n\t\ta person in whom the pipeline or facility is vested;\n\t\ta lessee and any person occupying or controlling the pipeline or facility;and\n\t\ta person who has the right to have things conveyed by the pipeline orprocessed by the facility, where such right has been acquired by that personon terms that—\n\t\tthe person is entitled to exercise the right for a period of one year ormore; and\n\t\tthe right is capable of being assigned or otherwise disposed of to anotherperson."
    },
    {
        "length": 391,
        "text": "\nPower of Secretary of State to give a notice under section 82(11) onown initiative\n\tThis section applies where—\n\t\ta person has made an application of a kind mentioned in subsection (1) ofsection 82 to the owner of a pipeline or facility, and\n\t\tthe applicant and the owner have not reached agreement on the application.\n\tThe Secretary of State may on his or her own initiative give a notice undersubsection (11) of section 82 which would secure to the applicant the rightsought in the application; but this is subject to subsection (8) of thatsection and subsections (3) and (4).\n\tThe Secretary of State may not exercise the power conferred by subsection(2) unless the Secretary of State is satisfied that—\n\t\tthe applicant and the owner have had a reasonable time in which to reachagreement on the application; and\n\t\tthere is no realistic prospect of them doing so.\n\tIn considering whether to exercise the power conferred by subsection (2)the Secretary of State must—\n\t\ttake into account (so far as relevant) the matters mentioned in paragraphs(a) to (g) of subsection (7) of section 82;\n\t\tgive the persons mentioned in subsection (5) an opportunity to be heard.\n\tThose persons are—\n\t\tthe applicant and the owner;\n\t\tany person with a right to have anything conveyed by the pipeline orprocessed by the facility;\n\t\tthe Health and Safety Executive; and\n\t\tsuch other persons as the Secretary of State considers appropriate."
    },
    {
        "length": 982,
        "text": "\nCompulsory modification of upstream petroleum infrastructure\n\tThis section applies where—\n\t\ta person has made an application of a kind mentioned in subsection (1) ofsection 82, and\n\t\tthe Secretary of State is considering whether to give a notice undersubsection (11) of that section which would secure to the applicant the rightsought in the application.\n\tIf it appears to the Secretary of State—\n\t\tthat the pipeline or facility that is the subject of the application canand should be modified so as to increase its capacity; or\n\t\tthat the pipeline or facility that is the subject of the application canand should be modified by installing in it a junction or other apparatusthrough which a pipeline of the applicant’s may be connected,\n\t\t\tthen the Secretary of State may give the applicant and the owner of thepipeline or facility a notice in accordance with subsections (3) and (4).\n\tA notice under subsection (2) must—\n\t\tspecify the modifications which the Secretary of State considers should bemade to the pipeline or facility;\n\t\tspecify the sums or the method for determining the sums which the Secretaryof State considers should be paid to the owner by the applicant for thepurpose of defraying the cost of the modifications;\n\t\trequire the applicant to make, within the period specified for the purposein the notice, arrangements which the Secretary of State considers appropriateto secure that those sums will be paid to the owner if the owner carries outthe modifications or satisfies the Secretary of State that they will becarried out;\n\t\trequire the owner, if the applicant makes those arrangements within thatperiod, to carry out the modifications within a period specified for thepurpose in the notice; and\n\t\tauthorise the owner, if the Secretary of State is satisfied that the ownerhas carried out or will carry out the modifications, to recover those sumsfrom the applicant.\n\tA notice under subsection (2) may also contain provision for the purpose ofensuring that if the carrying out of the modifications prejudices any of thematters mentioned in subsection (9) of section 82 any person who suffers lossas a result may recover from the applicant payments by way of compensation, ofsuch amounts as are determined in accordance with the notice.\n\tIf a notice under subsection (2) contains provision by virtue of subsection(4) the Secretary of State must give a copy of the notice to every person whohas a right to have anything conveyed by the pipeline or processed by thefacility.\n\tBefore giving a copy of a notice under subsection (5) the Secretary ofState must—\n\t\tremove from the copy any provision included in the notice by virtue ofsubsection (3)(b); and\n\t\tafter giving the owner and the applicant an opportunity to be heard, removefrom the copy any other provision included in the notice which the Secretaryof State considers may prejudice the commercial interests of the owner or theapplicant if not removed.\n\tIn considering whether to give a notice under subsection (2) the Secretaryof State must—\n\t\ttake into account (so far as relevant) the matters mentioned in paragraphs(a) to (g) of subsection (7) of section 82;\n\t\tgive the persons mentioned in subsection (8) an opportunity to be heard.\n\tThose persons are—\n\t\tthe applicant and the owner;\n\t\tany person with a right to have anything conveyed by the pipeline orprocessed by the facility;\n\t\tthe Health and Safety Executive; and\n\t\tsuch other persons as the Secretary of State considers appropriate.\n\tIf the Secretary of State gives a notice under subsection (2), section 82has effect in relation to the pipeline or facility concerned as if referencesto the pipeline or facility were references to the pipeline or facility as itwould be with the modifications specified in the notice.\n\tIn this section “owner”, in relation to a pipeline or facility, means anyof the following—\n\t\ta person in whom the pipeline or facility is vested; and\n\t\ta lessee and any person occupying or controlling the pipeline or facility."
    },
    {
        "length": 307,
        "text": "\nVariation of notices under sections 82 and 84\n\tThe persons to whom a notice is given under subsection (11) of section 82or subsection (2) of section 84 may agree to vary or set aside the notice.\n\tThe Secretary of State may vary a notice under subsection (11) of section82 or subsection (2) of section 84 on the application of one of the persons towhom the notice was given.\n\tBut the Secretary of State may do so only if satisfied that the variationis necessary to resolve a dispute that has arisen in connection with thenotice between the persons to whom it was given.\n\tIn considering whether to vary a notice the Secretary of State must give anopportunity to be heard to—\n\t\tthe persons to whom the notice was given;\n\t\tany person with a right to have anything conveyed by the pipeline concernedor processed by the facility concerned;\n\t\tthe Health and Safety Executive; and\n\t\tsuch other persons as the Secretary of State considers appropriate.\n\tFor the purposes of this section and section 86, a person is to be treatedas having been given a notice if the person has had assigned to him or her aright which is secured by the notice or a duty which is imposed by the notice."
    },
    {
        "length": 211,
        "text": "\nPublication of notices and variations\n\tWhere the Secretary of State gives a notice under subsection (11) ofsection 82 or subsection (2) of section 84, the Secretary of State may—\n\t\tpublish the notice or any part of it;\n\t\tpublish a summary of the effect of the notice or any part of it.\n\tWhere the Secretary of State varies a notice in exercise of the powerconferred by subsection (2) of section 85, the Secretary of State may—\n\t\tpublish the variation;\n\t\tpublish the notice, or any part of it, as varied;\n\t\tpublish a summary of the effect of the variation.\n\tBefore publishing anything under this section the Secretary of State mustgive an opportunity to be heard to the persons to whom the notice was givenand to such other persons as the Secretary of State considers appropriate."
    },
    {
        "length": 471,
        "text": "\nPowers of Secretary of State to require information\n\tWhere the Secretary of State has reason to believe that a person has madeor received an application of a kind mentioned in subsection (1) of section82, the Secretary of State may by notice require the person to confirm whetheror not that is the case.\n\tThe Secretary of State may by notice require a person who has made orreceived an application of a kind mentioned in subsection (1) of section 82 toprovide the Secretary of State with specified information for the purpose ofenabling the Secretary of State to decide—\n\t\twhether to exercise any function conferred on the Secretary of State bysection 82, 83, or 84; and\n\t\tif so, how to exercise the function.\n\tWhere a person has applied to the Secretary of State under section 85 for anotice to be varied, the Secretary of State may by notice require any personwithin subsection (4) to provide the Secretary of State with specifiedinformation for the purpose of enabling the Secretary of State to decide—\n\t\twhether to vary the notice; and\n\t\tif so, how to vary the notice.\n\tThose persons are—\n\t\tthe person who applied for the notice to be varied;\n\t\tthe other person to whom the notice was given;\n\t\tany person who has had assigned to him or her a right which is secured bythe notice or a duty which is imposed by the notice.\n\tThe information that may be required under subsection (2) and (3) includesfinancial information.\n\tThe Secretary of State may not disclose any information obtained under thissection unless—\n\t\tthe person by or on behalf of whom the information was provided consents tothe disclosure, or\n\t\tthe disclosure is required by virtue of an obligation imposed on theSecretary of State by or under an enactment.\n\tIn this section “specified” means specified in a notice under subsection(2) or (3)."
    },
    {
        "length": 851,
        "text": "\nEnforcement \n\tA person is guilty of an offence if, in circumstances falling withinsubsection (2), the person provides false information to the Secretary ofState for the purpose of—\n\t\tinducing the Secretary of State to exercise or not to exercise any of thefunctions conferred on the Secretary of State by sections 82 to 85; or\n\t\tinducing the Secretary of State to exercise any of those functions in aparticular way.\n\tThose circumstances are that, at the time the information is provided, theperson—\n\t\tknows or believes the information to be false; or\n\t\tis reckless as to whether or not it is false.\n\tA person guilty of an offence under subsection (1) is liable on summaryconviction to a fine not exceeding level five on the standard scale.\n\tProceedings for an offence under subsection (1) may not be instituted inEngland and Wales except—\n\t\tby the Secretary of State or by a person authorised to do so by theSecretary of State, or\n\t\tby or with the consent of the Director of Public Prosecutions.\n\tWhere an offence under subsection (1) is committed by a body corporate andit is proved to have been committed with the consent or connivance of, or tobe attributable to neglect on the part of, an officer of the body corporate,that officer (as well as the body corporate) is guilty of the offence and isliable to be proceeded against and dealt with accordingly.\n\tWhere an offence under subsection (1) is committed by a Scottishpartnership and it is proved to have been committed with the consent orconnivance of, or to be attributable to neglect on the part of, a partner ofthe partnership, that partner (as well as the partnership) is guilty of theoffence and is liable to be proceeded against and dealt with accordingly.\n\tThe duty of a person to comply with a notice under subsection (11) ofsection 82 or subsection (2) of section 84 is a duty owed to any person whomay be affected by a failure to comply with it.\n\tWhere a duty is owed by virtue of subsection (7) to any person, the dutymay be enforced as if it were contained in a contract between that person andthe person who owes the duty.\n\tThe duty of a person to comply with a notice under section 87 isenforceable by civil proceedings by the Secretary of State—\n\t\tfor an injunction or interdict;\n\t\tfor specific performance of a statutory duty under section 45 of the Courtof Session Act 1988; or\n\t\tfor any other appropriate relief or remedy.\n\tCivil proceedings under subsection (9) are to be brought—\n\t\tin England and Wales, in the High Court, or\n\t\tin Scotland, in the Court of Session.\n\tIn this section—\n\t\t  * “officer”, in relation to a body corporate, means— \n\t\tany director, manager, secretary or other similar officer of the bodycorporate, or\n\t\tany person purporting to act in any such capacity;\n\t\t\t  * “partner”, in relation to a Scottish partnership, includes any person who was purporting to act as a partner in the partnership. \n\tIn subsection (11) “director”, in relation to a body corporate whoseaffairs are managed by its members, means a member of the body corporate."
    },
    {
        "length": 527,
        "text": "\nMinor, consequential and supplemental provision\n\tSchedule 2 contains minor and consequential amendments relating to thisChapter.\n\tBefore exercising any power conferred by sections 82 to 85 in respect of anupstream petroleum pipeline that is situated partly in a foreign sector of thecontinental shelf, the Secretary of State must consult the relevantauthorities in the other country.\n\tThe use of a pipeline by any person in accordance with a right secured by anotice under subsection (11) of section 82 is not a contravention of section14(1) of the Petroleum Act 1998.\n\tSubsection (5) applies where—\n\t\tan authorisation has been issued under section 14 of the Petroleum Act 1998(construction and use of controlled pipelines) for works for the constructionof a pipeline;\n\t\tthe authorisation contains a term of a kind mentioned in section 15(5) ofthat Act; and\n\t\tthe proposed pipeline is to be a relevant upstream petroleum pipeline.\n\tBefore serving a notice under section 15(6) of the Petroleum Act 1998 on aperson other than the holder of the authorisation, the Secretary of State mustgive that person an opportunity to make with respect to the proposed pipeline—\n\t\tan application of a kind mentioned in subsection (1)(a) of section 82 ofthis Act, and\n\t\tif applicable, an application under subsection (4) of that section;\n\t\t\tand for the purposes of any such application the provisions of this Chapterhave effect with the modifications in subsection (6).\n\tThe modification are that—\n\t\treferences to a pipeline are to the proposed pipeline as it would be onceconstructed in accordance with the terms of the authorisation;\n\t\treferences to the owner of a pipeline are to the proposed owner of theproposed pipeline;\n\t\tsection 84 is omitted.\n\tIn subsection (4)(c) “relevant upstream petroleum pipeline” means anupstream petroleum pipeline that is “relevant” for the purposes of subsection(1) of section 82."
    },
    {
        "length": 1525,
        "text": "\nInterpretation \n\tIn this Chapter—\n\t\t  * “foreign sector of the continental shelf” means an area within which rights are exercisable with respect to the sea bed and subsoil and their natural resources by a country or territory outside the United Kingdom; \n\t\t  * “gas” means any substance which is or, if it were in a gaseous state, would be gas within the meaning of Part 1 of the Gas Act 1986; \n\t\t  * “gas processing facility” means any facility which— \n\t\tcarries out gas processing operations in relation to piped gas;\n\t\tis operated otherwise than by a gas transporter; and\n\t\tis not an LNG import or export facility (within the meaning of section 12 ofthe Gas Act 1995);\n\t\t\t  * “oil processing facility” means any facility which carries out oil processing operations; \n\t\t\t  * “payments” means payments in money or money’s worth; \n\t\t\t  * “petroleum” has the same meaning as in Part 1 of the Petroleum Act 1998, and includes petroleum that has undergone any processing; \n\t\t\t  * “piped gas” means gas which— \n\t\toriginated from a petroleum production project; and\n\t\thas been conveyed only by means of pipes;\n\t\t\t  * “pipeline” means a pipe or system of pipes for the conveyance of any thing; \n\t\t\t  * “upstream petroleum pipeline” means a pipeline or one of a network of pipelines— \n\t\twhich is operated or constructed as part of a petroleum production project andis not a carbon dioxide pipeline;\n\t\twhich is used to convey petroleum from the site of one or more such projects—\n\t\tdirectly to premises, in order for that petroleum to be used at those premisesfor power generation or for an industrial process;\n\t\tdirectly to a place outside Great Britain;\n\t\tdirectly to a terminal; or\n\t\tindirectly to a terminal by way of one or more other terminals, whether or notsuch intermediate terminals are of the same kind as the final terminal; or\n\t\twhich is used to convey gas directly from a terminal to a pipeline systemoperated by a gas transporter or to any premises.\n\tFor the purposes of this section—\n\t\t  * “carbon dioxide pipeline” means— \n\t\ta pipeline used to convey carbon dioxide to a carbon dioxide storage site; or\n\t\ta pipeline which is not being used for any purpose but which is intended to beused to convey carbon dioxide to such a site;\n\t\t\t  * “carbon dioxide storage site” means a facility— \n\t\tfor the storage of carbon dioxide (with a view to its permanent disposal, oras an interim measure prior to its permanent disposal); and\n\t\tin respect of the use of which a person is required to have a licence undersection 18 of the Energy Act 2008;\n\t\t\t  * “gas processing operation” means any of the following operations— \n\t\tpurifying, blending, odorising or compressing gas for the purpose of enablingit to be introduced into a pipeline system operated by a gas transporter or tobe conveyed to an electricity generating station, a gas storage facility orany place outside Great Britain;\n\t\tremoving from gas for that purpose any of its constituent gases, or separatingfrom gas for that purpose any oil or water;\n\t\tdetermining the quantity or quality of gas which is or is to be so introduced,or so conveyed, whether generally or by or on behalf of a particular person,\n\t\tseparating, purifying, blending, odorising or compressing gas for the purposeof—\n\t\tconverting it into a form in which a purchaser is willing to accept deliveryfrom a seller, or\n\t\tenabling it to be loaded for conveyance to another place (whether inside oroutside Great Britain); and\n\t\tloading gas—\n\t\tat a facility which carries out operations of a kind mentioned in paragraph(d), or\n\t\tpiped from such a facility,\n\t\t\tfor the purpose of enabling the gas to be conveyed to another place (whetherinside or outside Great Britain);\n\t\t\t  * “gas transporter” has the meaning given by section 7(1) of the Gas Act 1986; \n\t\t\t  * “oil processing operations” means any of the following operations— \n\t\tinitial blending and such other treatment of petroleum as may be required toproduce stabilised crude oil and other hydrocarbon liquids to the point atwhich a seller could reasonably make a delivery to a purchaser of such oil andliquids;\n\t\treceiving stabilised crude oil and other hydrocarbon liquids piped from an oilprocessing facility carrying out operations of a kind mentioned in paragraph(a), or storing oil or other hydrocarbon liquids so received, prior to theirconveyance to another place (whether inside or outside Great Britain);\n\t\tloading stabilised crude oil and other hydrocarbon liquids piped from afacility carrying out operations of a kind mentioned in paragraph (a) or (b)for conveyance to another place (whether inside or outside Great Britain);\n\t\t\t  * “petroleum production project” means a project carried out by virtue of a licence granted under section 3 of the Petroleum Act 1998 or section 2 of the Petroleum (Production) Act 1934, or an equivalent project in a foreign sector of the continental shelf, and includes such a project which is used for the storage of gas; \n\t\t\t  * “terminal” includes— \n\t\tfacilities for such initial blending and other treatment as may be required toproduce stabilised crude oil and other hydrocarbon liquids to the point atwhich a seller could reasonably make a delivery to a purchaser of such oil andliquids;\n\t\toil processing facilities;\n\t\tgas processing facilities; and\n\t\ta facility for the reception of gas prior to its conveyance to a place outsideGreat Britain."
    },
    {
        "length": 601,
        "text": "\nMeaning of “associate” for the purposes of section 82\n\tFor the purposes of section 82(7)(d) and (9)(a) a person is an associate ofanother if—\n\t\teither or both of them is a body corporate, and\n\t\tone of them controls the other, or both are controlled by the same personor persons,\n\t\t\tand subsections (2) to (6) set out the circumstances in which one person (“A”)controls another (“B”).\n\tWhere B is a company, A controls B if A possesses or is entitled toacquire—\n\t\tone half or more of the issued share capital of B,\n\t\tsuch rights as would entitle A to exercise one half or more of the votesexercisable in general meetings of B,\n\t\tsuch part of the issued share capital of B as would entitle A to one halfor more of the amount distributed if the whole of the income of B were in factdistributed among the shareholders, or\n\t\tsuch rights as would, in the event of the winding up of B or in any othercircumstances, entitle it to receive one half or more of the assets of B whichwould then be available for distribution among the shareholders.\n\tWhere B is a limited liability partnership, A controls B if A—\n\t\tholds a majority of the voting rights in B,\n\t\tis a member of B and has a right to appoint or remove a majority of othermembers, or\n\t\tis a member of B and controls alone, or pursuant to an agreement with othermembers, a majority of the voting rights in B.\n\tIn subsection (3)(a) and (c) the references to “voting rights” are to therights conferred on members in respect of their interests in a limitedliability partnership to vote on those matters which are to be decided on by avote of the members of the limited liability partnership.\n\tIn any case, A controls B if A has the power, directly or indirectly, tosecure that the affairs of B are conducted in accordance with A’s wishes.\n\tIn determining whether, by virtue of subsections (2) to (5), A controls B,A shall be taken to possess—\n\t\tany rights and powers possessed by a person as nominee for it, and\n\t\tany rights and powers possessed by a body corporate which it controls(including rights and powers which such a body corporate would be taken topossess by virtue of this paragraph)."
    },
    {
        "length": 1538,
        "text": "\nCHAPTER 4Downstream gas processing facilities\n\tAcquisition of rights to use gas processing facilities for downstreampurposes\n\t\tSection 12 of the Gas Act 1995 (acquisition of rights to use gas processingfacilities) is amended as follows.\n\t\tIn the heading at the end insert “for downstream purposes”.\n\t\tFor “the Secretary of State” (in each place those words occur) substitute“the Authority”.\n\t\tIn subsection (1)—\n\t\t\tin the words before paragraph (a), after “gas processing facility” insert“which processes gas for a downstream purpose”;\n\t\t\tin that paragraph for “on that person’s behalf” substitute “for such apurpose”.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1ZA)At least two months before publishing those conditions or any changes tothem under subsection (1), the owner of the facility must—\n\t\t\tpublish a draft of the proposed conditions or changes; and\n\t\t\tinform any person who has a right to have gas processed by the facilitythat the draft has been published.\n\t\t\t(1ZB)The owner of the facility must take into account any representationsreceived about the proposed conditions or changes before publishing them, or amodified version of them, as final conditions or changes under subsection(1).”\n\t\tIn subsection (1B) for “on his behalf” substitute “for a downstreampurpose”.\n\t\tIn subsection (1D)—\n\t\t\tomit the “and” immediately preceding paragraph (c);\n\t\t\tafter paragraph (c) insert “; and\n\t\t\tthat the gas is to be processed for a downstream purpose”.\n\t\tIn subsection (1G) for “he” substitute “it”.\n\t\tIn subsection (2)(b) for “his” substitute “its”.\n\t\tFor subsections (5) and (5A) substitute—\n\t\tSections 28 to 30F of the 1986 Act (enforcement of relevant requirementsetc) apply in relation to the owner of a gas processing facility as if—\n\t\t\treferences to “a licence holder” were references to the owner of thefacility; and\n\t\t\treferences to a “relevant requirement” were references to a requirementimposed on the owner under this section.\n\t\t\t(5A)For the purposes of this section, gas is processed for “a downstreampurpose” if it is processed with a view to its being put into a gas storagefacility, an LNG import or export facility, a gas interconnector or adistribution system pipeline.”\n\t\tIn subsection (6)—\n\t\t\tin the definition of “gas processing facility” for the words from “carries”to the end substitute “—\n\t\t\tcarries out gas processing operations;\n\t\t\tis operated otherwise than by a gas transporter; and\n\t\t\tis not an LNG import or export facility;”;\n\t\t\tinsert, in the appropriate place, the following definitions—\n\t\t\t\t  * ““authorised transporter” has the same meaning as in Part 1 of the 1986 Act;”;\n\t\t\t\t  * ““the Authority” means the Gas and Electricity Markets Authority;”;\n\t\t\t\t  * ““distribution system operator” has the meaning given by Article 2(6) of Directive [2009/73/EC](/european/directive/2009/0073?view=plain \"Go to item of legislation\") of the European Parliament and of the Council of 13 July 2009 concerning common rules for the internal market in natural gas and repealing Directive [2003/55/EC](/european/directive/2003/0055?view=plain \"Go to item of legislation\");”;\n\t\t\t\t  * ““distribution system pipeline” means a pipeline operated by an authorised transporter who is a distribution system operator;”;\n\t\t\t\t  * ““gas interconnector” has the same meaning as in Part 1 of the 1986 Act;”;\n\t\t\t\t  * ““gas storage facility” means a facility in Great Britain (including the territorial sea adjacent to Great Britain and the sea in any area designated under section 1(7) of the Continental Shelf Act 1964) for either or both of the following—\n\t\t\tthe storage in porous strata, or in cavities in strata, of gas which has been,or will be, conveyed in a pipeline system operated by the holder of a licenceunder section 7 or 7ZA of the 1986 Act;\n\t\t\tthe storage of liquid gas which, if regasified, would be suitable forconveyance through pipes to premises in accordance with a licence undersection 7 of the 1986 Act;\n\t\t\tbut the reference in paragraph (b) to the storage of liquid gas does notinclude such temporary storage as is mentioned in the definition of “LNGimport or export facility”;”;\n\t\t\t\t  * ““LNG import or export facility” means a facility in Great Britain (including the territorial sea adjacent to Great Britain and the sea in any area designated under section 1(7) of the Continental Shelf Act 1964) for—\n\t\t\tthe importation into Great Britain and regasification of liquid gas prior toits conveyance to a pipeline system operated by the holder of a licence undersection 7 or section 7ZA of the 1986 Act, or the liquefaction of gas for thepurpose of its export from Great Britain; and\n\t\t\tany activity, including temporary storage of gas or liquid gas, which isnecessary for that importation, regasification or liquefaction;”;\n\t\t\t\t  * ““storage”, in relation to liquid gas in a gas storage facility, includes any liquefaction of gas or regasification of liquid gas ancillary to the storage of liquid gas, and “stored”, in relation to liquid gas in a gas storage facility, shall be construed accordingly;”.\n\t\tFor subsection (7) substitute—\n\t\tSection 91 of the Energy Act 2011 (meaning of “associate”) applies for thepurposes of subsection (3) of this section as it applies for the purposes ofsection 82(7)(d) and (9)(a) of that Act.”"
    },
    {
        "length": 380,
        "text": "\nSpecial administration under the Energy Act 2004\n\tAmendment of section 166 of the Energy Act 2004\n\t\tSection 166 of the Energy Act 2004 (indemnities) is amended as follows.\n\t\tAfter subsection (3) insert—\n\t\t\t“(3AA)As soon as practicable after agreeing to indemnify persons under thissection, the Secretary of State must lay a statement of the agreement beforeParliament.”\n\t\tAfter subsection (6) insert—\n\t\t“(6A)Where a sum has been paid out by the Secretary of State in consequence ofan indemnity agreed to under this section, the Secretary of State must lay astatement relating to that sum before Parliament—\n\t\t\tas soon as practicable after the end of the financial year in which thatsum is paid out; and\n\t\t\t(except where subsection (4) does not apply in the case of the sum) as soonas practicable after the end of each subsequent relevant financial year.\n\t\t\t(6B)In relation to a sum paid out in consequence of an indemnity, a financialyear is a relevant financial year for the purposes of subsection (6A) unless—\n\t\t\tbefore the beginning of that year, the whole of that sum has been repaid tothe Secretary of State under subsection (4); and\n\t\t\tthe company in question is not at any time during that year subject toliability to pay interest on amounts that became due under that subsection inrespect of that sum.”"
    },
    {
        "length": 364,
        "text": "\nEnergy supply company administration orders\n\tAn energy supply company administration order (referred to in this Chapteras an “esc administration order”) is an order which—\n\t\tis made by the court in relation to an energy supply company; and\n\t\tdirects that, while the order is in force, the affairs, business andproperty of the company are to be managed by a person appointed by the court.\n\tThe person appointed in relation to a company for the purposes of an escadministration order is the energy administrator of the company.\n\tThe energy administrator of a company must manage its affairs, business andproperty, and exercise and perform all the powers and duties of an energyadministrator, so as to achieve the objective set out in section 95.\n\tIn relation to an esc administration order applying to a non-GB company,references in this section to the affairs, business and property of thecompany are references only to its affairs and business so far as carried onin Great Britain and to its property in Great Britain.\n\tIn this Chapter—\n\t\t  * “energy supply company” means a company which is the holder of a relevant licence; and \n\t\t  * “relevant licence” means— \n\t\ta licence granted under section 7A(1)(a) or (b) of the Gas Act 1986 to supplygas, or\n\t\ta licence granted under section 6(1)(d) of the Electricity Act 1989 to supplyelectricity."
    },
    {
        "length": 547,
        "text": "\nObjective of an energy supply company administration\n\tThe objective of an energy supply company administration is to secure—\n\t\tthat energy supplies are continued at the lowest cost which it isreasonably practicable to incur; and\n\t\tthat it becomes unnecessary, by one or both of the following means, for theesc administration order to remain in force for that purpose.\n\tThose means are—\n\t\tthe rescue as a going concern of the company subject to the escadministration order; and\n\t\ttransfers falling within subsection (3).\n\tA transfer falls within this subsection if it is a transfer as a goingconcern—\n\t\tto another company, or\n\t\tas respects different parts of the undertaking of the company subject tothe esc administration order, to two or more different companies,\n\t\t\tof so much of that undertaking as it is appropriate to transfer for thepurpose of achieving the objective of the energy supply companyadministration.\n\tThe means by which transfers falling within subsection (3) may be effectedinclude, in particular—\n\t\ta transfer of the undertaking of the company subject to the escadministration order, or of a part of its undertaking, to a wholly-ownedsubsidiary of that company; and\n\t\ta transfer to a company of securities of a wholly-owned subsidiary to whichthere has been a transfer falling within paragraph (a).\n\tThe objective of an energy supply company administration may be achieved bytransfers falling within subsection (3) to the extent only that—\n\t\tthe rescue as a going concern of the company subject to the escadministration order is not reasonably practicable or is not reasonablypracticable without such transfers;\n\t\tthe rescue of that company as a going concern will not achieve thatobjective or will not do so without such transfers;\n\t\tsuch transfers would produce a result for the company’s creditors as awhole that is better than the result that would be produced without them; or\n\t\tsuch transfers would, without prejudicing the interests of those creditorsas a whole, produce a result for the company’s members as a whole that isbetter than the result that would be produced without them."
    },
    {
        "length": 1063,
        "text": "\nApplication of certain provisions of the Energy Act 2004 in relationto esc administration orders\n\tSections 156 to 167 of, and Schedules 20 and 21 to, the Energy Act 2004(special administration regime for energy licensees) apply in relation to anesc administration order as they apply in relation to an energy administrationorder within the meaning given by section 154(1) of that Act, but with themodifications set out in subsections (2) to (4).\n\tIn the application of those provisions generally—\n\t\tfor “energy administration”, in each place where it occurs, substitute“energy supply company administration”;\n\t\tfor “a protected energy company”, in each place where it occurs, substitute“an energy supply company”.\n\tIn the application of Schedule 20—\n\t\tin paragraph 32(d), for the words from “““energy administrationapplication”” to “Energy Act 2004” substitute “““energy supply companyadministration application” means an application to the court for an energysupply company administration order under Chapter 3 of Part 3 of the EnergyAct 2004, as applied by section 96 of the Energy Act 2011”;\n\t\tin paragraph 32(e), for “section 155 of the Energy Act 2004” substitute“section 95 of the Energy Act 2011”;\n\t\tin paragraph 36, for “section 154(4) of this Act” substitute “section 94(4)of the Energy Act 2011”;\n\t\tin paragraph 43, after “the Energy Act 2004” insert “and section 96 of theEnergy Act 2011”;\n\t\tin paragraph 44(5), after “the Energy Act 2004” insert “and section 96 ofthe Energy Act 2011”;\n\t\tin paragraph 45, after “section 157(1)(e) of this Act” insert “as appliedby section 96 of the Energy Act 2011”;\n\t\tin paragraph 47, after “Part 1 of this Schedule” insert “and section 96 ofthe Energy Act 2011”.\n\tIn the application of Schedule 21—\n\t\tin paragraph 1(b), for “section 155(3)” substitute “section 95(3) of theEnergy Act 2011”;\n\t\tin paragraph 12, for “section 155” substitute “section 95 of the Energy Act2011”.\n\tSections 171 and 196 of the Energy Act 2004 (interpretation) apply for thepurposes of the application by subsection (1) of the provisions mentioned inthat subsection, but with the modifications set out in subsection (6).\n\tIn the application of section 171(1)—\n\t\tinsert, at the appropriate places, the following definitions—\n\t\t\t  * ““energy supply company” has the meaning given by section 94(5) of the Energy Act 2011;”;\n\t\t\t  * ““energy supply company administration order” has the meaning given by section 94(1) of the Energy Act 2011;”;\n\t\t\t  * ““energy supply company administration rules” means rules made under section 411 of the 1986 Act by virtue of section 159(3) of this Act, for the purpose of giving effect to this Chapter as applied by section 96 of the Energy Act 2011;”;\n\t\t\t  * ““objective of the energy supply company administration” is to be construed in accordance with section 95 of the Energy Act 2011;”;\n\t\tin the definition of “energy administrator” for “section 154(2)” substitute“section 94(2) of the Energy Act 2011”;\n\t\tin the definition of “relevant licence” for “section 154(5)” substitute“section 94(5) of the Energy Act 2011”."
    },
    {
        "length": 988,
        "text": "\nModifications of particular or standard conditions\n\tWhere the Secretary of State considers it appropriate to do so inconnection with the provision made by this Chapter, the Secretary of State maymake—\n\t\tmodifications of the conditions of a gas or electricity licence held by aparticular person;\n\t\tmodifications of the standard conditions of such licences of any type.\n\tThe power to make modifications under this section includes power to makeincidental, consequential or transitional modifications.\n\tBefore making a modification under this section, the Secretary of Statemust consult—\n\t\tthe holder of any licence being modified; and\n\t\tsuch other persons as the Secretary of State considers appropriate.\n\tThe Secretary of State must publish every modification made under thissection.\n\tThe publication must be in such manner as the Secretary of State considersappropriate.\n\tA modification under subsection (1)(a) of part of a standard condition of alicence does not prevent any other part of the condition from continuing to beregarded as a standard condition for the purposes of Part 1 of the Gas Act1986 or Part 1 of the Electricity Act 1989.\n\tWhere the Secretary of State makes modifications under subsection (1)(b) ofthe standard conditions of licences of any type, the Gas and ElectricityMarkets Authority must—\n\t\tmake (as nearly as may be) the same modifications of those standardconditions for the purposes of their incorporation in licences of that typegranted after that time; and\n\t\tpublish the modifications in such manner as it considers appropriate.\n\tThe Secretary of State’s powers under this section are exercisable onlyduring the eighteen months beginning with the commencement of this section.\n\tIn section 33(1) of the Utilities Act 2000 (standard conditions ofgeneration, distribution and supply licences under Part 1 of the ElectricityAct 1989), after “76” (as inserted by section 77(5) of this Act) insert “or98”.\n\tIn section 81(2) of the Utilities Act 2000 (standard conditions oftransporter, supply and shipping licences under Part 1 of the Gas Act 1986),after “76” (as inserted by section 77(6) of this Act) insert “or 98”.\n\tIn section 146(5) of the Energy Act 2004 (standard conditions ofinterconnector licences under Part 1 of the Electricity Act 1989), for “orunder this Act” substitute “, under this Act or under section 98 of the EnergyAct 2011”.\n\tIn section 150(5) of the Energy Act 2004 (standard conditions ofinterconnector licences under Part 1 of the Gas Act 1986), for “or under thisAct” substitute “, under this Act or under section 98 of the Energy Act 2011”.\n\tSections 4AA to 4B of the Gas Act 1986 (principal objective and generalduties) apply in relation to the powers of the Secretary of State under thissection with respect to holders of gas licences as they apply in relation tofunctions of the Secretary of State under Part 1 of that Act.\n\tSections 3A to 3D of the Electricity Act 1989 (principal objective andgeneral duties) apply in relation to the powers of the Secretary of Stateunder this section with respect to holders of electricity licences as theyapply in relation to functions of the Secretary of State under Part 1 of thatAct.\n\tIn this section—\n\t\treferences to a gas licence are to a licence for the purposes of section 5of the Gas Act 1986 (prohibition on unlicensed activities relating to gas),and\n\t\treferences to an electricity licence are to a licence for the purposes ofsection 4 of the Electricity Act 1989 (prohibition on unlicensed activitiesrelating to electricity)."
    },
    {
        "length": 635,
        "text": "\nLicence conditions to secure funding of energy supply companyadministration\n\tThe modifications that may be made under section 98 include, in particular,modifications imposing conditions requiring the holder of the licence—\n\t\tso to modify the charges imposed by the licence holder for anything done bythe licence holder in the carrying on of the licensed activities as to raisesuch amounts as may be determined by or under the conditions; and\n\t\tto pay the amounts so raised to such persons as may be so determined forthe purpose of—\n\t\ttheir applying those amounts in making good any shortfall in the propertyavailable for meeting the expenses of an energy supply company administration;or\n\t\tenabling those persons to secure that those amounts are so applied.\n\tThose modifications may include modifications imposing on the licenceholder an obligation to apply amounts paid to the licence holder in pursuanceof conditions falling within subsection (1)(a) or (b) in making good any suchshortfall.\n\tFor the purposes of this section—\n\t\tthere is a shortfall in the property available for meeting the costs of anenergy supply company administration if, in a case where a company is or hasbeen subject to an energy supply company administration order, the propertyavailable (apart from conditions falling within subsection (1) or (2)) formeeting relevant debts is insufficient for meeting them; and\n\t\tamounts are applied in making good that shortfall if they are paid in ortowards discharging so much of a relevant debt as cannot be met out of theproperty otherwise available for meeting relevant debts.\n\tIn this section “relevant debt” in relation to a case in which a company isor has been subject to an energy supply company administration order, means anobligation—\n\t\tto make payments in respect of the expenses or remuneration of any personas the energy administrator of that company;\n\t\tto make a payment in discharge of a debt or liability of that companyarising out of a contract entered into at a time when the order was in forceby the person who at that time was the energy administrator of that company;\n\t\tto repay the whole or a part of a grant made to that company under section165 of the Energy Act 2004 as applied by section 96 of this Act;\n\t\tto repay a loan made to the company under that section as so applied, or topay interest on such a loan;\n\t\tto make a payment under section 166(4) of that Act as so applied; or\n\t\tto make a payment under section 167(5) of that Act as so applied."
    },
    {
        "length": 227,
        "text": "\nModifications under the Enterprise Act 2002\n\tThe power to modify or apply enactments conferred on the Secretary of Stateby each of the sections of the Enterprise Act 2002 mentioned in subsection (2)includes power to make such consequential modifications of this Chapter as theSecretary of State considers appropriate in connection with any otherprovision made under that section.\n\tThose sections are—\n\t\tsections 248 and 277 (amendments consequential on that Act); and\n\t\tsection 254 (power to apply insolvency law to foreign companies).\n\tIn section 170(1) of the Energy Act 2004 (modification of Chapter 3 of Part3 of that Act under the Enterprise Act 2002) after “Chapter” insert“(including this Chapter as applied by section 96 of the Energy Act 2011)”."
    },
    {
        "length": 131,
        "text": "\nPower to make further modifications of insolvency legislation\n\tThe power of the Secretary of State under paragraph 46 of Schedule 20 tothe Energy Act 2004 (conduct of energy administration) to make modificationsincludes power to make such modifications as the Secretary of State considersappropriate in relation to any provision made by or under this Chapter.\n\tIn paragraph 46 of that Schedule, after “Chapter” insert “(including thisChapter as applied by section 96 of the Energy Act 2011)”."
    },
    {
        "length": 685,
        "text": "\nInterpretation of Chapter 5\n\tIn this Chapter—\n\t\t  * “business”, “member” and “property” have the same meanings as in the Insolvency Act 1986; \n\t\t  * “company” means— \n\t\ta company registered under the Companies Act 2006, or\n\t\tan unregistered company;\n\t\t\t  * “court”, in relation to a company, means the court— \n\t\thaving jurisdiction to wind up the company, or\n\t\tthat would have such jurisdiction apart from section 221(2) or 441(2) of theInsolvency Act 1986 (exclusion of winding up jurisdiction in case of companieshaving principal place of business in, or incorporated in, Northern Ireland);\n\t\t\t  * “energy administrator” has the meaning given by section 94(2) and is to be construed in accordance with subsection (2) of this section; \n\t\t\t  * “energy supply company administration order” has the meaning given by section 94(1); \n\t\t\t  * “energy supply company’” has the meaning given by section 94(5); \n\t\t\t  * “modification” includes omission, addition or alteration, and cognate expressions are to be construed accordingly; \n\t\t\t  * “non-GB company” means a company incorporated outside Great Britain; \n\t\t\t  * “objective of the energy supply company administration” is to be construed in accordance with section 95; \n\t\t\t  * “relevant licence” has the meaning given by section 94(5); \n\t\t\t  * “subsidiary” and “wholly-owned subsidiary” have the meanings given by section 1159 of the Companies Act 2006; \n\t\t\t  * “unregistered company” means a company that is not registered under the Companies Act 2006. \n\tIn this Chapter references to the energy administrator of a company—\n\t\tinclude references to a person appointed under paragraph 91 or 103 ofSchedule B1 to the Insolvency Act 1986, as applied by Part 1 of Schedule 20 tothe Energy Act 2004 and section 96 of this Act to be the energy administratorof that company; and\n\t\twhere two or more persons are appointed to be the energy administrator ofthat company, are to be construed in accordance with the provision made undersection 158(5) of the Energy Act 2004, as applied by section 96 of this Act."
    },
    {
        "length": 113,
        "text": "\nCHAPTER 6Continental shelf\n\tRevocation etc of designations under Continental Shelf Act 1964\n\t\tIn section 1(7) of the Continental Shelf Act 1964 (power by Order in Councilto designate an area as an area within which rights with respect to the seabed etc are exercisable), for “revoke Orders for the purpose of consolidatingthem” substitute “revoke, amend or re-enact Orders”."
    },
    {
        "length": 267,
        "text": "\nOffshore electricity\n\tOffshore transmission and distribution of electricity: extension oftime for licence modifications and property scheme applications\n\t\tIn section 90 of the Energy Act 2004 (modification of licence conditionsfor offshore transmission and distribution of electricity), in each ofsubsections (3) and (8) (time periods for consulting on and makingmodifications) for “the commencement of this section” substitute “the passingof the Energy Act 2011”.\n\t\tIn section 91 of the Energy Act 2004 (extension of electricity transmissionlicences offshore), in each of subsections (6) and (11) (time periods forconsulting on and making modifications) for “the commencement of this section”substitute “the passing of the Energy Act 2011”.\n\t\tIn Schedule 2A to the Electricity Act 1989 (property schemes in respect oflicences for offshore transmission of electricity), in paragraph 5(5) (maximumpossible period during which an application for a scheme may be made) for “7years” substitute “16 years”."
    },
    {
        "length": 197,
        "text": "\nSecurity of nuclear construction sites\n\tRegulation of security of nuclear construction sites\n\t\tSection 77 of the Anti-terrorism, Crime and Security Act 2001 (regulationof security of civil nuclear industry) is amended as follows.\n\t\tIn subsection (1) (list of matters that may be regulated) after paragraph(c) insert—\n\t\t\tnuclear construction sites and equipment used or stored on such sites;”.\n\t\tIn subsection (7) after the definition of “equipment” insert—\n\t\t\t  * ““nuclear construction site” means a site—\n\t\t\ton which works are being carried out with a view to its becoming a nuclearsite used wholly or mainly for purposes other than defence purposes; and\n\t\t\twhich is situated within 5 kilometres of an existing nuclear site.”"
    },
    {
        "length": 3020,
        "text": "\nDecommissioning\n\tAgreement about modifying decommissioning programme\n\t\tSection 46 of the Energy Act 2008 (approval of a decommissioning programme)is amended as follows.\n\t\tAfter subsection (3) insert—\n\t\t\t“(3A)When approving a programme the Secretary of State may agree to exercise,or not to exercise, the section 48 power—\n\t\t\tin a particular manner;\n\t\t\twithin a particular period.\n\t\t\t(3B)An agreement under subsection (3A) may subsequently be amended by theSecretary of State and the other party to the agreement.\n\t\t\t(3C)The Secretary of State may not make such an agreement or amend such anagreement unless satisfied that the agreement (or the agreement as amended)includes adequate provision for the modification of the programme in the eventthat the provision made by it for the technical matters (including thefinancing of the designated technical matters) ceases to be prudent.\n\t\t\t(3D)Provision in such an agreement (including the provision mentioned insubsection (3C)) may include provision—\n\t\t\tfor a determination by a third party in relation to a relevant matterspecified in the agreement, and\n\t\t\tfor the Secretary of State to be bound by such a determination.\n\t\t\t(3E)A “relevant matter” is a matter relating to the provision made by theprogramme for the technical matters.\n\t\t\t(3F)Subsections (3A) to (3D) apply notwithstanding that the agreement oramendment fetters the Secretary of State’s discretion.\n\t\t\t(3G)In subsection (3A) “section 48 power” means the power of the Secretary ofState under section 48 to propose a modification of the programme or amodification of the conditions to which the approval of the programme issubject.”\n\t\tIn subsection (4) for “(3)” substitute “(3B)”.\n\tAbandonment: infrastructure converted for CCS demonstration projects\n\t\tThe Energy Act 2008 is amended as follows.\n\t\tAfter section 30 insert—\n\t\t“30AInstallations converted for CCS demonstration projects\n\t\t\tThe Secretary of State may by order designate an installation as aneligible CCS installation.\n\t\t\tBut an order may not be made under subsection (1) in relation to—\n\t\t\t\ta carbon storage installation established or maintained under a licencegranted by the Scottish Ministers, or\n\t\t\t\tany other installation established or maintained wholly or partly inScotland.\n\t\t\tAn order under subsection (1) ceases to have effect if the installation inrelation to which it is made becomes an installation within subsection (2)(a).\n\t\t\tAn eligible CCS installation qualifies for change of use relief if—\n\t\t\t\tthe installation is or has been used as part of a CCS demonstrationproject, and\n\t\t\t\tthe trigger event has occurred in relation to the installation at a timewhen the installation was so used (whether before or after it was designatedunder this section).\n\t\t\tThe trigger event occurs—\n\t\t\t\tin relation to an installation used for the injection of captured carbondioxide into a carbon storage facility as part of a CCS demonstration project,when captured carbon dioxide is first present at the installation, and\n\t\t\t\tin relation to an installation used as part of a CCS demonstration projectfor any other purpose, when captured carbon dioxide is first present atanother installation used as mentioned in paragraph (a) as part of the sameproject.\n\t\t\tWhere an eligible CCS installation qualifies for change of use relief—\n\t\t\t\tan abandonment programme notice must not be served on a person who iswithin section 30(1) of the 1998 Act only because one or more of subsections(7) to (9) applies in relation to the person (but this does not affect thevalidity of a notice served on any such person before the installationqualified for change of use relief), and\n\t\t\t\ta proposal must not be made under section 34(1)(b) of the 1998 Act if theeffect of the proposal (if implemented) would be to impose an abandonmentliability on a person who is within section 34(2)(a) of the 1998 Act onlybecause one or more of subsections (7) to (10) applies in relation to theperson.\n\t\t\tThis subsection applies in relation to a person if—\n\t\t\t\tthe person is within paragraph (b) of section 30(1) of the 1998 Act inrelation to the installation only by virtue of the fact that the person had aright mentioned in section 30(5)(a) of that Act when an activity mentioned insection 30(6) of that Act was last carried on from, by means of or on theinstallation, and\n\t\t\t\tany such activity was last so carried on before the trigger event occurredin relation to the installation.\n\t\t\tThis subsection applies in relation to a person if—\n\t\t\t\tthe person is within paragraph (ba) of section 30(1) of the 1998 Act inrelation to the installation, and\n\t\t\t\tthe transfer mentioned in sub-paragraph (i) of that paragraph took placebefore the trigger event occurred in relation to the installation.\n\t\t\tThis subsection applies in relation to a person if the person is withinparagraph (e) of section 30(1) of the 1998 Act only by virtue of beingassociated with a body corporate which is within subsection (7) or (8).\n\t\t\tThis subsection applies in relation to a person if the person has beenwithin any of paragraphs (a), (b), (c), (d) or (e) of section 30(1) of the1998 Act in relation to the installation, but only at a time—\n\t\t\t\twhen the installation was an offshore installation (within the meaninggiven by section 44 of the 1998 Act), and\n\t\t\t\tbefore the trigger event occurred in relation to the installation.\n\t\t\tThe power conferred by subsection (1) does not include a power to revokean order made under that subsection.\n\t\t\tIn this section—\n\t\t\t\t  * “abandonment liability”, in relation to an installation, means a duty to secure that an abandonment programme for the installation is carried out;\n\t\t\t\t  * “abandonment programme”, in relation to an installation, means a programme in respect of the installation approved, or having effect as if approved, by the Secretary of State under section 32 of the 1998 Act;\n\t\t\t\t  * “abandonment programme notice” means a notice served under section 29(1) of the 1998 Act;\n\t\t\t\t  * “captured carbon dioxide” means carbon dioxide that has been produced by, or in connection with, commercial electricity generation and captured with a view to its disposal by way of permanent storage;\n\t\t\t\t  * “carbon dioxide”, “CCS demonstration project” and “commercial electricity generation” have the same meanings as in Part 1 of the Energy Act 2010 (see section 7 of that Act);\n\t\t\t\t  * “carbon storage facility” has the same meaning as in section 20;\n\t\t\t\t  * “Scotland” has the same meaning as in the Scotland Act 1998 (see section 126(1) of that Act).\n\t\t\tSection 30(8) to (9) of the 1998 Act (when one body corporate isassociated with another) apply for the purposes of this section.\n\t\tBSubmarine pipelines converted for CCS demonstration projects\n\t\t\tThe Secretary of State may by order designate a submarine pipeline as aneligible CCS pipeline.\n\t\t\tAn eligible CCS pipeline qualifies for change of use relief if—\n\t\t\t\tthe pipeline is or has been used as part of a CCS demonstration project fora purpose other than the transport of petroleum, and\n\t\t\t\tthe trigger event has occurred in relation to the pipeline at a time whenthe pipeline was so used (whether before or after it was designated under thissection).\n\t\t\tThe trigger event—\n\t\t\t\tin relation to a pipeline used to transport captured carbon dioxide as partof a CCS demonstration project, occurs when captured carbon dioxide is firstpresent in the pipeline, and\n\t\t\t\tin relation to a pipeline used as part of a CCS demonstration project forany other purpose, occurs—\n\t\t\t\twhen captured carbon dioxide is first present in another pipeline used aspart of the same project, or\n\t\t\t\tif earlier, when captured carbon dioxide is first present at aninstallation used as part of the same project for the injection of capturedcarbon dioxide into a carbon storage facility.\n\t\t\tWhere an eligible CCS pipeline qualifies for change of use relief, aproposal must not be made under section 34(1)(b) of the 1998 Act if the effectof the proposal (if implemented) would be to impose an abandonment liabilityon a person who is within section 34(2)(b) of the 1998 Act only becausesubsection (5) applies in relation to the person.\n\t\t\tThis subsection applies in relation to a person if the person has beenwithin any of paragraphs (a) to (c) of section 30(2) of the 1998 Act inrelation to the pipeline, but only at a time—\n\t\t\t\twhen the pipeline was used solely for activities other than activitiesconnected with any mentioned in section 17(2)(a), (b) or (c), and\n\t\t\t\tbefore the trigger event occurred in relation to the pipeline.\n\t\t\tThe power conferred by subsection (1) does not include a power to revoke anorder made under that subsection.\n\t\t\tIn this section—\n\t\t\t\t  * “abandonment liability”, in relation to a submarine pipeline, is a duty to secure that an abandonment programme for the pipeline is carried out;\n\t\t\t\t  * “abandonment programme”, in relation to a submarine pipeline, means a programme in respect of the pipeline approved, or having effect as if approved, by the Secretary of State under section 32 of the 1998 Act;\n\t\t\t\t  * “captured carbon dioxide” and “CCS demonstration project” have the same meanings as in section 30A;\n\t\t\t\t  * “carbon storage facility” has the same meaning as in section 20;\n\t\t\t\t  * “petroleum” has the same meaning as in Part 1 of the 1998 Act (see section 1 of that Act) and includes petroleum that has undergone any processing;\n\t\t\t\t  * “submarine pipeline” has the same meaning as in Part 4 of the Petroleum Act 1998 (see section 45 of that Act).”\n\t\t\tIn the cross heading before section 30, for “installations” substitute“infrastructure”.\n\t\t\tIn section 30 (abandonment of installations)—\n\t\t\t\tin subsection (1) (application of Part 4 of Petroleum Act 1998 in relationto abandonment of carbon storage installations)—\n\t\t\t\tfor ““the 1998 Act”” substitute “referred to in this section and sections30A and 30B as “the 1998 Act””, and\n\t\t\t\tat the end insert “and section 30A”,\n\t\t\t\tafter subsection (4) (power to make regulations modifying Part 4 of the1998 Act in its application to carbon storage installations) insert—\n\t\t\t\t\t“(4A)The power in subsection (4) is subject to section 30A.”, and\n\t\t\t\tin subsection (5) (meaning of “carbon storage installation”) after “thissection” insert “and section 30A”.\n\t\t\tIn section 105(2) (parliamentary control of subordinate legislation), afterparagraph (a) insert—\n\t\t\t\tan order which contains provision made under section 30A or 30B only(powers to designate installations and submarine pipelines as eligible CCSinstallations and eligible CCS pipelines);”."
    },
    {
        "length": 1239,
        "text": "\nCarbon dioxide pipelines\n\tCarbon dioxide pipelines: powers of compulsory acquisition\n\t\tThe Pipe-lines Act 1962 is amended as follows.\n\t\tIn section 12 (orders for compulsory acquisition of rights over land forpipe-line construction)—\n\t\t\tin subsection (1), for “the next following section” substitute “section13”;\n\t\t\tin subsections (2), (4), (5)(a) and (b), (5A) (in both places), (6) and(7), after “a compulsory rights order” insert “under this section”;\n\t\t\tin subsection (3), after “compulsory rights orders” insert “under thissection”.\n\t\tAfter section 12 insert—\n\t\t“Pipe-lines for Conveying Carbon Dioxide: Compulsory Acquisition ofRights over Land\n\t\t\tAOrders for compulsory acquisition of rights over land: pipe-linesfor conveying carbon dioxide\n\t\t\t\tThis section applies in relation to a pipe-line (or a length of a pipe-line) that is intended to be converted into a pipe-line (or length) used forconveying carbon dioxide.\n\t\t\t\tThe owner of the pipe-line may apply to the Secretary of State for an orderunder subsection (3) in relation to land in which the pipe-line (or a lengthof the pipe-line) is situated.\n\t\t\t\tAn order under this subsection is an order authorising the owner of thepipe-line to do one or more of the following—\n\t\t\t\t\tto use the pipe-line (or length of the pipe-line) in the land described inthe order to convey carbon dioxide;\n\t\t\t\t\tto execute pipe-line works in the land which are necessary in consequenceof the presence of the pipe-line (or length) in the land;\n\t\t\t\t\tto execute pipe-line works in the land to enable the pipe-line (or length)to be used to convey carbon dioxide or in consequence of its use to conveycarbon dioxide;\n\t\t\t\t\tto exercise, in relation to the pipe-line (or length), such of the rightsmentioned in Schedule 4 as may be specified in the order.\n\t\t\t\t\t\tAn order under this subsection is referred to in this Act as a “compulsoryrights order”.\n\t\t\t\tA compulsory rights order under this section may be made subject toconditions (see section 13).\n\t\t\t\tOn receiving an application under subsection (2), the Secretary of Statemay grant or refuse the application.\n\t\t\t\tPart 1 of Schedule 2, as modified by Part 2 of that Schedule, has effect inrelation to applications for compulsory rights orders under this section.\n\t\t\t\tA compulsory rights order under this section enures for the benefit of theowner for the time being of the pipe-line.\n\t\t\t\tThe Secretary of State may by order revoke a compulsory rights order underthis section, in whole or in part, if—\n\t\t\t\t\tthe pipe-line (or length of the pipe-line) is diverted from the landdescribed in the order,\n\t\t\t\t\tthe pipe-line (or length) is abandoned,\n\t\t\t\t\tthe pipe-line (or length) ceases to be used to convey carbon dioxide, or\n\t\t\t\t\tthe owner of the pipe-line makes an application for the revocation of theorder.\n\t\t\t\tA compulsory rights order under this section does not affect any right overthe land described in the order that would not have been affected had the landbeen compulsorily purchased by virtue of a compulsory purchase order.\n\t\t\t\tA compulsory rights order under this section does not authorise thedisregard of any enactment or of any instrument having effect by virtue of anyenactment.\n\t\t\t\tA compulsory rights order under this section is not to be taken to confera right of support for the pipeline (or length of pipeline).\n\t\t\t\tA compulsory rights order under this section is to be subject to specialparliamentary procedure.\n\t\t\t\tFor the purposes of this section, “carbon dioxide” includes any substanceconsisting primarily of carbon dioxide.\n\tCompulsory Rights Orders under Sections 12 and 12A: SupplementaryProvisions”.\n\t\tIn section 66 (general interpretation provisions), in subsection (1), inthe definition of “compulsory rights order”, for “subsection (1) of sectiontwelve” substitute “sections 12(1) and 12A(3)”.\n\t\tIn Schedule 2—\n\t\t\tin the shoulder reference, after “12,” insert “12A,”;\n\t\t\tin paragraph 10(1), for “subsection (3) of section twelve of this Act”substitute “sections 12(3) and 12A(6)”.\n\t\tIn Schedule 4, in the shoulder reference, for “Section 12” substitute“Sections 12 and 12A”."
    },
    {
        "length": 540,
        "text": "\nCarbon emissions reduction\n\tContribution to carbon budgeting under the Climate Change Act 2008\n\t\tThe Secretary of State must prepare and publish an annual report on theextent to which—\n\t\t\tgreen deal plans under Chapter 1 of Part 1, and\n\t\t\tthe energy company obligations provisions,\n\t\t\t\thave contributed to the Secretary of State fulfilling the duty under section4(1)(b) of the Climate Change Act 2008 (carbon budgeting).\n\t\tThe “energy company obligations provisions” means—\n\t\t\tsections 33BC and 33BD of the Gas Act 1986 and sections 41A and 41B of theElectricity Act 1989 (promotion of reductions in carbon emissions and home-heating costs),\n\t\t\tsections 103 and 103A of the Utilities Act 2000 (overall carbon emissionsand home-heating cost reduction targets), and\n\t\t\tsection 103B of the Utilities Act 2000 (Secretary of State’s power torequire information about carbon emissions and home-heating cost reductiontargets).\n\t\tThe first report under this section must be published before the end of2014.\n\t\tThe Secretary of State must lay before Parliament a copy of each reportunder this section.\n\tEnergy efficiency aim\n\t\tThe Secretary of State must take such action as he considers appropriate toimprove the energy efficiency of residential accommodation in England so as tocontribute to the Secretary of State fulfilling the duty under section 1(1) ofthe Climate Change Act 2008 (reduction of net UK carbon account by 2050).\n\t\tIn subsection (1) “residential accommodation” has the meaning given bysection 1 of the Home Energy Conservation Act 1995.\n\t\tSection 2 of the Sustainable Energy Act 2003 (energy efficiency ofresidential accommodation) ceases to have effect.\n\t\tIn section 9 of the Sustainable Energy Act 2003 (citation, extent andcommencement), in subsections (3) and (5) leave out “2,”."
    },
    {
        "length": 759,
        "text": "\nElectricity from renewable sources\n\tAdjustment of electricity transmission charges\n\t\tIn section 185(11) of the Energy Act 2004 (areas suitable for renewableelectricity generation: end date for schemes adjusting transmission charges)for “2024” substitute “2034”.\n\tElectricity from renewable sources: National Park authorities andBroads Authority\n\t\tThis section applies to a body which is a National Park authority or theBroads Authority.\n\t\tThe body may—\n\t\t\tproduce electricity from a renewable source;\n\t\t\testablish and operate generating stations and other installations for thepurpose of producing electricity from a renewable source;\n\t\t\tmake grants or loans to enable other persons to do anything which the bodymay do by virtue of paragraph (a) or (b);\n\t\t\tuse, sell or otherwise dispose of electricity produced by virtue of thepowers conferred by this section.\n\t\tA “renewable source” is—\n\t\t\tin England and Wales, a source listed in regulation 2 of the Sale ofElectricity by Local Authorities (England and Wales) Regulations 2010 ([S.I.2010/1910](/id/uksi/2010/1910?view=plain \"Go to item of legislation\"));\n\t\t\tin Scotland, a source listed in regulation 2 of the Sale of Electricity byLocal Authorities (Scotland) Regulations 2010 ([S.I.2010/1908](/id/uksi/2010/1908?view=plain \"Go to item of legislation\")).\n\t\tAny regulations which—\n\t\t\tare made in exercise of the power conferred by section 11(3) of the LocalGovernment (Miscellaneous Provisions) Act 1976 (power to prescribe thecircumstances in which local authorities may sell electricity), and\n\t\t\tamend, revoke or re-enact regulation 2 of the Sale of Electricity by LocalAuthorities (England and Wales) Regulations 2010,\n\t\t\t\tmay amend subsection (3)(a) for the purpose of providing what is a “renewablesource” in England and Wales.\n\t\tAny regulations which—\n\t\t\tare made in exercise of the power conferred by section 170A(3) of the LocalGovernment (Scotland) Act 1973 (power to prescribe the circumstances in whichlocal authorities may sell electricity), and\n\t\t\tamend, revoke or re-enact regulation 2 of the Sale of Electricity by LocalAuthorities (Scotland) Regulations 2010,\n\t\t\tmay amend subsection (3)(b) for the purpose of providing what is a “renewablesource” in Scotland.\n\t\tNothing in this section—\n\t\t\texempts a body from the requirements of Part 1 of the Electricity Act 1989,or\n\t\t\taffects what a body has power to do apart from this section."
    },
    {
        "length": 1768,
        "text": "\nNorthern Ireland: renewable heat incentives\n\tRenewable heat incentives in Northern Ireland\n\t\tThe Department of Enterprise, Trade and Investment may make regulations—\n\t\t\testablishing a scheme to facilitate and encourage renewable generation ofheat in Northern Ireland, and\n\t\t\tabout the administration and financing of the scheme.\n\t\tRegulations under this section may, in particular—\n\t\t\tmake provision for the Department or NIAUR to make payments, or to requiredesignated fossil fuel suppliers to make payments, in specified circumstances,to—\n\t\t\tthe owner of plant used or intended to be used for the renewable generationof heat, whether or not the owner is also operating or intending to operatethe plant;\n\t\t\ta producer of biogas or biomethane;\n\t\t\ta producer of biofuel for generating heat;\n\t\t\tmake provision about the calculation of such payments;\n\t\t\tmake provision about the circumstances in which such payments may berecovered;\n\t\t\trequire designated fossil fuel suppliers to provide specified informationto the Department or NIAUR;\n\t\t\tmake provision for payments to fossil fuel suppliers in specifiedcircumstances;\n\t\t\tmake provision about the enforcement of obligations imposed by or by virtueof the regulations (which may include a power for the Department or NIAUR toimpose financial penalties);\n\t\t\tconfer functions on the Department or NIAUR, or both.\n\t\tIn this section—\n\t\t\t  * “biofuel” means liquid or gaseous fuel which is produced wholly from biomass; \n\t\t\t  * “biogas” means gas produced by the anaerobic or thermal conversion of biomass; \n\t\t\t  * “biomass” means material, other than fossil fuel or peat, which is, or is derived directly or indirectly from, plant matter, animal matter, fungi or algae; \n\t\t\t  * “biomethane” means biogas which is suitable for conveyance through pipes to premises in accordance with a licence under Article 8(1)(a) of the Gas (Northern Ireland) Order 1996 ([S.I. 1996/275 (N.I. 2)](/id/nisi/1996/275?view=plain \"Go to item of legislation\")) (licences to convey gas); \n\t\t\t  * “the Department” means the Department of Enterprise, Trade and Investment; \n\t\t\t  * “designated fossil fuel suppliers” means— \n\t\t\tif the regulations so provide, a specified class of fossil fuel suppliers, and\n\t\t\tin any other case, all fossil fuel suppliers;\n\t\t\t\t  * “fossil fuel” means— \n\t\t\tcoal;\n\t\t\tlignite;\n\t\t\tnatural gas (within the meaning of the Energy Act 1976);\n\t\t\tcrude liquid petroleum;\n\t\t\tpetroleum products (within the meaning of that Act);\n\t\t\tany substance produced directly or indirectly from a substance mentioned inparagraphs (a) to (e);\n\t\t\t\t  * “fossil fuel supplier” means a person who supplies fossil fuel to consumers for the purpose of generating heat; \n\t\t\t\t  * “functions” includes powers and duties; \n\t\t\t\t  * “modify” includes amend, add to or repeal; \n\t\t\t\t  * “NIAUR” means the Northern Ireland Authority for Utility Regulation; \n\t\t\t\t  * “owner”, in relation to any plant which is the subject of a hire purchase agreement, a conditional sale agreement or any agreement of a similar nature, means the person in possession of the plant under that agreement; \n\t\t\t\t  * “plant” includes any equipment, apparatus or appliance; \n\t\t\t\t  * “renewable generation of heat” means the generation of heat by means of a source of energy or technology mentioned in subsection (4). \n\t\tThe sources of energy and technologies are—\n\t\t\tbiomass; \n\t\t\tbiofuels; \n\t\t\tfuel cells;\n\t\t\twater (including waves and tides);\n\t\t\tsolar power;\n\t\t\tgeothermal sources;\n\t\t\theat from air, water or the ground;\n\t\t\tcombined heat and power systems (but only if the system’s source of energyis a renewable source within the meaning given by Article 55F of the Energy(Northern Ireland) Order 2003 ([S.I. 2003/419 (N.I.6)](/id/nisi/2003/419?view=plain \"Go to item of legislation\")));\n\t\t\tbiogas. \n\t\tThe Department may by regulations—\n\t\t\tmodify the list of sources of energy and technologies in subsection (4);\n\t\t\tmodify the definition of “biofuel”, “biogas” or “biomass” in subsection(3).\n\t\tThe Department may by regulations make provision, for the purposes ofsubsection (2)(a)(iii) and the definition of “fossil fuel supplier”,specifying that particular activities do or do not constitute generating heat.\n\t\tAny power to make regulations under this section is to be exercisable bystatutory rule for the purposes of the Statutory Rules (Northern Ireland)Order 1979 ([S.I. 1979/1573 (N.I. 12)](/id/nisi/1979/1573?view=plain \"Go toitem of legislation\")).\n\t\tRegulations under this section may not be made unless a draft of theregulations has been laid before, and approved by a resolution of, theNorthern Ireland Assembly.\n\t\tRegulations under this section may—\n\t\t\tprovide for a person to exercise a discretion in dealing with any matter;\n\t\t\tinclude incidental, supplementary and consequential provision;\n\t\t\tmake transitory or transitional provisions or savings;\n\t\t\tmake provision generally, only in relation to specified cases or subject toexceptions (including provision for a case to be excepted only so long asconditions specified in the regulations are satisfied);\n\t\t\tmake different provision for different cases or circumstances or fordifferent purposes.\n\tPower for Gas and Electricity Markets Authority to act on behalf ofNorthern Ireland authority in connection with scheme under section 113\n\t\tGEMA and a Northern Ireland authority may enter into arrangements for GEMAto act on behalf of the Northern Ireland authority for, or in connection with,the carrying out of any functions that may be conferred on the NorthernIreland authority under, or for the purposes of, any scheme that may beestablished, under section 113.\n\t\tIn this section—\n\t\t\t  * “GEMA” means the Gas and Electricity Markets Authority; \n\t\t\t  * “Northern Ireland authority” means— \n\t\t\tthe Department of Enterprise, Trade and Investment, or\n\t\t\tthe Northern Ireland Authority for Utility Regulation."
    },
    {
        "length": 459,
        "text": "\nPart 4Coal Authority\n\tAdditional powers of the Coal Authority: England and Wales\n\t\tAfter section 4C of the Coal Industry Act 1994 insert—\n\t\t“4CAFurther powers relating to subsidence and water discharge\n\t\t\tThe Authority may take such action as it considers appropriate (if any)—\n\t\t\t\twith respect to subsidence arising otherwise than in connection with coal-mining;\n\t\t\t\tfor the purpose of preventing, or mitigating the effect of, the dischargeof water other than from a coal mine into or on to any land or into anycontrolled waters.\n\t\t\tThe powers conferred on the Authority by subsection (1) do not affect anyother function of the Authority.”\n\t\t\tIn section 4A of that Act (power of the Coal Authority with respect to coalmine water discharge), in subsection (2), for “and 4C” substitute “, 4C and4CA”.\n\tAdditional powers of the Coal Authority: Scotland\n\t\tAfter section 4F of the Coal Industry Act 1994 insert—\n\t\t“4GFurther powers relating to subsidence and water discharge: Scotland\n\t\t\tThe Authority may take such action as it considers appropriate (if any)—\n\t\t\t\twith respect to subsidence arising otherwise than in connection with coal-mining;\n\t\t\t\tfor the purpose of preventing, or mitigating the effect of, the dischargeof water other than from a coal mine into or on to any land or into the waterenvironment.\n\t\t\tThe powers conferred on the Authority by subsection (1) do not affect anyother function of the Authority.”\n\t\t\tIn section 4D of that Act (power of the Coal Authority with respect to coalmine water discharge in Scotland), in subsection (2), for “and 4F” substitute“, 4F and 4G”."
    },
    {
        "length": 2011,
        "text": "\nPart 5Miscellaneous and general\n\tMiscellaneous\n\t\tAmendment of section 137 of the Energy Act 2004\n\t\t\tIn section 137(3) of the Energy Act 2004 (standard conditions of transmissionlicences under Part 1 of the Electricity Act 1989)—\n\t\t\t\tin paragraph (a) omit “or”, and\n\t\t\t\tafter paragraph (b) insert—\n\t\t\t\tunder the Energy Act 2008,\n\t\t\t\tunder the Energy Act 2010, or\n\t\t\t\tunder the Energy Act 2011,”.\n\t\tAmendment and repeal of measures relating to home energy efficiency\n\t\t\tThe Home Energy Conservation Act 1995—\n\t\t\t\tceases to have effect in Scotland;\n\t\t\t\tceases to apply in relation to energy conservation authorities in Wales.\n\t\t\tIn section 1 of that Act (interpretation) in the definition of “energyconservation measures” after “promotion,” insert “any available financialassistance,”.\n\t\t\tIn section 1 of the Sustainable Energy Act 2003 (annual report on progresstowards sustainable energy aims)—\n\t\t\t\tsubsection (1)(e) and the “and” immediately preceding it cease to haveeffect, and\n\t\t\t\tsubsection (1AA) ceases to have effect.\n\t\t\tIn section 4 of that Act (energy efficiency of residential accommodation:energy conservation authorities) subsection (13)(b) ceases to have effect.\n\t\t\tSection 217 of the Housing Act 2004 (energy efficiency of residentialaccommodation in England) ceases to have effect.\n\tGeneral\n\t\tConsultation \n\t\t\tA requirement for the Secretary of State to consult which arises under or byvirtue of this Act may be satisfied by consultation before, as well asconsultation after, the passing of this Act.\n\t\tExtent \n\t\t\tSubject to subsections (2) to (6), this Act extends to England and Walesand Scotland only.\n\t\t\tThe following provisions extend to England and Wales only—\n\t\t\t\tsection 9 (documents containing information about green deal plans: Englandand Wales),\n\t\t\t\tsection 14(3) to (5) (acknowledgment of green deal plan in respect ofproperty in England or Wales),\n\t\t\t\tsection 15(3) (further provision made in regulations for acknowledgment ofsuch a plan),\n\t\t\t\tsections 42 to 53 (private rented sector: England and Wales),\n\t\t\t\tsection 74 (access to register of energy performance certificates etc:England and Wales),\n\t\t\t\tsection 110 (energy efficiency aim), and\n\t\t\t\tsection 115 (additional powers of the Coal Authority: England and Wales).\n\t\t\tThe following provisions extend to Scotland only—\n\t\t\t\tsection 10 (documents containing information about green deal plans:Scotland),\n\t\t\t\tsection 14(6) to (8) (acknowledgment of green deal plan in respect ofproperty in Scotland),\n\t\t\t\tsection 15(4) (further provision made in regulations for acknowledgment ofsuch a plan),\n\t\t\t\tsection 35(6) (green deal appeals: revocation or amendment of delegatedlegislation by Scottish Ministers),\n\t\t\t\tsections 54 to 65 (private rented sector: Scotland),\n\t\t\t\tsection 75 (access to register of energy performance certificates etc:Scotland), and\n\t\t\t\tsection 116 (additional powers of the Coal Authority: Scotland).\n\t\t\tSection 113 (renewable heat incentives in Northern Ireland) extends toNorthern Ireland only.\n\t\t\tSection 114 (power for Gas and Electricity Markets Authority to act onbehalf of Northern Ireland authority in connection with scheme under section113) extends to England and Wales, Scotland and Northern Ireland.\n\t\t\tSubject to section 118(1) and subsection (7) below, an amendment or repealof an enactment has the same extent as the enactment amended or repealed.\n\t\t\tThe amendments made by sections 25 to 29 (green deal: modifying consumercredit legislation) extend to England and Wales and Scotland only.\n\t\tCommencement \n\t\t\tThe provisions of this Act come into force on such day as the Secretary ofState may by order made by statutory instrument appoint, subject tosubsections (2) to (5).\n\t\t\tThe following provisions come into force on such day as the ScottishMinisters may by order appoint—\n\t\t\t\tsection 10 (documents containing information about green deal plans:Scotland);\n\t\t\t\tsection 14(6) to (8) (acknowledgment of green deal plan in respect ofproperty in Scotland);\n\t\t\t\tsection 15(4) (further provision made in regulations for acknowledgment ofsuch a plan);\n\t\t\t\tsection 35(6) (green deal appeals: revocation or amendment of delegatedlegislation by Scottish Ministers);\n\t\t\t\tsections 54 to 65 (private rented sector: Scotland);\n\t\t\t\tsection 75 (access to register of energy performance certificates etc:Scotland).\n\t\t\tThe following provisions come into force at the end of the period of twomonths beginning with the day on which this Act is passed—\n\t\t\t\tsections 66 to 72 (reducing carbon emissions and home-heating costs);\n\t\t\t\tsection 73 (smart meters);\n\t\t\t\tsection 74 (access to register of energy performance certificates etc:England and Wales);\n\t\t\t\tsections 76 to 78 (information about tariffs);\n\t\t\t\tsections 79 and 80 (security of electricity supply);\n\t\t\t\tsections 93 to 102 (special administration);\n\t\t\t\tsection 103 (designations under Continental Shelf Act 1964);\n\t\t\t\tsubsection (3) of section 104 (offshore transmission and distribution ofelectricity);\n\t\t\t\tsection 105 (regulation of security of nuclear construction sites);\n\t\t\t\tsection 106 (agreement about modifying decommissioning programme);\n\t\t\t\tsection 107 (abandonment: infrastructure converted for CCS demonstrationprojects);\n\t\t\t\tsection 111 (adjustment of electricity transmission charges);\n\t\t\t\tsection 112 (electricity from renewable sources: National Park authoritiesand Broads Authority);\n\t\t\t\tsections 113 and 114 (renewable heat incentives in Northern Ireland).\n\t\t\tThe following provisions come into force on the day on which this Act ispassed—\n\t\t\t\tsection 37 (preparatory expenditure: framework regulations);\n\t\t\t\tsection 81 (modification of the Uniform Network Code);\n\t\t\t\tsubsections (1) and (2) of section 104 (offshore transmission anddistribution of electricity);\n\t\t\t\tsections 119 and 120, this section and section 122 (general provisions).\n\t\t\tSchedule 1 (reducing carbon emissions and home-heating costs: minor andconsequential amendments) comes into force as follows—\n\t\t\t\tparagraphs 1, 2, 7, 8(1), (2)(a), (3)(a) and (4) and 9 come into force atthe end of the period of two months beginning with the day on which this Actis passed;\n\t\t\t\tparagraphs 4 and 8(2)(b), (3)(b) and (5) come into force on 1 January 2013;\n\t\t\t\tparagraphs 3, 5 and 6 come into force on 6 April 2014.\n\t\t\tAn order made by the Secretary of State or the Scottish Ministers underthis section may—\n\t\t\t\tappoint different days for different purposes;\n\t\t\t\tmake transitional provision and savings.\n\t\tShort title\n\t\t\tThis Act may be cited as the Energy Act 2011."
    }
]