{
    "general": "This law allows the government to spend money from the Consolidated Fund to pay for things like salaries, benefits, and other expenses for the financial years 2010-2011 and 2011-2012. It also lets the government borrow money from the Consolidated Fund to cover its spending for these two years. This is a regular process that happens every year to make sure the government has enough money to run its services.",
    "series": [
        [
            {
                "length": 233,
                "short": "\"UK Government's Spending Authorization for Fiscal Year 2011-2012\"",
                "text": "\n* Simplified point 1: The UK government is authorized to spend up to £5,776,805,000 from the Consolidated Fund for the year ending March 31st, 2011.\n* Simplified point 2: The Treasury can issue money out of the Consolidated Fund and apply it for expenditure authorized by Parliament, up to £203,352,310,000 for the year ending March 31st, 2012.\n* Simplified point 3: The vote on account for 2011-12 is authorized up to £245,218,342,000, with £222,632,387,000 for current purposes and £22,585,955,000 for capital purposes."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Consolidated Fund Act 2010 allows the UK government to spend up to £5.7 billion from the Consolidated Fund for the financial year ending March 31st, 2011. This includes money for day-to-day spending and investments like schools, hospitals, and roads. For the next financial year starting April 1st, 2012, the government can borrow up to £203 billion from the Consolidated Fund to pay for these things. This law also gives permission for the government to spend some money before getting approval from Parliament, but only up to £245 billion. This amount includes £222 billion for everyday costs and £22 billion for long-term projects like building new schools or hospitals.",
    "single": "\nConsolidated Fund Act 2010\n* Authorizes the use of £5,776,805,000 for the service of the year ending with 31 March 2011\n* Authorizes the issue of £5,707,827,000 out of the Consolidated Fund for the year ending with 31 March 2011\n* Authorizes the use of up to £245,218,342,000 for the year ending with 31 March 2012\n\t+ £222,632,387,000 for current purposes\n\t+ £22,585,955,000 for capital purposes\n* Allows the Treasury to issue money out of the Consolidated Fund and apply it for expenditure authorized by Parliament, up to £203,352,310,000.\nThis legislation authorizes the use of funds for the service of the year ending with 31 March 2011 and for the year ending with 31 March 2012. It also authorizes the issue of funds out of the Consolidated Fund for the year ending with 31 March 2011 and for the year ending with 31 March 2012. The legislation specifies the amounts of funds that can be used for current and capital purposes."
}