{
    "general": "This law allows the government to spend money from the budget for the financial years 2009-2010 and 2010-2011. It also authorizes the government to take money from the Consolidated Fund to pay for these expenses. The purpose of this act is to ensure that the government has enough money to provide public services and carry out its activities for the next two years.",
    "series": [
        [
            {
                "length": 209,
                "short": "\"UK Budget Allocation for Fiscal Year 2010\"",
                "text": "* Simplified point 1: The Appropriation Act 2010 authorizes the use of £42 billion in resources for the fiscal year ending March 31, 2010, including £11.5 billion for the service of the year ending with 31 March 2010.\n* Simplified point 2: The Act appropriates £32 billion from the Consolidated Fund for the same period.\n* Simplified point 3: The Act modifies limits on appropriations in aid for the year ending with 31 March 2010, allowing for a total of £1,774 million in operating and non-operating appropriations in aid.\n* Simplified point 4: The Act allows for the retention of amounts into the Consolidated Fund without requiring payment, subject to certain conditions and limitations."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Appropriation Act 2010 gives permission to spend £42 billion on things like public services and debt interest for the financial year that ended on March 31, 2010. This includes £11.5 billion specifically for the year ending March 31, 2010. The law also moves money around between different funds to make sure there's enough cash available for everything. It changes some rules about how much can be spent on different things, so that up to £1,774 million can be used for both \"operating\" and \"non-operating\" expenses. Finally, the law lets the government keep some money in the Consolidated Fund without having to pay it back right away, as long as certain conditions are met.\nIn simpler terms, the Appropriation Act 2010 allows the government to spend a lot of money (£42 billion) on important things like schools, hospitals, and debt interest for the financial year that ended on March 31, 2010. It also shuffles money around between different funds to make sure there's enough cash available for everything. Additionally, the law changes some spending limits so that more money can be used for specific purposes. Lastly, the law gives the government flexibility in managing its finances by letting them keep some money in the Consolidated Fund without having to pay it back right away.",
    "single": "\n* The Appropriation Act 2010 authorizes the use of £42 billion in resources for the service of the years ending with 31 March 2009 and 31 March 2010.\n* The act appropriates £32 billion from the Consolidated Fund for the service of the year ending with 31 March 2010.\n* The act sets limits on appropriations in aid for the years ending with 31 March 2009 and 31 March 2010.\n* The act authorizes the Treasury to issue out of the Consolidated Fund and apply to the service of the year ending with 31 March 2010 the sum of £8,112,904,000.\n* The act sets out modifications of the limits set for the purposes of section 2 of the Government Resources and Accounts Act 2000 on the resources applicable as appropriations in aid for the year ending with 31 March 2010.\n* The act sets out the limits for the purposes of section 2 of the Government Resources and Accounts Act 2000 on the resources applicable as appropriations in aid for the year ending with 31 March 2010.\n* The act allows for the payment of amounts into the Consolidated Fund without the requirement for permission from the Treasury, subject to certain conditions.\n* The act provides for the withdrawal of permission for the retention of amounts in the Consolidated Fund if the Treasury decides not to give a direction authorizing the application of the amounts as appropriations in aid.\n* The act sets out the abstracts of Schedule 1 and Schedule 2, which are annexed to the act and have effect as part of the act.\n* The act may be cited as the Appropriation Act 2010."
}