[
    {
        "length": 1982,
        "text": "\nPART 1UK Green Investment Bank\n\tThe green purposes\n\t\tThe green purposes are—\n\t\t\tthe reduction of greenhouse gas emissions;\n\t\t\tthe advancement of efficiency in the use of natural resources;\n\t\t\tthe protection or enhancement of the natural environment;\n\t\t\tthe protection or enhancement of biodiversity;\n\t\t\tthe promotion of environmental sustainability.\n\t\tIn this Part, “greenhouse gas” has the meaning given by section 92(1) ofthe Climate Change Act 2008.\n\tDesignation of the UK Green Investment Bank\n\t\tIf the following three conditions are met, the Secretary of State may byorder designate the UK Green Investment Bank for the purposes of sections 3 to6.\n\t\tThe first condition is that the Secretary of State is satisfied that theBank’s objects in its articles of association are such that, actingconsistently with them, it would engage only in activities that involve, orare incidental or conducive to, making, facilitating or encouraginginvestments that it considers likely to contribute to the achievement of oneor more of the green purposes (whether in the United Kingdom or elsewhere).\n\t\tThe second condition is that the Secretary of State is satisfied that theBank’s objects in its articles of association are such that, actingconsistently with them, its activities in making, facilitating or encouraginginvestments in each relevant period would (taken as a whole) be such as theBank considers likely to contribute to a reduction of global greenhouse gasemissions.\n\t\tIn subsection (3), “relevant period” means each financial year of the Banktaken together with all of its preceding financial years.\n\t\tThe third condition is that the Secretary of State has laid beforeParliament a copy of an undertaking (the “operational independenceundertaking”) provided by the Secretary of State to the Bank for the purposeof facilitating the Bank’s ability to act as its directors considerappropriate in the light of the objects in its articles of association.\n\t\tAn order may not be made under this section unless at the date on which itis made the UK Green Investment Bank is wholly owned by the Crown.\n\t\tAn order under this section may not be amended or revoked.\n\t\tAn order under this section—\n\t\t\tis to be made by statutory instrument, and\n\t\t\tis not to be made unless a draft of the instrument has been laid before,and approved by a resolution of, each House of Parliament.\n\t\tReferences in this Part to the UK Green Investment Bank are to the publiccompany limited by shares incorporated on 15 May 2012 with the company numberSC424067 and with the name UK Green Investment Bank plc.\n\tAlteration of the objects of the UK Green Investment Bank\n\t\tWhere an order has been made under section 2, the UK Green Investment Bankmay not make any alteration to the objects in its articles of associationunless—\n\t\t\tthe alteration is made to give effect to an order of a court or otherauthority having power to alter the Bank’s articles of association, or\n\t\t\tthe making of the alteration has been approved by the Secretary of State byorder under this section.\n\t\tThe Secretary of State may not make an order under this section approvingthe making of an alteration unless the following two conditions are met.\n\t\tThe first condition is that the Secretary of State is satisfied that, ifthe alteration were made, the Bank’s objects in its articles of associationwould remain such that, acting consistently with them, it would engage only inactivities that involve, or are incidental or conducive to, making,facilitating or encouraging investments that it considers likely to contributeto the achievement of one or more of the green purposes (whether in the UnitedKingdom or elsewhere).\n\t\tThe second condition is that the Secretary of State is satisfied that, ifthe alteration were made, the Bank’s objects in its articles of associationwould remain such that, acting consistently with them, its activities inmaking, facilitating or encouraging investments in each relevant period(within the meaning given by section 2(4)) would (taken as a whole) be such asthe Bank considers likely to contribute to a reduction of global greenhousegas emissions.\n\t\tAn order under this section—\n\t\t\tis to be made by statutory instrument, and\n\t\t\tis not to be made unless a draft of the instrument has been laid before,and approved by a resolution of, each House of Parliament.\n\tFinancial assistance\n\t\tWhere an order has been made under section 2, the Secretary of State may,with the consent of the Treasury, give the UK Green Investment Bank financialassistance at any time when the Crown’s shareholding in it is more than halfof its issued share capital.\n\t\tThe financial assistance may be given in any form that the Secretary ofState, with the consent of the Treasury, considers appropriate.\n\t\tIt may in particular be given by way of—\n\t\t\tgrants, \n\t\t\tloans, \n\t\t\tguarantees, \n\t\t\tthe purchase of share capital of the Bank, or\n\t\t\tthe transfer of assets or rights to the Bank.\n\t\tThe financial assistance may be provided subject to such terms andconditions as the Secretary of State, with the consent of the Treasury,considers appropriate (including, in the case of a grant or a loan, conditionsrequiring repayment or, in the case of a guarantee, conditions requiringreimbursement of any sums paid under it).\n\t\tThe Treasury may arrange for money to be paid out of the National LoansFund in order to enable loans to be made to the Bank under this section.\n\t\tNothing in this section affects the exercise of any power of the Treasuryor the Secretary of State to give financial assistance to the Bank otherwisethan under this section at a time when the Crown’s shareholding in the Bank isnot more than half of its issued share capital.\n\tAccounts, reports and payments to directors\n\t\tWhere an order has been made under section 2, the UK Green Investment Bankis to be treated as being a quoted company within the meaning of section385(2) of the Companies Act 2006 for the purposes of the application to it of—\n\t\t\tChapters 4 and 4A of Part 10 of that Act, and\n\t\t\tParts 15 and 16 of that Act (in respect of a financial year).\n\t\tWhere an order has been made under section 2, each report prepared by thedirectors of the Bank for a financial year under section 415 of the CompaniesAct 2006 must include—\n\t\t\tan explanation of the steps that the Bank took in that year to ensure thatits activities in making, facilitating or encouraging investments in that yearand in any previous financial years would (taken as a whole) be likely tocontribute to a reduction of global greenhouse gas emissions, and\n\t\t\ta statement of the directors’ views on the likely effect of thoseactivities in those years on global greenhouse gas emissions.\n\tDocuments to be laid before Parliament\n\t\tSubsection (2) applies if—\n\t\t\tafter an order has been made under section 2, copies of the UK GreenInvestment Bank’s annual accounts and reports are, in accordance with section437 of the Companies Act 2006, laid before it in general meeting, and\n\t\t\tas at the date of the meeting, the Crown holds shares in the Bank.\n\t\tThe Secretary of State must, as soon as practicable after the meeting, laya copy of the annual accounts and reports before Parliament.\n\t\tSubsection (4) applies if—\n\t\t\tafter an order has been made under section 2, the Secretary of State—\n\t\t\tmakes a material alteration to the terms of the operational independenceundertaking referred to in subsection (5) of section 2, or\n\t\t\trevokes that undertaking, and\n\t\t\tas at the date of the alteration or revocation, the Crown’s shareholding inthe UK Green Investment Bank is more than half of its issued share capital.\n\t\tThe Secretary of State must, as soon as practicable after the date referredto in subsection (3)(b)—\n\t\t\tin the case of an alteration, lay a copy of the revised undertaking beforeParliament;\n\t\t\tin the case of revocation of the undertaking, lay before Parliament astatement reporting the revocation."
    },
    {
        "length": 1822,
        "text": "\nConciliation\n\tConciliation before institution of proceedings\n\t\tAfter section 18 of the Employment Tribunals Act 1996 (conciliation)insert—\n\t\t“18ARequirement to contact ACAS before instituting proceedings\n\t\t\tBefore a person (“the prospective claimant”) presents an application toinstitute relevant proceedings relating to any matter, the prospectiveclaimant must provide to ACAS prescribed information, in the prescribedmanner, about that matter.\n\t\t\t\tThis is subject to subsection (7).\n\t\t\tOn receiving the prescribed information in the prescribed manner, ACASshall send a copy of it to a conciliation officer.\n\t\t\tThe conciliation officer shall, during the prescribed period, endeavour topromote a settlement between the persons who would be parties to theproceedings.\n\t\t\tIf— \n\t\t\t\tduring the prescribed period the conciliation officer concludes that asettlement is not possible, or\n\t\t\t\tthe prescribed period expires without a settlement having been reached,\n\t\t\t\tthe conciliation officer shall issue a certificate to that effect, in theprescribed manner, to the prospective claimant.\n\t\t\tThe conciliation officer may continue to endeavour to promote a settlementafter the expiry of the prescribed period.\n\t\t\tIn subsections (3) to (5) “settlement” means a settlement that avoidsproceedings being instituted.\n\t\t\tA person may institute relevant proceedings without complying with therequirement in subsection (1) in prescribed cases.\n\t\t\tThe cases that may be prescribed include (in particular)—\n\t\t\t\t  * cases where the requirement is complied with by another person instituting relevant proceedings relating to the same matter;\n\t\t\t\t  * cases where proceedings that are not relevant proceedings are instituted by means of the same form as proceedings that are;\n\t\t\t\t  * cases where section 18B applies because ACAS has been contacted by a person against whom relevant proceedings are being instituted.\n\t\t\tA person who is subject to the requirement in subsection (1) may notpresent an application to institute relevant proceedings without a certificateunder subsection (4).\n\t\t\tWhere a conciliation officer acts under this section in a case where theprospective claimant has ceased to be employed by the employer and theproposed proceedings are proceedings under section 111 of the EmploymentRights Act 1996, the conciliation officer may in particular—\n\t\t\t\tseek to promote the reinstatement or re-engagement of the prospectiveclaimant by the employer, or by a successor of the employer or by anassociated employer, on terms appearing to the conciliation officer to beequitable, or\n\t\t\t\twhere the prospective claimant does not wish to be reinstated or re-engaged, or where reinstatement or re-engagement is not practicable, seek topromote agreement between them as to a sum by way of compensation to be paidby the employer to the prospective claimant.\n\t\t\tIn subsections (1) to (7) “prescribed” means prescribed in employmenttribunal procedure regulations.\n\t\t\tThe Secretary of State may by employment tribunal procedure regulationsmake such further provision as appears to the Secretary of State to benecessary or expedient with respect to the conciliation process provided forby subsections (1) to (8).\n\t\t\tEmployment tribunal procedure regulations may (in particular) makeprovision—\n\t\t\t\tauthorising the Secretary of State to prescribe, or prescribe requirementsin relation to, any form which is required by such regulations to be used forthe purpose of providing information to ACAS under subsection (1) or issuing acertificate under subsection (4);\n\t\t\t\trequiring ACAS to give a person any necessary assistance to comply with therequirement in subsection (1);\n\t\t\t\tfor the extension of the period prescribed for the purposes of subsection(3);\n\t\t\t\ttreating the requirement in subsection (1) as complied with, for thepurposes of any provision extending the time limit for instituting relevantproceedings, by a person who is relieved of that requirement by virtue ofsubsection (7)(a).\n\t\tBConciliation before institution of proceedings: other ACAS duties\n\t\t\tThis section applies where—\n\t\t\t\ta person contacts ACAS requesting the services of a conciliation officer inrelation to a matter that (if not settled) is likely to give rise to relevantproceedings against that person, and\n\t\t\t\tACAS has not received information from the prospective claimant undersection 18A(1).\n\t\t\tThis section also applies where—\n\t\t\t\ta person contacts ACAS requesting the services of a conciliation officer inrelation to a matter that (if not settled) is likely to give rise to relevantproceedings by that person, and\n\t\t\t\tthe requirement in section 18A(1) would apply to that person but forsection 18A(7).\n\t\t\tWhere this section applies a conciliation officer shall endeavour topromote a settlement between the persons who would be parties to theproceedings.\n\t\t\tIf at any time—\n\t\t\t\tthe conciliation officer concludes that a settlement is not possible, or\n\t\t\t\ta conciliation officer comes under the duty in section 18A(3) to promote asettlement between the persons who would be parties to the proceedings,\n\t\t\t\t\tthe duty in subsection (3) ceases to apply at that time.\n\t\t\tIn subsections (3) and (4) “settlement” means a settlement that avoidsproceedings being instituted.\n\t\t\tSubsection (9) of section 18A applies for the purposes of this section asit applies for the purposes of that section.”\n\t\t\tSchedule 1 (conciliation: minor and consequential amendments) has effect.\n\tExtension of limitation periods to allow for conciliation\n\t\tSchedule 2 (extension of limitation periods to allow for conciliation) haseffect.\n\tExtended power to define “relevant proceedings” for conciliationpurposes\n\t\tSection 18 of the Employment Tribunals Act 1996 (conciliation) is amendedas follows.\n\t\tIn subsection (8) (power of Secretary of State and Lord Chancellor to amendlist in subsection (1) of section 18), for paragraphs (a) and (b) substitute“amend the definition of “relevant proceedings” in subsection (1) by adding toor removing from the list in that subsection particular types of employmenttribunal proceedings.”\n\t\tAfter subsection (8) insert—\n\t\tAn order under subsection (8) that adds employment tribunal proceedings tothe list in subsection (1) may amend an enactment so as to extend the timelimit for instituting those proceedings in such a way as appears necessary orexpedient in order to facilitate the conciliation process provided for bysection 18A.\n\t\tAn order under subsection (8) that removes employment tribunal proceedingsfrom the list in subsection (1) may—\n\t\t\trepeal or revoke any provision of an enactment that, for the purposementioned in subsection (9), extends the time limit for instituting thoseproceedings;\n\t\t\tmake further amendments which are consequential on that repeal orrevocation.”"
    },
    {
        "length": 677,
        "text": "\nACAS\n\tACAS: prohibition on disclosure of information\n\t\tIn Part 6 of the Trade Union and Labour Relations (Consolidation) Act 1992(ACAS etc), after section 251A insert—\n\t\t“251BProhibition on disclosure of information\n\t\t\tInformation held by ACAS shall not be disclosed if the information—\n\t\t\t\trelates to a worker, an employer of a worker or a trade union (a “relevantperson”), and\n\t\t\t\tis held by ACAS in connection with the provision of a service by ACAS orits officers.\n\t\t\t\t\tThis is subject to subsection (2).\n\t\t\tSubsection (1) does not prohibit the disclosure of information if—\n\t\t\t\tthe disclosure is made for the purpose of enabling or assisting ACAS tocarry out any of its functions under this Act,\n\t\t\t\tthe disclosure is made for the purpose of enabling or assisting an officerof ACAS to carry out the functions of a conciliation officer under anyenactment,\n\t\t\t\tthe disclosure is made for the purpose of enabling or assisting—\n\t\t\t\ta person appointed by ACAS under section 210(2), or\n\t\t\t\tan arbitrator or arbiter appointed by ACAS under any enactment,\n\t\t\t\tto carry out functions specified in the appointment,\n\t\t\t\tthe disclosure is made for the purposes of a criminal investigation orcriminal proceedings (whether or not within the United Kingdom),\n\t\t\t\tthe disclosure is made in order to comply with a court order,\n\t\t\t\tthe disclosure is made in a manner that ensures that no relevant person towhom the information relates can be identified, or\n\t\t\t\tthe disclosure is made with the consent of each relevant person to whom theinformation relates.\n\t\t\tSubsection (2) does not authorise the making of a disclosure whichcontravenes the Data Protection Act 1998.\n\t\t\tA person who discloses information in contravention of this section commitsan offence and is liable on summary conviction to a fine not exceeding level 5on the standard scale.\n\t\t\tProceedings in England and Wales for an offence under this section may beinstituted only with the consent of the Director of Public Prosecutions.\n\t\t\tFor the purposes of this section information held by—\n\t\t\t\ta person appointed by ACAS under section 210(2) in connection withfunctions specified in the appointment, or\n\t\t\t\tan arbitrator or arbiter appointed by ACAS under any enactment inconnection with functions specified in the appointment,\n\t\t\t\tis information that is held by ACAS in connection with the provision of aservice by ACAS.”"
    },
    {
        "length": 765,
        "text": "\nProcedure for deciding tribunal cases\n\tDecisions by legal officers\n\t\tIn section 4 of the Employment Tribunals Act 1996 (composition of atribunal), after subsection (6C) insert—\n\t\t\t“(6D)A person appointed as a legal officer in accordance with regulationsunder section 1(1) may determine proceedings in respect of which an employmenttribunal has jurisdiction, or make a decision falling to be made in the courseof such proceedings, if—\n\t\t\tthe proceedings are of a description specified in an order under thissubsection made by the Secretary of State and the Lord Chancellor actingjointly, and\n\t\t\tall the parties to the proceedings consent in writing;\n\t\t\tand any determination or decision made under this subsection shall be treatedas made by an employment tribunal.”\n\t\tIn section 41(2) of that Act (orders etc subject to affirmative resolutionprocedure), after “section 4(4)” insert “or (6D)”.\n\tComposition of Employment Appeal Tribunal\n\t\tThe Employment Tribunals Act 1996 is amended as set out in subsections (2)to (4).\n\t\tIn section 28 (composition of Appeal Tribunal), for subsections (2) to (4A)substitute—\n\t\tProceedings before the Appeal Tribunal are to be heard by a judge alone.\n\t\t\tThis is subject to subsections (3) to (6) and to any provision made by virtueof section 30(2)(f) or (2A).\n\t\tA judge may direct that proceedings are to be heard by a judge and eithertwo or four appointed members.\n\t\tA judge may, with the consent of the parties, direct that proceedings areto be heard by a judge and either one or three appointed members.\n\t\tThe Lord Chancellor may by order provide for proceedings of a descriptionspecified in the order to be heard by a judge and either two or four appointedmembers.\n\t\tIn proceedings heard by a judge and two or four appointed members, thereshall be an equal number of—\n\t\t\temployer-representative members, and\n\t\t\tworker-representative members.\n\t\tIn this section—\n\t\t\t  * “employer-representative members” means appointed members whose knowledge or experience of industrial relations is as representatives of employers;\n\t\t\t  * “worker-representative members” means appointed members whose knowledge or experience of industrial relations is as representatives of workers.”\n\t\tIn section 30 (Appeal Tribunal procedure rules), in subsection (2)(f)(provision for dealing with interlocutory matters), for the words from“otherwise” to the end substitute “by an officer of the Appeal Tribunal”.\n\t\tIn section 41(2) (orders etc subject to affirmative resolution procedure),before “or 40” insert “, 28(5)”.\n\t\tIn consequence of the amendment made by subsection (2), omit paragraph 46of Schedule 8 to the Tribunals, Courts and Enforcement Act 2007."
    },
    {
        "length": 1204,
        "text": "\nUnfair dismissal\n\tDismissal for political opinions: no qualifying period of employment\n\t\tIn section 108 of the Employment Rights Act 1996 (qualifying period ofemployment), after subsection (3) insert—\n\t\tSubsection (1) does not apply if the reason (or, if more than one, theprincipal reason) for the dismissal is, or relates to, the employee’spolitical opinions or affiliation.”\n\tConfidentiality of negotiations before termination of employment\n\t\tAfter section 111 of the Employment Rights Act 1996 insert—\n\t\t“111AConfidentiality of negotiations before termination of employment\n\t\t\tEvidence of pre-termination negotiations is inadmissible in any proceedingson a complaint under section 111.\n\t\t\t\tThis is subject to subsections (3) to (5).\n\t\t\tIn subsection (1) “pre-termination negotiations” means any offer made ordiscussions held, before the termination of the employment in question, with aview to it being terminated on terms agreed between the employer and theemployee.\n\t\t\tSubsection (1) does not apply where, according to the complainant’s case,the circumstances are such that a provision (whenever made) contained in, ormade under, this or any other Act requires the complainant to be regarded forthe purposes of this Part as unfairly dismissed.\n\t\t\tIn relation to anything said or done which in the tribunal’s opinion wasimproper, or was connected with improper behaviour, subsection (1) appliesonly to the extent that the tribunal considers just.\n\t\t\tSubsection (1) does not affect the admissibility, on any question as tocosts or expenses, of evidence relating to an offer made on the basis that theright to refer to it on any such question is reserved.”\n\tPower by order to increase or decrease limit of compensatory award\n\t\tThe Secretary of State may by order made by statutory instrument amendsection 124 of the Employment Rights Act 1996 (limit of compensatory awardetc) so as to vary the limit imposed for the time being by subsection (1) ofthat section.\n\t\tThe limit as so varied may be—\n\t\t\ta specified amount, or\n\t\t\tthe lower of—\n\t\t\ta specified amount, and\n\t\t\ta specified number multiplied by a week’s pay of the individual concerned.\n\t\tDifferent amounts may be specified by virtue of subsection (2)(a) or (b)(i)in relation to employers of different descriptions.\n\t\tAn amount specified by virtue of subsection (2)(a) or (b)(i)—\n\t\t\tmay not be less than median annual earnings;\n\t\t\tmay not be more than three times median annual earnings.\n\t\tA number specified by virtue of subsection (2)(b)(ii) may not be less than52.\n\t\tAn order under this section may make consequential, supplemental,transitional, transitory or saving provision.\n\t\tThe consequential provision that may be made under subsection (6) includesprovision inserting a reference to section 124 of the Employment Rights Act1996 in section 226(3) of that Act (week’s pay: calculation date in unfairdismissal cases).\n\t\tA statutory instrument containing an order under this section is not to bemade unless a draft of the instrument has been laid before each House ofParliament and approved by a resolution of each House.\n\t\tIn this section “median annual earnings” means—\n\t\t\tthe latest figure for median gross annual earnings of full-time employeesin the United Kingdom published by the Statistics Board (disregarding anyprovisional figures), or\n\t\t\tif that figure was published by the Statistics Board more than two yearsbefore the laying of the draft of the statutory instrument in question, anestimate of the current amount of such earnings worked out in whatever way theSecretary of State thinks fit.\n\t\tIn section 34 of the Employment Relations Act 1999 (indexation of amountsetc), after subsection (4) insert—\n\t\t\t“(4A)A reference in this section to a sum specified in section 124(1) of theEmployment Rights Act 1996 does not include anything specified by virtue ofsection 15(2)(b)(ii) of the Enterprise and Regulatory Reform Act 2013(specified number multiplied by a week’s pay of the individual concerned).\n\t\t(4B)As regards a sum specified in section 124(1) of the Employment Rights Act1996, the duty under subsection (2) to make an order with effect from 6 Aprilin a particular year does not arise where an order varying such a sum witheffect from a day within 12 months before that date has been made undersection 15(1) of the Enterprise and Regulatory Reform Act 2013.”"
    },
    {
        "length": 1729,
        "text": "\nFinancial penalties\n\tPower of employment tribunal to impose financial penalty on employersetc\n\t\tAfter section 12 of the Employment Tribunals Act 1996 insert—\n\t\t“Financial penalties\n\t\t\tAFinancial penalties\n\t\t\t\tWhere an employment tribunal determining a claim involving an employer anda worker—\n\t\t\t\t\tconcludes that the employer has breached any of the worker’s rights towhich the claim relates, and\n\t\t\t\t\tis of the opinion that the breach has one or more aggravating features,\n\t\t\t\t\t\tthe tribunal may order the employer to pay a penalty to the Secretary of State(whether or not it also makes a financial award against the employer on theclaim).\n\t\t\t\tThe tribunal shall have regard to an employer’s ability to pay—\n\t\t\t\t\tin deciding whether to order the employer to pay a penalty under thissection;\n\t\t\t\t\t(subject to subsections (3) to (7)) in deciding the amount of a penalty.\n\t\t\t\tThe amount of a penalty under this section shall be—\n\t\t\t\t\tat least £100;\n\t\t\t\t\tno more than £5,000.\n\t\t\t\t\tThis subsection does not apply where subsection (5) or (7) applies.\n\t\t\t\tSubsection (5) applies where an employment tribunal—\n\t\t\t\t\tmakes a financial award against an employer on a claim, and\n\t\t\t\t\talso orders the employer to pay a penalty under this section in respect ofthe claim.\n\t\t\t\tIn such a case, the amount of the penalty under this section shall be 50%of the amount of the award, except that—\n\t\t\t\t\tif the amount of the financial award is less than £200, the amount of thepenalty shall be £100;\n\t\t\t\t\tif the amount of the financial award is more than £10,000, the amount ofthe penalty shall be £5,000.\n\t\t\t\tSubsection (7) applies, instead of subsection (5), where an employmenttribunal—\n\t\t\t\t\tconsiders together two or more claims involving different workers but thesame employer, and\n\t\t\t\t\torders the employer to pay a penalty under this section in respect of anyof those claims.\n\t\t\t\tIn such a case—\n\t\t\t\t\tthe amount of the penalties in total shall be at least £100;\n\t\t\t\t\tthe amount of a penalty in respect of a particular claim shall be—\n\t\t\t\t\tno more than £5,000, and\n\t\t\t\t\twhere the tribunal makes a financial award against the employer on theclaim, no more than 50% of the amount of the award.\n\t\t\t\t\tBut where the tribunal makes a financial award on any of the claims and theamount awarded is less than £200 in total, the amount of the penalties intotal shall be £100 (and paragraphs (a) and (b) shall not apply).\n\t\t\t\tTwo or more claims in respect of the same act and the same worker shall betreated as a single claim for the purposes of this section.\n\t\t\t\tSubsection (5) or (7) does not require or permit an order under subsection(1) (or a failure to make such an order) to be reviewed where the tribunalsubsequently awards compensation under—\n\t\t\t\t\tsection 140(3) of the Trade Union and Labour Relations (Consolidation) Act1992 (failure to comply with tribunal’s recommendation),\n\t\t\t\t\tsection 117 of the Employment Rights Act 1996 (failure to reinstate etc.),\n\t\t\t\t\tsection 124(7) of the Equality Act 2010 (failure to comply with tribunal’srecommendation), or\n\t\t\t\t\tany other provision empowering the tribunal to award compensation, orfurther compensation, for a failure to comply (or to comply fully) with anorder or recommendation of the tribunal.\n\t\t\t\tAn employer’s liability to pay a penalty under this section is dischargedif 50% of the amount of the penalty is paid no later than 21 days after theday on which notice of the decision to impose the penalty is sent to theemployer.\n\t\t\t\tIn this section—\n\t\t\t\t\t  * “claim”—\n\t\t\t\t\tmeans anything that is referred to in the relevant legislation as a claim, acomplaint or a reference, other than a reference made by virtue of section122(2) or 128(2) of the Equality Act 2010 (reference by court of questionabout a non-discrimination or equality rule etc), and\n\t\t\t\t\talso includes an application, under regulations made under section 45 of theEmployment Act 2002, for a declaration that a person is a permanent employee;\n\t\t\t\t\t\t  * “employer” has the same meaning as in Part 4A of the Employment Rights Act 1996, and also—\n\t\t\t\t\tin relation to an individual seeking to be employed by a person as a worker,includes that person;\n\t\t\t\t\tin relation to a right conferred by section 47A or 63A of the EmploymentRights Act 1996 (right to time off for young person for study or training),includes the principal within the meaning of section 63A(3) of that Act;\n\t\t\t\t\tin relation to a right conferred by the Agency Workers Regulations 2010 ([S.I.2010/93](/id/uksi/2010/93?view=plain \"Go to item of legislation\")), includesthe hirer within the meaning of those Regulations and (where the worker is notactually employed by the temporary work agency) the temporary work agencywithin that meaning;\n\t\t\t\t\t\t  * “financial award” means an award of a sum of money, but does not including anything payable by virtue of section 13;\n\t\t\t\t\t\t  * “worker” has the same meaning as in Part 4A of the Employment Rights Act 1996, and also includes an individual seeking to be employed by a person as a worker.\n\t\t\t\tThe Secretary of State may by order—\n\t\t\t\t\tamend subsection (3), (5) or (7) by substituting a different amount;\n\t\t\t\t\tamend subsection (5), (7) or (10) by substituting a different percentage;\n\t\t\t\t\tamend this section so as to alter the meaning of “claim”.\n\t\t\t\tThe Secretary of State shall pay sums received under this section into theConsolidated Fund.”\n\t\t\t\tSchedule 3 (financial penalties: minor and consequential amendments) haseffect."
    },
    {
        "length": 1968,
        "text": "\nProtected disclosures\n\tDisclosures not protected unless believed to be made in the publicinterest\n\t\tIn section 43B of the Employment Rights Act 1996 (disclosures qualifying forprotection), in subsection (1), after “in the reasonable belief of the workermaking the disclosure,” insert “is made in the public interest and”.\n\tPower to reduce compensation where disclosure not made in good faith\n\t\tOmit the words “in good faith” in the following provisions of Part 4A ofthe Employment Rights Act 1996 (protected disclosures)—\n\t\t\tsubsection (1) of section 43C (disclosure to employer or other responsibleperson);\n\t\t\tparagraph (b) of section 43E (disclosure to Minister of the Crown);\n\t\t\tsubsection (1)(a) of section 43F (disclosure to prescribed person).\n\t\tIn section 43G of that Act (disclosure in other cases), in subsection (1)—\n\t\t\tomit paragraph (a);\n\t\t\tin paragraph (b), for “he” substitute “the worker”.\n\t\tIn section 43H of that Act (disclosure of exceptionally serious failure),in subsection (1)—\n\t\t\tomit paragraph (a);\n\t\t\tin paragraph (b), for “he” substitute “the worker”.\n\t\tIn section 49 of that Act (remedies for detriment suffered in employment),after subsection (6) insert—\n\t\t\t“(6A)Where—\n\t\t\tthe complaint is made under section 48(1A), and\n\t\t\tit appears to the tribunal that the protected disclosure was not made ingood faith,\n\t\t\tthe tribunal may, if it considers it just and equitable in all thecircumstances to do so, reduce any award it makes to the worker by no morethan 25%.”\n\t\tIn section 123 of that Act (compensatory award for unfair dismissal), aftersubsection (6) insert—\n\t\t“(6A)Where—\n\t\t\tthe reason (or principal reason) for the dismissal is that the complainantmade a protected disclosure, and\n\t\t\tit appears to the tribunal that the disclosure was not made in good faith,\n\t\t\tthe tribunal may, if it considers it just and equitable in all thecircumstances to do so, reduce any award it makes to the complainant by nomore than 25%.”\n\tWorker subjected to detriment by co-worker or agent of employer\n\t\tIn section 47B of the Employment Rights Act 1996 (protected disclosures),after subsection (1) insert—\n\t\t\t“(1A)A worker (“W”) has the right not to be subjected to any detriment by anyact, or any deliberate failure to act, done—\n\t\t\tby another worker of W’s employer in the course of that other worker’semployment, or\n\t\t\tby an agent of W’s employer with the employer’s authority,\n\t\t\ton the ground that W has made a protected disclosure.\n\t\t\t(1B)Where a worker is subjected to detriment by anything done as mentioned insubsection (1A), that thing is treated as also done by the worker’s employer.\n\t\t\t(1C)For the purposes of subsection (1B), it is immaterial whether the thing isdone with the knowledge or approval of the worker’s employer.\n\t\t\t(1D)In proceedings against W’s employer in respect of anything alleged to havebeen done as mentioned in subsection (1A)(a), it is a defence for the employerto show that the employer took all reasonable steps to prevent the otherworker—\n\t\t\tfrom doing that thing, or\n\t\t\tfrom doing anything of that description.\n\t\t\t(1E)A worker or agent of W’s employer is not liable by reason of subsection(1A) for doing something that subjects W to detriment if—\n\t\t\tthe worker or agent does that thing in reliance on a statement by theemployer that doing it does not contravene this Act, and\n\t\t\tit is reasonable for the worker or agent to rely on the statement.\n\t\t\tBut this does not prevent the employer from being liable by reason ofsubsection (1B).”\n\t\tIn section 48 of that Act (complaints to employment tribunals), insubsection (5)—\n\t\t\tfor “includes, where” substitute “includes—\n\t\t\twhere”; \n\t\t\tat the end insert—\n\t\t\tin the case of proceedings against a worker or agent under section47B(1A), the worker or agent.”\n\tExtension of meaning of “worker”\n\t\tSection 43K of the Employment Rights Act 1996 (extension of meaning of“worker”) is amended as set out in subsections (2) to (7).\n\t\tIn subsection (1)(ba)—\n\t\t\tfor “section 84 or 100 of” substitute “section 83(2), 84, 92, 100, 107,115(4), 117 or 134 of, or Schedule 12 to,”;\n\t\t\tfor “section 42 or 57 of” substitute “section 41(2)(b), 42, 50, 57, 64 or92 of, or Schedule 7 to,”;\n\t\t\tomit the words after “the National Health Service (Wales) Act 2006”.\n\t\tIn subsection (1)(bb), after “section 17J” insert “or 17Q”.\n\t\tIn subsection (1)(c)—\n\t\t\tfor the words before “in accordance with arrangements” substitute “works orworked as a person providing services”;\n\t\t\tin sub-paragraph (ii), after “section” insert “2C, 17AA, 17C,”.\n\t\tOmit subsection (1)(ca) and the preceding “or”.\n\t\tOmit subsection (2)(ba).\n\t\tAfter subsection (3) insert—\n\t\tThe Secretary of State may by order make amendments to this section as towhat individuals count as “workers” for the purposes of this Part (despite notbeing within the definition in section 230(3)).\n\t\tAn order under subsection (4) may not make an amendment that has the effectof removing a category of individual unless the Secretary of State issatisfied that there are no longer any individuals in that category.”\n\t\tIn section 236(3) of that Act (orders etc subject to affirmative resolutionprocedure), after “shall be made under section” insert “43K(4),”.”\n\t\tIn consequence of the amendments made by subsections (5) and (6), omitparagraph 7(a)(ii) and (b) of the Schedule to the Smoking, Health and SocialCare (Scotland) Act 2005 (Consequential Modifications) (England, Wales andNorthern Ireland) Order 2006 ([S.I. 2006/1056](/id/uksi/2006/1056?view=plain\"Go to item of legislation\")).\n\t\tUntil the coming into force of the repeal (made by Schedule 3 to theSmoking, Health and Social Care (Scotland) Act [2005 (asp13)](/id/asp/2005/13?view=plain \"Go to item of legislation\")) of sections 27to 28 of the National Health Service (Scotland) Act 1978 (“the 1978 Act”),section 43K(1)(c)(ii) of the Employment Rights Act 1996 has effect as if itincluded a reference to section 27A of the 1978 Act."
    },
    {
        "length": 1154,
        "text": "\nMiscellaneous\n\tTribunal procedure: miscellaneous\n\t\tThe Employment Tribunals Act 1996 is amended as follows.\n\t\tIn section 9 (pre-hearing reviews and preliminary matters), in subsection(2) (deposit orders), in paragraph (a)—\n\t\t\tomit “, if he wishes to continue to participate in those proceedings,”;\n\t\t\tafter “an amount not exceeding £1,000” insert “as a condition of—\n\t\t\tcontinuing to participate in those proceedings, or\n\t\t\tpursuing any specified allegations or arguments”.\n\t\tIn section 13A (payments in respect of preparation time)—\n\t\t\tin subsection (3), after “shall also” insert “, subject to subsection(4),”;\n\t\t\tafter subsection (3) insert—\n\t\tSubsection (3) does not require the regulations to include provision toprevent an employment tribunal from making—\n\t\t\tan order of the kind mentioned in subsection (1), and\n\t\t\tan award of the kind mentioned in section 13(1)(a) that is limited towitnesses’ expenses.”\n\t\tIn section 42 (interpretation), in subsection (1), after the definition of“employment tribunal procedure regulations” insert—\n\t\t\t  * ““representative” shall be construed in accordance with section 6(1) (in Part 1) or section 29(1) (in Part 2),”.\n\tIndexation of amounts: timing and rounding\n\t\tSection 34 of the Employment Relations Act 1999 (indexation of amounts,etc) is amended as follows.\n\t\tIn subsection (2)—\n\t\t\tomit “as soon as practicable”;\n\t\t\tat the end insert “, with effect from the following 6th April”.\n\t\tIn subsection (3), for the words after “the Secretary of State shall”substitute “round the result to the nearest whole pound, taking 50p as nearestto the next whole pound above”.\n\tRenaming of “compromise agreements”, “compromise contracts” and“compromises”\n\t\tIn the following provisions, for “compromise” (in each place where itoccurs) substitute “settlement”—\n\t\t\tsection 288(2A) and (2B) of the Trade Union and Labour Relations(Consolidation) Act 1992 (restriction on contracting out);\n\t\t\tsection 203(2)(f) and (3) of the Employment Rights Act 1996 (restrictionson contracting out);\n\t\t\tsection 58(4) and (5) of the Pensions Act 2008 (restrictions on agreementsto limit operation of Part 1).\n\t\tIn section 19A of the Employment Tribunals Act 1996 (conciliation: recoveryof sums payable under compromises)—\n\t\t\tin subsections (1), (3), (4), (5) and (6), for “compromise” (in each placewhere it occurs) substitute “settlement”;\n\t\t\tin subsection (12)—\n\t\t\tfor “compromise” (in the first two places it occurs) substitute“settlement”;\n\t\t\tomit “, or compromise,”;\n\t\t\tin the heading, for “compromises” substitute “settlements”.\n\t\tIn section 49 of the National Minimum Wage Act 1998 (restrictions oncontracting out)—\n\t\t\tin subsections (3) and (4), for “compromise” (in each place where itoccurs) substitute “settlement”;\n\t\t\tafter subsection (8) insert—\n\t\t\t\t“(8A)In the application of this section in relation to Northern Ireland,subsections (3) and (4) above shall have effect as if for “settlementagreements” (in each place) there were substituted “compromise agreements.”\n\t\tIn section 28 of the Equality Act 2006 (legal assistance), in subsection(11), for “compromise contract or agreement” substitute “settlementagreement”.\n\t\tIn section 144 of the Equality Act 2010 (contracting out), in subsection(4)(b), for “compromise contract” substitute “settlement agreement”.\n\t\tIn section 147 of that Act (meaning of “qualifying compromise contract”),in subsections (2) and (5) and in the heading, for “compromise contract”substitute “settlement agreement”."
    },
    {
        "length": 301,
        "text": "\nGeneral\n\tTransitional provision\n\t\tSection 10 does not apply in relation to a disclosure, or a request forinformation, made before that section comes into force.\n\t\tSection 12 does not apply in relation to proceedings that are in theprocess of being heard by the Employment Appeal Tribunal when that sectioncomes into force.\n\t\tSection 13 does not apply where the effective date of termination of thecontract of employment in question is earlier than the date on which thatsection comes into force.\n\t\t\t“Effective date of termination” here has the meaning given by section 97(1) ofthe Employment Rights Act 1996.\n\t\tSection 14 does not apply to any offer made or discussions held before thecommencement of that section.\n\t\tSection 16 does not apply in relation to any claim presented before the endof the sixth month after the day on which this Act is passed (or before thecommencement of that section).\n\t\tSection 17, 18, 19 or 20 does not apply to a qualifying disclosure madebefore the section comes into force.\n\t\t“Qualifying disclosure” here has the meaning given by section 43B of theEmployment Rights Act 1996."
    },
    {
        "length": 1190,
        "text": "\nPART 3The Competition and Markets Authority\n\tThe Competition and Markets Authority\n\t\tThere is to be a body corporate known as the Competition and MarketsAuthority.\n\t\tIn this Part that body is referred to as “the CMA”.\n\t\tThe CMA must seek to promote competition, both within and outside theUnited Kingdom, for the benefit of consumers.\n\t\tSchedule 4 (which makes provision about the CMA) has effect.\n\tAbolition of the Competition Commission and the OFT\n\t\tThe Competition Commission is abolished.\n\t\tThe Office of Fair Trading is abolished.\n\t\tSchedule 5 (which amends the Competition Act 1998 and the Enterprise Act2002 to make provision for the transfer of certain functions from theCompetition Commission and the Office of Fair Trading to the CMA and to makeother minor and consequential amendments) has effect.\n\t\tSchedule 6 (which amends other enactments to make provision for thetransfer of certain functions from the Competition Commission and the Officeof Fair Trading to the CMA) has effect.\n\tTransfer schemes\n\t\tThe Secretary of State may make one or more transfer schemes in connectionwith—\n\t\t\tthe establishment of the CMA under this Act,\n\t\t\tthe transfer of functions under or by virtue of this Act from theCompetition Commission or the Office of Fair Trading to the CMA, or\n\t\t\tthe abolition of that Commission or that Office under this Act.\n\t\tA transfer scheme is a scheme for the transfer of property, rights andliabilities of the Competition Commission or the Office of Fair Trading to—\n\t\t\tthe CMA, or\n\t\t\ta Minister of the Crown (as defined by section 8 of the Ministers of theCrown Act 1975).\n\t\tThe things that may be transferred under a transfer scheme include—\n\t\t\tproperty, rights and liabilities that could not otherwise be transferred;\n\t\t\tproperty acquired, and rights and liabilities arising, after the making ofthe scheme.\n\t\tA transfer scheme may make consequential, supplementary, incidental ortransitional provision and may in particular—\n\t\t\tcreate rights, or impose liabilities, in relation to property or rightstransferred;\n\t\t\tmake provision about the continuing effect of things done by the transferorin respect of anything transferred;\n\t\t\tmake provision about the continuation of things (including legalproceedings) in the process of being done by, on behalf of, or in relation tothe transferor in respect of anything transferred;\n\t\t\tmake provision for references to the transferor in an instrument or otherdocument in respect of anything transferred to be treated as references to thetransferee;\n\t\t\tmake provision for the shared ownership or use of property;\n\t\t\tmake provision that is the same as or similar to the TUPE regulations.\n\t\tA transfer scheme may provide—\n\t\t\tfor the scheme to be modified by agreement after it comes into effect;\n\t\t\tfor modifications to have effect from the date when the scheme first cameinto effect.\n\t\tFor the purposes of this section—\n\t\t\tan individual who holds employment in the civil service is to be treated asemployed by virtue of a contract of employment, and\n\t\t\tthe terms of the individual’s employment in the civil service are to beregarded as constituting the terms of the contract of employment.\n\t\tIn this section—\n\t\t\t  * “civil service” means the civil service of the State; \n\t\t\t  * “TUPE regulations” means the Transfer of Undertakings (Protection of Employment) Regulations 2006 ([SI 2006/246](/id/uksi/2006/246?view=plain \"Go to item of legislation\")); \n\t\t\t  * references to rights and liabilities include rights and liabilities relating to a contract of employment; \n\t\t\t  * references to the transfer of property include references to the grant of a lease. \n\tTransitional provision: consultation\n\t\tThis section applies in relation to a provision of this Act under or byvirtue of which the CMA has a function of consulting another person inpreparing rules, statements of policy, guidance or general advice orinformation.\n\t\tAt any time before the provision comes into force, the Office of FairTrading or the Competition Commission or both bodies acting jointly—\n\t\t\tmay carry out any consultation that the CMA would have power to carry outafter the provision comes into force, and\n\t\t\tfor that purpose, may prepare drafts of any documents to which theconsultation relates.\n\t\tAt any time after the provision comes into force, the CMA may elect totreat any consultation carried out or other thing done under subsection (2) bythe Office of Fair Trading or the Competition Commission (or by both bodiesacting jointly) as carried out or done by the CMA.\n\t\tThe Secretary of State may direct the Office of Fair Trading or theCompetition Commission, or both of them acting jointly, to exercise a powerconferred by subsection (2)."
    },
    {
        "length": 2520,
        "text": "\nInvestigation powers\n\tInvestigation powers: mergers\n\t\tSection 109 of the Enterprise Act 2002 (“the 2002 Act”) (investigationpowers in connection with attendance of witnesses etc.) is amended as follows.\n\t\tBefore subsection (1) insert—\n\t\t\t“(A1)For the purposes of this section, the permitted purposes are thefollowing—\n\t\t\tassisting the CMA in carrying out any functions, including enforcementfunctions, exercisable by it under or by virtue of this Part in connectionwith a matter that is or has been the subject of a reference or possiblereference under section 22 or 33;\n\t\t\tassisting the CMA or the Secretary of State in carrying out any functions,including enforcement functions, of the CMA or (as the case may be) theSecretary of State under or by virtue of this Part in connection with a matterthat is or has been the subject of a reference or possible reference undersection 45 or 62.”\n\t\tIn subsection (1), for the words from the beginning to “under this Part,”substitute “The CMA may, for a permitted purpose,”.\n\t\tIn subsection (2), for the words from the beginning to “under this Part,”substitute “The CMA may, for a permitted purpose,”.\n\t\tIn subsection (3), for the words from the beginning to “under this Part,”substitute “The CMA may, for a permitted purpose,”.\n\t\tIn subsection (4), after “shall” insert “—\n\t\t\tspecify the permitted purpose for which the notice is given, including thefunction or functions in question; and\n\t\t\t”. \n\t\tIn subsection (5), for the words from the beginning to “under this Part,”substitute “The CMA, or any person nominated by it for the purpose, may for apermitted purpose”.\n\t\tIn subsection (6), for the words from “for the purpose of” to “under thisPart” substitute “for a permitted purpose”.\n\t\tAfter subsection (8) insert—\n\t\t“(8A)In subsection (A1), “enforcement functions” means—\n\t\t\tin relation to the CMA—\n\t\t\tfunctions conferred by virtue of section 87 on the CMA by enforcementorders;\n\t\t\tfunctions of the CMA in relation to the variation, supersession or releaseof enforcement undertakings or the variation or revocation of enforcementorders;\n\t\t\tfunctions of the CMA under or by virtue of section 75, 76, 83 or 92 inrelation to enforcement undertakings or enforcement orders;\n\t\t\tin relation to the Secretary of State—\n\t\t\tfunctions conferred by virtue of section 87 on the Secretary of State byenforcement orders;\n\t\t\tfunctions of the Secretary of State in relation to the variation,supersession or release of enforcement undertakings or the variation orrevocation of enforcement orders;\n\t\t\tfunctions of the Secretary of State under or by virtue of paragraph 5, 6or 10 of Schedule 7 in relation to enforcement undertakings or enforcementorders.”\n\t\tIn section 110 (enforcement of powers under section 109: general), omitsubsection (4).\n\t\tAfter section 110 insert—\n\t\t“110ARestriction on powers to impose penalties under section 110\n\t\t\tNo penalty shall be imposed by virtue of section 110(1) or (3) if more than4 weeks have passed since the day which is the relevant day in the case inquestion; but this subsection shall not apply in relation to any variation orsubstitution of the penalty which is permitted by virtue of this Part.\n\t\t\tIn the following provisions of this section, “the section 109 power” meansthe power under section 109 to which the failure or (as the case may be) theobstruction or delay in question relates.\n\t\t\tWhere the section 109 power is exercised in connection with an enforcementfunction (within the meaning of that section), the relevant day is the daywhen the enforcement undertaking concerned is superseded or released or (asthe case may be) the enforcement order concerned is revoked.\n\t\t\tExcept where subsection (3) applies, the relevant day is the day determinedin accordance with the following provisions of this section.\n\t\t\tWhere the section 109 power is exercised for the purpose mentioned insection 109(A1)(a) in connection with a matter that is the subject of apossible reference under section 22 or 33, the relevant day is the day whenthe CMA finally decides whether to make the reference.\n\t\t\tWhere the section 109 power is exercised for the purpose mentioned insection 109(A1)(a) in connection with a matter that is the subject of areference under section 22 or 33, the relevant day is the day when thereference is finally determined (see section 79).\n\t\t\tWhere the section 109 power is exercised for the purpose mentioned insection 109(A1)(b) in connection with a matter that is the subject of apossible reference under section 45 or 62, the relevant day is the day whenthe Secretary of State finally decides whether to make the reference.\n\t\t\tWhere the section 109 power is exercised for the purpose mentioned insection 109(A1)(b) in connection with a matter that is the subject of areference under section 45 or 62, the relevant day is the day when thereference is finally determined.\n\t\tBSection 110A: supplementary provision\n\t\t\tFor the purpose of section 110A(5), the CMA finally decides whether to makea reference under section 22 or 33 if—\n\t\t\t\tthe CMA decides that the duty to make such a reference applies;\n\t\t\t\tthe CMA accepts an undertaking under section 73;\n\t\t\t\tthe CMA decides not to make such a reference (otherwise than because it hasaccepted an undertaking under section 73);\n\t\t\t\tthe initial period for the purposes of section 34ZA expires without the CMAhaving complied with the duty under subsection (1) of that section;\n\t\t\t\tthe preliminary assessment period for the purposes of section 34A expireswithout the CMA having complied with the duty under subsection (2) of thatsection;\n\t\t\t\tthe period permitted by section 73A for the CMA to make a decision requiredby subsection (2)(a) or (3) of that section expires without the CMA havingmade the decision.\n\t\t\tFor the purpose of section 110A(5), the time when the CMA finally decideswhether to make a reference under section 22 or 33 is—\n\t\t\t\tin a case falling within subsection (1)(a), the making of the decision thatthe duty to make such a reference applies;\n\t\t\t\tin a case falling within subsection (1)(b), the acceptance of theundertaking;\n\t\t\t\tin a case falling within subsection (1)(c), the making of the decision notto make the reference;\n\t\t\t\tin a case falling within subsection (1)(d), the expiry of the initialperiod;\n\t\t\t\tin a case falling within subsection (1)(e), the expiry of the preliminaryassessment period;\n\t\t\t\tin a case falling within subsection (1)(f), the expiry of the period inquestion.\n\t\t\tFor the purpose of section 110A(7), the Secretary of State finally decideswhether to make a reference under section 45 or 62 if—\n\t\t\t\tthe Secretary of State makes such a reference;\n\t\t\t\tthe Secretary of State accepts an undertaking under paragraph 3 of Schedule7;\n\t\t\t\tthe Secretary of State decides not to make such a reference (otherwise thanbecause of the acceptance of an undertaking under paragraph 3 of Schedule 7);\n\t\t\t\tthe preliminary assessment period for the purposes of section 46A expireswithout the CMA having complied with the duty under subsection (2) of thatsection.\n\t\t\tFor the purpose of section 110A(7), the time when the Secretary of Statefinally decides whether to make a reference under section 45 or 62 is—\n\t\t\t\tin a case falling within subsection (3)(a), the making of the reference;\n\t\t\t\tin a case falling within subsection (3)(b), the acceptance of theundertaking;\n\t\t\t\tin a case falling within subsection (3)(c), the making of the decision notto make the reference;\n\t\t\t\tin a case falling within subsection (3)(d), the expiry of the preliminaryassessment period.\n\t\t\tParagraph 7(8) to (10) of Schedule 7 applies for deciding if and when areference under section 45(2) or (3) or 62(2) is finally determined for thepurpose of section 110A(8) as it applies for deciding those questions for thepurpose of paragraph 7 of Schedule 7.\n\t\t\tParagraph 8(7) to (9) of Schedule 7 applies for deciding if and when areference under section 45(4) or (5) or 62(3) is finally determined for thepurpose of section 110A(8) as it applies for deciding those questions for thepurpose of the definition of “relevant period” in paragraph 8(6) of thatSchedule.”\n\t\t\tIn section 111 (penalties), in subsection (5)(b)—\n\t\t\t\tin sub-paragraph (i), omit “or (as the case may be) the obstruction ordelay is removed”, and\n\t\t\t\tin sub-paragraph (ii), for the words from “the day” to the end of the sub-paragraph substitute “the day which is the relevant day in the case inquestion for the purposes of section 110A”."
    },
    {
        "length": 1717,
        "text": "\nInterim measures\n\tInterim measures: pre-emptive action: mergers\n\t\tOmit section 71 of the 2002 Act (initial undertakings: completed mergers).\n\t\tSection 72 of that Act (initial enforcement orders: completed mergers) isamended as follows.\n\t\tFor subsection (1) substitute—\n\t\tSubsection (2) applies where—\n\t\t\tthe CMA is considering whether to make a reference under section 22 or 33;and\n\t\t\tthe CMA has reasonable grounds for suspecting that it is or may be the casethat two or more enterprises have ceased to be distinct or that arrangementsare in progress or in contemplation which, if carried into effect, will resultin two or more enterprises ceasing to be distinct.”\n\t\tOmit subsection (3).\n\t\tBefore subsection (4) insert—\n\t\t\t“(3A)Subsection (3B) applies where—\n\t\t\tsubsection (1)(a) and (b) applies; and\n\t\t\tthe CMA also has reasonable grounds for suspecting that pre-emptive actionhas or may have been taken.\n\t\t\t(3B)The CMA may by order, for the purpose of restoring the position to what itwould have been had the pre-emptive action not been taken or otherwise for thepurpose of mitigating its effects—\n\t\t\tdo anything mentioned in subsection (2)(b) to (d);\n\t\t\timpose such other obligations, prohibitions or restrictions as it considersappropriate for that purpose.”\n\t\tAfter subsection (3B) insert—\n\t\t“(3C)A person may, with the consent of the CMA, take action or action of aparticular description where the action would otherwise constitute acontravention of an order under this section.”\n\t\tIn subsection (6), in each of paragraphs (a) and (d), after “section 22”insert “or 33”.\n\t\tAfter subsection (7) insert—\n\t\tIn this section “pre-emptive action” means action which might prejudicethe reference concerned or impede the taking of any action under this Partwhich may be justified by the CMA’s decisions on the reference.”\n\t\tIn the heading for “completed mergers” substitute “completed or anticipatedmergers”.\n\t\tSchedule 7 (which makes further provision about interim measures underPart 3 of the 2002 Act) has effect.\n\tInterim measures: financial penalties: mergers\n\t\tAfter section 94 of the 2002 Act (rights to enforce undertakings and ordersunder Part 3) insert—\n\t\t“94AInterim undertakings and orders under this Part: penalties\n\t\t\tWhere the appropriate authority considers that a person has, withoutreasonable excuse, failed to comply with an interim measure, it may impose apenalty of such fixed amount as it considers appropriate.\n\t\t\tA penalty imposed under subsection (1) shall not exceed 5% of the totalvalue of the turnover (both in and outside the United Kingdom) of theenterprises owned or controlled by the person on whom it is imposed.\n\t\t\tFor the purposes of subsection (2), the Secretary of State may by ordermake provision for determining—\n\t\t\t\twhen an enterprise is to be treated as controlled by a person; and\n\t\t\t\tthe turnover (both in and outside the United Kingdom) of an enterprise.\n\t\t\tAn order under subsection (3)(b) may, in particular, make provision as to—\n\t\t\t\tthe amounts which are, or which are not, to be treated as comprising anenterprise’s turnover;\n\t\t\t\tthe date or dates by reference to which an enterprise’s turnover is to bedetermined.\n\t\t\tAn order under subsection (3) may, in particular, make provision enablingthe appropriate authority to determine matters of a description specified inthe order (including any of the matters mentioned in paragraphs (a) and (b) ofsubsection (4)).\n\t\t\tThe Secretary of State may by order amend subsection (2) so as to alter thepercentage for the time being mentioned there to any percentage not exceeding5%.\n\t\t\tSections 112 to 115 apply in relation to a penalty imposed under subsection(1) as they apply in relation to a penalty of a fixed amount imposed undersection 110(1), with the modification that any reference in those provisionsto the CMA is to be read as a reference to the person who imposed the penaltyunder this section.\n\t\t\tIn this section—\n\t\t\t\t  * “interim measure” means—\n\t\t\t\tan undertaking under section 80; or\n\t\t\t\tan order under section 72 or 81 or paragraph 2 of Schedule 7;\n\t\t\t\t\t  * “appropriate authority” means—\n\t\t\t\tin relation to an interim measure which is an order made by the Secretary ofState under paragraph 2 of Schedule 7, the Secretary of State;\n\t\t\t\tin relation to any other interim measure, the CMA.\n\t\tBStatement of policy in relation to powers under sections 94 and 94A\n\t\t\tThe CMA shall prepare and publish a statement of policy in relation to theuse of its powers under—\n\t\t\t\tsection 94, insofar as they relate to interim measures; and\n\t\t\t\tsection 94A.\n\t\t\tThe CMA shall, in particular, include a statement about the considerationsrelevant to the determination of the amount of any penalty imposed undersection 94A.\n\t\t\tThe CMA may revise its statement of policy and, where it does so, it shallpublish the revised statement.\n\t\t\tThe CMA shall consult the Secretary of State and such other persons as itconsiders appropriate when preparing or revising its statement of policy.\n\t\t\tA statement or revised statement of policy may not be published under thissection unless the Secretary of State approves the statement.\n\t\t\tIn this section, “interim measure” has the same meaning as in section 94A.”\n\t\t\tIn section 120 of that Act (review of decisions under Part 3), insubsection (2)(a), for “section 110(1) or (3)” substitute “section 94A(1) or110(1) or (3)”.\n\t\t\tIn section 124 of that Act (orders and regulations under Part 3)—\n\t\t\t\tin subsection (4), before “or 102” insert “, 94A(6)”, and\n\t\t\t\tin subsection (5), before “111(4) or (6),” insert “94A(3) or (6),”."
    },
    {
        "length": 134,
        "text": "\nTime-limits\n\tTime-limits etc: mergers\n\t\tIn section 103 of the 2002 Act (duty of expedition in relation toreferences), in subsection (1), for the words from the beginning to “the OFT”substitute “In making any decision for the purposes of its functions of makingand determining references under this Part, the CMA”.\n\t\tSchedule 8 (which makes provision about time-limits in relation to themergers reference regime under Part 3 of the 2002 Act) has effect."
    },
    {
        "length": 538,
        "text": "\nCross-market investigations\n\tPower of CMA to make cross-market references\n\t\tSection 131 of the 2002 Act (power to make market investigation references)is amended as follows.\n\t\tAfter subsection (2) insert—\n\t\t\t“(2A)In a case where the feature or each of the features concerned fallswithin subsection (2)(b) or (c), a reference under subsection (1) may be madein relation to more than one market in the United Kingdom for goods orservices.”\n\t\tIn subsection (4)(a), for “section 156(1)” substitute “section 156(A1) or(1)”.\n\t\tIn subsection (6)—\n\t\t\tbefore the definition of “market in the United Kingdom” insert—\n\t\t\t\t  * ““cross-market reference” means a reference under this section which falls within subsection (2A) or a reference under section 132 which falls within subsection (3A) of that section (and see section 140A);”, and\n\t\t\tafter the definition of “market investigation reference” insert—\n\t\t\t\t  * ““ordinary reference” means a reference under this section or section 132 which is not a cross-market reference (and see section 140A);”.\n\tMinisterial power to make cross-market references\n\t\tSection 132 of the 2002 Act (ministerial power to make market investigationreferences) is amended as follows.\n\t\tAfter subsection (3) insert—\n\t\t\t“(3A)In a case where the feature or each of the features concerned fallswithin section 131(2)(b) or (c), a reference under subsection (3) may be madein relation to more than one market in the United Kingdom for goods orservices.”\n\t\tIn subsection (4), for “section 156(1)” substitute “section 156(A1) or(1)”.\n\t\tSchedule 9 (which contains amendments of Part 4 of the 2002 Act which areconsequential on section 33 and this section) has effect."
    },
    {
        "length": 3733,
        "text": "\nPublic interest interventions\n\tPublic interest interventions in markets investigations\n\t\tPart 4 of the 2002 Act (market investigations) is amended as follows.\n\t\tSection 139 (power of Secretary of State to give public interestintervention notices) is amended as follows.\n\t\tFor subsection (1) substitute—\n\t\t\t“(A1)This section applies where—\n\t\t\tthe CMA has published a market study notice in relation to a matter; or\n\t\t\tthe CMA has begun the process of consultation under section 169 in respectof a decision of the kind mentioned in subsection (6)(a)(i) of that section.\n\t\tThe Secretary of State may, within the permitted period, give a notice tothe CMA if the Secretary of State believes that it is or may be the case thatone or more than one public interest consideration is relevant to the matter.\n\t\t(1A)For the purposes of subsection (1), the permitted period, in a case towhich this section applies by virtue of paragraph (a) of subsection (A1), isthe period beginning with the publication of the market study notice andending with—\n\t\t\tthe acceptance by the CMA of an undertaking under section 154 instead ofthe making of a reference under section 131 in relation to the matter;\n\t\t\tthe publication of notice of the fact that the CMA has otherwise decidednot to make such a reference in relation to the matter;\n\t\t\tthe making of such a reference in relation to the matter; or\n\t\t\tin a case where the period permitted by section 131B for the preparationand publication by the CMA of the market study report in relation to thematter has expired and no such report has been prepared or published, the endof that period.\n\t\t\t(1B)For the purposes of subsection (1), the permitted period, in a case towhich this section applies by virtue of paragraph (b) of subsection (A1), isthe period beginning with the date on which the CMA begins the process ofconsultation concerned and ending with—\n\t\t\tthe acceptance by the CMA of an undertaking under section 154 instead ofthe making of a reference under section 131 in relation to the matterconcerned;\n\t\t\tthe publication of notice of the fact that the CMA has otherwise decidednot to make such a reference in relation to the matter; or\n\t\t\tthe making of such a reference in relation to the matter.”\n\t\tIn subsection (2)—\n\t\t\tin the words before paragraph (a), after “may” insert “, within thepermitted period,”,\n\t\t\tin paragraph (a)(i), after “131” insert “in relation to the matter”, and\n\t\t\tin paragraph (c), for “case” (in the second place where it occurs)substitute “proposal to accept the undertaking”.\n\t\tAfter subsection (2) insert—\n\t\t“(2A)For the purposes of subsection (2), the permitted period is—\n\t\t\twhere the CMA publishes a notice under section 155(1), the period withinwhich representations may be made in relation to the proposed undertaking (asto which, see section 155(2)(f));\n\t\t\twhere the CMA publishes a notice under section 155(4), the period withinwhich representations may be made in relation to the proposed modifications tothe proposed undertaking (as to which, see section 155(5)(c)).”\n\t\tFor subsection (4) substitute—\n\t\tNo more than one intervention notice shall be given under subsection (1)in relation to the same matter.\n\t\t(4A)An intervention notice shall not be given under subsection (2) in relationto a proposal to accept an undertaking if the proposal relates to a matter inrespect of which an intervention notice under subsection (1) has already beengiven.\n\t\t(4B)No more than one intervention notice shall be given under subsection (2)in relation to the same proposed undertaking or in relation to proposedundertakings which do not differ from each other in any material respect.”\n\t\tAfter subsection (4B) insert—\n\t\t“(4C)In this section, a reference to the acceptance of an undertaking shall,in a case where the CMA has accepted a group of undertakings under section154, be treated as a reference to the acceptance of the last undertaking inthe group; but undertakings which vary, supersede or revoke earlierundertakings shall be disregarded for the purposes of this section.”\n\t\tAfter section 140 insert—\n\t\t“140ASection 139(1) intervention notices: Secretary of State’s duty torefer\n\t\t\tThis section applies where—\n\t\t\t\tthe CMA has prepared a market study report in relation to a matter withinthe period permitted by section 131B(4);\n\t\t\t\tan intervention notice under section 139(1) is in force in relation to thematter at the time when the CMA would (but for this section) be required topublish the report; and\n\t\t\t\tthe report contains the decision of the CMA that it should make an ordinaryreference or a cross-market reference in relation to the matter under section131.\n\t\t\tThis section also applies where—\n\t\t\t\tthe CMA has conducted a consultation under section 169 in respect of adecision of the kind mentioned in subsection (6)(a)(i) of that section;\n\t\t\t\tthe CMA has decided that it should make an ordinary reference or a cross-market reference in relation to the matter concerned under section 131; and\n\t\t\t\tan intervention notice under section 139(1) is in force in relation to thematter at the time when the CMA makes that decision.\n\t\t\tThe CMA—\n\t\t\t\tshall not exercise the power under section 131 to refer the matter;\n\t\t\t\tin a case falling within subsection (1), shall not publish the market studyreport under section 131B(4) and shall instead, within the period mentioned insection 131B(4), give the report to the Secretary of State; and\n\t\t\t\tin a case falling within subsection (2), shall give to the Secretary ofState a document containing—\n\t\t\t\tits decision and the reasons for its decision; and\n\t\t\t\tsuch information as the CMA considers appropriate for facilitating aproper understanding of the reasons for its decision.\n\t\t\tThe Secretary of State shall decide whether any public interestconsideration which was mentioned in the intervention notice is relevant tothe matter in question.\n\t\t\tWhere the Secretary of State decides that there is no relevant publicinterest consideration—\n\t\t\t\tthe Secretary of State shall (in accordance with the CMA’s decision) make areference in relation to the matter to the chair of the CMA for theconstitution of a group under Schedule 4 to the Enterprise and RegulatoryReform Act 2013; and\n\t\t\t\tthe reference is to be treated for the purposes of this Part as an ordinaryreference or (as the case may be) a cross-market reference made under section131 in accordance with the requirements imposed by this Part.\n\t\t\tWhere the Secretary of State decides that there is one or more than onerelevant public interest consideration, the Secretary of State shall (inaccordance with the CMA’s decision) make a reference in relation to the matterto the chair of the CMA for the constitution of a group under Schedule 4 tothe Enterprise and Regulatory Reform Act 2013.\n\t\t\tThe Secretary of State shall specify in a reference made under subsection(6)—\n\t\t\t\tthe relevant public interest consideration or considerations; and\n\t\t\t\twhether the reference is a restricted PI reference or a full PI reference(as to which, see sections 141 and 141A respectively).\n\t\t\tWhere the Secretary of State makes a full PI reference under subsection(6), the reference shall also specify whether the Secretary of State proposesto appoint a public interest expert under section 141B.\n\t\t\tFor the purposes of this Part, a reference under subsection (6) is to betreated—\n\t\t\t\tin a case where the decision of the CMA was that it should make an ordinaryreference, as an ordinary reference;\n\t\t\t\tin a case where the decision of the CMA was that it should make a cross-market reference, as a cross-market reference.\n\t\t\tIn a case falling within subsection (1), the Secretary of State shallpublish the market study report concerned at the same time as the Secretary ofState makes a reference under this section.\n\t\t\tIn a case falling within subsection (2), the Secretary of State shallpublish the document given to the Secretary of State by the CMA undersubsection (3)(c), at the same time as the Secretary of State makes areference under this section.\n\t\t\tIn this Part—\n\t\t\t\t  * “full PI reference” means a reference made by the Secretary of State under subsection (6) which specifies that it is a full PI reference;\n\t\t\t\t  * “restricted PI reference” means a reference made by the Secretary of State under subsection (6) which specifies that it is a restricted PI reference.”\n\t\t\tAfter section 141 insert—\n\t\t“141AFull PI references: questions to be decided by CMA\n\t\t\tThis section applies where the Secretary of State makes a full PIreference.\n\t\t\tThe CMA shall, on an ordinary reference, decide whether any feature, orcombination of features, of each relevant market (within the meaning given bysection 134(3)) prevents, restricts or distorts competition in connection withthe supply or acquisition of any goods or services in the United Kingdom or apart of the United Kingdom.\n\t\t\tThe CMA shall, on a cross-market reference, decide in relation to eachfeature and each combination of the features specified in the reference,whether the feature or combination of features, as it relates to goods orservices of one or more than one of the descriptions so specified, prevents,restricts or distorts competition in connection with the supply or acquisitionof any goods or services in the United Kingdom or a part of the UnitedKingdom.\n\t\t\tThe CMA shall, if it has decided that there is an adverse effect oncompetition, decide whether, taking account only of any adverse effect oncompetition and the admissible public interest consideration or considerationsconcerned, any feature or combination of features which gave rise to anadverse effect on competition operates or may be expected to operate againstthe public interest.\n\t\t\tThe CMA shall, if it has decided that any such feature or combination offeatures operates or may be expected to operate against the public interest,also decide separately the following additional questions—\n\t\t\t\twhether action should be taken by the Secretary of State under section 147Afor the purpose of remedying, mitigating or preventing any of the effectsadverse to the public interest concerned;\n\t\t\t\twhether the CMA should recommend the taking of other action by theSecretary of State, or action by persons other than itself and the Secretaryof State, for the purpose of remedying, mitigating or preventing any of theeffects adverse to the public interest concerned; and\n\t\t\t\tin either case, if action should be taken, what action should be taken andwhat is to be remedied, mitigated or prevented.\n\t\t\tThe CMA shall, if it has decided that there is an adverse effect oncompetition, also decide separately the following questions (on the assumptionthat it is proceeding as mentioned in section 148A(2))—\n\t\t\t\twhether action should be taken by it under section 138 for the purpose ofremedying, mitigating or preventing the adverse effect on competitionconcerned or any detrimental effect on customers so far as it has resultedfrom, or may be expected to result from, the adverse effect on competition;\n\t\t\t\twhether the CMA should recommend the taking of action by other persons forthe purpose of remedying, mitigating or preventing the adverse effect oncompetition concerned or any detrimental effect on customers so far as it hasresulted from, or may be expected to result from, the adverse effect oncompetition; and\n\t\t\t\tin either case, if action should be taken, what action should be taken andwhat is to be remedied, mitigated or prevented.\n\t\t\tIn a case where the Secretary of State has appointed a public interestexpert under section 141B in relation to a full PI reference, the CMA shall,in deciding the questions mentioned in subsections (4) and (5), have regard,in particular, to the views of the expert.\n\t\t\tIn deciding the questions mentioned in subsection (5), the CMA shall, inparticular, have regard to—\n\t\t\t\tthe need to achieve as comprehensive a solution as is reasonable andpracticable to the effects adverse to the public interest concerned; and\n\t\t\t\tany detrimental effects on customers so far as resulting from thoseeffects.\n\t\t\tIn deciding the questions mentioned in subsection (6), the CMA shall, inparticular, have regard to—\n\t\t\t\tthe need to achieve as comprehensive a solution as is reasonable andpracticable to the adverse effect on competition concerned; and\n\t\t\t\tany detrimental effects on customers so far as resulting from it.\n\t\t\tIn deciding the questions mentioned in subsections (5) and (6), the CMAmay, in particular, have regard to the effect of any action on any relevantcustomer benefits of the feature or features of the market or marketsconcerned.\n\t\t\tIn this section, “admissible public interest consideration” means anypublic interest consideration specified in the reference concerned and whichthe CMA is not under a duty to disregard.\n\t\tBFull PI references: power of Secretary of State to appoint expert\n\t\t\tThis section applies where the Secretary of State makes a full PIreference.\n\t\t\tThe Secretary of State may appoint one or more than one person to advisethe CMA on the questions mentioned in subsections (4) and (5) of section 141Ain relation to the reference.\n\t\t\tA person so appointed shall be a person who appears to the Secretary ofState to have particular knowledge of, or expertise in, matters relating to apublic interest consideration specified in the reference.\n\t\t\tEach person so appointed is referred to in this Part as a “public interestexpert”.\n\t\t\tThe terms and conditions of appointment of a public interest expert(including, in particular, as to remuneration) are to be determined by theSecretary of State.\n\t\t\tAny appointment of a public interest expert under this section shall bemade within the period of 2 months beginning with the date of the referenceconcerned.\n\t\t\tBefore appointing a public interest expert the Secretary of State shallconsult the chair of the CMA.”\n\t\t\tSchedule 10 (which contains amendments of Part 4 of the 2002 Act which areconsequential on or otherwise related to this section) has effect."
    },
    {
        "length": 819,
        "text": "\nInvestigation powers\n\tInvestigation powers: markets\n\t\tSection 174 of the 2002 Act (investigation powers) is amended as follows.\n\t\tFor subsections (1) and (2) substitute—\n\t\tFor the purposes of this section, the permitted purposes are thefollowing—\n\t\t\tassisting the CMA in carrying out its functions under section 5 in relationto a matter in a case where it has published a market study notice;\n\t\t\tassisting the CMA in carrying out any functions, including enforcementfunctions, exercisable by it under or by virtue of this Part in connectionwith a matter that is or has been the subject of a reference under section 131or 132 or possible reference under section 131;\n\t\t\tassisting the CMA or the Secretary of State in carrying out any functions,including enforcement functions, of the CMA or (as the case may be) theSecretary of State under or by virtue of this Part in connection with a matterthat is or has been the subject of a reference under section 140A(6) orpossible reference under section 140A(5) or (6).\n\t\tThe CMA may exercise any of the powers in subsections (3) to (5) for apermitted purpose.”\n\t\tIn subsection (6), after “shall” insert “—\n\t\t\tspecify the permitted purpose for which the notice is given, including thefunction or functions in question; and\n\t\t\t”. \n\t\tAfter subsection (6) insert—\n\t\t\t“(6A)The CMA or any person nominated by it for the purpose may, for apermitted purpose, take evidence on oath and for that purpose may administeroaths.”\n\t\tIn subsection (7), for “the purpose mentioned in subsection (1)” substitute“a permitted purpose”.\n\t\tAfter subsection (9) insert—\n\t\t“(9A)In subsection (1), “enforcement functions” means—\n\t\t\tin relation to the CMA—\n\t\t\tfunctions conferred by virtue of section 164(2)(b) on the CMA byenforcement orders;\n\t\t\tfunctions of the CMA in relation to the variation, supersession or releaseof enforcement undertakings or the variation or revocation of enforcementorders;\n\t\t\tfunctions of the CMA under or by virtue of section 160 or 162 in relationto enforcement undertakings or enforcement orders;\n\t\t\tin relation to the Secretary of State—\n\t\t\tfunctions conferred by virtue of section 164(2)(b) on the Secretary ofState by enforcement orders;\n\t\t\tfunctions of the Secretary of State in relation to the variation,supersession or release of enforcement undertakings or the variation orrevocation of enforcement orders;\n\t\t\tfunctions of the Secretary of State under or by virtue of section 160 inrelation to enforcement undertakings or enforcement orders.”\n\t\tFor the heading substitute “Attendance of witnesses and production ofdocuments etc.”.\n\t\tSchedule 11 (which makes provision about the enforcement of the powersunder section 174 of the 2002 Act, as amended by this section, and which makesconsequential amendments of that Act) has effect."
    },
    {
        "length": 549,
        "text": "\nInterim measures\n\tInterim measures: pre-emptive action: markets\n\t\tPart 4 of the 2002 Act (market investigations) is amended as follows.\n\t\tIn section 157 (interim undertakings: Part 4), after subsection (2) insert—\n\t\t\t“(2A)Subsection (2B) applies where—\n\t\t\tsubsection (1)(a) to (c) applies; and\n\t\t\tthe relevant authority has reasonable grounds for suspecting that pre-emptive action has or may have been taken.\n\t\t\t(2B)The relevant authority may, for the purpose of restoring the position towhat it would have been had the pre-emptive action not been taken or otherwisefor the purpose of mitigating its effects, accept, from such persons as therelevant authority considers appropriate, undertakings to take such action asthe relevant authority considers appropriate.”\n\t\tAfter subsection (2B) of that section insert—\n\t\t“(2C)A person may, with the consent of the relevant authority, take action ofa particular description where the action would otherwise constitute acontravention of an undertaking accepted under this section.”\n\t\tIn section 158 (interim orders: Part 4), after subsection (2) insert—\n\t\t“(2A)Subsection (2B) applies where—\n\t\t\tsubsection (1)(a) to (c) applies; and\n\t\t\tthe relevant authority has reasonable grounds for suspecting that pre-emptive action has or may have been taken.\n\t\t\t(2B)The relevant authority may by order, for the purpose of restoring theposition to what it would have been had the pre-emptive action not been takenor otherwise for the purpose of mitigating its effects—\n\t\t\tdo anything mentioned in subsection (2)(b) to (d);\n\t\t\timpose such other obligations, prohibitions or restrictions as it considersappropriate for that purpose.”\n\t\tAfter subsection (2B) of that section insert—\n\t\t“(2C)A person may, with the consent of the relevant authority, take action ofa particular description where the action would otherwise constitute acontravention of an order under this section.”"
    },
    {
        "length": 3572,
        "text": "\nInvestigation powers\n\tInvestigations: power to ask questions\n\t\tPart 1 of the Competition Act 1998 (“the 1998 Act”) (competition) isamended as follows.\n\t\tAfter section 26 (powers when conducting investigations) insert—\n\t\t“26AInvestigations: power to ask questions\n\t\t\tFor the purposes of an investigation, the CMA may give notice to anindividual who has a connection with a relevant undertaking requiring theindividual to answer questions with respect to any matter relevant to theinvestigation—\n\t\t\t\tat a place specified in the notice, and\n\t\t\t\teither at a time so specified or on receipt of the notice.\n\t\t\tThe CMA must give a copy of the notice under subsection (1) to eachrelevant undertaking with which the individual has a current connection at thetime the notice is given to the individual.\n\t\t\tThe CMA must take such steps as are reasonable in all the circumstances tocomply with the requirement under subsection (2) before the time at which theindividual is required to answer questions.\n\t\t\tWhere the CMA does not comply with the requirement under subsection (2)before the time mentioned in subsection (3), it must comply with thatrequirement as soon as practicable after that time.\n\t\t\tA notice under subsection (1) must be in writing and must indicate—\n\t\t\t\tthe subject matter and purpose of the investigation, and\n\t\t\t\tthe nature of the offence created by section 44.\n\t\t\tFor the purposes of this section—\n\t\t\t\tan individual has a connection with an undertaking if he or she is or was—\n\t\t\t\tconcerned in the management or control of the undertaking, or\n\t\t\t\temployed by, or otherwise working for, the undertaking, and\n\t\t\t\tan individual has a current connection with an undertaking if, at the timein question, he or she is so concerned, is so employed or is so otherwiseworking.\n\t\t\tIn this section, a “relevant undertaking” means an undertaking whoseactivities are being investigated as part of the investigation in question.”\n\t\t\tFor the heading of section 26 substitute “Investigations: powers to requiredocuments and information”.\n\t\t\tSection 30A (use of statements in prosecution) is amended as follows.\n\t\t\tThe existing text becomes subsection (1).\n\t\t\tIn subsection (1), for “26 to 28A” substitute “26 and 27 to 28A”.\n\t\t\tAfter that subsection insert—\n\t\t\tA statement by an individual in response to a requirement imposed byvirtue of section 26A (a “section 26A statement”) may only be used in evidenceagainst the individual—\n\t\t\t\ton a prosecution for an offence under section 44, or\n\t\t\t\ton a prosecution for some other offence in a case falling within subsection(3).\n\t\t\tA prosecution falls within this subsection if, in the proceedings—\n\t\t\t\tin giving evidence, the individual makes a statement inconsistent with thesection 26A statement, and\n\t\t\t\tevidence relating to the section 26A statement is adduced, or a questionrelating to it is asked, by or on behalf of the individual.\n\t\t\tA section 26A statement may not be used in evidence against an undertakingwith which the individual who gave the statement has a connection on aprosecution for an offence unless the prosecution is for an offence undersection 44.\n\t\t\tFor the purposes of subsection (4), an individual has a connection with anundertaking if he or she is or was—\n\t\t\t\tconcerned in the management or control of the undertaking, or\n\t\t\t\temployed by, or otherwise working for, the undertaking.”\n\tCivil enforcement of investigation powers\n\t\tPart 1 of the 1998 Act (competition) is amended as follows.\n\t\tAfter section 40 insert—\n\t\t“Civil sanctions\n\t\tAPenalties: failure to comply with requirements\n\t\t\tWhere the CMA considers that a person has, without reasonable excuse,failed to comply with a requirement imposed on the person under section 26,26A, 27, 28 or 28A, it may impose a penalty of such amount as it considersappropriate.\n\t\t\tThe amount may be—\n\t\t\t\ta fixed amount,\n\t\t\t\tan amount calculated by reference to a daily rate, or\n\t\t\t\ta combination of a fixed amount and an amount calculated by reference to adaily rate.\n\t\t\tA penalty imposed under subsection (1) must not—\n\t\t\t\tin the case of a fixed amount, exceed such amount as the Secretary of Statemay by order specify;\n\t\t\t\tin the case of an amount calculated by reference to a daily rate, exceedsuch amount per day as the Secretary of State may so specify;\n\t\t\t\tin the case of a fixed amount and an amount calculated by reference to adaily rate, exceed such fixed amount and such amount per day as the Secretaryof State may so specify.\n\t\t\tThe fixed amount specified for the purposes of subsection (3)(a) or (c) maynot exceed £30,000.\n\t\t\tThe amount per day specified for the purposes of subsection (3)(b) or (c)may not exceed £15,000.\n\t\t\tIn imposing a penalty by reference to a daily rate—\n\t\t\t\tno account is to be taken of any days before the service of the noticeunder section 112 of the Enterprise Act 2002 (as applied by subsection (9)) onthe person concerned, and\n\t\t\t\tunless the CMA determines an earlier date (whether before or after thepenalty is imposed), the amount payable ceases to accumulate at the beginningof the earliest of the days mentioned in subsection (7).\n\t\t\tThe days are—\n\t\t\t\tthe day on which the requirement concerned is satisfied;\n\t\t\t\tthe day on which the CMA makes a decision (within the meaning given bysection 31(2)) or terminates the investigation in question without making sucha decision;\n\t\t\t\tif the Secretary of State has made an order under section 31F(1)(b)imposing a time-limit on the making of such a decision, the latest day onwhich such a decision may be made as a result of the investigation inquestion.\n\t\t\tBefore making an order under subsection (3), the Secretary of State mustconsult the CMA and such other persons as the Secretary of State considersappropriate.\n\t\t\tSections 112 to 115 of the Enterprise Act 2002 (supplementary provisionsabout penalties) apply in relation to a penalty imposed under subsection (1)as they apply in relation to a penalty imposed under section 110(1) of thatAct.\n\t\tBStatement of policy on penalties\n\t\t\tThe CMA must prepare and publish a statement of policy in relation to theuse of its powers under section 40A.\n\t\t\tThe CMA must, in particular, include a statement about the considerationsrelevant to the determination of the nature and amount of any penalty imposedunder section 40A.\n\t\t\tThe CMA may revise its statement of policy and, where it does so, it mustpublish the revised statement.\n\t\t\tThe CMA must consult such persons as it considers appropriate whenpreparing or revising its statement of policy.\n\t\t\tIf the proposed statement of policy or revision relates to a matter inrespect of which a regulator exercises concurrent jurisdiction, thoseconsulted must include that regulator.\n\t\t\tIn deciding whether and, if so, how to proceed under section 40A, the CMAmust have regard to the statement of policy which was most recently publishedunder this section at the time when the failure concerned occurred.”\n\t\t\tSection 38 (guidance about appropriate level of penalties under section 36)is amended as follows.\n\t\t\tIn subsection (1), after “under this Part” insert “in respect of aninfringement of the Chapter 1 prohibition, the Chapter 2 prohibition, theprohibition in Article 81(1) or the prohibition in Article 82”.\n\t\t\tIn subsection (1A), for “a penalty under this Part” substitute “such apenalty”.\n\t\t\tIn subsection (8), after “under this Part” insert “in respect of aninfringement of a kind mentioned in subsection (1)”.\n\t\t\tSection 42 (offences of failure to comply with requirements imposed ininvestigations and obstruction) is amended as follows.\n\t\t\tOmit subsections (1) to (4).\n\t\t\tIn subsection (6), omit “(1) or”.\n\tExtension of powers to issue warrants to CAT\n\t\tSchedule 13 (which amends the 1998 Act to extend the powers under that Act toissue warrants to the Competition Appeal Tribunal) has effect.\n\tPart 1 of the 1998 Act: procedural matters\n\t\tPart 1 of the 1998 Act (competition) is amended as follows.\n\t\tAfter section 25 (power to investigate) insert—\n\t\t“25APower of CMA to publish notice of investigation\n\t\t\tWhere the CMA decides to conduct an investigation it may publish a noticewhich may, in particular—\n\t\t\t\tstate its decision to do so;\n\t\t\t\tindicate which of subsections (2) to (7) of section 25 the investigationfalls under;\n\t\t\t\tsummarise the matter being investigated;\n\t\t\t\tidentify any undertaking whose activities are being investigated as part ofthe investigation;\n\t\t\t\tidentify the market which is or was affected by the matter beinginvestigated.\n\t\t\tSection 57 does not apply to a notice under subsection (1) to the extentthat it includes information other than information mentioned in thatsubsection.\n\t\t\tSubsection (4) applies if—\n\t\t\t\tthe CMA has published a notice under subsection (1) which identifies anundertaking whose activities are being investigated, and\n\t\t\t\tthe CMA subsequently decides (without making a decision within the meaninggiven by section 31(2)) to terminate the investigation of the activities ofthe undertaking so identified.\n\t\t\tThe CMA must publish a notice stating that the activities of theundertaking in question are no longer being investigated.”\n\t\t\tSchedule 9 (examples of provision that may be made in rules) is amended asfollows.\n\t\t\tAfter paragraph 1 insert—\n\t\t“Delegation of functions\n\t\t\t1A(1)Rules may provide for the exercise of a function of the CMA under thisPart on its behalf—\n\t\t\t\tby one or more members of the CMA Board (see Part 2 of Schedule 4 to theEnterprise and Regulatory Reform Act 2013);\n\t\t\t\tby one or more members of the CMA panel (see Part 3 of that Schedule tothat Act);\n\t\t\t\tby one or more members of staff of the CMA;\n\t\t\t\tjointly by one or more of the persons mentioned in paragraph (a), (b) or(c).\n\t\t\tSub-paragraph (1) does not apply in relation to any function prescribed inregulations made under section 7(1) of the Civil Aviation Act 1982 (power forSecretary of State to prescribe certain functions of the Civil AviationAuthority which must not be performed on its behalf by any other person).”\n\t\t\tAfter paragraph 13 insert—\n\t\t“Oral hearings: procedure\n\t\t\t13A(1)Rules may make provision as to the procedure to be followed by the CMAin holding oral hearings as part of an investigation.\n\t\t\tRules may, in particular, make provision as to the appointment of a personmentioned in sub-paragraph (3) who has not been involved in the investigationin question to—\n\t\t\t\tchair an oral hearing, and\n\t\t\t\tprepare a report following the hearing and give it to the person who is toexercise on behalf of the CMA its function of making a decision (within themeaning given by section 31(2)) as a result of the investigation.\n\t\t\tThe persons are—\n\t\t\t\ta member of the CMA Board;\n\t\t\t\ta member of the CMA panel;\n\t\t\t\ta member of staff of the CMA.\n\t\t\tThe report must—\n\t\t\t\tcontain an assessment of the fairness of the procedure followed in holdingthe oral hearing, and\n\t\t\t\tidentify any other concerns about the fairness of the procedure followed inthe investigation which have been brought to the attention of the personpreparing the report.”\n\t\t\tAfter paragraph 13A insert—\n\t\t“Procedural complaints\n\t\t\t13B(1)Rules may make provision as to arrangements to be made by the CMA fordealing with complaints about the conduct by the CMA of an investigation.\n\t\t\tRules may, in particular, make provision as to—\n\t\t\t\tthe appointment of a person mentioned in sub-paragraph (3) who has not beeninvolved in the investigation in question to consider any such complaint;\n\t\t\t\tthe time-table for the consideration of any such complaint.\n\t\t\tThe persons are—\n\t\t\t\ta member of the CMA Board;\n\t\t\t\ta member of the CMA panel;\n\t\t\t\ta member of staff of the CMA.”\n\t\t\tAfter paragraph 13B insert—\n\t\t“Settling cases\n\t\t\t13CRules may make provision as to the procedure to be followed in a casewhere, during an investigation, one or more persons notify the CMA that theyaccept that there has been an infringement of a kind to which theinvestigation relates.”"
    },
    {
        "length": 309,
        "text": "\nInterim measures and other sanctions\n\tThreshold for interim measures\n\t\tIn section 35 of the 1998 Act (interim measures), in subsection (2)(a), for“serious, irreparable damage” substitute “significant damage”.\n\tPenalties: guidance etc.\n\t\tPart 1 of the 1998 Act (competition) is amended as follows.\n\t\tIn section 36 (penalties), after subsection (7) insert—\n\t\t\t“(7A)In fixing a penalty under this section the CMA must have regard to—\n\t\t\tthe seriousness of the infringement concerned, and\n\t\t\tthe desirability of deterring both the undertaking on whom the penalty isimposed and others from—\n\t\t\tentering into agreements which infringe the Chapter 1 prohibition or theprohibition in Article 81(1), or\n\t\t\tengaging in conduct which infringes the Chapter 2 prohibition or theprohibition in Article 82.”\n\t\tIn section 38 (guidance on level of penalties), in subsection (8), before“must have regard” insert “and the Tribunal”."
    },
    {
        "length": 369,
        "text": "\nMiscellaneous\n\tPower for Secretary of State to impose time-limits on investigationsetc.\n\t\tAfter section 31E of the 1998 Act insert—\n\t\t“31FPower for Secretary of State to impose time-limits oninvestigations etc.\n\t\t\tThe Secretary of State may by order impose time-limits in relation to—\n\t\t\t\tthe conduct by the CMA of investigations or investigations of a descriptionspecified in the order;\n\t\t\t\tthe making by the CMA of decisions (within the meaning given by section31(2)) as a result of investigations or investigations of such a description.\n\t\t\tBefore making an order under subsection (1), the Secretary of State mustconsult the CMA and such other persons as the Secretary of State considersappropriate.”\n\tReview of operation of Part 1 of 1998 Act\n\t\tThe Secretary of State must—\n\t\t\treview the operation of Part 1 of the 1998 Act, and\n\t\t\tprepare and publish a report on the outcome of the review.\n\t\tThe report must be published before the end of the period of 5 yearsbeginning with the day on which Part 1 of Schedule 5 (which transfers thefunctions of the Office of Fair Trading under Part 1 of the 1998 Act to theCompetition and Markets Authority) comes into force.\n\t\tThe Secretary of State must lay the report before Parliament."
    },
    {
        "length": 1979,
        "text": "\nCHAPTER 4Cartels\n\tCartel offence\n\t\tSection 188 of the 2002 Act (cartel offence) is amended as follows.\n\t\tIn subsection (1), omit “dishonestly”.\n\t\tOmit subsection (6).\n\t\tAfter subsection (7) insert—\n\t\tThis section is subject to section 188A.”\n\t\tAfter that section insert—\n\t\t“188ACircumstances in which cartel offence not committed\n\t\t\tAn individual does not commit an offence under section 188(1) if, under thearrangements—\n\t\t\t\tin a case where the arrangements would (operating as the parties intend)affect the supply in the United Kingdom of a product or service, customerswould be given relevant information about the arrangements before they enterinto agreements for the supply to them of the product or service so affected,\n\t\t\t\tin the case of bid-rigging arrangements, the person requesting bids wouldbe given relevant information about them at or before the time when a bid ismade, or\n\t\t\t\tin any case, relevant information about the arrangements would bepublished, before the arrangements are implemented, in the manner specified atthe time of the making of the agreement in an order made by the Secretary ofState.\n\t\t\tIn subsection (1), “relevant information” means—\n\t\t\t\tthe names of the undertakings to which the arrangements relate,\n\t\t\t\ta description of the nature of the arrangements which is sufficient to showwhy they are or might be arrangements of the kind to which section 188(1)applies,\n\t\t\t\tthe products or services to which they relate, and\n\t\t\t\tsuch other information as may be specified in an order made by theSecretary of State.\n\t\t\tAn individual does not commit an offence under section 188(1) if theagreement is made in order to comply with a legal requirement.\n\t\t\tIn subsection (3), “legal requirement” has the same meaning as in paragraph5 of Schedule 3 to the Competition Act 1998.\n\t\t\tA power to make an order under this section—\n\t\t\t\tis exercisable by statutory instrument,\n\t\t\t\tmay be exercised so as to make different provision for different cases ordifferent purposes, and\n\t\t\t\tincludes power to make such incidental, supplementary, consequential,transitory, transitional or saving provision as the Secretary of Stateconsiders appropriate.\n\t\t\tA statutory instrument containing an order under this section is subject toannulment in pursuance of a resolution of either House of Parliament.”\n\t\t\tAfter section 188A (as inserted by subsection (5) above) insert—\n\t\t“188BDefences to commission of cartel offence\n\t\t\tIn a case where the arrangements would (operating as the parties intend)affect the supply in the United Kingdom of a product or service, it is adefence for an individual charged with an offence under section 188(1) to showthat, at the time of the making of the agreement, he or she did not intendthat the nature of the arrangements would be concealed from customers at alltimes before they enter into agreements for the supply to them of the productor service.\n\t\t\tIt is a defence for an individual charged with an offence under section188(1) to show that, at the time of the making of the agreement, he or she didnot intend that the nature of the arrangements would be concealed from theCMA.\n\t\t\tIt is a defence for an individual charged with an offence under section188(1) to show that, before the making of the agreement, he or she tookreasonable steps to ensure that the nature of the arrangements would bedisclosed to professional legal advisers for the purposes of obtaining adviceabout them before their making or (as the case may be) their implementation.”\n\t\t\tAfter section 190 of the 2002 Act insert—\n\t\t“190ACartel offence: prosecution guidance\n\t\t\tThe CMA must prepare and publish guidance on the principles to be appliedin determining, in any case, whether proceedings for an offence under section188(1) should be instituted.\n\t\t\tThe CMA may at any time issue revised or new guidance.\n\t\t\tGuidance published by the CMA under this section is to be published in suchmanner as it considers appropriate.\n\t\t\tIn preparing guidance under this section the CMA must consult—\n\t\t\t\tthe Director of the Serious Fraud Office;\n\t\t\t\tthe Lord Advocate; and\n\t\t\t\tsuch other persons as it considers appropriate.”\n\t\t\tThe amendments made by subsections (1) to (6) apply only in relation toagreements falling within section 188(1) of the 2002 Act which—\n\t\t\t\tare made after the commencement of this section, and\n\t\t\t\trelate to arrangements made or to be made after that commencement.\n\tExtension of power to issue warrants to CAT\n\t\tSection 194 of the 2002 Act (power to enter premises under a warrant) isamended as follows.\n\t\tIn subsection (1), for the words from the beginning to “if he is satisfied”substitute “On an application made to it by the CMA or, in Scotland, theprocurator fiscal, the appropriate body may issue a warrant if it issatisfied”.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)In subsection (1), “appropriate body” means—\n\t\t\tin England and Wales and Northern Ireland, the High Court or theCompetition Appeal Tribunal;\n\t\t\tin Scotland, the sheriff.”\n\t\tAfter subsection (4) insert—\n\t\t“(4A)An application for a warrant under this section must be made—\n\t\t\tin the case of an application to the High Court or the sheriff, inaccordance with rules of court;\n\t\t\tin the case of an application to the Competition Appeal Tribunal, inaccordance with rules made under section 15.”\n\t\tIn Schedule 4 to that Act, before paragraph 11, but after the cross-headingimmediately preceding it, insert—\n\t\t“10A(1)Tribunal rules may make provision as to proceedings on an applicationfor a warrant under section 194 of this Act or section 28, 28A, 62, 62A, 63,65G or 65H of the 1998 Act, including provision—\n\t\t\tfor the Tribunal dealing with the proceedings to consist only of thePresident or a member of the panel of chairmen;\n\t\t\tas to the manner in which the proceedings are to be conducted, includingprovision—\n\t\t\tfor such applications to be determined without a hearing;\n\t\t\tin cases where there is a hearing, for it to be held in private if theTribunal considers it appropriate because it is considering information of akind mentioned in paragraph 1(2);\n\t\t\tas to the persons entitled to be heard in such proceedings (where there isa hearing);\n\t\t\tfor requiring persons to attend to give evidence and produce documents, andfor authorising the administration of oaths to witnesses;\n\t\t\tas to the evidence which may be required or admitted and the extent towhich it should be oral or written;\n\t\t\tallowing the Tribunal to fix time-limits with respect to any aspect of theproceedings and to extend any time-limit (before or after its expiry).\n\t\tParagraphs 2 to 8, and 11 to 17, of this Schedule do not apply in relationto the institution or conduct of proceedings for a warrant mentioned in sub-paragraph (1).”\n\t\tIn section 14 of that Act (constitution of Tribunal for particularproceedings and its decisions), in subsection (5), for “paragraph 18”substitute “paragraphs 10A(1)(a) and 18”."
    },
    {
        "length": 3794,
        "text": "\nCHAPTER 5Miscellaneous\n\tEnforcement orders: markets and mergers\n\t\tEnforcement orders: monitoring compliance and determination ofdisputes\n\t\t\tIn Schedule 8 to the 2002 Act (provision that may be contained in certainenforcement orders made under Part 3 or 4 of that Act), after paragraph 20Binsert—\n\t\t\t“Monitoring of compliance and determination of disputes\n\t\t\t\t20C(1)An order may provide for the appointment of one or more than one person(referred to in this paragraph as an “appointee”) by the relevant authority orby such other persons as may be specified or described in the order to—\n\t\t\t\t\tmonitor compliance with such terms of the order as are so specified ordescribed or terms of any directions given under the order;\n\t\t\t\t\tdetermine any dispute between persons who are subject to the order aboutwhat is required by any such terms.\n\t\t\t\tAn order made by virtue of this paragraph must make provision as to theterms of an appointee’s appointment.\n\t\t\t\tA determination made by virtue of an order under this paragraph is bindingon—\n\t\t\t\t\tany person who is subject to the order;\n\t\t\t\t\tthe relevant authority; and\n\t\t\t\t\tin the case where the relevant authority is the Secretary of State, theCMA.”\n\t\tEnforcement orders: provision of information\n\t\t\tSchedule 8 to the 2002 Act (provision that may be contained in certainenforcement orders made under Part 3 or 4 of that Act) is amended as follows.\n\t\t\tOmit paragraph 15 (publication etc. of price information).\n\t\t\tParagraph 17 (publication etc. of other information) is amended as follows.\n\t\t\tIn sub-paragraph (1)—\n\t\t\t\tin the words before paragraph (a), after “publish” insert “or otherwisenotify”, and\n\t\t\t\tafter paragraph (c) insert—\n\t\t\t\tinformation in relation to prices of the goods or services supplied;\n\t\t\t\tsuch other information in relation to the goods or services supplied as therelevant authority considers appropriate.”\n\t\t\tAfter sub-paragraph (1) insert—\n\t\t\t\t“(1A)An order may prohibit the publication or other notification ofinformation falling within sub-paragraph (1)(a) to (e) by a person supplyinggoods or services.”\n\t\t\tIn paragraph 18 (supplementary provision about orders under paragraphs 15and 17), omit “15 or”.\n\tConcurrency\n\t\tPowers of sectoral regulators\n\t\t\tSection 54 of the 1998 Act (concurrent powers for regulators) is amended asfollows.\n\t\t\tIn subsection (6)—\n\t\t\t\tafter “may” insert “—\n\t\t\t\tprescribe circumstances in which the CMA may decide that, in a particularcase, it is to exercise Part 1 functions in respect of the case rather than aregulator;\n\t\t\t\t”, and\n\t\t\t\tafter “Secretary of State” insert “, the CMA”.\n\t\t\tAfter subsection (6) insert—\n\t\t\t\t“(6A)Where the regulations make provision as mentioned in subsection (6)(a),they must—\n\t\t\t\tinclude provision requiring the CMA to consult the regulator concernedbefore making a decision that the CMA is to exercise Part 1 functions inrespect of a particular case, and\n\t\t\t\tprovide that, in a case where a regulator has given notice under section31(1) that it proposes to make a decision (within the meaning given by section31(2)), the CMA may only decide that it is to exercise Part 1 functions inrespect of the case rather than the regulator if the regulator consents.”\n\t\t\tAfter subsection (6A) insert—\n\t\t\t“(6B)The Secretary of State may by regulations make provision requiringarrangements to be made for the sharing of information between competentpersons in connection with concurrent cases.\n\t\t\t(6C)For the purposes of subsection (6B), “a concurrent case” is a case inrespect of which—\n\t\t\t\tthe CMA considers that Part 1 functions are, or (but for provision madeunder subsection (5)(e)) would be, exercisable by both it and any regulator;\n\t\t\t\tany regulator considers that Part 1 functions are, or (but for provisionmade under subsection (5)(e)) would be, exercisable by it.”\n\t\t\tSchedule 14 (which makes provision governing the relationship between thepowers of regulators under the 1998 Act and those under sector-specificlegislation) has effect.\n\t\tPower to remove concurrent competition functions of sectoralregulators\n\t\t\tThe Secretary of State may make a sectoral regulator order if the Secretaryof State considers that it is appropriate to do so for the purpose ofpromoting competition, within any market or markets in the United Kingdom, forthe benefit of consumers.\n\t\t\tA sectoral regulator order is an order that amends one or more enactmentsso as to remove from a sectoral regulator either or both of the following—\n\t\t\t\tall the functions of the regulator under Part 1 of the 1998 Act that areexercisable concurrently by the regulator and the Competition and MarketsAuthority (“the CMA”) or that would be so exercisable but for provision madeby virtue of section 54(5)(e) of that Act;\n\t\t\t\tall the functions of the regulator under Part 4 of the 2002 Act that areexercisable concurrently by the regulator and the CMA.\n\t\t\tA sectoral regulator order may make such other amendments of any enactmentas the Secretary of State considers appropriate in consequence of the removalof the functions.\n\t\t\tEach of the following is a sectoral regulator—\n\t\t\t\tthe Office of Communications;\n\t\t\t\tthe Gas and Electricity Markets Authority;\n\t\t\t\tthe Water Services Regulation Authority;\n\t\t\t\tthe Office of Rail Regulation;\n\t\t\t\tthe Northern Ireland Authority for Utility Regulation;\n\t\t\t\tthe Civil Aviation Authority.\n\t\t\tA sectoral regulator order may include transitional, transitory or savingprovision.\n\t\t\tA statutory instrument containing a sectoral regulator order is not to bemade unless a draft of the instrument has been laid before, and approved by aresolution of, each House of Parliament.\n\t\t\tIn this section—\n\t\t\t\t  * “amend” includes repeal or revoke; \n\t\t\t\t  * “enactment” includes— \n\t\t\t\tan enactment contained in subordinate legislation (within the meaning of theInterpretation Act 1978),\n\t\t\t\tan enactment contained in, or in an instrument made under, an Act of theScottish Parliament,\n\t\t\t\tan enactment contained in, or in an instrument made under, a Measure or Act ofthe National Assembly for Wales, and\n\t\t\t\tan enactment contained in, or in an instrument made under, Northern Irelandlegislation.\n\t\t\tThe references to the CMA in subsection (2) are to be read, in relation toany time before the commencement of section 25(3), as references to the Officeof Fair Trading.\n\t\tOrders under section 52: procedural requirements\n\t\t\tIf the Secretary of State proposes to make a sectoral regulator order, theSecretary of State must carry out the first stage consultation.\n\t\t\tThe first stage consultation is consultation with—\n\t\t\t\tthe regulator whose functions would be removed by the order,\n\t\t\t\tthe Competition and Markets Authority,\n\t\t\t\twhere the regulator is the Office of Rail Regulation, the ScottishMinisters,\n\t\t\t\twhere the regulator is the Northern Ireland Authority for UtilityRegulation, the Department of Enterprise, Trade and Investment in NorthernIreland and the Department for Regional Development in Northern Ireland, and\n\t\t\t\twhere the regulator is the Water Services Regulation Authority, the WelshMinisters.\n\t\t\tIf (following the first stage consultation) the Secretary of State stillproposes to make a sectoral regulator order, the Secretary of State must carryout the second stage consultation.\n\t\t\tThe second stage consultation is consultation with—\n\t\t\t\tthe persons consulted at the first stage,\n\t\t\t\tany bodies who appear to the Secretary of State to represent the interestsof persons in respect of whom the functions that would be removed by the orderare exercisable (“regulated providers”),\n\t\t\t\tany bodies who appear to the Secretary of State to represent the interestsof persons who use the services supplied by regulated providers, and\n\t\t\t\tsuch other persons as the Secretary of State considers appropriate.\n\t\t\tThe Secretary of State must give the following information to each of thepersons consulted as part of the first stage or second stage consultation—\n\t\t\t\tan explanation as to whether the Secretary of State is proposing to removethe functions of the regulator mentioned in subsection (2)(a) of section 52,the functions of the regulator mentioned in subsection (2)(b) of that sectionor both sets of functions;\n\t\t\t\tthe reasons why the Secretary of State considers it appropriate to make theorder.\n\t\t\tThe reference to the Competition and Markets Authority in subsection (2) isto be read, in relation to any time before the commencement of section 25(3),as a reference to the Office of Fair Trading.\n\t\t\tIn this section, “sectoral regulator order” has the same meaning as insection 52.\n\tMiscellaneous\n\t\tRecovery of CMA’s costs in respect of price control references\n\t\t\tAfter section 193 of the Communications Act 2003 (reference of price controlmatters) insert—\n\t\t\t“193ARecovery of CMA’s costs in respect of price control references\n\t\t\t\tWhere a determination is made on a price control matter referred by virtueof section 193, the CMA may make an order in respect of the costs incurred byit in connection with the reference (a “costs order”).\n\t\t\t\tA costs order may require the payment to the CMA of some or all of thosecosts by such parties to the appeal which gave rise to the reference, otherthan OFCOM, as the CMA considers appropriate.\n\t\t\t\tA costs order must—\n\t\t\t\t\tset out the total costs incurred by the CMA in connection with thereference, and\n\t\t\t\t\tspecify the proportion of those costs to be paid by each party to theappeal in respect of whom the order is made.\n\t\t\t\tIn deciding on the proportion of costs to be paid by a party to the appealthe CMA must, in particular, consider—\n\t\t\t\t\tthe extent to which the determination on the reference upholds OFCOM’sdecision in relation to the price control matter in question,\n\t\t\t\t\tthe extent to which the costs were attributable to the involvement in theappeal of the party, and\n\t\t\t\t\tthe conduct of the party.\n\t\t\t\tA costs order—\n\t\t\t\t\tmust be made as soon as reasonably practicable after the making of thedetermination on the reference, but\n\t\t\t\t\tdoes not take effect unless the Tribunal, in deciding the appeal which gaverise to the reference, decides the price control matter which is the subjectof the reference in accordance with the determination of the CMA (see section193(6)).\n\t\t\t\tIn a case where the Tribunal decides the price control matter in questionotherwise than as mentioned in subsection (5)(b), the CMA may make an orderunder this subsection in respect of the costs incurred by it in connectionwith the reference.\n\t\t\t\tSubsections (2) to (4) apply in relation to an order under subsection (6)as they apply in relation to an order under subsection (1); but for thatpurpose the reference in subsection (4)(a) to the determination on thereference is to be read as a reference to the decision of the Tribunalmentioned in subsection (6).\n\t\t\t\tAn order under subsection (6) must be made as soon as reasonablypracticable after the decision of the Tribunal mentioned in that subsection.\n\t\t\t\tAn amount payable to the CMA by virtue of an order made under this sectionis recoverable summarily as a civil debt (but this does not affect any othermethod of recovery).\n\t\t\t\tThe CMA must pay any sums it receives by virtue of this section into theConsolidated Fund.\n\t\t\t\tThe functions of the CMA under this section, other than those undersubsections (9) and (10), are to be carried out on behalf of the CMA by thegroup constituted by the chair of the CMA in relation to the reference inquestion.”\n\t\tDisclosure etc. of information: offences\n\t\t\tIn section 241 of the 2002 Act (disclosure of information for the purpose ofexercise of statutory functions), after subsection (2) insert—\n\t\t“(2A)Information disclosed under subsection (1) so that it is not madeavailable to the public must not be used by the person to whom it is disclosedfor any purpose other than that mentioned in subsection (1).”\n\t\tReview of certain provisions of Chapters 1 and 2\n\t\t\tThe Secretary of State must, before the end of each review period—\n\t\t\t\tcarry out a review of the provisions of this Part mentioned in subsection(2), and\n\t\t\t\tprepare and publish a report setting out the conclusions of the review.\n\t\t\tThe provisions of this Part are—\n\t\t\t\tsections 29 and 36 and Schedule 11 (investigation powers: mergers andmarkets),\n\t\t\t\tsection 30 and Schedule 7 (interim measures and pre-emptive action:mergers), and\n\t\t\t\tsections 32 and 38 and Schedules 8 and 12 (time-limits etc: mergers andmarkets).\n\t\t\tThe report must in particular—\n\t\t\t\tset out the objectives intended to be achieved by the provisions,\n\t\t\t\tassess the extent to which those objectives have been achieved, and\n\t\t\t\tassess whether those objectives remain appropriate and, if so, the extentto which they could be achieved in another way which imposed less regulation.\n\t\t\tThe Secretary of State must lay the report before Parliament.\n\t\t\tEach of the following is a review period for the purposes of this section—\n\t\t\t\tthe period of 5 years beginning with the first day on which any of theprovisions mentioned in subsection (2) comes into force (whether wholly orpartly), and\n\t\t\t\teach successive period of 5 years.\n\t\tMinor and consequential amendments\n\t\t\tSchedule 15 (which makes minor and consequential amendments related to thisPart) has effect.\n\t\tInterpretation \n\t\t\tIn this Part—\n\t\t\t  * “the 1998 Act” means the Competition Act 1998; \n\t\t\t  * “the 2002 Act” means the Enterprise Act 2002. "
    },
    {
        "length": 506,
        "text": "\nSunset and review\n\tSunset and review provisions\n\t\tThe Interpretation Act 1978 is amended as follows.\n\t\tAfter section 14 (implied power to amend) insert—\n\t\t“14APower to include sunset and review provisions in subordinatelegislation\n\t\t\tThis section applies where an Act confers a power or a duty on a person tomake subordinate legislation except to the extent that—\n\t\t\t\tthe power or duty is exercisable by the Scottish Ministers, or\n\t\t\t\tthe power or duty is exercisable by any other person within devolvedcompetence (within the meaning of the Scotland Act 1998).\n\t\t\tThe subordinate legislation may include—\n\t\t\t\tprovision requiring the person to review the effectiveness of thelegislation within a specified period or at the end of a specified period;\n\t\t\t\tprovision for the legislation to cease to have effect at the end of aspecified day or a specified period;\n\t\t\t\tif the power or duty is being exercised to amend other subordinatelegislation, provision of the kind mentioned in paragraph (a) or (b) inrelation to that other legislation.\n\t\t\tThe provision that may be made by virtue of subsection (2)(a) includesprovision requiring the person to consider whether the objectives which it wasthe purpose of the legislation to achieve remain appropriate and, if so,whether they could be achieved in another way.\n\t\t\tSubordinate legislation including provision of a kind mentioned insubsection (2) may make such provision generally or only in relation tospecified provisions of the legislation or specified cases or circumstances.\n\t\t\tSubordinate legislation including provision of a kind mentioned insubsection (2) may make transitional, consequential, incidental orsupplementary provision or savings in connection with such provision.\n\t\t\tIn this section, “specified” means specified in the subordinatelegislation.”\n\t\t\tIn paragraph 1 of Schedule 2, after the entry for section 11 insert—\n\t\t\t\t  * “Section 14A”."
    },
    {
        "length": 1729,
        "text": "\n“Buildings in England: heritage partnership agreements\n\tAHeritage partnership agreements\n\t\tA relevant local planning authority may make an agreement under thissection (a “heritage partnership agreement”) with any owner of a listedbuilding, or a part of such a building, situated in England.\n\t\tAny of the following may also be a party to a heritage partnershipagreement in addition to an owner and the relevant local planning authority—\n\t\t\tany other relevant local planning authority;\n\t\t\tthe Secretary of State;\n\t\t\tthe Commission;\n\t\t\tany person who has an interest in the listed building;\n\t\t\tany occupier of the listed building;\n\t\t\tany person involved in the management of the listed building;\n\t\t\tany other person who appears to the relevant local planning authorityappropriate as having special knowledge of, or interest in, the listedbuilding, or in buildings of architectural or historic interest moregenerally.\n\t\tA heritage partnership agreement may contain provision—\n\t\t\tgranting listed building consent under section 8(1) in respect of specifiedworks for the alteration or extension of the listed building to which theagreement relates, and\n\t\t\tspecifying any conditions to which the consent is subject.\n\t\tThe conditions to which listed building consent may be subject undersubsection (3)(b) in respect of specified works are those that could beattached to listed building consent in respect of the works if consent were tobe granted under section 16.\n\t\tIf a heritage partnership agreement contains provision under subsection(3), nothing in sections 10 to 26 and 28 applies in relation to listedbuilding consent for the specified works, subject to any regulations undersection 26B(2)(f).\n\t\tA heritage partnership agreement may also—\n\t\t\tspecify or describe works that would or would not, in the view of theparties to the agreement, affect the character of the listed building as abuilding of special architectural or historic interest;\n\t\t\tmake provision about the maintenance and preservation of the listedbuilding;\n\t\t\tmake provision about the carrying out of specified work, or the doing ofany specified thing, in relation to the listed building;\n\t\t\tprovide for public access to the listed building and the provision to thepublic of associated facilities, information or services;\n\t\t\trestrict access to, or use of, the listed building;\n\t\t\tprohibit the doing of any specified thing in relation to the listedbuilding;\n\t\t\tprovide for a relevant public authority to make payments of specifiedamounts and on specified terms—\n\t\t\tfor, or towards, the costs of any works provided for under the agreement;or\n\t\t\tin consideration of any restriction, prohibition or obligation accepted byany other party to the agreement.\n\t\tFor the purposes of subsection (6)(g), each of the following, if a party tothe agreement, is a relevant public authority—\n\t\t\tthe Secretary of State;\n\t\t\tthe Commission;\n\t\t\ta relevant local planning authority.\n\t\tIn this section “specified” means specified or described in the heritagepartnership agreement.\n\t\tIn this section and section 26B—\n\t\t\t  * “owner”, in relation to a listed building or a part of such a building, means a person who is for the time being —\n\t\t\tthe estate owner in respect of the fee simple in the building or part; or\n\t\t\tentitled to a tenancy of the building or part granted or extended for a termof years certain of which not less than seven years remain unexpired;\n\t\t\t\t  * “relevant local planning authority”, in relation to a listed building, means a local planning authority in whose area the building or any part of the building is situated.\n\tBHeritage partnership agreements: supplemental\n\t\tA heritage partnership agreement—\n\t\t\tmust be in writing;\n\t\t\tmust make provision for the parties to review its terms at intervalsspecified in the agreement;\n\t\t\tmust make provision for its termination and variation;\n\t\t\tmay relate to more than one listed building or part, provided that in eachcase a relevant local planning authority and an owner are parties to theagreement; and\n\t\t\tmay contain incidental and consequential provisions.\n\t\tThe Secretary of State may by regulations make provision—\n\t\t\tabout any consultation that must take place before heritage partnershipagreements are made or varied;\n\t\t\tabout the publicity that must be given to heritage partnership agreementsbefore or after they are made or varied;\n\t\t\tspecifying terms that must be included in heritage partnership agreements;\n\t\t\tenabling the Secretary of State or any other person specified in theregulations to terminate by order a heritage partnership agreement or anyprovision of such an agreement;\n\t\t\tabout the provision that may be included in an order made under regulationsunder paragraph (d), including provision enabling such orders to containsupplementary, incidental, transitory, transitional or saving provision;\n\t\t\tapplying or reproducing, with or without modifications, any provision ofsections 10 to 26 and 28 for the purposes of heritage partnership agreements;\n\t\t\tproviding for any of the following, as they apply for the purposes ofprovisions mentioned in paragraph (f), to apply with any modificationsconsequential on provision made under that paragraph—\n\t\t\tsections 30 to 37;\n\t\t\tsections 62 and 63;\n\t\t\tParts 3 and 4;\n\t\t\tSchedule 3.\n\t\tRegulations made under subsection (2)(a) may, in particular, includeprovision as to—\n\t\t\tthe circumstances in which consultation must take place;\n\t\t\tthe types of listed building in respect of which consultation must takeplace;\n\t\t\twho must carry out the consultation;\n\t\t\twho must be consulted (including provision enabling the Commission todirect who is to be consulted in particular cases); and\n\t\t\thow the consultation must be carried out.\n\t\tListed building consent granted by a heritage partnership agreement (exceptso far as the agreement or regulations under subsection (2) otherwise provide)enures for the benefit of the building and of all persons for the time beinginterested in it.\n\t\tSubject to subsection (4), a heritage partnership agreement cannot imposeany obligation or liability, or confer any right, on a person who is not partyto the agreement.\n\t\tSection 84 of the Law of Property Act 1925 (power to discharge or modifyrestrictive covenant) does not apply to a heritage partnership agreement.”\n\t\tAfter section 26B insert—"
    },
    {
        "length": 1925,
        "text": "\n“Buildings in England: orders granting listed building consent\n\tCListed building consent orders\n\t\tThe Secretary of State may by order (a “listed building consent order”)grant listed building consent under section 8(1) in respect of works of anydescription for the alteration or extension of listed buildings of anydescription in England.\n\t\tThe consent may be granted subject to conditions specified in the order.\n\t\tWithout prejudice to the generality of subsection (2), the conditions thatmay be specified include any conditions subject to which listed buildingconsent may be granted under section 16.\n\t\tA listed building consent order may (without prejudice to section 17(2))give the local planning authority power to require details of works to beapproved by them, and may grant consent subject to conditions with respect to—\n\t\t\tthe making of an application to the authority for a determination as towhether such approval is required, and\n\t\t\tthe outcome of such an application or the way it is dealt with.\n\t\tA listed building consent order may enable the Secretary of State or thelocal planning authority to direct that consent granted by the order does notapply—\n\t\t\tto a listed building specified in the direction;\n\t\t\tto listed buildings of a description specified in the direction;\n\t\t\tto listed buildings in an area specified in the direction.\n\t\tAn order may in particular make provision about the making, coming intoforce, variation and revocation of such a direction, including provisionconferring powers on the Secretary of State in relation to directions by alocal planning authority.\n\t\tNothing in sections 10 to 26 applies in relation to listed building consentgranted by a listed building consent order; but that does not affect theapplication of sections 20, 21 and 22 in relation to an application forapproval required by a condition to which consent is subject.\n\tDLocal listed building consent orders\n\t\tA local planning authority for any area in England may by order (a “locallisted building consent order”) grant listed building consent under section8(1) in respect of works of any description for the alteration or extension oflisted buildings.\n\t\tRegulations under this Act may provide that subsection (1) does not applyto listed buildings of any description or in any area.\n\t\tThe consent granted by a local listed building consent order may relate—\n\t\t\tto all listed buildings in the area of the authority or any part of thatarea;\n\t\t\tto listed buildings of any description in that area or any part of thatarea.\n\t\tThe consent may be granted subject to conditions specified in the order.\n\t\tWithout prejudice to the generality of subsection (4), the conditions thatmay be specified include any subject to which listed building consent may begranted under section 16.\n\t\tA local listed building consent order may enable the local planningauthority to direct that the consent granted by the order in respect of worksof any description does not apply—\n\t\t\tto a listed building specified in the direction;\n\t\t\tto listed buildings of a description specified in the direction;\n\t\t\tto listed buildings in an area specified in the direction.\n\t\tAn order may in particular make provision about the making, coming intoforce, variation and revocation of such a direction, including provisionconferring powers on the Secretary of State.\n\t\tNothing in sections 10 to 26 applies in relation to listed building consentgranted by a local listed building consent order; but that does not affect theapplication of sections 20, 21 and 22 in relation to an application forapproval required by a condition to which consent is subject.\n\t\tSchedule 2A makes provision in connection with local listed buildingconsent orders.\n\tEPowers of Secretary of State in relation to local orders\n\t\tAt any time before a local listed building consent order is adopted by alocal planning authority the Secretary of State may direct that the order (orany part of it) is not to be adopted without the Secretary of State’sapproval.\n\t\tIf the Secretary of State gives a direction under subsection (1)—\n\t\t\tthe authority must not take any step in connection with the adoption of theorder until they have submitted the order or the part to the Secretary ofState and the Secretary of State has decided whether to approve it;\n\t\t\tthe order has no effect unless it (or the part) has been approved by theSecretary of State.\n\t\tIn considering an order or part submitted under subsection (2)(a) theSecretary of State may take account of any matter the Secretary of Statethinks relevant.\n\t\tIt is immaterial whether any such matter was taken account of by the localplanning authority.\n\t\tThe Secretary of State—\n\t\t\tmay approve or reject an order or part of an order submitted undersubsection (2)(a);\n\t\t\tmust give reasons for that decision.\n\t\tThe Secretary of State—\n\t\t\tmay at any time before a local listed building consent order is adopted bythe local planning authority, direct them to modify it in accordance with thedirection;\n\t\t\tmust give reasons for any such direction.\n\t\tThe local planning authority—\n\t\t\tmust comply with a direction under subsection (6);\n\t\t\tmust not adopt the order unless the Secretary of State gives notice ofbeing satisfied that they have complied with the direction.\n\t\tThe Secretary of State—\n\t\t\tmay at any time by order revoke a local listed building consent order if ofthe opinion that it is expedient to do so;\n\t\t\tmust give reasons for doing so.\n\t\tThe Secretary of State—\n\t\t\tmust not make an order under subsection (8) without consulting the localplanning authority;\n\t\t\tif proposing to make such an order, must serve notice on the local planningauthority.\n\t\tA notice under subsection (9)(b) must specify the period (which must notbe less than 28 days from the date of its service) within which the authoritymay require an opportunity of appearing before and being heard by a personappointed by the Secretary of State for the purpose.\n\t\tThe Secretary of State must give the authority such an opportunity if theyrequire it within the period specified in the notice.\n\tFConsiderations in making orders\n\t\tIn considering whether to make a listed building consent order or locallisted building consent order the Secretary of State or local planningauthority must have special regard to the desirability of preserving—\n\t\t\tlisted buildings of a description to which the order applies,\n\t\t\ttheir setting, or\n\t\t\tany features of special architectural or historic interest which theypossess.\n\t\tBefore making a listed building consent order the Secretary of State mustconsult the Commission.\n\tGEffect of revision or revocation of order on incomplete works\n\t\tA listed building consent order or local listed building consent order mayinclude provision permitting the completion of works if—\n\t\t\tlisted building consent is granted by the order in respect of the works,and\n\t\t\tthe listed building consent is withdrawn after the works are started butbefore they are completed.\n\t\tListed building consent granted by an order is withdrawn—\n\t\t\tif the order is revoked;\n\t\t\tif the order is varied or (in the case of a local listed building consentorder) revised so that it ceases to grant listed building consent in respectof the works or materially changes any condition or limitation to which thegrant of listed building consent is subject;\n\t\t\tif a direction applying to the listed building is issued under powersconferred under section 26C(5) or 26D(6).”\n\t\tAfter section 28 insert—"
    },
    {
        "length": 418,
        "text": "\n“28ACompensation where consent formerly granted by order is grantedconditionally or refused\n\tSection 28 also has effect (subject to subsections (2) and (3)) where—\n\t\tlisted building consent granted by a listed building consent order or alocal listed building consent order is withdrawn (whether by the revocation oramendment of the order or by the issue of a direction), and\n\t\ton an application for listed building consent made within the prescribedperiod after the withdrawal, consent for works formerly authorised by theorder is refused or is granted subject to conditions other than those imposedby the order.\n\tSection 28 does not have effect by virtue of subsection (1) if—\n\t\tthe works authorised by the order were started before the withdrawal, and\n\t\tthe order included provision in pursuance of section 26G permitting theworks to be completed after the withdrawal.\n\tSection 28 does not have effect by virtue of subsection (1) if—\n\t\tnotice of the withdrawal was published in the prescribed manner and withinthe prescribed period before the withdrawal, and\n\t\tthe works authorised by the order were not started before the notice waspublished.\n\tWhere section 28 has effect by virtue of subsection (1), references insection 28(2) and (3) to the revocation or modification of listed buildingconsent are references to the withdrawal of the listed building consent byrevocation or amendment of the order or by issue of the direction.”\n\tSchedule 16 (which inserts Schedule 2A to the Planning (Listed Buildingsand Conservation Areas) Act 1990) has effect."
    },
    {
        "length": 1758,
        "text": "\nListed buildings in England: certificates of lawfulness\n\tIn the Planning (Listed Buildings and Conservation Areas) Act 1990 aftersection 26G insert—\n\t“Buildings in England: certificates of lawfulness\n\t\tHCertificate of lawfulness of proposed works\n\t\t\tA person who wishes to ascertain whether proposed works for the alterationor extension of a listed building in England would be lawful may make anapplication to the local planning authority specifying the building anddescribing the works.\n\t\t\tFor the purposes of this section works would be lawful if they would notaffect the character of the listed building as a building of specialarchitectural or historic interest.\n\t\t\tIf on an application under this section the local planning authority areprovided with information satisfying them that the works described in theapplication would be lawful at the time of the application, they must issue acertificate to that effect; and in any other case they must refuse theapplication.\n\t\t\tA certificate under this section must—\n\t\t\t\tspecify the building to which it relates;\n\t\t\t\tdescribe the works concerned;\n\t\t\t\tgive the reasons for determining that the works would be lawful; and\n\t\t\t\tspecify the date of issue of the certificate.\n\t\t\tWorks for which a certificate is issued under this section are to beconclusively presumed to be lawful, provided that—\n\t\t\t\tthey are carried out within 10 years beginning with the date of issue ofthe certificate, and\n\t\t\t\tthe certificate is not revoked under section 26I.\n\t\tICertificates under section 26H: supplementary\n\t\t\tAn application for a certificate under section 26H must be made in suchmanner as may be prescribed by regulations under this Act.\n\t\t\tAn application must include such particulars, and be verified by suchevidence, as may be required—\n\t\t\t\tby the regulations,\n\t\t\t\tby any directions given under the regulations, or\n\t\t\t\tby the local planning authority.\n\t\t\tRegulations under this Act may make provision about how applications for acertificate under section 26H are to be dealt with by local planningauthorities.\n\t\t\tIn particular, regulations may provide for requiring the authority—\n\t\t\t\tto give to any applicant within a prescribed period such notice as may beprescribed as to the manner in which the application has been dealt with; and\n\t\t\t\tto give to the Secretary of State, and to such other persons as may beprescribed, prescribed information with respect to such applications made tothe authority, including information as to the manner in which any applicationhas been dealt with.\n\t\t\tA certificate under section 26H may be issued--\n\t\t\t\tfor the whole or part of the listed building specified in the application;and\n\t\t\t\tfor all or part of the works described in the application;\n\t\t\t\t\tand must be in such form as may be prescribed.\n\t\t\tA local planning authority may revoke a certificate under section 26H if,on the application for the certificate—\n\t\t\t\ta statement was made or document used which was false in a materialparticular; or\n\t\t\t\tany material information was withheld.\n\t\t\tRegulations under this section may make provision for regulating the mannerin which certificates may be revoked and the notice to be given of suchrevocation.\n\t\tJOffences \n\t\t\tA person is guilty of an offence if, for the purpose of procuring aparticular decision on an application (whether or not by that person) for theissue of a certificate under section 26H, the person—\n\t\t\t\tknowingly or recklessly makes a statement which is false or misleading in amaterial particular;\n\t\t\t\twith intent to deceive, uses any document which is false or misleading in amaterial particular; or\n\t\t\t\twith intent to deceive, withholds any material information.\n\t\t\tA person guilty of an offence under subsection (1) is liable—\n\t\t\t\ton summary conviction, to a fine not exceeding the statutory maximum; or\n\t\t\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears, or a fine, or both.\n\t\t\tNotwithstanding section 127 of the Magistrates’ Courts Act 1980, amagistrates’ court may try an information in respect of an offence undersubsection (1) whenever laid.\n\t\tKAppeals against refusal or failure to give decision on application\n\t\t\tWhere an application is made to a local planning authority for acertificate under section 26H and—\n\t\t\t\tthe application is refused or is refused in part, or\n\t\t\t\tthe authority do not give notice to the applicant of their decision on theapplication within such period as may be prescribed under section 26I orwithin such extended period as may at any time be agreed in writing betweenthe applicant and the authority,\n\t\t\t\t\tthe applicant may by notice appeal to the Secretary of State.\n\t\t\tA notice of appeal under this section—\n\t\t\t\tmust be served within such time and in such manner as may be prescribed;\n\t\t\t\tmust be accompanied by such information as may be prescribed.\n\t\t\tThe time prescribed for the service of a notice of appeal under thissection must not be less than—\n\t\t\t\t28 days from the date of notification of the decision on the application;or\n\t\t\t\tin the case of an appeal under subsection (1)(b), 28 days from—\n\t\t\t\tthe end of the period prescribed as mentioned in subsection (1)(b), or\n\t\t\t\tas the case may be, the extended period mentioned in subsection (1)(b).\n\t\t\tOn an appeal under this section, the Secretary of State must grant theappellant a certificate under section 26H or, in the case of a refusal inpart, modify the certificate granted by the authority on the application, ifand so far as the Secretary of State is satisfied—\n\t\t\t\tin the case of an appeal under subsection (1)(a), that the authority’srefusal is not well-founded, or\n\t\t\t\tin the case of an appeal under subsection (1)(b), that if the authority hadrefused the application their refusal would not have been well-founded.\n\t\t\tIf and so far as the Secretary of State is satisfied that the authority’srefusal is or, as the case may be, would have been well-founded, the Secretaryof State must dismiss the appeal.\n\t\t\tWhere the Secretary of State grants a certificate under section 26H on anappeal under this section, the Secretary of State must give notice to thelocal planning authority of that fact.\n\t\t\tReferences in this section to a refusal of an application in part include amodification or substitution of the description in the application of theworks concerned.\n\t\t\tSchedule 3 applies to an appeal under this section.”"
    },
    {
        "length": 264,
        "text": "\nOsborne estate\n\tSection 1 of the Osborne Estate Act 1902 is amended as follows.\n\tIn subsection (3) (land to be managed in accordance with Crown Lands Act1851) omit “as if it had been committed to their management under sectiontwenty-two of the Crown Lands Act, 1851”.\n\tOmit subsection (4)(b) (part of house and grounds to be used for thebenefit of officers and their families).\n\tOmit the following provisions (which relate to land no longer forming partof the Osborne estate)—\n\t\tin subsection (3) the words from “and the part” to “Barton House andgrounds)”;\n\t\tin subsection (4) the words from “And the Commissioners” to the end.\n\tThe Osborne Estate Act 1914 (which gives power to extend the classes ofpersons who may benefit under section 1(4)(b) of the Osborne Estate Act 1902)is repealed."
    },
    {
        "length": 873,
        "text": "\nEquality Acts\n\tCommission for Equality and Human Rights\n\t\tIn the Equality Act 2006 omit—\n\t\t\tsections 10(1) and (4) to (8) and 19 (groups);\n\t\t\tsection 27 (conciliation).\n\t\tIn section 12(4)(b) of that Act (monitoring progress: reports every threeyears) for “three” substitute “five”.\n\t\tThe following subsections make further amendments to the Equality Act 2006.\n\t\tIn section 7(3) (Scotland: human rights) omit “or 10”.\n\t\tIn section 9(4) and (5) (human rights) omit “or 10”.\n\t\tIn section 12 (monitoring progress)—\n\t\t\tin subsection (1)(a) for “the aim specified in section 3” substitute “theduties specified in sections 8 and 9”;\n\t\t\tin subsection (1)(b) for “the development of the society described insection 3” substitute “changes in society that are consistent with thoseduties”.\n\t\tIn section 13(1) (information, advice etc) for “to 10” substitute “and 9”.\n\t\tIn section 16(1) (inquiries) for “, 9 and 10” substitute “and 9”.\n\t\tIn section 17(1) (grants) for “to 10” substitute “and 9”.\n\t\tIn section 39(4) (orders and regulations) for “10(6), 15(6) or 27(10)”substitute “15(6)”.\n\t\tIn Schedule 1 (the Commission)—\n\t\t\tin paragraph 39 omit “or 27”;\n\t\t\tomit paragraph 52(1)(a)(v) and (vi) and (b);\n\t\t\tfor paragraph 52(3)(b) substitute—\n\t\t\tsection 8, in so far as it relates to disability, and”;\n\t\t\tin paragraph 52(3)(c) omit “, 27(2) and (3)”.\n\t\tThe following subsections amend the Equality Act 2010 in consequence ofsubsection (1).\n\t\tIn section 118 (time limits)—\n\t\t\tin subsection (2) omit “or (4)”;\n\t\t\tomit subsection (4).\n\t\tIn Schedule 17 (disabled pupils: enforcement) omit—\n\t\t\tparagraph 4(2) (time limits where dispute referred to conciliation undersection 27 of the Equality Act 2006);\n\t\t\tin paragraph 4(2A), “or for conciliation in pursuance of arrangements undersection 27 of the Equality Act 2006”.\n\tEquality Act 2010: third party harassment of employees\n\t\tIn section 40 of the Equality Act 2010 (employees and applicants: harassment)omit subsections (2) to (4).\n\tEquality Act 2010: obtaining information for proceedings\n\t\tIn the Equality Act 2010, omit section 138 (obtaining information, etc).\n\t\tThat does not affect section 138 for the purposes of proceedings thatrelate to a contravention occurring before this section comes into force."
    },
    {
        "length": 1459,
        "text": "\nRegulatory Enforcement and Sanctions Act 2008\n\tPrimary authorities\n\t\tSection 22 of the Regulatory Enforcement and Sanctions Act 2008 (scope ofPart 2) is amended in accordance with subsections (2) to (5).\n\t\tBefore subsection (1), insert—\n\t\t\t“(A1)This Part applies in relation to a person if the Secretary of State issatisfied that the person is within subsection (1) or (1A).”\n\t\tIn subsection (1), for the words from “This Part” to “a person” substitute“A person is within this subsection if—\n\t\t\tthe person”.\n\t\tAfter subsection (1) insert—\n\t\t“(1A)A person (P) is within this subsection if each of the conditions insubsection (1B) is met.\n\t\t(1B)The conditions are—\n\t\t\tthat P carries on an activity in relation to which a local authorityexercises a relevant function;\n\t\t\tthat the effect of arrangements made by P with any organisation or otherperson is that P’s approach to compliance, in respect of the relevantfunction, is one that is shared with another person (Q) who carries on theactivity;\n\t\t\tthat— \n\t\t\tat least one of P and Q carries on the activity in the area of two or morelocal authorities, or\n\t\t\tQ carries on the activity in the area of a local authority in which P doesnot carry on the activity.”\n\t\tFor subsection (2) substitute—\n\t\tIn this Part, references to “the regulated person” are to a person to whomthis Part applies.\n\t\tThe Secretary of State may from time to time publish guidance about matterslikely to be taken into account for the purposes of subsection (1B)(b).\n\t\tThe guidance may be published in such manner as the Secretary of Stateconsiders appropriate.”\n\t\tIn section 24 of that Act, after subsection (6) insert—\n\t\tReferences in this Part to “the relevant function”, in relation to theregulated person, are to the relevant function by reference to which theSecretary of State is satisfied that the person is within section 22(1) or(1A).”\n\t\tIn section 26(2) of that Act (nomination of primary authorities), for “TheSecretary of State” substitute “Where the Secretary of State has beensatisfied that the regulated person is within section 22(1), the Secretary ofState”.\n\tInspection plans\n\t\tSection 30 of the Regulatory Enforcement and Sanctions Act 2008 (inspectionplans) is amended as follows.\n\t\tAfter subsection (3) insert—\n\t\t\t“(3A)An inspection plan may require a local authority other than the primaryauthority, on exercising the function of inspection in relation to theregulated person, to provide the primary authority with a report on itsexercise of the function.”\n\t\tIn subsection (7)—\n\t\t\tfor the words from the beginning to “exercising” substitute “Where theprimary authority exercises”;\n\t\t\tafter “regulated person” insert “, it”.\n\t\tAfter subsection (7) insert—\n\t\t“(7A)A local authority other than the primary authority may not exercise thefunction of inspection in relation to the regulated person otherwise than inaccordance with a plan that has been brought to its notice under subsection(6), unless—\n\t\t\tit has notified the primary authority in writing of the way in which itproposes to exercise the function in relation to the regulated person, and\n\t\t\tthe primary authority has notified the local authority in writing that itconsents to the authority’s exercising the function in that way.\n\t\t\t(7B)Subsection (7C) applies if a primary authority that has been notified by alocal authority as described in subsection (7A)(a) fails to notify thatauthority in writing, within the notification period, whether it consents tothe authority’s exercising the function of inspection as described in thenotification.\n\t\t\t(7C)The primary authority is to be treated for the purposes of this section,following the expiry of the notification period, as having given thenotification of consent described in subsection (7A)(b).\n\t\t\t(7D)The “notification period”, in subsections (7B) and (7C), is the period offive working days beginning with the first working day after the day on whichthe notification referred to in subsection (7A)(a) is received by the primaryauthority.\n\t\t\t(7E)Where an inspection plan includes a requirement of the type described insubsection (3A), a local authority exercising the function of inspection inrelation to the regulated person must provide a report to the primaryauthority in accordance with the requirement.”\n\t\tOmit subsection (8).\n\t\tIn subsection (9) for “(8)” substitute “(7A)(a)”.\n\t\tAfter subsection (9) insert—\n\t\t“(9A)A primary authority may, with the consent of the Secretary of State,revoke a plan made by it under this section.\n\t\t(9B)If a primary authority revokes a plan under subsection (9A), it mustnotify the other local authorities with the function of inspection that theplan is no longer in effect.”\n\t\tIn subsection (10), for “(9)” substitute “(9B)”.\n\t\tAfter subsection (10) insert—\n\t\tIn subsection (7D), “working day” means a day other than—\n\t\t\ta Saturday or Sunday,\n\t\t\tChristmas Day or Good Friday, or\n\t\t\ta day which is a bank holiday under the Banking and Financial Dealings Act1971 in—\n\t\t\tthe part of the United Kingdom where the primary authority is, or\n\t\t\t(if different) the part of the United Kingdom where the authority is thathas given the notification referred to in subsection (7A)(a).”"
    },
    {
        "length": 1285,
        "text": "\nMiscellaneous\n\tCivil liability for breach of health and safety duties\n\t\tSection 47 of the Health and Safety at Work etc. Act 1974 (civil liability)is amended as set out in subsections (2) to (7).\n\t\tIn subsection (1), omit paragraph (b) (including the “or” at the end ofthat paragraph).\n\t\tFor subsection (2) substitute—\n\t\tBreach of a duty imposed by a statutory instrument containing (whetheralone or with other provision) health and safety regulations shall not beactionable except to the extent that regulations under this section soprovide.\n\t\t\t(2A)Breach of a duty imposed by an existing statutory provision shall not beactionable except to the extent that regulations under this section so provide(including by modifying any of the existing statutory provisions).\n\t\t(2B)Regulations under this section may include provision for—\n\t\t\ta defence to be available in any action for breach of the duty mentioned insubsection (2) or (2A);\n\t\t\tany term of an agreement which purports to exclude or restrict anyliability for such a breach to be void.”\n\t\tIn subsection (3), omit the words from “, whether brought by virtue ofsubsection (2)” to the end.\n\t\tIn subsection (4)—\n\t\t\tfor “and (2)” substitute “, (2) and (2A)”, and\n\t\t\tfor “(3)” substitute “(2B)(a)”.\n\t\tOmit subsections (5) and (6).\n\t\tAfter subsection (6) insert—\n\t\tThe power to make regulations under this section shall be exercisable bythe Secretary of State.”\n\t\tWhere, on the commencement of this section, there is in force an Order inCouncil made under section 84(3) of the Health and Safety at Work etc. Act1974 that applies to matters outside Great Britain any of the provisions ofthat Act that are amended by this section, that Order is to be taken asapplying those provisions as so amended.\n\t\tThe amendments made by this section do not apply in relation to breach of aduty which it would be within the legislative competence of the ScottishParliament to impose by an Act of that Parliament.\n\t\tThe amendments made by this section do not apply in relation to breach ofa duty where that breach occurs before the commencement of this section.\n\tEstate agency work\n\t\tIn section 1 of the Estate Agents Act 1979 (estate agency work), forsubsection (4) substitute—\n\t\tThis Act does not apply to the following things when done by a person whodoes no other things which fall within subsection (1) above—\n\t\t\tpublishing advertisements or disseminating information;\n\t\t\tproviding a means by which—\n\t\t\ta person who wishes to acquire or dispose of an interest in land can, inresponse to such an advertisement or dissemination of information, make directcontact with a person who wishes to dispose of or, as the case may be, acquirean interest in land;\n\t\t\tthe persons mentioned in sub-paragraph (i) can continue to communicatedirectly with each other.”\n\tBankruptcy applications: determination by adjudicators\n\t\tIn Part 14 of the Insolvency Act 1986 (public administration (England andWales)), before section 399 and the cross-heading which precedes it insert—\n\t\t“Adjudicators\n\t\t\tAAppointment etc of adjudicators and assistants\n\t\t\t\tThe Secretary of State may appoint persons to the office of adjudicator.\n\t\t\t\tA person appointed under subsection (1)—\n\t\t\t\t\tis to be paid out of money provided by Parliament such salary as theSecretary of State may direct,\n\t\t\t\t\tholds office on such other terms and conditions as the Secretary of Statemay direct, and\n\t\t\t\t\tmay be removed from office by a direction of the Secretary of State.\n\t\t\t\tA person who is authorised to act as an official receiver may not beappointed under subsection (1).\n\t\t\t\tThe Secretary of State may appoint officers of the Secretary of State’sdepartment to assist adjudicators in the carrying out of their functions.”\n\t\t\t\tIn Part 9 of that Act (bankruptcy), before Chapter 1 insert the Chapter setout in Schedule 18 (adjudicators: bankruptcy applications by debtors andbankruptcy orders).\n\t\t\t\tSchedule 19 (adjudicators: minor and consequential amendments) has effect.\n\tAbolition of Agricultural Wages Board and related English bodies\n\t\tThe Agricultural Wages Board for England and Wales is abolished.\n\t\tEvery agricultural wages committee for an area in England is abolished.\n\t\tEvery agricultural dwelling-house advisory committee for an area in Englandis abolished.\n\t\tSchedule 20 (abolition of Agricultural Wages Board and related Englishbodies: consequential provision) has effect.\n\tUnnecessary regulation: miscellaneous\n\t\tSchedule 21 (unnecessary regulation: miscellaneous) has effect."
    },
    {
        "length": 2362,
        "text": "\nCopyright and rights in performances\n\tExploitation of design derived from artistic work\n\t\tThe Copyright, Designs and Patents Act 1988 is amended as follows.\n\t\tOmit section 52 (effect of exploitation of design derived from artisticwork).\n\t\tIn consequence omit the following—\n\t\t\tsection 79(4)(g);\n\t\t\tin Schedule 1 paragraph 20.\n\tPenalties under provision amending exceptions: copyright and rights inperformances\n\t\tParagraph 1(1)(d) of Schedule 2 to the European Communities Act 1972(limitation on criminal penalties) does not apply for the purposes ofprovision under section 2(2) of that Act amending—\n\t\t\tChapter 3 of Part 1 of the Copyright, Designs and Patents Act 1988 (actspermitted in relation to copyright works), or\n\t\t\tSchedule 2 to that Act (rights in performances: permitted acts).\n\tPower to reduce duration of copyright in transitional cases\n\t\tSection 170 of the Copyright, Designs and Patents Act 1988 (transitionalprovisions and savings) is amended as follows.\n\t\tAt the beginning insert “(1)”.\n\t\tAt the end insert—\n\t\tThe Secretary of State may by regulations amend Schedule 1 to reduce theduration of copyright in existing works which are unpublished, other thanphotographs or films.\n\t\tThe regulations may provide for the copyright to expire—\n\t\t\twith the end of the term of protection of copyright laid down by Directive[2006/116/EC](/european/directive/2006/0116?view=plain \"Go to item oflegislation\") or at any later time;\n\t\t\tsubject to that, on the commencement of the regulations or at any latertime.\n\t\t“Existing works” has the same meaning as in Schedule 1.\n\t\tRegulations under subsection (2) may—\n\t\t\tmake different provision for different purposes;\n\t\t\tmake supplementary or transitional provision;\n\t\t\tmake consequential provision, including provision amending any enactment orsubordinate legislation passed or made before that subsection comes intoforce.\n\t\tThe power to make regulations under subsection (2) is exercisable bystatutory instrument.\n\t\tA statutory instrument containing regulations under subsection (2) may notbe made unless a draft of the instrument has been laid before and approved byresolution of each House of Parliament.”\n\tLicensing of copyright and performers’ rights\n\t\tThe Copyright, Designs and Patents Act 1988 is amended as follows.\n\t\tIn section 116 (licensing schemes and licensing bodies) after subsection(4) insert—\n\t\tSchedule A1 confers powers to provide for the regulation of licensingbodies.”\n\t\tAfter section 116 insert—\n\t\t“Orphan works licensing and extended collective licensing\n\t\t\tAPower to provide for licensing of orphan works\n\t\t\t\tThe Secretary of State may by regulations provide for the grant of licencesin respect of works that qualify as orphan works under the regulations.\n\t\t\t\tThe regulations may—\n\t\t\t\t\tspecify a person or a description of persons authorised to grant licences,or\n\t\t\t\t\tprovide for a person designated in the regulations to specify a person or adescription of persons authorised to grant licences\n\t\t\t\tThe regulations must provide that, for a work to qualify as an orphan work,it is a requirement that the owner of copyright in it has not been found aftera diligent search made in accordance with the regulations.\n\t\t\t\tThe regulations may provide for the granting of licences to do, orauthorise the doing of, any act restricted by copyright that would otherwiserequire the consent of the missing owner.\n\t\t\t\tThe regulations must provide for any licence—\n\t\t\t\t\tto have effect as if granted by the missing owner;\n\t\t\t\t\tnot to give exclusive rights;\n\t\t\t\t\tnot to be granted to a person authorised to grant licences.\n\t\t\t\tThe regulations may apply to a work although it is not known whethercopyright subsists in it, and references to a missing owner and a right orinterest of a missing owner are to be read as including references to asupposed owner and a supposed right or interest.\n\t\t\tBExtended collective licensing\n\t\t\t\tThe Secretary of State may by regulations provide for a licensing body thatapplies to the Secretary of State under the regulations to be authorised togrant copyright licences in respect of works in which copyright is not ownedby the body or a person on whose behalf the body acts.\n\t\t\t\tAn authorisation must specify—\n\t\t\t\t\tthe types of work to which it applies, and\n\t\t\t\t\tthe acts restricted by copyright that the licensing body is authorised tolicense.\n\t\t\t\tThe regulations must provide for the copyright owner to have a right tolimit or exclude the grant of licences by virtue of the regulations.\n\t\t\t\tThe regulations must provide for any licence not to give exclusive rights.\n\t\t\t\tIn this section “copyright licences” has the same meaning as in section116.\n\t\t\t\tNothing in this section applies in relation to Crown copyright orParliamentary copyright.\n\t\t\tCGeneral provision about licensing under sections 116A and 116B\n\t\t\t\tThis section and section 116D apply to regulations under sections 116A and116B.\n\t\t\t\tThe regulations may provide for a body to be or remain authorised to grantlicences only if specified requirements are met, and for a question whetherthey are met to be determined by a person, and in a manner, specified in theregulations.\n\t\t\t\tThe regulations may specify other matters to be taken into account in anydecision to be made under the regulations as to whether to authorise a personto grant licences.\n\t\t\t\tThe regulations must provide for the treatment of any royalties or othersums paid in respect of a licence, including—\n\t\t\t\t\tthe deduction of administrative costs;\n\t\t\t\t\tthe period for which sums must be held;\n\t\t\t\t\tthe treatment of sums after that period (as bona vacantia or otherwise).\n\t\t\t\tThe regulations must provide for circumstances in which an authorisation togrant licences may be withdrawn, and for determining the rights andobligations of any person if an authorisation is withdrawn.\n\t\t\t\tThe regulations may include other provision for the purposes ofauthorisation and licensing, including in particular provision—\n\t\t\t\t\tfor determining the rights and obligations of any person if a work ceasesto qualify as an orphan work (or ceases to qualify by reference to anycopyright owner), or if a rights owner exercises the right referred to insection 116B(3), while a licence is in force;\n\t\t\t\t\tabout maintenance of registers and access to them;\n\t\t\t\t\tpermitting the use of a work for incidental purposes including anapplication or search;\n\t\t\t\t\tfor a right conferred by section 77 to be treated as having been assertedin accordance with section 78;\n\t\t\t\t\tfor the payment of fees to cover administrative expenses.\n\t\t\tDRegulations under sections 116A and 116B\n\t\t\t\tThe power to make regulations includes power—\n\t\t\t\t\tto make incidental, supplementary or consequential provision, includingprovision extending or restricting the jurisdiction of the Copyright Tribunalor conferring powers on it;\n\t\t\t\t\tto make transitional, transitory or saving provision;\n\t\t\t\t\tto make different provision for different purposes.\n\t\t\t\tRegulations under any provision may amend this Part, or any other enactmentor subordinate legislation passed or made before that provision comes intoforce, for the purpose of making consequential provision or extending orrestricting the jurisdiction of the Copyright Tribunal or conferring powers onit.\n\t\t\t\tRegulations may make provision by reference to guidance issued from time totime by any person.\n\t\t\t\tThe power to make regulations is exercisable by statutory instrument.\n\t\t\t\tA statutory instrument containing regulations may not be made unless adraft of the instrument has been laid before and approved by a resolution ofeach House of Parliament.”\n\t\t\t\tSchedule 22 (which inserts Schedule A1 to the Copyright, Designs andPatents Act 1988 and makes provision in relation to performers’ rightscorresponding to provision made by this section in relation to copyright) haseffect.\n\tPenalties under provision implementing Directive on term of protection\n\t\tParagraph 1(1)(d) of Schedule 2 to the European Communities Act 1972(limitation on criminal penalties) does not apply for the purposes ofprovision under section 2(2) of that Act implementing [Directive2011/77/EU](/european/directive/2011/0077?view=plain \"Go to item oflegislation\") amending Directive[2006/116/EC](/european/directive/2006/0116?view=plain \"Go to item oflegislation\") on the term of protection of copyright and certain relatedrights."
    },
    {
        "length": 1297,
        "text": "\nMembers’ approval of directors’ remuneration policy\n\tIn section 421 of the Companies Act 2006 (contents of directors’remuneration report) after subsection (2) insert—\n\t\t“(2A)The regulations must provide that any information required to be includedin the report as to the policy of the company with respect to the making ofremuneration payments and payments for loss of office (within the meaning ofChapter 4A of Part 10) is to be set out in a separate part of the report.”\n\tAfter section 422 of that Act (approval and signing of directors’remuneration report) insert—\n\t“422ARevisions to directors’ remuneration policy\n\t\tThe directors’ remuneration policy contained in a company’s directors’remuneration report may be revised.\n\t\tAny such revision must be approved by the board of directors.\n\t\tThe policy as so revised must be set out in a document signed on behalf ofthe board by a director or the secretary of the company.\n\t\tRegulations under section 421(1) may make provision as to—\n\t\t\tthe information that must be contained in a document setting out a reviseddirectors’ remuneration policy, and\n\t\t\thow information is to be set out in the document.\n\t\tSections 422(2) and (3), 454, 456 and 463 apply in relation to such adocument as they apply in relation to a directors’ remuneration report.\n\t\tIn this section, “directors’ remuneration policy” means the policy of acompany with respect to the matters mentioned in section 421(2A).”\n\t\tIn section 439 of that Act (quoted companies: members’ approval ofdirectors’ remuneration report), in subsection (1), at the end insert “otherthan the part containing the directors’ remuneration policy (as to which seesection 439A).”\n\t\tAfter that section insert—\n\t“439AQuoted companies: members’ approval of directors’ remunerationpolicy\n\t\tA quoted company must give notice of the intention to move, as an ordinaryresolution, a resolution approving the relevant directors’ remunerationpolicy—\n\t\t\tat the accounts meeting held in the first financial year which begins on orafter the day on which the company becomes a quoted company, and\n\t\t\tat an accounts or other general meeting held no later than the end of theperiod of three financial years beginning with the first financial year afterthe last accounts or other general meeting in relation to which notice isgiven under this subsection.\n\t\tA quoted company must give notice of the intention to move at an accountsmeeting, as an ordinary resolution, a resolution approving the relevantdirectors’ remuneration policy if—\n\t\t\ta resolution required to be put to the vote under section 439 was notpassed at the last accounts meeting of the company, and\n\t\t\tno notice under this section was given in relation to that meeting or anyother general meeting held before the next accounts meeting.\n\t\tSubsection (2) does not apply in relation to a quoted company before thefirst meeting in relation to which it gives notice under subsection (1).\n\t\tA notice given under subsection (2) is to be treated as given undersubsection (1) for the purpose of determining the period within which the nextnotice under subsection (1) must be given.\n\t\tNotice of the intention to move a resolution to which this section appliesmust be given, prior to the meeting in question, to the members of the companyentitled to be sent notice of the meeting.\n\t\tSubsections (2) to (4) of section 439 apply for the purposes of aresolution to which this section applies as they apply for the purposes of aresolution to which section 439 applies, with the modification that, for thepurposes of a resolution relating to a general meeting other than an accountsmeeting, subsection (3) applies as if for “accounts meeting” there weresubstituted “general meeting”.\n\t\tFor the purposes of this section, the relevant directors’ remunerationpolicy is—\n\t\t\tin a case where notice is given in relation to an accounts meeting, theremuneration policy contained in the directors’ remuneration report in respectof which a resolution under section 439 is required to be put to the vote atthat accounts meeting;\n\t\t\tin a case where notice is given in relation to a general meeting other thanan accounts meeting—\n\t\t\tthe remuneration policy contained in the directors’ remuneration report inrespect of which such a resolution was required to be put to the vote at thelast accounts meeting to be held before that other general meeting, or\n\t\t\twhere that policy has been revised in accordance with section 422A, thepolicy as so revised.\n\t\tIn this section—\n\t\t\t“accounts meeting” means a general meeting of the company before which thecompany’s annual accounts for a financial year are to be laid;\n\t\t\t“directors’ remuneration policy” means the policy of the company withrespect to the matters mentioned in section 421(2A).”"
    },
    {
        "length": 2491,
        "text": "\nRestrictions on payments to directors\n\tAfter section 226 of the Companies Act 2006 insert—\n\t“CHAPTER 4ADirectors of quoted companies: special provision\n\t\tInterpretation\n\t\tAKey definitions\n\t\t\tIn this Chapter—\n\t\t\t\t  * “directors’ remuneration policy” means the policy of a quoted company with respect to the making of remuneration payments and payments for loss of office;\n\t\t\t\t  * “quoted company” has the same meaning as in Part 15 of this Act;\n\t\t\t\t  * “remuneration payment” means any form of payment or other benefit made to or otherwise conferred on a person as consideration for the person—\n\t\t\t\tholding, agreeing to hold or having held office as director of a company, or\n\t\t\t\tholding, agreeing to hold or having held, during a period when the person isor was such a director—\n\t\t\t\tany other office or employment in connection with the management of theaffairs of the company, or\n\t\t\t\tany office (as director or otherwise) or employment in connection with themanagement of the affairs of any subsidiary undertaking of the company,\n\t\t\t\t\tother than a payment for loss of office;\n\t\t\t\t\t  * “payment for loss of office” has the same meaning as in Chapter 4 of this Part.\n\t\t\tSubsection (3) applies where, in connection with a relevant transfer, adirector of a quoted company is—\n\t\t\t\tto cease to hold office as director, or\n\t\t\t\tto cease to be the holder of—\n\t\t\t\tany other office or employment in connection with the management of theaffairs of the company, or\n\t\t\t\tany office (as director or otherwise) or employment in connection with themanagement of the affairs of any subsidiary undertaking of the company.\n\t\t\tIf in connection with the transfer—\n\t\t\t\tthe price to be paid to the director for any shares in the company held bythe director is in excess of the price which could at the time have beenobtained by other holders of like shares, or\n\t\t\t\tany valuable consideration is given to the director by a person other thanthe company,\n\t\t\t\tthe excess or, as the case may be, the money value of the consideration istaken for the purposes of section 226C to have been a payment for loss ofoffice.\n\t\t\tIn subsection (2), “relevant transfer” means—\n\t\t\t\ta transfer of the whole or any part of the undertaking or property of thecompany or a subsidiary of the company;\n\t\t\t\ta transfer of shares in the company, or in a subsidiary of the company,resulting from a takeover bid.\n\t\t\tReferences in this Chapter to the making of a remuneration payment or tothe making of a payment for loss of office are to be read in accordance withthis section.\n\t\t\tReferences in this Chapter to a payment by a company include a payment byanother person at the direction of, or on behalf of, the company.\n\t\t\tReferences in this Chapter to a payment to a person (“B”) who is, has beenor is to be a director of a company include—\n\t\t\t\ta payment to a person connected with B, or\n\t\t\t\ta payment to a person at the direction of, or for the benefit of, B or aperson connected with B.\n\t\t\tSection 252 applies for the purposes of determining whether a person isconnected with a person who has been, or is to be, a director of a company asit applies for the purposes of determining whether a person is connected witha director.\n\t\t\tReferences in this Chapter to a director include a shadow director butreferences to loss of office as a director do not include loss of a person’sstatus as a shadow director.\n\t\tRestrictions relating to remuneration or loss of office payments\n\t\tBRemuneration payments\n\t\t\tA quoted company may not make a remuneration payment to a person who is, oris to be or has been, a director of the company unless—\n\t\t\t\tthe payment is consistent with the approved directors’ remuneration policy,or\n\t\t\t\tthe payment is approved by resolution of the members of the company.\n\t\t\tThe approved directors’ remuneration policy is the most recent remunerationpolicy to have been approved by a resolution passed by the members of thecompany in general meeting.\n\t\tCLoss of office payments\n\t\t\tNo payment for loss of office may be made by any person to a person who is,or has been, a director of a quoted company unless—\n\t\t\t\tthe payment is consistent with the approved directors’ remuneration policy,or\n\t\t\t\tthe payment is approved by resolution of the members of the company.\n\t\t\tThe approved directors’ remuneration policy is the most recent remunerationpolicy to have been approved by a resolution passed by the members of thecompany in general meeting.\n\t\tDSections 226B and 226C: supplementary\n\t\t\tA resolution approving a payment for the purposes of section 226B(1)(b) or226C(1)(b) must not be passed unless a memorandum setting out particulars ofthe proposed payment (including its amount) is made available for inspectionby the members of the company—\n\t\t\t\tat the company’s registered office for not less than 15 days ending withthe date of the meeting at which the resolution is to be considered, and\n\t\t\t\tat that meeting itself.\n\t\t\tThe memorandum must explain the ways in which the payment is inconsistentwith the approved directors’ remuneration policy (within the meaning of thesection in question).\n\t\t\tThe company must ensure that the memorandum is made available on thecompany’s website from the first day on which the memorandum is made availablefor inspection under subsection (1) until its next accounts meeting.\n\t\t\tFailure to comply with subsection (3) does not affect the validity of themeeting at which a resolution is passed approving a payment to which thememorandum relates or the validity of anything done at the meeting.\n\t\t\tNothing in section 226B or 226C authorises the making of a remunerationpayment or (as the case may be) a payment for loss of office in contraventionof the articles of the company concerned.\n\t\t\tNothing in section 226B or 226C applies in relation to a remunerationpayment or (as the case may be) a payment for loss of office made to a personwho is, or is to be or has been, a director of a quoted company before theearlier of—\n\t\t\t\tthe end of the first financial year of the company to begin on or after theday on which it becomes a quoted company, and\n\t\t\t\tthe date from which the company’s first directors’ remuneration policy tobe approved under section 439A takes effect.\n\t\t\tIn this section the “company’s website” is the website on which the companymakes material available under section 430.\n\t\tSupplementary\n\t\tEPayments made without approval: civil consequences\n\t\t\tAn obligation (however arising) to make a payment which would be incontravention of section 226B or 226C has no effect.\n\t\t\tIf a payment is made in contravention of section 226B or 226C—\n\t\t\t\tit is held by the recipient on trust for the company or other person makingthe payment, and\n\t\t\t\tin the case of a payment by a company, any director who authorised thepayment is jointly and severally liable to indemnify the company that made thepayment for any loss resulting from it.\n\t\t\tIf a payment for loss of office is made in contravention of section 226C toa director of a quoted company in connection with the transfer of the whole orany part of the undertaking or property of the company or a subsidiary of thecompany—\n\t\t\t\tsubsection (2) does not apply, and\n\t\t\t\tthe payment is held by the recipient on trust for the company whoseundertaking or property is or is proposed to be transferred.\n\t\t\tIf a payment for loss of office is made in contravention of section 226C toa director of a quoted company in connection with a transfer of shares in thecompany, or in a subsidiary of the company, resulting from a takeover bid—\n\t\t\t\tsubsection (2) does not apply,\n\t\t\t\tthe payment is held by the recipient on trust for persons who have soldtheir shares as a result of the offer made, and\n\t\t\t\tthe expenses incurred by the recipient in distributing that sum amongstthose persons shall be borne by the recipient and not retained out of thatsum.\n\t\t\tIf in proceedings against a director for the enforcement of a liabilityunder subsection (2)(b)—\n\t\t\t\tthe director shows that he or she has acted honestly and reasonably, and\n\t\t\t\tthe court considers that, having regard to all the circumstances of thecase, the director ought to be relieved of liability,\n\t\t\t\t\tthe court may relieve the director, either wholly or in part, from liabilityon such terms as the court thinks fit.\n\t\tFRelationship with requirements under Chapter 4\n\t\t\tThis Chapter does not affect any requirement for approval by a resolutionof the members of a company which applies in relation to the company underChapter 4.\n\t\t\tWhere the making of a payment to which section 226B or 226C appliesrequires approval by a resolution of the members of the company concernedunder Chapter 4, approval obtained for the purposes of that Chapter is to betreated as satisfying the requirements of section 226B(1)(b) or (as the casemay be) 226C(1)(b).”"
    },
    {
        "length": 1621,
        "text": "\nPayments to directors: minor and consequential amendments\n\tThe Companies Act 2006 is amended as follows.\n\tIn section 180 (consent, approval or authorisation by members)—\n\t\tin subsection (2), in the words before paragraph (a)—\n\t\tafter “Chapter 4” insert “or 4A”, and\n\t\tfor “that Chapter” substitute “either of those Chapters”,\n\t\tin that subsection, in paragraph (a), for “that Chapter” substitute “theChapter concerned”, and\n\t\tin subsection (3), after “Chapter 4” insert “or 4A”.\n\tIn section 190 (substantial property transactions: requirement of members’approval), in subsection (6)(b), for the words in brackets substitute“(payments to which the requirements of Chapter 4 or 4A apply)”.\n\tIn section 215 (payments for loss of office), after subsection (4) insert—\n\tNothing in this section or sections 216 to 222 applies in relation to apayment for loss of office to a director of a quoted company other than apayment to which section 226C does not apply by virtue of section 226D(6).”\n\tSection 430 (quoted companies: annual accounts and reports to be madeavailable on website) is amended as follows.\n\tAfter subsection (2) insert—\n\t\t“(2A)If the directors’ remuneration policy of a quoted company is revised inaccordance with section 422A, the company must ensure that the revised policyis made available on the website on which its annual accounts and reports aremade available.\n\t(2B)If a person ceases to be a director of a quoted company, the company mustensure that the following information is made available on the website onwhich its annual accounts and reports are made available—\n\t\tthe name of the person concerned,\n\t\tparticulars of any remuneration payment (within the meaning of Chapter 4Aof Part 10) made or to be made to the person after ceasing to be a director,including its amount and how it was calculated, and\n\t\tparticulars of any payment for loss of office (within the meaning of thatChapter) made or to be made to the person, including its amount and how it wascalculated.”\n\tIn subsection (3) —\n\t\tfor “the annual accounts and reports on the website” substitute “thematerial made available on the website under subsections (1) to (2B)”, and\n\t\tfor “the annual accounts and reports from” substitute “such material from”.\n\tAfter subsection (4) insert—\n\t“(4A)Where subsection (2A) or (2B) applies, the material in question—\n\t\tmust be made available as soon as reasonably practicable, and\n\t\tmust be kept available until the next directors’ remuneration report of thecompany is made available on the website.”\n\tIn subsection (5)—\n\t\tin the words before paragraph (a), for the words from “the annual accountsand reports” to “that period” substitute “material available on a websitethroughout the period mentioned in subsection (4) or (as the case may be)(4A)”, and\n\t\tin paragraph (a) for “the annual accounts and reports are” substitute “thematerial is”.\n\tIn section 440 (quoted companies: offences in connection with procedurefor approval)—\n\t\tin subsection (1) —\n\t\tafter “section 439(1)” insert “or 439A(1) or (2)”, and\n\t\tin the words in brackets, after “report” insert “or policy”,\n\t\tin subsection (2), for “the accounts meeting” substitute “the meeting towhich it relates”, and\n\t\tin subsection (5), omit the definition of “the accounts meeting”.\n\tIn Schedule 8 (in the index of defined expressions), at the appropriateplaces insert—\n\t“directors’ remuneration policy (in Chapter 4A of Part 10)| section 226A(1)”  ---|---    “payment for loss of office (in Chapter 4A of Part 10)| section 226A(1)”  ---|---    “remuneration payment (in Chapter 4A of Part 10)| section 226A(1)”.  ---|---    (12)In that Schedule, after “quoted company”, insert—\n\t\t  * “in Chapter 4A of Part 10\n\t| section 226A(1)”.  ---|---    #### 82Payments to directors: transitional provision\n\tIn relation to a company that is a quoted company immediately before theday on which section 79 of this Act comes into force, section 439A(1)(a) ofthe Companies Act 2006 (as inserted by section 79(4) of this Act) applies asif—\n\t\tthe reference to the day on which the company becomes a quoted company werea reference to the day on which section 79 of this Act comes into force, and\n\t\tat the end of the paragraph (but before the “, and”) there were inserted“or at an earlier general meeting”.\n\tIn relation to a company that is a quoted company immediately before theday on which section 79 of this Act comes into force, section 226D(6)(a) ofthe Companies Act 2006 (as inserted by section 80 of this Act) applies as ifthe reference to the day on which the company becomes a quoted company were areference to the day on which section 79 of this Act comes into force.\n\tChapter 4A of Part 10 of the Companies Act 2006 does not apply in relationto remuneration payments or payments for loss of office that are required tobe made under an agreement entered into before 27 June 2012 or in consequenceof any other obligation arising before that date.\n\tAn agreement entered into, or any other obligation arising, before 27 June2012 that is modified or renewed on or after that date is to be treated forthe purposes of subsection (3) as having been entered into or (as the case maybe) as having arisen on the date on which it was modified or renewed.\n\tThe amendment made by section 81(4) does not apply in relation to a paymentfor loss of office to which subsection (3) of this section applies."
    },
    {
        "length": 2821,
        "text": "\nRedress schemes: lettings and property management agents\n\tRedress schemes: lettings agency work\n\t\tThe Secretary of State may by order require persons who engage in lettingsagency work to be members of a redress scheme for dealing with complaints inconnection with that work which is either—\n\t\t\ta redress scheme approved by the Secretary of State, or\n\t\t\ta government administered redress scheme.\n\t\tA “redress scheme” is a scheme which provides for complaints againstmembers of the scheme to be investigated and determined by an independentperson.\n\t\tA “government administered redress scheme” means a redress scheme which is—\n\t\t\tadministered by or on behalf of the Secretary of State, and\n\t\t\tdesignated for the purposes of the order by the Secretary of State.\n\t\tThe order may provide for the duty mentioned in subsection (1) to apply—\n\t\t\tonly to specified descriptions of persons who engage in lettings agencywork;\n\t\t\tonly in relation to specified descriptions of such work.\n\t\tThe order may also provide for the duty not to apply in relation tocomplaints of any specified description (which may be framed by reference to adescription of person making a complaint).\n\t\tBefore making the order, the Secretary of State must be satisfied that allpersons who are to be subject to the duty will be eligible to join a redressscheme before the duty applies to them.\n\t\tIn this section, “lettings agency work” means things done by any person inthe course of a business in response to instructions received from—\n\t\t\ta person seeking to find another person wishing to rent a dwelling-house inEngland under a domestic tenancy and, having found such a person, to grantsuch a tenancy (“a prospective landlord”);\n\t\t\ta person seeking to find a dwelling-house in England to rent under adomestic tenancy and, having found such a dwelling-house, to obtain such atenancy of it (“a prospective tenant”).\n\t\tHowever, “lettings agency work” does not include any of the followingthings when done by a person who does no other things falling withinsubsection (7)—\n\t\t\tpublishing advertisements or disseminating information;\n\t\t\tproviding a means by which—\n\t\t\ta prospective landlord or a prospective tenant can, in response to anadvertisement or dissemination of information, make direct contact with aprospective tenant or (as the case may be) prospective landlord;\n\t\t\ta prospective landlord and a prospective tenant can continue tocommunicate directly with each other.\n\t\t“Lettings agency work” also does not include —\n\t\t\tthings done by a local authority;\n\t\t\tthings of a description, or things done by a person of a description,specified for the purposes of this section in an order made by the Secretaryof State.\n\t\tIn subsection (7), “domestic tenancy” means—\n\t\t\ta tenancy which is an assured tenancy for the purposes of the Housing Act1988 except where—\n\t\t\tthe landlord is a private registered provider of social housing (as towhich see section 80 of the Housing and Regeneration Act 2008), or\n\t\t\tthe tenancy is a long lease within the meaning given by section 84(10);\n\t\t\ta tenancy under which a dwelling-house is let as a separate dwelling andwhich is of a description specified for the purposes of this section in anorder made by the Secretary of State.\n\t\tAn order under subsection (10)(b) may not provide for any of the followingto be a domestic tenancy—\n\t\t\ta tenancy where the landlord is a registered provider of social housing (asto which see section 80 of the Housing and Regeneration Act 2008);\n\t\t\ta long lease within the meaning given by section 84(10).\n\tRedress schemes: property management work\n\t\tThe Secretary of State may by order require persons who engage in propertymanagement work to be members of a redress scheme for dealing with complaintsin connection with that work which is either—\n\t\t\ta redress scheme approved by the Secretary of State, or\n\t\t\ta government administered redress scheme.\n\t\t“Redress scheme” and “government administered redress scheme” have the samemeanings as in section 83.\n\t\tThe order may provide for the duty mentioned in subsection (1) to apply—\n\t\t\tonly to specified descriptions of persons who engage in property managementwork;\n\t\t\tonly in relation to specified descriptions of such work.\n\t\tThe order may also provide for the duty not to apply in relation tocomplaints of any specified description (which may be framed by reference to adescription of person making a complaint).\n\t\tBefore making the order, the Secretary of State must be satisfied that allpersons who are to be subject to the duty will be eligible to join a redressscheme before the duty applies to them.\n\t\tIn this section, “property management work” means things done by any person(“A”) in the course of a business in response to instructions received fromanother person (“C”) where—\n\t\t\tC wishes A to arrange services, repairs, maintenance, improvements orinsurance or to deal with any other aspect of the management of premises inEngland on C’s behalf, and\n\t\t\tthe premises consist of or include a dwelling-house let under a relevanttenancy.\n\t\tHowever, “property management work” does not include—\n\t\t\tthings done by a person who is a social landlord for the purposes ofSchedule 2 to the Housing Act 1996;\n\t\t\tthings of a description, or things done by a person of a description,specified for the purposes of this section in an order made by the Secretaryof State.\n\t\tIn subsection (6), “relevant tenancy” means—\n\t\t\ta tenancy which is an assured tenancy for the purposes of the Housing Act1988;\n\t\t\ta tenancy which is a regulated tenancy for the purposes of the Rent Act1977;\n\t\t\ta long lease other than one to which Part 2 of the Landlord and Tenant Act1954 applies;\n\t\t\ta tenancy of a description specified for the purposes of this section in anorder made by the Secretary of State.\n\t\tAn order under subsection (8)(d) may not provide for a tenancy to whichPart 2 of the Landlord and Tenant Act 1954 applies to be a relevant tenancy.\n\t\tIn subsection (8)(c), “long lease” means a lease which is a long lease forthe purposes of Chapter 1 of Part 1 of the Leasehold Reform, Housing and UrbanDevelopment Act 1993 or which, in the case of a shared ownership lease (withinthe meaning given by section 7(7) of that Act), would be such a lease if thetenant’s total share (within the meaning given by that section) were 100 percent.\n\tOrders under section 83 or 84: enforcement\n\t\tAn order under section 83(1) or 84(1) may make provision —\n\t\t\tfor sanctions to be imposed in respect of a breach of a requirement imposedby the order;\n\t\t\tfor the investigation of suspected breaches of such a requirement.\n\t\tThe sanctions for which provision may be made in the order are—\n\t\t\tthe imposition of civil penalties;\n\t\t\tthe making of orders prohibiting a person from engaging in lettings agencywork or (as the case may be) property management work or from engaging in aparticular description of such work;\n\t\t\tthe creation of criminal offences in respect of breaches of ordersmentioned in paragraph (b).\n\t\tProvision made for the imposition of a sanction by virtue of subsection(1)(a) must include—\n\t\t\tprovision for appeals to a court or tribunal against the imposition of thesanction, and\n\t\t\tsuch other provision as the Secretary of State considers appropriate forsafeguarding the interests of persons on whom the sanction may be imposed.\n\t\tProvision made by virtue of this section may confer functions on a personthat exercises functions of a public nature.\n\t\tThe Secretary of State may make payments out of money provided byParliament to a person on whom functions are conferred by virtue of thissection.\n\tSections 83 to 85: minor definitions\n\t\tThis section applies for the purposes of sections 83 to 85.\n\t\tReferences to persons who engage in lettings agency work or propertymanagement work do not include references to persons who engage in that workin the course of their employment under a contract of employment.\n\t\tA “dwelling-house” may be a house or part of a house.\n\t\t“Local authority” means—\n\t\t\ta county or district council;\n\t\t\ta London borough council;\n\t\t\tthe Common Council of the City of London in its capacity as a localauthority;\n\t\t\tthe Council of the Isles of Scilly.\n\tApproval of redress schemes for the purposes of section 83 or 84\n\t\tThe Secretary of State may by order make provision about the approval ofredress schemes for the purposes of section 83 or 84, including provision asto—\n\t\t\tthe making of applications for approval;\n\t\t\tconditions which must be satisfied before approval may be given;\n\t\t\tconditions which must be complied with by administrators of approvedredress schemes;\n\t\t\tthe withdrawal of approval.\n\t\tThe order may make provision about the conditions which must be satisfiedbefore a scheme administered by or on behalf of the Secretary of State may bedesignated for the purposes of section 83 or 84.\n\tRedress schemes: supplemental\n\t\tThe power to make an order under section 83, 84 or 87 includes power tomake incidental, supplementary, consequential, transitional or savingprovision, including doing so by amending any provision made by or under anAct.\n\t\tAn order under any of those sections must be made by statutory instrument.\n\t\tA statutory instrument containing (whether alone or with other provision)—\n\t\t\tan order under section 83 or 84 which includes—\n\t\t\tprovision by virtue of section 85, or\n\t\t\tprovision by virtue of subsection (1) of this section that amends an Act,or\n\t\t\tan order under section 87,\n\t\t\t\tmay not be made unless a draft of the instrument has been laid before, andapproved by a resolution of, each House of Parliament.\n\t\tA statutory instrument containing an order under section 83 or 84, otherthan one to which subsection (3) applies, is subject to annulment in pursuanceof a resolution of either House of Parliament.\n\t\tNothing in sections 83 to 87 prevents a redress scheme from providing—\n\t\t\tfor membership to be open to persons who are not subject to the duty to bea member of a scheme;\n\t\t\tfor the investigation and determination of any complaints in relation towhich the duty does not apply, where the members concerned have voluntarilyaccepted the jurisdiction of the scheme over those complaints;\n\t\t\tfor the exclusion from investigation and determination under the scheme ofany complaint in such cases or circumstances as may be specified in ordetermined under the scheme."
    },
    {
        "length": 1949,
        "text": "\nSupply of customer data\n\tSupply of customer data\n\t\tThe Secretary of State may by regulations require a regulated person toprovide customer data—\n\t\t\tto a customer, at the customer’s request;\n\t\t\tto a person who is authorised by a customer to receive the data, at thecustomer’s request or, if the regulations so provide, at the authorisedperson’s request.\n\t\t“Regulated person” means—\n\t\t\ta person who, in the course of a business, supplies gas or electricity toany premises;\n\t\t\ta person who, in the course of a business, provides a mobile phone service;\n\t\t\ta person who, in the course of a business, provides financial servicesconsisting of the provision of current account or credit card facilities;\n\t\t\tany other person who, in the course of a business, supplies or providesgoods or services of a description specified in the regulations.\n\t\t“Customer data” means information which—\n\t\t\tis held in electronic form by or on behalf of the regulated person, and\n\t\t\trelates to transactions between the regulated person and the customer.\n\t\tRegulations under subsection (1) may make provision as to the form in whichcustomer data is to be provided and when it is to be provided (and any suchprovision may differ depending on the form in which a request for the data ismade).\n\t\tRegulations under subsection (1)—\n\t\t\tmay authorise the making of charges by a regulated person for complyingwith requests for customer data, and\n\t\t\tif they do so, must provide that the amount of any such charge—\n\t\t\tis to be determined by the regulated person, but\n\t\t\tmay not exceed the cost to that person of complying with the request.\n\t\tRegulations under subsection (1)(b) may provide that the requirementapplies only if the authorised person satisfies any conditions specified inthe regulations.\n\t\tIn deciding whether to specify a description of goods or services for thepurposes of subsection (2)(d), the Secretary of State must (among otherthings) have regard to the following—\n\t\t\tthe typical duration of the period during which transactions betweensuppliers or providers of the goods or services and their customers takeplace;\n\t\t\tthe typical volume and frequency of the transactions;\n\t\t\tthe typical significance for customers of the costs incurred by themthrough the transactions;\n\t\t\tthe effect that specifying the goods or services might have on the abilityof customers to make an informed choice about which supplier or provider ofthe goods or services, or which particular goods or services, to use;\n\t\t\tthe effect that specifying the goods or services might have on competitionbetween suppliers or providers of the goods or services.\n\t\tThe power to make regulations under this section may be exercised—\n\t\t\tso as to make provision generally, only in relation to particulardescriptions of regulated persons, customers or customer data or only inrelation to England, Wales, Scotland or Northern Ireland;\n\t\t\tso as to make different provision for different descriptions of regulatedpersons, customers or customer data;\n\t\t\tso as to make different provision in relation to England, Wales, Scotlandand Northern Ireland;\n\t\t\tso as to provide for exceptions or exemptions from any requirement imposedby the regulations, including doing so by reference to the costs to theregulated person of complying with the requirement (whether generally or inparticular cases).\n\t\tFor the purposes of this section, a person (“C”) is a customer of anotherperson (“R”) if—\n\t\t\tC has at any time, including a time before the commencement of thissection, purchased (whether for the use of C or another person) goods orservices supplied or provided by R or received such goods or services free ofcharge, and\n\t\t\tthe purchase or receipt occurred—\n\t\t\totherwise than in the course of a business, or\n\t\t\tin the course of a business of a description specified in the regulations.\n\t\tIn this section, “mobile phone service” means an electronic communicationsservice which is provided wholly or mainly so as to be available to members ofthe public for the purpose of communicating with others, or accessing data, bymobile phone.\n\tSupply of customer data: enforcement\n\t\tRegulations may make provision for the enforcement of regulations undersection 89 (“customer data regulations”) by the Information Commissioner orany other person specified in the regulations (and, in this section,“enforcer” means a person on whom functions of enforcement are conferred bythe regulations).\n\t\tThe provision that may be made under subsection (1) includes provision—\n\t\t\tfor applications for orders requiring compliance with the customer dataregulations to be made by an enforcer to a court or tribunal;\n\t\t\tfor notices requiring compliance with the customer data regulations to beissued by an enforcer and for the enforcement of such notices (includingprovision for their enforcement as if they were orders of a court ortribunal).\n\t\tThe provision that may be made under subsection (1) also includesprovision—\n\t\t\tas to the powers of an enforcer for the purposes of investigating whetherthere has been, or is likely to be, a breach of the customer data regulationsor of orders or notices of a kind mentioned in subsection (2)(a) or (b) (whichmay include powers to require the provision of information and powers ofentry, search, inspection and seizure);\n\t\t\tfor the enforcement of requirements imposed by an enforcer in the exerciseof such powers (which may include provision comparable to any provision thatis, or could be, included in the regulations for the purposes of enforcing thecustomer data regulations).\n\t\tRegulations under subsection (1) may—\n\t\t\trequire an enforcer (if not the Information Commissioner) to inform theInformation Commissioner if the enforcer intends to exercise functions underthe regulations in a particular case;\n\t\t\tprovide for functions under the regulations to be exercisable by more thanone enforcer (whether concurrently or jointly);\n\t\t\twhere such functions are exercisable concurrently by more than oneenforcer—\n\t\t\tdesignate one of the enforcers as the lead enforcer;\n\t\t\trequire the other enforcers to consult the lead enforcer before exercisingthe functions in a particular case;\n\t\t\tauthorise the lead enforcer to give directions as to which of theenforcers is to exercise the functions in a particular case.\n\t\tRegulations may make provision for applications for orders requiringcompliance with the customer data regulations to be made to a court ortribunal by a customer who has made a request under those regulations or inrespect of whom such a request has been made.\n\t\tSubsection (8)(a) to (c) of section 89 applies for the purposes of thissection as it applies for the purposes of that section.\n\t\tThe Secretary of State may make payments out of money provided byParliament to an enforcer.\n\t\tIn this section, “customer” and “regulated person” have the same meaning asin section 89.\n\tSupply of customer data: supplemental\n\t\tThe power to make regulations under section 89 or 90 includes—\n\t\t\tpower to make incidental, supplementary, consequential, transitional orsaving provision;\n\t\t\tpower to provide for a person to exercise a discretion in a matter.\n\t\tRegulations under either of those sections must be made by statutoryinstrument.\n\t\tA statutory instrument containing (whether alone or with other provision)—\n\t\t\tregulations under section 89 which make provision by virtue of section89(2)(d), or\n\t\t\tregulations under section 90,\n\t\t\t\tmay not be made unless a draft of the instrument has been laid before, andapproved by a resolution of, each House of Parliament.\n\t\tA statutory instrument which—\n\t\t\tcontains regulations under section 89, and\n\t\t\tis not an instrument to which subsection (3) applies,\n\t\t\tis subject to annulment in pursuance of a resolution of either House ofParliament."
    },
    {
        "length": 2124,
        "text": "\nInsolvency: protection of essential supplies\n\tPower to add to supplies protected under Insolvency Act 1986\n\t\tThe Secretary of State may by order amend section 233 of the Insolvency Act1986 so as to add to the supplies mentioned in subsection (3) of that sectionany of the following—\n\t\t\ta supply of gas, electricity, water or communication services by aspecified description of person;\n\t\t\ta supply of a specified description of goods or services by a specifieddescription of person where the supply is for the purpose of enabling orfacilitating anything to be done by electronic means.\n\t\tThe Secretary of State may by order amend section 372 of that Act of 1986so as to add to the supplies mentioned in subsection (4) of that section anyof the following—\n\t\t\ta supply of gas, electricity, water or communication services by aspecified description of person;\n\t\t\ta supply of a specified description of goods or services by a specifieddescription of person where the supply is for the purpose of enabling orfacilitating anything to be done by electronic means.\n\t\tThe power to make an order under this section includes power to makeincidental, supplementary, consequential, transitional or saving provision,including doing so by amending any enactment.\n\t\tAn order under this section must be made by statutory instrument.\n\t\tA statutory instrument containing an order under this section may not bemade unless a draft of the instrument has been laid before, and approved by aresolution of, each House of Parliament.\n\t\tIn this section—\n\t\t\t  * “enactment” includes— \n\t\t\tan enactment contained in subordinate legislation (within the meaning of theInterpretation Act 1978),\n\t\t\tan enactment contained in, or in an instrument made under, an Act of theScottish Parliament, and\n\t\t\tan enactment contained in, or in an instrument made under, a Measure or Act ofthe National Assembly for Wales; and\n\t\t\t\t  * “specified” means specified in the order. \n\tCorporate insolvency: power to give further protection to essentialsupplies\n\t\tThe Secretary of State may by order make provision for insolvency-relatedterms of a contract for the supply of essential goods or services to a companyto cease to have effect where—\n\t\t\tthe company enters administration or a voluntary arrangement under Part 1of the Insolvency Act 1986 takes effect in relation to it, and\n\t\t\tany conditions specified in the order are met.\n\t\tThe order must include provision for securing that, where an insolvency-related term of a contract ceases to have effect under the order, the contractmay be terminated by the supplier if—\n\t\t\tan insolvency office-holder consents to the termination,\n\t\t\ta court grants permission for the termination, or\n\t\t\tany charges in respect of the supply that are incurred after the companyenters administration or the voluntary arrangement takes effect are not paidwithin the period of 28 days beginning with the day on which payment is due.\n\t\tThe order must include provision for securing that, where an insolvency-related term of a contract ceases to have effect under the order, the suppliermay terminate the supply unless an insolvency office-holder personallyguarantees the payment of any charges in respect of the continuation of thesupply.\n\t\tThe order may provide for exceptions to the right of a supplier toterminate a supply under provision made by virtue of subsection (3).\n\t\tThe order must (in addition to the provision mentioned in subsections (2)and (3)) include such other provision as the Secretary of State considersappropriate for securing that the interests of suppliers are protected.\n\t\tA contract for the supply of essential goods or services is a contract fora supply mentioned in section 233(3) of the Insolvency Act 1986.\n\t\tAn insolvency-related term of a contract for the supply of essential goodsor services to a company is a provision of the contract under which—\n\t\t\tthe contract or the supply would terminate, or any other thing would takeplace, because the company enters administration or the voluntary arrangementtakes effect,\n\t\t\tthe supplier would be entitled to terminate the contract or the supply, orto do any other thing, because the company enters administration or thevoluntary arrangement takes effect, or\n\t\t\tthe supplier would be entitled to terminate the contract or the supplybecause of an event that occurred before the company enters administration orthe voluntary arrangement takes effect.\n\t\tIn this section, “insolvency office-holder” means—\n\t\t\tin a case where a company enters administration, the administrator;\n\t\t\tin the case where a voluntary arrangement under Part 1 of the InsolvencyAct 1986 takes effect in relation to a company, the supervisor of thevoluntary arrangement.\n\tIndividual insolvency: power to give further protection to essentialsupplies\n\t\tThe Secretary of State may by order make provision for insolvency-relatedterms of a contract for the supply of essential goods or services to anindividual to cease to have effect where—\n\t\t\ta voluntary arrangement proposed by the individual is approved under Part 8of the Insolvency Act 1986, and\n\t\t\tany conditions specified in the order are met.\n\t\tThe order must include a condition that ensures that an insolvency-relatedterm of a contract for the supply of essential goods or services to anindividual does not cease to have effect unless the supply is for the purposeof a business that is or has been carried on by the individual or with whichthe individual has or had another connection of a kind specified in the order.\n\t\tThe order must include provision for securing that, where an insolvency-related term of a contract ceases to have effect under the order, the contractmay be terminated by the supplier if—\n\t\t\tthe supervisor of the voluntary arrangement consents to the termination,\n\t\t\ta court grants permission for the termination, or\n\t\t\tany charges in respect of the supply that are incurred after the voluntaryarrangement proposed by the individual is approved are not paid within theperiod of 28 days beginning with the day on which payment is due.\n\t\tThe order must include provision for securing that, where an insolvency-related term of a contract ceases to have effect under the order, the suppliermay terminate the supply unless the supervisor of the voluntary arrangementpersonally guarantees the payment of any charges in respect of thecontinuation of the supply.\n\t\tThe order may provide for exceptions to the right of a supplier toterminate a supply under provision made by virtue of subsection (4).\n\t\tThe order must (in addition to the provision mentioned in subsections (3)and (4)) include such other provision as the Secretary of State considersappropriate for securing that the interests of suppliers are protected.\n\t\tA contract for the supply of essential goods or services is a contract fora supply mentioned in section 372(4) of the Insolvency Act 1986.\n\t\tAn insolvency-related term of a contract for the supply of essential goodsor services to an individual is a provision of the contract under which—\n\t\t\tthe contract or the supply would terminate, or any other thing would takeplace, because the voluntary arrangement proposed by the individual isapproved,\n\t\t\tthe supplier would be entitled to terminate the contract or the supply, orto do any other thing, because the voluntary arrangement proposed by theindividual is approved, or\n\t\t\tthe supplier would be entitled to terminate the contract or the supplybecause of an event that occurred before the voluntary arrangement proposed bythe individual is approved.\n\tSections 93 and 94: supplemental\n\t\tThe power to make an order under section 93 or 94 includes—\n\t\t\tpower to make different provision for different cases;\n\t\t\tpower to provide for a person to exercise a discretion in a matter;\n\t\t\tpower to make incidental, supplementary, consequential, transitional orsaving provision;\n\t\t\tpower to make any provision that may be made by the order by amending theInsolvency Act 1986 or any other enactment.\n\t\tAn order under either of those sections may not be made so as to haveeffect in relation to contracts entered into before the order come into force.\n\t\tAn order under either of those sections must be made by statutoryinstrument.\n\t\tA statutory instrument containing an order under either of those sectionsmay not be made unless a draft of the instrument has been laid before, andapproved by a resolution of, each House of Parliament.\n\t\tIn this section, “enactment” has the same meaning as in section 92."
    },
    {
        "length": 107,
        "text": "\nRoyal Charters\n\tRoyal Charters: requirements for Parliamentary approval\n\t\tWhere a body is established by Royal Charter after 1 March 2013 with functionsrelating to the carrying on of an industry, no recommendation may be made toHer Majesty in Council to amend the body’s Charter or dissolve the body unlessany requirements included in the Charter on the date it is granted forParliament to approve the amendment or dissolution have been met."
    },
    {
        "length": 459,
        "text": "\nCaste as an aspect of race\n\tEquality Act 2010: caste as an aspect of race\n\t\tSection 9(5) of the Equality Act 2010 is amended in accordance withsubsections (2) to (4).\n\t\tOmit “may by order”.\n\t\tIn paragraph (a) (power to provide for caste to be an aspect of race) atthe beginning insert “must by order”.\n\t\tIn paragraph (b) (power to provide for exceptions to apply or not to applyto caste) at the beginning insert “may by order”.\n\t\tA Minister of the Crown—\n\t\t\tmay carry out a review of the effect of section 9(5) of the Equality Act2010 (and orders made under it) and whether it remains appropriate, and\n\t\t\tmust publish a report on the outcome of any such review.\n\t\tThe power under subsection (5)(a) may not be exercised before the end ofthe period of 5 years beginning with the day on which this Act is passed (butmay be exercised on more than one occasion after that).\n\t\tIf a Minister of the Crown considers it appropriate in the light of theoutcome of a review under subsection (5), the Minister may by order repeal orotherwise amend section 9(5) of the Equality Act 2010.\n\t\tThe power to make an order under subsection (7) includes power to makeincidental, supplementary, consequential, transitional or saving provision,including doing so by amending an Act or subordinate legislation (within themeaning of the Interpretation Act 1978).\n\t\tAn order under subsection (7) must be made by statutory instrument.\n\t\tA statutory instrument containing an order under subsection (7) may not bemade unless a draft of the instrument has been laid before, and approved by aresolution of, each House of Parliament."
    },
    {
        "length": 925,
        "text": "\nEqual pay audits\n\tPower to provide for equal pay audits\n\t\tThe Equality Act 2010 is amended as follows.\n\t\tAfter section 139 insert—\n\t\t“139A Equal pay audits\n\t\t\tRegulations may make provision requiring an employment tribunal to orderthe respondent to carry out an equal pay audit in any case where the tribunalfinds that there has been an equal pay breach.\n\t\t\tAn equal pay breach is—\n\t\t\t\ta breach of an equality clause, or\n\t\t\t\ta contravention in relation to pay of section 39(2), 49(6) or 50(6), so faras relating to sex discrimination.\n\t\t\tAn equal pay audit is an audit designed to identify action to be taken toavoid equal pay breaches occurring or continuing.\n\t\t\tThe regulations may make further provision about equal pay audits,including provision about—\n\t\t\t\tthe content of an audit;\n\t\t\t\tthe powers and duties of a tribunal for deciding whether its order has beencomplied with;\n\t\t\t\tany circumstances in which an audit may be required to be published or maybe disclosed to any person.\n\t\t\tThe regulations must provide for an equal pay audit not to be ordered wherethe tribunal considers that—\n\t\t\t\tan audit completed by the respondent in the previous 3 years meetsrequirements prescribed for this purpose,\n\t\t\t\tit is clear without an audit whether any action is required to avoid equalpay breaches occurring or continuing,\n\t\t\t\tthe breach the tribunal has found gives no reason to think that there maybe other breaches, or\n\t\t\t\tthe disadvantages of an equal pay audit would outweigh its benefits.\n\t\t\tThe regulations may provide for an employment tribunal to have power, wherea person fails to comply with an order to carry out an equal pay audit, toorder that person to pay a penalty to the Secretary of State of not more thanan amount specified in the regulations.\n\t\t\tThe regulations may provide for that power—\n\t\t\t\tto be exercisable in prescribed circumstances;\n\t\t\t\tto be exercisable more than once, if the failure to comply continues.\n\t\t\tThe first regulations made by virtue of subsection (6) must not specify anamount of more than £5,000.\n\t\t\tSums received by the Secretary of State under the regulations must be paidinto the Consolidated Fund.\n\t\t\tThe first regulations under this section must specify an exemption periodduring which the requirement to order an equal pay audit does not apply in thecase of a business that—\n\t\t\t\thad fewer than 10 employees immediately before a specified time, or\n\t\t\t\twas begun as a new business in a specified period.\n\t\t\tFor the purposes of subsection (10)—\n\t\t\t\t“specified” means specified in the regulations, and\n\t\t\t\tthe number of employees a business had or the time when a business wasbegun as a new business is to be determined in accordance with theregulations.\n\t\t\tBefore making regulations under this section, a Minister of the Crown mustconsult any other Minister of the Crown with responsibility for employmenttribunals.”\n\t\t\tIn section 207(6) (exercise of power to make subordinate legislation: powerto amend enactments) after “37,” and after “in the case of section” insert“139A,”.\n\t\t\tIn section 208(5) (subordinate legislation by Ministers of the Crown etc:affirmative procedure) after paragraph (e) insert—\n\t\t\t\tregulations under section 139A (equal pay audits);”."
    },
    {
        "length": 2252,
        "text": "\nGeneral\n\tConsequential amendments, repeals and revocations\n\t\tThe Secretary of State may by order made by statutory instrument make suchprovision as the Secretary of State considers appropriate in consequence ofthis Act.\n\t\tThe power conferred by subsection (1) includes power—\n\t\t\tto make transitional, transitory or saving provision;\n\t\t\tto amend, repeal, revoke or otherwise modify any provision made by or underan enactment (including any enactment passed or made in the same Session asthis Act).\n\t\tAn order under subsection (1) which makes provision for the transfer of afunction from the Competition Commission or the Office of Fair Trading to theCompetition and Markets Authority in consequence of Part 3 of this Act maymake such modifications to the function as the Secretary of State considersappropriate in consequence of the transfer.\n\t\tThe modifications mentioned in subsection (3) may, in particular, alter thecircumstances in which, or the conditions under which, the function isexercisable.\n\t\tA statutory instrument containing (whether alone or with other provision)an order under this section which amends, repeals or revokes any provision ofprimary legislation is not to be made unless a draft of the instrument hasbeen laid before, and approved by a resolution of, each House of Parliament.\n\t\tA statutory instrument containing an order under this section which doesnot amend, repeal or revoke any provision of primary legislation is subject toannulment in pursuance of a resolution of either House of Parliament.\n\t\tIn this section—\n\t\t\t  * “enactment” includes an Act of the Scottish Parliament, a Measure or Act of the National Assembly for Wales and Northern Ireland legislation; \n\t\t\t  * “primary legislation” means— \n\t\t\tan Act of Parliament,\n\t\t\tan Act of the Scottish Parliament,\n\t\t\ta Measure or Act of the National Assembly for Wales, and\n\t\t\tNorthern Ireland legislation.\n\tTransitional, transitory or saving provision\n\t\tThe Secretary of State may by order made by statutory instrument make suchtransitional, transitory or saving provision as the Secretary of Stateconsiders appropriate in connection with the coming into force of anyprovision of this Act.\n\tFinancial provision\n\t\tThere is to be paid out of money provided by Parliament—\n\t\t\tany expenditure incurred under or by virtue of this Act by the Secretary ofState or the Competition and Markets Authority, and\n\t\t\tany increase attributable to this Act in the sums payable under any otherAct out of money so provided.\n\tExtent \n\t\tPart 1 extends to England and Wales, Scotland and Northern Ireland.\n\t\tPart 2 extends only to England and Wales and Scotland, except that thefollowing provisions of that Part extend also to Northern Ireland—\n\t\t\tsection 23(3);\n\t\t\tparagraph 11 of Schedule 1;\n\t\t\tparagraphs 36 to 39 of Schedule 2.\n\t\tPart 3 extends to England and Wales, Scotland and Northern Ireland, exceptas follows—\n\t\t\tparagraphs 15 to 44, 69 to 84 and 101 to 107 of Schedule 6 extend only toEngland and Wales and Scotland;\n\t\t\tparagraphs 52 to 68, 96, 108 to 123 and 127 to 139 of that Schedule extendonly to England and Wales;\n\t\t\tparagraphs 9 to 14, 45 to 51, 171 to 180 and 192 to 209 of that Scheduleextend only to Scotland;\n\t\t\tparagraphs 149 to 170 and 181 to 191 of that Schedule extend only toNorthern Ireland.\n\t\tPart 4 extends to England and Wales, Scotland and Northern Ireland, exceptas follows—\n\t\t\tparagraphs 1 to 7 and 11 to 14 of Schedule 14 and paragraphs 2, 3, 7, 13and 41 of Schedule 15, extend only to England and Wales and Scotland;\n\t\t\tparagraphs 8 to 10 and 20 to 22 of Schedule 14, and paragraphs 4 to 6 and47 to 49 of Schedule 15, extend only to England and Wales;\n\t\t\tparagraphs 23 to 29 of Schedule 14, and paragraphs 53 to 55 of Schedule 15,extend only to Northern Ireland.\n\t\tPart 5 extends as follows—\n\t\t\tsections 59, 62, 67, 68 and 70 and Part 1 of Schedule 21 extend to Englandand Wales, Scotland and Northern Ireland,\n\t\t\tsection 69 extends only to England and Wales and Scotland except that italso extends to Northern Ireland so far as Parts 1 and 4 of the Health andSafety at Work etc. Act 1974 extend there,\n\t\t\tsections 64, 65 and 66 and paragraphs 1, 56 to 58, 60 and 66 of Schedule 19(and section 71(3) so far as it relates to those paragraphs) extend only toEngland and Wales and Scotland,\n\t\t\tsections 60, 61, 63, 71(1) and (2) and 72(1) to (3), Schedules 16, 17 and18, paragraphs 2 to 55, 59, 61 to 65 of Schedule 19 (and section 71(3) so faras it relates to those paragraphs) and Parts 2 and 3 of Schedule 21 extendonly to England and Wales, and\n\t\t\tan amendment, repeal or revocation made by Schedule 20 has the same extentas the provision amended, repealed or revoked, subject to subsection (6).\n\t\tThe repeals of the following provisions in Schedule 20 extend to Englandand Wales only—\n\t\t\tsection 67 of the Agriculture Act 1967,\n\t\t\tparagraph 32 of Schedule 2 to the Social Security (ConsequentialProvisions) Act 1975,\n\t\t\tparagraph 10 of Schedule 4 to the Social Security Pensions Act 1975,\n\t\t\tparagraph 12 of Schedule 17 to the Employment Protection Act 1975, and\n\t\t\tparagraph 4 of Schedule 2 to the Social Security (Consequential Provisions)Act 1992.\n\t\tIf a provision repealed by Part 1 of Schedule 21 extends to the Isle of Manor any of the Channel Islands, Her Majesty may by Order in Council extend therepeal there.\n\t\tThis Part extends to England and Wales, Scotland and Northern Irelandexcept that—\n\t\t\tsections 92, 93, 95, 97 and 98 extend only to England and Wales andScotland;\n\t\t\tsections 83 to 88, 94 and 96 extend only to England and Wales.\n\tCommencement \n\t\tThe following provisions come into force on the day on which this Act ispassed—\n\t\t\tsection 10;\n\t\t\tsection 24;\n\t\t\tsection 28;\n\t\t\tsections 52 and 53;\n\t\t\tsection 59;\n\t\t\tsections 75 to 78 and Schedule 22;\n\t\t\tsections 92 to 96;\n\t\t\tsections 98 to 104;\n\t\t\tany other provision so far as is necessary for enabling the exercise on orafter the day on which this Act is passed of any power (arising under or byvirtue of that provision) to make provision by regulations, rules or ordermade by statutory instrument.\n\t\tThe following provisions (so far as not already in force by virtue ofsubsection (1)(i)) come into force at the end of the period of 2 monthsbeginning with the day on which this Act is passed—\n\t\t\tPart 1;\n\t\t\tsections 12, 13, 15, 17, 18, 20, 21 and 22;\n\t\t\tsection 62;\n\t\t\tsection 64;\n\t\t\tsection 97;\n\t\t\tparagraphs 7 and 8 of Schedule 17 (and section 63 so far as it relates tothem);\n\t\t\tParts 1 and 2 of Schedule 21 (and section 73 so far as it relates to them).\n\t\tExcept as provided by subsections (1) and (2), the provisions of this Actcome into force on such day as the Secretary of State may by order made bystatutory instrument appoint.\n\t\tAn order under subsection (3) may appoint different days for differentpurposes.\n\tShort title\n\t\tThis Act may be cited as the Enterprise and Regulatory Reform Act 2013."
    }
]