[
    {
        "length": 1920,
        "text": "\nPart 1Research in Arts and Humanities\n\tArts and Humanities Research Council\n\t\tIn this Part “the Arts and Humanities Research Council” means a body to beestablished by Royal Charter wholly or mainly for objects consisting of, orcomprised in, the following—\n\t\t\tcarrying out, facilitating, encouraging and supporting—\n\t\t\tresearch in the arts and humanities, and\n\t\t\tinstruction in the arts and humanities,\n\t\t\tadvancing and disseminating knowledge in, and promoting understanding of,the arts and humanities,\n\t\t\tpromoting awareness of the body’s activities, and\n\t\t\tproviding advice on matters relating to the body’s activities.\n\tTransfer to Council of property etc of Arts and Humanities Research Board\n\t\tAll property, rights and liabilities to which the Arts and HumanitiesResearch Board is entitled or subject immediately before the appointed daybecome, by virtue of this section, property, rights and liabilities of theArts and Humanities Research Council on that day.\n\t\tWhere rights and liabilities under a contract of employment are transferredby virtue of subsection (1), the contract has effect from the appointed day asif originally made between the employee and the Council.\n\t\tIn this section “the appointed day” means the day appointed under section52(2) for the commencement of this section.\n\tExpenses of Council\n\t\tThe Secretary of State may pay the Arts and Humanities Research Councilsuch sums as he determines in respect of the expenses that the Council hasincurred, or expects to incur, in carrying out the objects listed in section1.\n\t\tSubsection (1) applies whether the Council has incurred, or expects toincur, the expenses in the United Kingdom or elsewhere.\n\t\tThe Council must comply with any direction of the Secretary of State as tothe use or expenditure of payments made under subsection (1).\n\t\tThe Council must give the Secretary of State programmes and estimates ofits expenses.\n\t\tProgrammes and estimates under subsection (4) must be given—\n\t\t\tin the form required by the Secretary of State, and\n\t\t\tat the times required by the Secretary of State.\n\tReturns, reports etc. by Council to Secretary of State\n\t\tThe Arts and Humanities Research Council must give the Secretary of Statesuch returns, accounts and other information relating to its property andactivities as the Secretary of State requires.\n\t\tAs soon as possible after the end of each financial year, the Council mustgive the Secretary of State a report on the performance of its functionsduring that year.\n\t\tThe Secretary of State must lay a copy of any report given under subsection(2) before each House of Parliament.\n\t\tThe copy of a report laid in accordance with subsection (3) may include anycomments which the Secretary of State has on the report.\n\t\tIn this section “financial year” means a period of 12 months ending with31st March.\n\tPensions \n\t\tEmployment by the Arts and Humanities Research Council is included in thekinds of employment to which a scheme under section 1 of the SuperannuationAct [1972 (c. 11)](/id/ukpga/1972/11?view=plain \"Go to item of legislation\")can apply.\n\t\tAccordingly, in the appropriate place in the list of Other Bodies inSchedule 1 to that Act (which lists the kinds of employment etc. to which ascheme can apply) there is inserted “The Arts and Humanities ResearchCouncil”.\n\t\tThe Arts and Humanities Research Council must pay to the Minister for theCivil Service, at such times as the Minister may direct, such sums as theMinister may determine in respect of the increase attributable to subsection(1) in the sums payable under that Act out of money provided by Parliament.\n\tAccounts and records of Council\n\t\tThe Arts and Humanities Research Council must keep proper accounts andother records.\n\t\tThe Council must give the Secretary of State a statement of accounts inrelation to each financial year.\n\t\tA statement of accounts under subsection (2) must be given—\n\t\t\tin the form required by the Secretary of State, and\n\t\t\tat the time required by the Secretary of State.\n\t\tThe Secretary of State must transmit each statement of accounts given undersubsection (2) to the Comptroller and Auditor General on or before 30thNovember following the end of the financial year to which the statementrelates.\n\t\tThe Comptroller and Auditor General must—\n\t\t\texamine and certify each statement of accounts transmitted under subsection(4), and\n\t\t\tlay before each House of Parliament—\n\t\t\ta copy of the accounts, and\n\t\t\ta report on the accounts.\n\t\tIn this section “financial year” has the same meaning as in section 4.\n\tNorthern Ireland: reserved matters\n\t\tIn Schedule 3 to the Northern Ireland Act [1998 (c.47)](/id/ukpga/1998/47?view=plain \"Go to item of legislation\") (reservedmatters), after paragraph 35 there is inserted—\n\t“35A.The Arts and Humanities Research Council (as defined by section 1 of theHigher Education Act 2004).”\n\tActivities outside United Kingdom\n\t\tNothing in this Part restricts the activities of the Arts and HumanitiesResearch Council to the United Kingdom or any part of the United Kingdom.\n\tCharter of Council\n\t\tNothing in this Part affects—\n\t\t\tany power to amend or revoke the charter of the Arts and HumanitiesResearch Council, or\n\t\t\tthe operation of any amendment made to the charter of the Council.\n\tResearch in arts and humanities\n\t\tThe Secretary of State may—\n\t\t\tcarry out or support research in the arts and humanities,\n\t\t\tdisseminate the results of research in the arts and humanities,\n\t\t\tfurther the practical application of the results of research in the artsand humanities,\n\t\t\testablish advisory bodies for the purpose of assisting the Secretary ofState in matters connected with research in the arts and humanities, and\n\t\t\tif the Secretary of State establishes such a body, appoint its members onterms which include the payment of remuneration, allowances or pensionbenefits to or in respect of them.\n\t\tThe National Assembly for Wales (in this Act referred to as “the Assembly”)may, in relation to Wales,—\n\t\t\tcarry out or support research in the arts and humanities,\n\t\t\tdisseminate the results of research in the arts and humanities,\n\t\t\tfurther the practical application of the results of research in the artsand humanities,\n\t\t\testablish advisory bodies for the purpose of assisting the Assembly inmatters connected with research in the arts and humanities, and\n\t\t\tif the Assembly establishes such a body, appoint its members on terms whichinclude the payment of remuneration, allowances or pension benefits to or inrespect of them.\n\t\tThe Scottish Ministers may, in relation to Scotland,—\n\t\t\tcarry out or support research in the arts and humanities,\n\t\t\tdisseminate the results of research in the arts and humanities,\n\t\t\tfurther the practical application of the results of research in the artsand humanities,\n\t\t\testablish advisory bodies for the purpose of assisting the ScottishMinisters in matters connected with research in the arts and humanities, and\n\t\t\tif the Scottish Ministers establish such a body, appoint its members onterms which include the payment of remuneration, allowances or pensionbenefits to or in respect of them.\n\t\tThe Northern Ireland Department having responsibility for higher educationmay, in relation to Northern Ireland,—\n\t\t\tcarry out or support research in the arts and humanities,\n\t\t\tdisseminate the results of research in the arts and humanities,\n\t\t\tfurther the practical application of the results of research in the artsand humanities,\n\t\t\testablish advisory bodies for the purpose of assisting the Department inmatters connected with research in the arts and humanities, and\n\t\t\tif the Department establishes such a body, appoint its members on termswhich include the payment of remuneration, allowances or pension benefits toor in respect of them."
    },
    {
        "length": 3089,
        "text": "\nPart 2Review of student complaints\n\tQualifying institutions\n\t\tIn this Part “qualifying institution” means any of the following institutionsin England or Wales—\n\t\t\ta university (whether or not receiving financial support under section 65of the 1992 Act) whose entitlement to grant awards is conferred or confirmedby—\n\t\t\tan Act of Parliament,\n\t\t\ta Royal Charter, or\n\t\t\tan order under section 76 of the 1992 Act;\n\t\t\ta constituent college, school or hall or other institution of a universityfalling within paragraph (a);\n\t\t\tan institution conducted by a higher education corporation;\n\t\t\ta designated institution, as defined by section 72(3) of the 1992 Act.\n\tQualifying complaints\n\t\tIn this Part “qualifying complaint” means, subject to subsection (2), acomplaint about an act or omission of a qualifying institution which is madeby a person—\n\t\t\tas a student or former student at that institution, or\n\t\t\tas a student or former student at another institution (whether or not aqualifying institution) undertaking a course of study, or programme ofresearch, leading to the grant of one of the qualifying institution’s awards.\n\t\tA complaint which falls within subsection (1) is not a qualifying complaintto the extent that it relates to matters of academic judgment.\n\tDesignation of operator of student complaints scheme\n\t\tThe Secretary of State may, for the purposes of this Part, designate a bodycorporate as the designated operator for England as from a date specified inthe designation.\n\t\tThe Assembly may, for the purposes of this Part, designate a body corporateas the designated operator for Wales as from a date specified in thedesignation.\n\t\tThe Secretary of State or the Assembly may not designate a body undersubsection (1) or (2) unless he or the Assembly is satisfied that the body—\n\t\t\tmeets all of the conditions set out in Schedule 1,\n\t\t\tis providing a scheme for the review of qualifying complaints that meetsall of the conditions set out in Schedule 2, or is proposing to provide such ascheme from a date not later than the effective date,\n\t\t\thas consulted interested parties about the provisions of that scheme, and\n\t\t\tconsents to the designation.\n\t\tIf a body is designated under subsection (1) or (2) the Secretary of Stateor the Assembly must, before the effective date,—\n\t\t\tgive the body notice of the designation, and\n\t\t\tpublish notice of the designation in such manner as he or the Assemblythinks fit.\n\t\tIn this Part—\n\t\t\t“the effective date”, in relation to the designation of a body corporateunder this section, means the date specified in the designation as the datefrom which the body is designated as designated operator, and\n\t\t\tany reference to the designated operator is—\n\t\t\tin relation to an institution in England, a reference to the bodydesignated under subsection (1), and\n\t\t\tin relation to an institution in Wales, a reference to the body designatedunder subsection (2).\n\tDuties of designated operator\n\t\tThe designated operator must comply with the duties set out in Schedule 3during the period specified in that Schedule.\n\tDuties of qualifying institutions\n\t\tThe governing body of every qualifying institution in England and Walesmust comply with any obligation imposed upon it by a scheme for the review ofqualifying complaints that is provided by the designated operator.\n\t\tThe duty imposed by subsection (1) applies from the effective date of thedesignation and ceases to apply only if the designation is terminated.\n\t\tThe obligations referred to in subsection (1) include any obligation to payfees to the designated operator.\n\tTermination of designation\n\t\tThe designation of a body under section 13 continues until it is terminatedin accordance with Schedule 4.\n\t\tIf the designation of a body is terminated, the Secretary of State or theAssembly must publish notice of the termination in such manner as he or itthinks fit.\n\tPrivilege in relation to law of defamation\n\t\tFor the purposes of the law of defamation, any proceedings relating to thereview under the scheme of a qualifying complaint are to be treated as if theywere proceedings before a court.\n\t\tFor those purposes, absolute privilege attaches to the publication of—\n\t\t\tany decision or recommendation made under the scheme by a personresponsible for reviewing a qualifying complaint, and\n\t\t\tany report under paragraph 6 or 7 of Schedule 3.\n\t\tIn this section “the scheme” means the scheme for the review of qualifyingcomplaints provided by the designated operator.\n\tProvision where designation of operator to cease\n\t\tWhere— \n\t\t\tan agreement to terminate a designation has been made under paragraph 2 ofSchedule 4,\n\t\t\tnotice to terminate a designation has been given under paragraph 4 or 6 ofSchedule 4, or\n\t\t\tthe designated operator has ceased to exist,\n\t\t\t\tthe Secretary of State (in relation to England) or, as the case requires, theAssembly (in relation to Wales) may by order make such provision as he or itthinks fit for, or in connection with, the review of qualifying complaints.\n\t\tThe provision that may be made under this section includes any one or moreof the following—\n\t\t\tprovision requiring the designated operator to provide the scheme inaccordance with specified requirements;\n\t\t\tprovision modifying, or requiring the designated operator to modify, theprovisions of the scheme;\n\t\t\tprovision about the fees payable under the scheme, including provisionrequiring the repayment of fees already paid;\n\t\t\tprovision for a specified person to take over provision of the scheme;\n\t\t\tprovision for any provision of this Part that applies in relation to ascheme provided by the designated operator to apply (with or withoutmodifications) in relation to a scheme provided by a person specified byvirtue of paragraph (d);\n\t\t\tprovision for a specified person to review qualifying complaints, orspecified descriptions of qualifying complaints, otherwise than under thescheme;\n\t\t\tprovision requiring the payment of fees by the governing bodies ofqualifying institutions to a person specified by virtue of paragraph (f);\n\t\t\tprovision requiring the designated operator to provide such information andassistance as the Secretary of State or the Assembly considers necessary—\n\t\t\tfor the Secretary of State or the Assembly to make provision under thissection; or\n\t\t\tfor any person to comply with, or act under or in accordance with,provision made under this section.\n\t\tThe Secretary of State or the Assembly may be specified by virtue ofsubsection (2)(d), but not by virtue of subsection (2)(f).\n\t\tIn this section—\n\t\t\t  * “the scheme” means the scheme for the review of qualifying complaints that the designated operator provides or has been providing; \n\t\t\t  * “specified” means specified in an order under this section. \n\tExtension of time for bringing discrimination proceedings\n\t\tIn section 76 of the Sex Discrimination Act [1975 (c.65)](/id/ukpga/1975/65?view=plain \"Go to item of legislation\") (period withinwhich proceedings to be brought) after subsection (2) insert—\n\t\t\t“(2A)Where in England and Wales—\n\t\t\tproceedings or prospective proceedings under section 66 relate to the actor omission of a qualifying institution, and\n\t\t\tthe dispute concerned is referred as a complaint under the studentcomplaints scheme before the end of the period of six months mentioned insubsection (2)(a),\n\t\t\tthe period allowed by subsection (2)(a) shall be extended by two months.\n\t\t\t(2B)In subsection (2A)—\n\t\t\t\t  * “qualifying institution” has the meaning given by section 11 of the Higher Education Act 2004;\n\t\t\t\t  * “the student complaints scheme” means a scheme for the review of qualifying complaints, as defined by section 12 of that Act, that is provided by the designated operator, as defined by section 13(5)(b) of that Act.”\n\t\tIn section 68 of the Race Relations Act [1976 (c.74)](/id/ukpga/1976/74?view=plain \"Go to item of legislation\") (period withinwhich proceedings to be brought) after subsection (3) insert—\n\t\t“(3A)Where in England and Wales—\n\t\t\tproceedings or prospective proceedings by way of a claim under section 57relate to the act or omission of a qualifying institution,\n\t\t\tthe dispute concerned is referred as a complaint under the studentcomplaints scheme before the end of the period of six months mentioned insubsection (2), and\n\t\t\tsubsection (3) does not apply,\n\t\t\tthe period allowed by subsection (2) for instituting proceedings in respect ofthe claim shall be extended by two months.\n\t\t\t(3B)In subsection (3A)—\n\t\t\t\t  * “qualifying institution” has the meaning given by section 11 of the Higher Education Act 2004;\n\t\t\t\t  * “the student complaints scheme” means a scheme for the review of qualifying complaints, as defined by section 12 of that Act, that is provided by the designated operator, as defined by section 13(5)(b) of that Act.”\n\t\tIn Schedule 3 to the Disability Discrimination Act [1995 (c.50)](/id/ukpga/1995/50?view=plain \"Go to item of legislation\") (enforcementand procedure), in paragraph 13 (period within which proceedings must bebrought) for sub-paragraph (2) substitute—\n\t\tIf, in relation to proceedings or prospective proceedings under section28V—\n\t\t\tthe dispute concerned is referred for conciliation in pursuance ofarrangements under section 31B before the end of the period of six monthsmentioned in sub-paragraph (1), or\n\t\t\tin England and Wales, in a case not falling within paragraph (a), thedispute concerned relates to the act or omission of a qualifying institutionand is referred as a complaint under the student complaints scheme before theend of that period,\n\t\t\tthe period of six months allowed by sub-paragraph (1) shall be extended by twomonths.\n\t\t\t(2A)In sub-paragraph (2)(b)—\n\t\t\t\t  * “qualifying institution” has the meaning given by section 11 of the Higher Education Act 2004;\n\t\t\t\t  * “the student complaints scheme” means a scheme for the review of qualifying complaints, as defined by section 12 of that Act, that is provided by the designated operator, as defined by section 13(5)(b) of that Act.”\n\tExclusion of visitor’s jurisdiction in relation to student complaints\n\t\tThe visitor of a qualifying institution has no jurisdiction in respect ofany complaint which falls within subsection (2) or (3).\n\t\tA complaint falls within this subsection if it is made in respect of anapplication for admission to the qualifying institution as a student.\n\t\tA complaint falls within this subsection if it is made by a person—\n\t\t\tas a student or former student at the qualifying institution, or\n\t\t\tas a student or former student at another institution (whether or not aqualifying institution) undertaking a course of study, or programme ofresearch, leading to the grant of one of the qualifying institution’s awards.\n\tInterpretation of Part 2\n\t\tIn this Part—\n\t\t  * “award” means any degree, diploma, certificate or other academic award or distinction; \n\t\t  * “designated operator” has the meaning given by section 13(5)(b); \n\t\t  * “the effective date” has the meaning given by section 13(5)(a); \n\t\t  * “governing body” has the meaning given by section 90(1) of the 1992 Act, but subject to any provision made by virtue of section 90(2) of that Act; \n\t\t  * “higher education corporation” has the meaning given by section 90(1) of the 1992 Act; \n\t\t  * “interested parties”, in relation to a scheme for the review of qualifying complaints provided or to be provided by a body corporate, means— \n\t\t\tqualifying institutions in England or Wales (as the case may be), and\n\t\t\tpersons selected by the body corporate from amongst those it considers torepresent the interests of students at qualifying institutions in England orWales (as the case may be);\n\t\t\t\t  * “qualifying complaint” has the meaning given by section 12; \n\t\t\t\t  * “qualifying institution” has the meaning given by section 11. "
    },
    {
        "length": 248,
        "text": "\nDuty of Secretary of State to impose condition as to student fees, etc.\n\tThe Secretary of State must, when making any grant to a funding body undersection 68 of the 1992 Act or section 7 of the 1994 Act, impose undersubsection (1) of the section concerned a condition requiring that body toimpose a condition under section 24 in relation to any grants, loans or otherpayments made by that body under section 65 of the 1992 Act, or (as the casemay be) section 5 of the 1994 Act, to the governing body of a relevantinstitution.\n\tIn this section—\n\t\t  * “funding body” means— \n\t\tthe Higher Education Funding Council for England, or\n\t\tthe Teacher Training Agency;\n\t\t\t  * “relevant institution” means an institution specified by the Secretary of State in a condition under subsection (1), or an institution of a class so specified. "
    },
    {
        "length": 1244,
        "text": "\nCondition to be imposed by English funding bodies\n\tA condition under this section requires the governing body of the relevantinstitution—\n\t\tto secure that, in respect of any qualifying course, the qualifying fees inrespect of any academic year which begins during the grant period at a timewhen an English approved plan is in force in relation to the institution donot exceed such limit, not exceeding the higher amount, as is provided by theplan for that course and that academic year,\n\t\tto secure that, in respect of any qualifying course, the qualifying fees inrespect of any academic year which begins during the grant period at a timewhen no English approved plan is in force in relation to the institution donot exceed the basic amount, and\n\t\tto comply with the general provisions of any English approved plan that isin force in relation to the institution during any part of the grant periodduring which it is in force.\n\tFor the purposes of subsection (1)—\n\t\tan academic year which begins at the same time as the grant period is to betaken to begin during the grant period, and\n\t\tan academic year which begins with the day on which an English approvedplan comes into force is to be taken to begin at a time when the plan is inforce.\n\tA condition under this section must provide—\n\t\tin the event of a failure by the governing body to comply with therequirement specified in subsection (1)(a)—\n\t\twhere the qualifying fees do not exceed the higher amount, for theimposition by the funding body on the governing body of any financialrequirements required by a direction under section 37(1)(a), and\n\t\twhere the qualifying fees exceed that amount, for the imposition by thefunding body on the governing body of any financial requirements required by adirection under section 37(1)(a) and of other financial requirementsdetermined by the funding body in accordance with principles specified by theSecretary of State in the condition under section 23,\n\t\tin the event of a failure by the governing body to comply with therequirement specified in subsection (1)(b), for the imposition by the fundingbody on the governing body of financial requirements determined by the fundingbody in accordance with principles specified by the Secretary of State in thecondition under section 23, and\n\t\tin the event of a failure by the governing body to comply with therequirement specified in subsection (1)(c), for the imposition by the fundingbody on the governing body of any financial requirements required by adirection under section 37(1)(a).\n\tAny financial requirements imposed by virtue of subsection (3) must relateto one or more of the following—\n\t\tthe repayment, with or without interest, of the whole or any part of anysums received by the governing body in respect of the grant, loan or otherpayment in question,\n\t\tthe withdrawal or reduction of any amount that has been awarded but not yetpaid in respect of the grant, loan or other payment in question, or\n\t\tthe refusal to award (or to award to the extent expected) any other grant,loan or other payment under section 65 of the 1992 Act or (as the case may be)section 5 of the 1994 Act in respect of the grant period or any subsequentperiod.\n\tWhere— \n\t\ta condition is imposed under this section in connection with any grants,loans or other payments made to the governing body of a relevant institution,and\n\t\tthose payments are to any extent made in respect of persons undertaking acourse which is provided in whole or part by any other institution,\n\t\t\tthen, for the purposes of this section, fees payable by such persons to theother institution are to be regarded as fees payable by them to the relevantinstitution.\n\tIn this section and section 25—\n\t\t  * “academic year”, in relation to a course, means an academic year applicable to the course; \n\t\t  * “the basic amount” means such amount as may be prescribed for the purposes of this section as the basic amount; \n\t\t  * “funding body” has the same meaning as in section 23; \n\t\t  * “the grant period” means the period in respect of which the grants, loans, or other payments to which the relevant condition under section 23 relates are made; \n\t\t  * “the higher amount” means such amount as may be prescribed for the purposes of this section as the higher amount; \n\t\t  * “prescribed” means prescribed by regulations made by the Secretary of State; \n\t\t  * “qualifying course” means a course of any description prescribed for the purposes of this section; \n\t\t  * “qualifying fees”, in relation to a relevant institution, means the fees payable to the institution by a qualifying person in connection with his undertaking a qualifying course; \n\t\t  * “qualifying person” means a person falling within any class of persons prescribed for the purposes of this section; \n\t\t  * “relevant institution” has the same meaning as in section 23. "
    },
    {
        "length": 501,
        "text": "\nTransitional cases in which condition must not allow fees to exceedbasic amount\n\tSection 24(1)(b) has effect in relation to the qualifying fees payable by aqualifying person in connection with his undertaking a qualifying course (“therelevant course”) in a case where subsection (2) or (3) applies, even if thosefees are payable in respect of an academic year which begins at a time when anEnglish approved plan is in force in relation to the institution.\n\tThis subsection applies where—\n\t\tthe qualifying person had on or before 1st August 2005 received an offer,whether conditional on obtaining specified qualifications or not, of a placeon the relevant course or a similar course, and\n\t\tthe first academic year of the relevant course begins before 1st September2007.\n\tThis subsection applies where—\n\t\tthe qualifying person had received an offer of a place on a qualifyingcourse (whether or not at the same institution as the relevant course) thefirst academic year of which begins before 1st September 2006,\n\t\the was unable to take up the offer because a specified qualification orgrade was not awarded to him,\n\t\the appealed against the decision not to award him the qualification orgrade,\n\t\tthe appeal was allowed after the last date on which he could have taken upthe offer,\n\t\tas a result he was offered a place on the relevant course, and\n\t\tthe first academic year of the relevant course begins after 31st August2006 but before 1st September 2007.\n\tFor the purposes of subsection (2)(a) a course (“the original course”) issimilar to the relevant course if —\n\t\tit appears to the governing body of the institution providing the relevantcourse that the subject-matter of the course is in whole or in part the sameas the subject-matter of the original course, and\n\t\texcept where the original course is no longer being provided, the relevantcourse is provided by the institution which was to have provided the originalcourse."
    },
    {
        "length": 389,
        "text": "\nRegulations under section 24(6) relating to basic or higher amount\n\tThe Secretary of State may not make the first regulations under subsection(6) of section 24 prescribing the basic amount and the higher amount for thepurposes of that section unless a draft of the regulations has been laidbefore, and approved by a resolution of, each House of Parliament.\n\tWhere regulations under subsection (6) of section 24 have been madeprescribing the basic amount and the higher amount for the purposes of thatsection—\n\t\tno regulations may be made increasing the basic amount unless—\n\t\tthe Secretary of State is satisfied that the increase is no greater than isrequired to maintain the value of the amount in real terms, or\n\t\ta draft of the regulations has been laid before, and approved by aresolution of, each House of Parliament, and\n\t\tno regulations may be made increasing the higher amount unless—\n\t\tthe Secretary of State is satisfied that the increase is no greater than isrequired to maintain the value of the amount in real terms, or\n\t\teach House of Parliament has at any time after 1st January 2010 passed aresolution that, with effect from a date specified in the resolution, thehigher amount should be increased to an amount specified in the resolution,and the increase is an increase to the specified amount with effect from thespecified date.\n\tFor the purposes of subsection (2)(a)(i) and (b)(i) the Secretary of Stateis to have regard to such index of prices as may be specified in, ordetermined in accordance with, regulations made by him under this subsection."
    },
    {
        "length": 198,
        "text": "\nPower of National Assembly for Wales to impose conditions as to studentfees, etc.\n\tThe power of the Assembly to impose conditions under section 68(1) of the1992 Act or section 7(1) of the 1994 Act in relation to grants paid to theHigher Education Funding Council for Wales includes power to impose acondition requiring the Council to impose a condition under section 28 inrelation to any grants, loans or other payments made by the Council undersection 65 of the 1992 Act, or (as the case may be) section 5 of the 1994 Act,to the governing body of a relevant institution.\n\tIn this section “relevant institution” means an institution specified bythe Assembly in a condition under subsection (1), or an institution of a classso specified."
    },
    {
        "length": 994,
        "text": "\nCondition that may be required to be imposed by Higher EducationFunding Council for Wales\n\tA condition under this section requires the governing body of the relevantinstitution—\n\t\tto secure that, in respect of any qualifying course, the qualifying fees inrespect of any academic year which begins during the grant period at a timewhen a Welsh approved plan is in force in relation to the institution do notexceed such limit, not exceeding the higher amount, as is provided by the planfor that course and that academic year,\n\t\tto secure that, in respect of any qualifying course, the qualifying fees inrespect of any academic year which begins during the grant period at a timewhen no Welsh approved plan is in force in relation to the institution do notexceed the basic amount, and\n\t\tto comply with the general provisions of any Welsh approved plan that is inforce in relation to the institution during any part of the grant periodduring which it is in force.\n\tFor the purposes of subsection (1)—\n\t\tan academic year which begins at the same time as the grant period is to betaken to begin during the grant period, and\n\t\tan academic year which begins with the day on which a Welsh approved plancomes into force is to be taken to begin at a time when the plan is in force.\n\tA condition under this section must provide, in the event of a failure ofthe governing body to comply with any of the requirements specified insubsection (1), for the imposition by the Higher Education Funding Council forWales on the governing body of financial requirements determined by theCouncil in accordance with principles specified by the Assembly in thecondition under section 27.\n\tAny financial requirements imposed by virtue of subsection (3) must relateto one or more of the following—\n\t\tthe repayment, with or without interest, of the whole or any part of anysums received by the governing body in respect of the grant, loan or otherpayment in question,\n\t\tthe withdrawal or reduction of any amount that has been awarded but not yetpaid in respect of the grant, loan or other payment in question, or\n\t\tthe refusal to award (or to award to the extent expected) any other grant,loan or other payment under section 65 of the 1992 Act or (as the case may be)section 5 of the 1994 Act in respect of the grant period or any subsequentperiod.\n\tWhere— \n\t\ta condition is imposed under this section in connection with any grants,loans or other payments made to the governing body of a relevant institution,and\n\t\tthose payments are to any extent made in respect of persons undertaking acourse which is provided in whole or part by any other institution,\n\t\t\tthen, for the purposes of this section, fees payable by such persons to theother institution are to be regarded as fees payable by them to the relevantinstitution.\n\tIn this section—\n\t\t  * “academic year”, in relation to a course, means an academic year applicable to the course; \n\t\t  * “the basic amount” means such amount as may be prescribed for the purposes of this section as the basic amount; \n\t\t  * “the grant period” means the period in respect of which the grants, loans, or other payments to which the relevant condition under section 27 relates are made; \n\t\t  * “the higher amount” means such amount as may be prescribed for the purposes of this section as the higher amount; \n\t\t  * “prescribed” means prescribed by regulations made by the Assembly; \n\t\t  * “qualifying course” means a course of any description prescribed for the purposes of this section; \n\t\t  * “qualifying fees”, in relation to a relevant institution, means the fees payable to the institution by a qualifying person in connection with his undertaking a qualifying course; \n\t\t  * “qualifying person” means a person falling within any class of persons prescribed for the purposes of this section; \n\t\t  * “relevant institution” has the same meaning as in section 27. "
    },
    {
        "length": 433,
        "text": "\nSections 23 to 28: supplementary provisions\n\tNo condition under section 24 or 28 applies in relation to any fees whichare payable, in accordance with regulations under section 1 of the Education(Fees and Awards) Act [1983 (c. 40)](/id/ukpga/1983/40?view=plain \"Go to itemof legislation\") (fees at universities and further education establishments)by students other than those falling within any class of persons prescribed bysuch regulations for the purposes of subsection (1) or (2) of that section(persons connected with the United Kingdom, etc.).\n\tThe power to prescribe descriptions of course by virtue of the definitionof “qualifying course” in section 24(6) or 28(6) may not be exercised in sucha way as to discriminate—\n\t\tin relation to courses of initial teacher training, between differentcourses on the basis of the subjects in which such training is given, and\n\t\tin relation to other courses, between different courses at the same or acomparable level on the basis of the areas of study or research to which theyrelate.\n\tNothing in the 1992 Act or the 1994 Act, so far as it imposes anyprohibition or other requirement in relation to the imposition of conditionsby the Secretary of State, the Assembly, the Higher Education Funding Councilfor England, the Higher Education Funding Council for Wales or the TeacherTraining Agency applies to—\n\t\tany condition under section 23 imposed by the Secretary of State,\n\t\tany condition under section 27 imposed by the Assembly, or\n\t\tany condition under section 24 or 28 imposed by either of those Councils orthat Agency."
    },
    {
        "length": 2955,
        "text": "\nPlans authorising fees of more than basic amount\n\tMeaning of “the relevant authority”\n\t\tIn this Part “the relevant authority” means—\n\t\t\tin relation to England, the Director (as defined by section 31(1)), and\n\t\t\tin relation to Wales, such person as may be designated for the purposes ofthis section by regulations made by the Assembly.\n\t\tThe power conferred by subsection (1)(b) includes power to designate theHigher Education Funding Council for Wales.\n\t\tRegulations under subsection (1)(b) designating a person as the relevantauthority in relation to Wales may make such amendments of any enactment(including any enactment contained in this Act) as appear to the Assembly tobe necessary or expedient in connection with the designation of that person.\n\tDirector of Fair Access to Higher Education\n\t\tThere is to be a Director of Fair Access to Higher Education (in this Partreferred to as “the Director”).\n\t\tThe Director is to be appointed by the Secretary of State.\n\t\tThe Director is to have such functions relating to plans as are conferredon him by or under this Part.\n\t\tIn addition, the Director may, where he considers it appropriate to do so—\n\t\t\tidentify good practice relating to the promotion of equality of opportunityin connection with access to higher education (whether full-time or part-time), and\n\t\t\tgive advice about such practice to publicly-funded institutions.\n\t\tIn subsection (4)(b), “publicly-funded institution” means any institutionreceiving grants, loans or other payments from the Higher Education FundingCouncil for England under section 65 of the 1992 Act or from the TeacherTraining Agency under section 5 of the 1994 Act.\n\t\tSchedule 5 makes further provision about the Director.\n\tGeneral duties of relevant authority\n\t\tThe Director must perform his functions under this Part in such a way as topromote and safeguard fair access to higher education (including part-timehigher education in so far as his functions are exercisable in relation toit).\n\t\tIn the performance of his functions under this Part, the Director has aduty to protect academic freedom including, in particular, the freedom ofinstitutions—\n\t\t\tto determine the contents of particular courses and the manner in whichthey are taught, supervised or assessed, and\n\t\t\tto determine the criteria for the admission of students and apply thosecriteria in particular cases.\n\t\tThe Director must, in the performance of his functions under this Part,have regard to any guidance given to him by the Secretary of State.\n\t\tThe relevant authority in relation to Wales must, in the performance of thefunctions that are conferred on it by this Part as the relevant authority,have regard to any guidance given to it by the Assembly.\n\tContents of plans\n\t\tA plan under this section relating to an institution must, in relation toeach qualifying course in connection with which fees are to be payable to theinstitution by qualifying persons, specify or provide for the determination ofa limit (not exceeding the higher amount) which those fees are not permittedto exceed.\n\t\tIn relation to England, a plan under this section—\n\t\t\tmust also include such provisions relating to the promotion of equality ofopportunity as are required by regulations to be included in the plan, and\n\t\t\tmay also include further provisions relating to the promotion of equalityof opportunity.\n\t\tIn relation to Wales, a plan under this section—\n\t\t\tmust also include such provisions relating to—\n\t\t\tthe promotion of equality of opportunity, or\n\t\t\tthe promotion of higher education,\n\t\t\t\tas are required by regulations to be included in the plan, and\n\t\t\tmay also include further provisions relating to either of those matters.\n\t\tIn this Part any reference to the “general provisions” of a plan under thissection is a reference to the provisions included in the plan by virtue ofsubsection (2) or (3).\n\t\tThe general provisions that may be required by regulations made by virtueof subsection (2) or (3) include, in particular, provisions—\n\t\t\trequiring the governing body to take, or secure the taking of, measures toattract applications from prospective students who are members of groupswhich, at the time when the plan is approved, are under-represented in highereducation,\n\t\t\trequiring the governing body to provide, or secure the provision of,financial assistance to students,\n\t\t\trequiring the governing body to make available to students and prospectivestudents information about financial assistance available to students from anysource,\n\t\t\tsetting out objectives relating to the promotion of equality of opportunityand, in relation to Wales, the promotion of higher education,\n\t\t\trelating to the monitoring by the governing body of—\n\t\t\tits compliance with the provisions of the plan, and\n\t\t\tits progress in achieving any objectives set out in the plan by virtue ofparagraph (d), and\n\t\t\trequiring the provision of information to the relevant authority.\n\t\tRegulations made under subsection (2) or (3) may not require a plan—\n\t\t\tto include among the general provisions of the plan any provision referringto particular courses or to the manner in which courses are taught, supervisedor assessed, or\n\t\t\tto include any provision relating to the criteria for the admission ofstudents.\n\t\tIn this section—\n\t\t\t  * “equality of opportunity” means equality of opportunity in connection with access to higher education; \n\t\t\t  * “the higher amount” means— \n\t\t\tin relation to England, the amount from time to time prescribed as the higheramount under section 24(6), and\n\t\t\tin relation to Wales, the amount from time to time prescribed as the higheramount under section 28(6);\n\t\t\t\t  * “qualifying course” and “qualifying person”— \n\t\t\tin relation to England, have the same meaning as in section 24, and\n\t\t\tin relation to Wales, have the same meaning as in section 28;\n\t\t\t\t  * “regulations” means regulations made— \n\t\t\tin relation to England, by the Secretary of State, and\n\t\t\tin relation to Wales, by the Assembly.\n\tApproval of plans\n\t\tThe governing body of any institution which is or may become eligible toreceive grants under section 65 of the 1992 Act or section 5 of the 1994 Actmay apply to the relevant authority for approval of a proposed plan relatingto the institution.\n\t\tThe relevant authority may, if it thinks fit, approve the plan.\n\t\tThe relevant authority may issue guidance to institutions falling withinsubsection (1) as to the matters to which the relevant authority will haveregard in deciding whether to approve plans.\n\t\tThe relevant authority’s functions under this section are to be exercisedin accordance with regulations.\n\t\tRegulations may, in particular, specify matters to which the relevantauthority is, or is not, to have regard in making any determination relatingto approval.\n\t\tRegulations may require the institution to which any plan approved underthis section relates to publish the plan in the prescribed manner.\n\t\tIn this section “regulations” means regulations made—\n\t\t\tin relation to England, by the Secretary of State, or\n\t\t\tin relation to Wales, by the Assembly.\n\tDuration of plans\n\t\tA plan must specify the period during which it is to be in force.\n\t\tThe length of that period must not exceed such maximum as may be prescribedby regulations made—\n\t\t\tin relation to England, by the Secretary of State, or\n\t\t\tin relation to Wales, by the Assembly.\n\t\tSubsections (1) and (2) do not prevent the approval of a new plan to takeeffect on the expiry of a previous plan.\n\tVariation of plans\n\t\tRegulations may make provision enabling an English approved plan or a Welshapproved plan to be varied with the approval of the relevant authority.\n\t\tIn this section “regulations” means regulations made—\n\t\t\tin relation to England, by the Secretary of State, or\n\t\t\tin relation to Wales, by the Assembly.\n\tEnforcement of plans: England\n\t\tIf the Director is satisfied that the governing body of an institutionwhich by virtue of a condition under section 24 is required to comply with therequirement specified in section 24(1)(a) or (c) has failed to comply withthat requirement, the Director may do either or both of the following—\n\t\t\tdirect the Higher Education Funding Council for England or the TeacherTraining Agency (or both) to impose specified financial requirements on thegoverning body under section 24(3), or\n\t\t\tnotify the governing body that on the expiry of the existing plan he willrefuse to approve a new plan under section 34 during a specified period.\n\t\tThe governing body of an institution is not to be regarded for the purposesof subsection (1) as having failed to comply with the requirement specified insection 24(1)(c) by reason of its failure to comply with any of the generalprovisions of an English approved plan, if the governing body shows that ithas taken all reasonable steps to comply with that provision.\n\t\tThe Secretary of State may by regulations make provision—\n\t\t\tas to the matters to which the Director must, or may not, have regard inexercising his powers under subsection (1),\n\t\t\tas to the procedure to be followed in connection with the giving of anydirection or notification under subsection (1),\n\t\t\tas to the financial requirements that may be specified by virtue ofsubsection (1)(a), and\n\t\t\tas to the effect of a notification under subsection (1)(b).\n\tEnforcement of plans: Wales\n\t\tIf the relevant authority is satisfied that the governing body of aninstitution which by virtue of a condition imposed under section 28 isrequired to comply with the requirement specified in section 28(1)(a) or (c)has failed to comply with that requirement, the relevant authority may notifythe governing body that on the expiry of the existing plan it will refuse toapprove a new plan under section 34 during a specified period.\n\t\tThe period specified under subsection (1) must not exceed any maximumperiod prescribed by regulations made by the Assembly.\n\t\tThe Assembly may by regulations make provision—\n\t\t\tas to the matters to which the relevant authority must, or may not, haveregard in exercising its powers under subsection (1),\n\t\t\tas to the procedure to be followed in connection with the giving of anynotification under that subsection, and\n\t\t\tas to the effect of such a notification.\n\t\tThe exercise of the power conferred by subsection (1) (whether or not bythe Higher Education Funding Council for Wales) does not prevent the Councilfrom enforcing the condition imposed under section 28 by imposing financialrequirements on the governing body in pursuance of any condition imposed byvirtue of section 28(3).\n\tReview of decisions made by relevant authority\n\t\tRegulations made by virtue of section 34, 36, 37(3)(b) or 38(3)(b) mustinclude provision—\n\t\t\trequiring any decision of the relevant authority under section 34, 36, 37or 38 affecting the governing body of an institution to have effect in thefirst instance as a provisional decision,\n\t\t\tenabling the governing body of the institution to apply for a review of theprovisional decision to a person, or panel of persons, appointed in accordancewith the regulations—\n\t\t\tin relation to England, by the Secretary of State, or\n\t\t\tin relation to Wales, by the Assembly,\n\t\t\tenabling the Secretary of State or the Assembly to pay remuneration andallowances to any person so appointed,\n\t\t\tprescribing the grounds on which an application for the review of aprovisional decision may be made, and\n\t\t\trequiring the relevant authority to reconsider its provisional decisionhaving regard to any recommendation of the person or panel."
    },
    {
        "length": 1170,
        "text": "\nSupplementary\n\tProvision of information\n\t\tIf so requested by the Director, the Higher Education Funding Council forEngland and the Teacher Training Agency must provide the Director with anyinformation which is in its possession and is reasonably required by theDirector for the purposes of his functions.\n\t\tIf so requested by the Higher Education Funding Council for England or theTeacher Training Agency, the Director must provide the Council or the Agencywith any information which is in his possession and is reasonably required byeither of those bodies for the purposes of its functions.\n\tInterpretation of Part 3\n\t\tIn this Part—\n\t\t\t  * “course” does not include any part-time or postgraduate course other than a course of initial teacher training; \n\t\t\t  * “the Director” has the meaning given by section 31(1); \n\t\t\t  * “English approved plan” has the meaning given by section 22(b); \n\t\t\t  * “fees”, in relation to undertaking a course, means fees in respect of, or otherwise in connection with, undertaking the course, including admission, registration, tuition and graduation fees but excluding— \n\t\t\tfees payable to an institution for awarding or accrediting any qualificationwhere the institution does not provide the whole or part of the course and isnot a publicly-funded institution (as defined by subsection (2)),\n\t\t\tfees payable for board or lodging,\n\t\t\tfees payable for field trips (including any tuition element of such fees),\n\t\t\tfees payable for attending any graduation or other ceremony, and\n\t\t\tsuch other fees as may be prescribed—\n\t\t\tin relation to England, by regulations made by the Secretary of State, or\n\t\t\tin relation to Wales, by regulations made by the Assembly;\n\t\t\t\t  * “governing body”, in relation to an institution, has the meaning given by section 90(1) of the 1992 Act, but subject to any provision made by virtue of section 90(2) of that Act; \n\t\t\t\t  * “general provisions”, in relation to a plan, has the meaning given by section 33(4); \n\t\t\t\t  * “plan” has the meaning given by section 22(a); \n\t\t\t\t  * “the relevant authority” has the meaning given by section 30(1); \n\t\t\t\t  * “Welsh approved plan” has the meaning given by section 22(b). \n\t\tIn subsection (1) “publicly-funded institution” means—\n\t\t\tany university or other institution receiving grants, loans or otherpayments under section 65 of the 1992 Act, or under section 5 of the 1994 Act,any institution maintained by a local education authority in the exercise oftheir further and higher education functions, any institution receiving arecurrent grant towards its costs under regulations made under section 485 ofthe Education Act [1996 (c. 56)](/id/ukpga/1996/56?view=plain \"Go to item oflegislation\") or any institution receiving financial resources under section 5or 34 of the Learning and Skills Act [2000 (c.21)](/id/ukpga/2000/21?view=plain \"Go to item of legislation\");\n\t\t\tany institution within the higher education sector for the purposes of theFurther and Higher Education (Scotland) Act [1992 (c.37)](/id/ukpga/1992/37?view=plain \"Go to item of legislation\"), any college offurther education within the meaning of section 36(1) of that Act or anycentral institution within the meaning of section 135(1) of the Education(Scotland) Act [1980 (c. 44)](/id/ukpga/1980/44?view=plain \"Go to item oflegislation\");\n\t\t\tthe Queen’s University of Belfast, the University of Ulster, a college ofeducation in Northern Ireland within the meaning of Article 2(2) of theEducation and Libraries (Northern Ireland) Order 1986 ([S.I. 1986/594 (N.I.3)](/id/nisi/1986/594?view=plain \"Go to item of legislation\")) or anyinstitution providing in Northern Ireland further education as defined inArticle 3 of the Further Education (Northern Ireland) Order 1997 ([S.I.1997/1772 (N.I. 15)](/id/nisi/1997/1772?view=plain \"Go to item oflegislation\"))."
    },
    {
        "length": 1916,
        "text": "\nPart 4Student support\n\tEffect of bankruptcy\n\t\tIn section 22 of the 1998 Act (arrangements for giving financial support tostudents), after subsection (3)(e) insert—\n\t\t\twith respect to the effect of bankruptcy upon a borrower’s liability tomake repayments in respect of such a loan (whether the repayments relate tosums which the borrower receives, or is entitled to receive, before or afterthe commencement of the bankruptcy).”\n\t\tIn section 46(8) of the 1998 Act (provisions that extend to NorthernIreland), in the entry relating to section 22 for “(3)(e)” substitute “(3)(e)or (f)”.\n\t\tSubsection (4) has effect in relation to the Education (Student Loans) Act[1990 (c. 6)](/id/ukpga/1990/6?view=plain \"Go to item of legislation\") to theextent that it continues in force by virtue of any savings made, in connectionwith its repeal by the 1998 Act, by an order under section 46(4) of the 1998Act.\n\t\tSchedule 2 to the Education (Student Loans) Act 1990 (loans for students)is to have effect as if in paragraph 5(2) (liabilities relating to studentloans not to be included in bankruptcy debts) the reference to “any such sum”were a reference to “any sums to which this paragraph applies”.\n\t\tNothing in this section affects any bankruptcy commencing before thissection comes into force.\n\tOther amendments of section 22 of Teaching and Higher Education Act 1998\n\t\tSection 22 of the 1998 Act (arrangements for giving financial support tostudents) is amended as follows.\n\t\tIn subsection (2)(i), for “who have previously made loans of any prescribeddescription to those persons” substitute “to whom those persons are liable tomake payments”.\n\t\tOmit subsection (7) (which provides that regulations made by virtue ofsubsection (2)(b) of that section are to be subject to affirmative resolutionprocedure in certain circumstances).\n\tTransfer of certain functions to National Assembly for Wales\n\t\tIn relation to Wales, the functions of the Secretary of State under section22 of the 1998 Act (arrangements for giving financial support to students) arehereby transferred to the Assembly, except so far as they relate to the makingof any provision authorised by subsection (2)(a), (c), (j) or (k), (3)(e) or(f) or (5) of that section.\n\t\tThe functions of the Secretary of State under section 22 of the 1998 Actare to be exercisable concurrently with the Assembly so far as they relate tothe making in relation to Wales of any provision authorised by subsection(2)(a), (c) or (k) of that section.\n\t\tRegulations made under section 22 of the 1998 Act by the Secretary of Statemust provide that no provision made by virtue of subsection (5) of thatsection is to apply in relation to any loan made under that section by theAssembly unless the Assembly—\n\t\t\thas determined, in relation to any loan or description of loan, thatrepayments are to be collected by the Commissioners of Inland Revenue, and\n\t\t\thas given notice of that determination to the Secretary of State and to theperson liable to make the repayments.\n\t\tThe functions of the Secretary of State under section 23 of the 1998 Act(transfer or delegation of functions relating to student support) are herebytransferred to the Assembly so far as they relate to functions which areexercisable by the Assembly under regulations under section 22 of that Act.\n\t\tUntil the commencement of subsection (4), the functions of the Secretary ofState under subsections (7) and (8) of section 23 of the 1998 Act (power tomake payments to body or person by whom function is exercisable by virtue ofsubsection (1) or (4) of that section) are to be exercisable concurrently withthe Assembly so far as they relate to payments to any body or person by whomthere is exercisable any function that will after the commencement ofsubsections (1) and (2) be exercisable by the Assembly.\n\t\tFor the purposes of the Government of Wales Act [1998 (c.38)](/id/ukpga/1998/38?view=plain \"Go to item of legislation\")—\n\t\t\tany function that is transferred to the Assembly by subsection (1) or (4)or made exercisable by the Assembly by subsection (2) or (5) is to be taken tohave been transferred to, or made exercisable by, the Assembly by an Order inCouncil under section 22 of that Act, and\n\t\t\tin relation to any function which is taken by virtue of paragraph (a) tohave been transferred to the Assembly by such an Order in Council, anyreference to the coming into force of the Order in Council transferring it isto be read as a reference to the commencement of the provision of this sectionby which the function is transferred.\n\tSupply of information held by student support authority\n\t\tRegulations may provide that a student support authority may supply studentsupport information of a prescribed description to a prescribed person for aprescribed purpose.\n\t\tA person may not be prescribed under subsection (1) unless the person—\n\t\t\tis the governing body of an institution with which eligible students (asdefined for the purposes of the student support scheme) are undertakingcourses, or\n\t\t\tis a person who appears to the Secretary of State or, as the case may be,the Assembly to be exercising functions of a public nature.\n\t\tRegulations under subsection (1) may not allow information to be suppliedexcept with the consent of every individual to whom the information relates,given in such manner as may be prescribed.\n\t\tSubsection (3) does not apply to the supply of information for the purposesof any civil or criminal proceedings arising out of the student supportscheme.\n\t\tRegulations under subsection (1) may provide that information may besupplied under such regulations only if prescribed conditions are met.\n\t\tThis section does not limit the circumstances in which information may besupplied apart from this section.\n\t\tIn this section “student support authority” means—\n\t\t\tthe Secretary of State,\n\t\t\tany authority or governing body by whom any function of the Secretary ofState is for the time being exercisable to any extent by virtue of section23(1) of the 1998 Act,\n\t\t\tany person acting on behalf of the Secretary of State to any extent byvirtue of section 23(4) of the 1998 Act,\n\t\t\tthe Assembly,\n\t\t\tany authority or governing body by whom any function of the Assembly is forthe time being exercisable to any extent by virtue of section 23(1) of the1998 Act, and\n\t\t\tany person acting on behalf of the Assembly to any extent by virtue ofsection 23(4) of the 1998 Act.\n\t\tIn this section—\n\t\t\t  * “prescribed” means prescribed by regulations; \n\t\t\t  * “regulations” means— \n\t\t\tin relation to a student support authority falling within any of paragraphs(a) to (c) of subsection (7), regulations made by the Secretary of State, and\n\t\t\tin relation to a student support authority falling within any of paragraphs(d) to (f) of subsection (7), regulations made by the Assembly;\n\t\t\t\t  * “student support scheme” means the provisions of regulations under section 22 of the 1998 Act; \n\t\t\t\t  * “student support information”, in relation to a student support authority, means any information which the student support authority holds in connection with, or in consequence of, the exercise of any function relating to the operation of the student support scheme. "
    },
    {
        "length": 2266,
        "text": "\nPart 5Miscellaneous and general\n\tStaff disputes: jurisdiction of visitor\n\t\tExclusion of visitor’s jurisdiction in relation to staff disputes\n\t\t\tThe visitor of a qualifying institution has no jurisdiction in respect of—\n\t\t\t\tany dispute relating to a member of staff which concerns his appointment oremployment or the termination of his appointment or employment,\n\t\t\t\tany other dispute between a member of staff and the qualifying institutionin respect of which proceedings could be brought before any court or tribunal,or\n\t\t\t\tany dispute as to the application of the statutes or other internal laws ofthe institution in relation to a matter falling within paragraph (a) or (b).\n\t\t\tIn subsection (1) “qualifying institution” has the meaning given by section11.\n\t\t\tIn determining whether a dispute falls within subsection (1)(b) it is to beassumed that the visitor does not have jurisdiction to determine the dispute.\n\t\t\tSection 206 of the Education Reform Act [1988 (c.40)](/id/ukpga/1988/40?view=plain \"Go to item of legislation\") (which issuperseded by subsection (1)) shall cease to have effect.\n\tGeneral\n\t\tOrders and regulations\n\t\t\tAny power—\n\t\t\t\tof the Secretary of State or the Assembly to make an order or regulationsunder this Act, or\n\t\t\t\tof the Scottish Ministers to make an order under this Act,\n\t\t\t\t\tis exercisable by statutory instrument.\n\t\t\tAny statutory instrument containing—\n\t\t\t\tan order made by the Secretary of State under section 18, or\n\t\t\t\tregulations made by the Secretary of State under any provision of this Act,\n\t\t\t\tis subject to annulment in pursuance of a resolution of either House ofParliament.\n\t\t\tSubsection (2) does not apply to—\n\t\t\t\tregulations to which section 26(1) or (2)(a)(ii) or (b)(ii) applies,\n\t\t\t\tregulations to which paragraph 12(3) of Schedule 2 applies, or\n\t\t\t\tregulations to which subsection (4) applies.\n\t\t\tA statutory instrument which contains (whether alone or with otherprovisions) regulations made by the Secretary of State by virtue of section33(2), 34 or 37(3)(c) may not be made unless a draft of the instrument hasbeen laid before, and approved by a resolution of, each House of Parliament.\n\t\t\tAny order or regulations under this Act may—\n\t\t\t\tmake different provision for different cases or different areas,\n\t\t\t\tmake provision generally or only in relation to specified cases, and\n\t\t\t\tcontain such incidental, supplemental, saving or transitional provisions asthe person making the order or regulations thinks fit.\n\t\t\tNothing in this Act is to be regarded as affecting the generality ofsubsection (5).\n\t\tGeneral interpretation\n\t\t\tIn this Act—\n\t\t\t  * “the 1992 Act” means the Further and Higher Education Act [1992 (c. 13)](/id/ukpga/1992/13?view=plain \"Go to item of legislation\"); \n\t\t\t  * “the 1994 Act” means the Education Act [1994 (c. 30)](/id/ukpga/1994/30?view=plain \"Go to item of legislation\"); \n\t\t\t  * “the 1998 Act” means the Teaching and Higher Education Act [1998 (c. 30)](/id/ukpga/1998/30?view=plain \"Go to item of legislation\"); \n\t\t\t  * “the Assembly” means the National Assembly for Wales. \n\t\tConsequential amendments\n\t\t\tSchedule 6 contains amendments related to the provisions of this Act.\n\t\tRepeals \n\t\t\tSchedule 7 contains repeals.\n\t\tFinancial provisions\n\t\t\tThere shall be paid out of money provided by Parliament—\n\t\t\t\tany expenditure incurred by the Secretary of State by virtue of this Act,and\n\t\t\t\tany increase attributable to this Act in the sums which by virtue of anyother Act are payable out of money so provided.\n\t\t\tThere shall be paid into the Consolidated Fund any sums received by aMinister of the Crown by virtue of this Act.\n\t\tCommencement \n\t\t\tThe following provisions come into force on the passing of this Act—\n\t\t\t\t  * section 22, so far as relating to England; \n\t\t\t\t  * section 24(6), so far as enabling regulations to be made; \n\t\t\t\t  * section 26; \n\t\t\t\t  * section 29, so far as relating to England; \n\t\t\t\t  * section 30(1), so far as relating to England; \n\t\t\t\t  * section 31; \n\t\t\t\t  * section 32(1); \n\t\t\t\t  * sections 33 and 34, so far as relating to England; \n\t\t\t\t  * sections 35 to 37, so far as enabling regulations to be made in relation to England; \n\t\t\t\t  * section 39, so far as relating to England; \n\t\t\t\t  * section 40; \n\t\t\t\t  * section 41, so far as relating to England; \n\t\t\t\t  * section 42; \n\t\t\t\t  * sections 47 and 48; \n\t\t\t\t  * section 51, this section and sections 53 and 54; \n\t\t\t\t  * Schedule 5; and \n\t\t\t\t  * paragraph 1 of Schedule 6 and, so far as relating to the Director of Fair Access to Higher Education, paragraphs 4 and 10 of that Schedule (and section 49 so far as relating to those provisions). \n\t\t\tThe following provisions (so far as not coming into force in accordancewith subsection (1)) come into force in accordance with provision made by theSecretary of State by order—\n\t\t\t\t  * Part 1, except section 10(2) and (3); \n\t\t\t\t  * section 19; \n\t\t\t\t  * section 23; \n\t\t\t\t  * section 37; \n\t\t\t\t  * section 43; \n\t\t\t\t  * section 45; \n\t\t\t\t  * paragraphs 2 to 6 and 9 and 10 of Schedule 6 (and section 49 so far as relating to those paragraphs); and \n\t\t\t\t  * in Schedule 7, the repeals in the Superannuation Act [1972 (c. 11)](/id/ukpga/1972/11?view=plain \"Go to item of legislation\") and in section 22 of the 1998 Act (and section 50 so far as relating to those repeals). \n\t\t\tThe following provisions come into force in accordance with provision madeby the Assembly by order—\n\t\t\t\t  * section 10(2); \n\t\t\t\t  * sections 27 and 28; \n\t\t\t\t  * section 30(2) and (3); \n\t\t\t\t  * section 32(4); \n\t\t\t\t  * section 38; and \n\t\t\t\t  * section 44. \n\t\t\tThe Assembly may not make an order under subsection (3) in relation tosection 44 except with the agreement of the Secretary of State.\n\t\t\tSection 10(3) comes into force in accordance with provision made by theScottish Ministers by order.\n\t\t\tExcept as provided by subsections (1) to (5), the provisions of this Actcome into force—\n\t\t\t\tin relation to England, in accordance with provision made by the Secretaryof State by order, and\n\t\t\t\tin relation to Wales, in accordance with provision made by the Assembly byorder.\n\t\tExtent \n\t\t\tSubject to subsections (2) to (4), this Act extends to England and Walesonly.\n\t\t\tThe following provisions also extend to Scotland and Northern Ireland—\n\t\t\t\tPart 1,\n\t\t\t\tsection 45,\n\t\t\t\tsections 47, 48, 51 and 52, and\n\t\t\t\tthis section and section 54.\n\t\t\tSubsections (1), (2) and (5) of section 42 also extend to Northern Ireland.\n\t\t\tAny amendment or repeal made by this Act has the same extent within theUnited Kingdom as the enactment to which it relates.\n\t\tShort title, etc.\n\t\t\tThis Act may be cited as the Higher Education Act 2004.\n\t\t\tThis Act is to be included in the list of Education Acts set out in section578 of the Education Act [1996 (c. 56)](/id/ukpga/1996/56?view=plain \"Go toitem of legislation\")."
    }
]