[
    {
        "length": 740,
        "text": "\nPersons subject to investigation\n\tThe [1993 c. 46.] Health Service Commissioners Act 1993 is amended asfollows.\n\tIn section 2A (health service providers subject to investigation)—\n\t\tin subsection (1) after the words “if they are” there is inserted “or wereat the time of the action complained of”;\n\t\tin subsection (2) after the words “if they are” there is inserted “or wereat the time of the action complained of”.\n\tIn section 2B (independent providers subject to investigation)—\n\t\tin paragraph (a) of subsection (1) after the words “they are” there isinserted “or were at the time of the action complained of”;\n\t\tin paragraph (b) of subsection (1) after the words “they are not” there isinserted “or were not at the time of the action complained of”;\n\t\tin paragraph (a) of subsection (2) after the words “they are” there isinserted “or were at the time of the action complained of”;\n\t\tin paragraph (b) of subsection (2) after the words “they are not” there isinserted “or were not at the time of the action complained of”.\nRequirements to be complied with\n\tIn section 9 of the [1993 c. 46.] Health Service Commissioners Act 1993(requirements to be complied with), after subsection (4) there is inserted—\n“(4A)In the case of a complaint against a person who is no longer of adescription set out in section 2A(1) or (2), but was of such a description atthe time of the action complained of, the Commissioner shall not entertain thecomplaint if it is made more than three years after the last day on which theperson was a family health service provider.\n(4B)In the case of a complaint against a person falling within section 2B(1)or (2) in relation to whom there are no longer any such arrangements as arementioned there, the Commissioner shall not entertain the complaint if it ismade more than three years after the last day on which the person was anindependent provider.”\nTransitional provision\n\tWhere before the coming into force of this Act a complaint has been made to aHealth Service Commissioner which he has declined to entertain on the groundthat the person complained against—\n\t\twas no longer of a description set out in section 2A(1) or (2) of theHealth Service Commissioners Act 1993, or\n\t\tno longer fell within section 2B(1) or (2) of that Act,\n\t\tthe amendments made by this Act do not enable that complaint to be revived, ora new complaint arising out of the same matters to be entertained.\nShort title, commencement and extent\n\tThis Act may be cited as the Health Service Commissioners (Amendment) Act2000.\n\tThis Act shall come into force at the end of the period of three monthsbeginning with the day on which it is passed.\n\tThis Act does not extend to Northern Ireland.\n\t\t"
    }
]