{
    "general": "This law changes some rules about how healthcare providers are overseen in England. It makes sure that people who run hospitals, clinics, and other health services follow certain guidelines to provide safe and good-quality care for patients. The law also gives patients more power to complain if they receive poor treatment or service from these healthcare providers.",
    "series": [
        [
            {
                "length": 151,
                "short": "\"Healthcare Complaint Act: Streamlined Process for Filing Grievances Against Providers\"",
                "text": "\n* Simplified point 1: The act allows for complaints to be made against healthcare providers even if they are no longer providing services.\n* Simplified point 2: The act sets a time limit of three years for making complaints against former healthcare providers.\n* Simplified point 3: The act applies to both independent providers and those employed by the NHS.\n* Simplified point 4: The act only applies to complaints made after its commencement date.\n* Simplified point 5: The act does not apply to Northern Ireland."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Health Service Commissioners (Amendment) Act 2000 changes how complaints can be made about healthcare providers who are no longer offering their services. Even if a provider has stopped working, you can still make a complaint within three years of when the issue happened. This law covers all types of healthcare providers, including those who work for the National Health Service (NHS) and private ones. However, this law only applies to complaints filed after it became effective, and it doesn't apply to Northern Ireland. So, if you have a concern or issue with a healthcare provider, you can submit a complaint within three years of when the problem occurred, regardless of whether the provider is still operating or not.",
    "single": "\n* Amends the Health Service Commissioners Act 1993 to allow for investigations of health service providers who are no longer in practice, but were at the time of the complaint.\n* Allows for investigations of independent providers who are no longer providing services, but were at the time of the complaint.\n* Sets a time limit of three years for making complaints against health service providers who are no longer in practice.\n* Does not extend to Northern Ireland.\n* Comes into force at the end of a three-month period after it is passed.\nEASY EXPLANATION:\nThis legislation amends the Health Service Commissioners Act 1993 to allow for investigations of health service providers who are no longer in practice, but were at the time of the complaint. It also allows for investigations of independent providers who are no longer providing services, but were at the time of the complaint. Additionally, it sets a time limit of three years for making complaints against health service providers who are no longer in practice. This legislation does not extend to Northern Ireland and comes into force at the end of a three-month period after it is passed."
}