[
    {
        "length": 1191,
        "text": "\nAmount to be specified as upper earnings limit: Great Britain\n\tIn section 5 of the Social Security Contributions and Benefits Act [1992(c. 4)](/id/ukpga/1992/4?view=plain \"Go to item of legislation\") (earningslimits and thresholds for Class 1 contributions)—\n\t\tin subsection (1), omit the words from “which” to the end, and\n\t\tomit subsection (3) (amount to be specified as upper earnings limit).\n\tIn section 176(1) of that Act (statutory instruments subject to theaffirmative procedure), after paragraph (za) insert—\n\t\tregulations under section 5 specifying the upper earnings limit;”.\n\tThe amendments made by subsections (1)(b) and (2) have effect in relationto regulations specifying the upper earnings limit for 2009-10 or anysubsequent tax year.\nAmount to be specified as upper earnings limit: Northern Ireland\n\tIn section 5 of the Social Security Contributions and Benefits (NorthernIreland) Act [1992 (c. 7)](/id/ukpga/1992/7?view=plain \"Go to item oflegislation\") (earnings limits and thresholds for Class 1 contributions)—\n\t\tin subsection (1), omit the words from “which” to the end, and\n\t\tomit subsection (3) (amount to be specified as upper earnings limit).\n\tIn section 172 of that Act (control of regulations and orders), aftersubsection (11ZA) insert—\n\t\t“(11ZB)A statutory instrument containing (whether alone or with otherprovisions) regulations under section 5 specifying the upper earnings limitshall not be made unless a draft of the instrument has been laid before andapproved by resolution of each House of Parliament.”\n\tThe amendments made by subsections (1)(b) and (2) have effect in relationto regulations specifying the upper earnings limit for 2009-10 or anysubsequent tax year.\nAdditional pension: upper accrual point to replace upper earnings limitfrom 2009-10\n\tThe Social Security Contributions and Benefits Act [1992 (c.4)](/id/ukpga/1992/4?view=plain \"Go to item of legislation\") is amended asfollows.\n\tIn section 22(2B) (earnings factors), for “the flat rate introduction year”(in both places) substitute “2009-10”.\n\tIn section 44(7)(c) (category A retirement pension), for “the flat rateintroduction year” (in both places) substitute “2009-10”.\n\tIn section 122 (interpretation)—\n\t\tin subsection (1), for the definition of “the upper accrual point”substitute—\n\t\t\t““the upper accrual point” is £770;”,\n\t\tafter subsection (6) insert—\n\t\t“(6A)The Treasury may by regulations prescribe an equivalent of the upperaccrual point in relation to earners paid otherwise than weekly (andreferences in this or any other Act to “the prescribed equivalent”, in thecontext of the upper accrual point, are to the equivalent prescribed underthis subsection in relation to such earners).\n\t\t(6B)The power conferred by subsection (6A) includes power to prescribe anamount which exceeds by not more than £1 the amount which is the arithmeticalequivalent of the upper accrual point.”, and\n\t\tomit subsections (7) and (8).\nConsequential amendments and repeals\n\tSchedule 1 contains consequential amendments.\n\tSchedule 2 contains repeals.\nExtent \n\tSections 1 and 3 extend only to England and Wales and Scotland.\n\tSection 2 extends only to Northern Ireland.\n\tSections 4, 6 and 7 and this section extend to each part of the UnitedKingdom.\n\tBut an amendment or repeal contained in either Schedule has the same extentas the provision amended or repealed.\nCommencement \n\tSubject to subsection (2), this Act comes into force at the end of theperiod of two months beginning with the day on which it is passed.\n\tSub-paragraph (3) of paragraph 6 of Schedule 1, and Schedule 2 so far asrelating to the repeals mentioned in that sub-paragraph, come into force onthe day appointed by an order under section 30(2) of the Pensions Act [2007(c. 22)](/id/ukpga/2007/22?view=plain \"Go to item of legislation\") for thecoming into force of paragraph 45(2) of Schedule 4 to that Act.\nShort title\n\tThis Act may be cited as the National Insurance Contributions Act 2008."
    }
]