{
    "general": "This law was passed in 2008 and its main purpose is to set a limit on how much money someone can earn before they start paying national insurance contributions. This limit is called the \"upper earnings limit\" and it's used to determine how much social security taxes people have to pay. The law also talks about something called the \"upper accrual point,\" which has to do with how much of their earnings people are allowed to keep without having to pay these taxes. Essentially, this law helps the government figure out who needs to pay national insurance contributions and how much they need to pay based on how much they earn.",
    "series": [
        [
            {
                "length": 178,
                "short": "\"National Insurance Contributions Act 2008: Changes to Upper Earnings Limit and Accrual Point\"",
                "text": "* Simplified point 1: The National Insurance Contributions Act 2008 makes changes to the upper earnings limit for Class 1 contributions and replaces it with an upper accrual point.\n* Simplified point 2: The upper accrual point is set at £770 and can be increased by regulations.\n* Simplified point 3: The act also makes consequential amendments and repeals, and extends to each part of the United Kingdom.\n* Simplified point 4: The act comes into force at the end of a two-month period after it is passed, except for certain provisions which come into force earlier."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The National Insurance Contributions Act 2008 changed how much money you need to pay in national insurance if you have a job. Before this law was made, there was a limit on how much you could earn before you had to start paying national insurance. This limit was called the \"upper earnings limit\".\nNow, instead of having a limit on how much you can earn before you start paying national insurance, there's a new rule that says you only start paying national insurance when you earn over a certain amount, called the \"upper accrual point\". This amount is currently set at £770, but it can change depending on regulations.\nThis means that if you earn less than £770, you won't have to pay any national insurance. But if you earn more than £770, you will start paying national insurance.\nThis law applies to everyone in the United Kingdom, so no matter where you live or work, you'll be affected by these changes. And, because it's important to know how much you're expected to pay in national insurance, the government has made sure that all employers and employees are aware of these changes.",
    "single": "\n• The National Insurance Contributions Act 2008 simplifies the upper earnings limit for national insurance contributions in Great Britain and Northern Ireland.\n• The act removes the upper earnings limit for Class 1 contributions and replaces it with an upper accrual point of £770.\n• The act also makes consequential amendments and repeals to the Social Security Contributions and Benefits Act 1992 and the Pensions Act 2007.\n• The act extends to England, Wales, Scotland, and Northern Ireland, but certain provisions only apply to specific parts of the UK.\n• The act comes into force at the end of a two-month period after it is passed, with certain provisions coming into force on a later date as specified in the act.\n• The short title of the act is the National Insurance Contributions Act 2008."
}