[
    {
        "length": 500,
        "text": "\nSale of student loans\n\tThe Secretary of State may enter into arrangements (“transferarrangements”) under which rights of the Secretary of State in respect ofstudent loans are transferred to another person (“the loan purchaser”).\n\tIn subsection (1) “student loans” means loans made by the Secretary ofState in accordance with regulations under section 22 of the Teaching andHigher Education Act [1998 (c. 30)](/id/ukpga/1998/30?view=plain \"Go to itemof legislation\") (“loan regulations”).\n\tTransfer arrangements may relate to—\n\t\tspecified loans or a specified class of loan;\n\t\tsome or all of the Secretary of State’s rights.\n\tTransfer arrangements may include provision—\n\t\ttransferring to the loan purchaser an obligation of the Secretary of Statein connection with a loan;\n\t\ttransferring to the loan purchaser the benefit of an obligation orundertaking of the borrower in respect of a loan (whether deriving from loanregulations or from arrangements agreed between the borrower and the Secretaryof State in respect of the loan (“loan arrangements”));\n\t\tfor warranties or indemnities or other obligations of the Secretary ofState;\n\t\tenabling the Secretary of State to require a loan purchaser to makespecified arrangements in connection with the administration of loans (whetherby appointing a specified agent for specified purposes, or otherwise);\n\t\tprohibiting the loan purchaser from making specified arrangements withoutthe Secretary of State’s consent;\n\t\tspecifying consequences of the breach of a provision of the transferarrangements.\n\tTransfer arrangements shall have effect (and, in particular, a provisiontransferring rights or obligations is sufficient to effect the transfer).\n\tTransfer arrangements may be made—\n\t\twithout the borrower’s consent;\n\t\twithout notice to the borrower.\n\tThe Secretary of State shall take reasonable steps to notify the borrowerwithin three months of transfer arrangements taking effect.\n\tA loan in respect of which transfer arrangements are made may be referredto as a “transferred loan”."
    },
    {
        "length": 670,
        "text": "\nSales: supplemental\n\tTransfer arrangements may include any provision that the Secretary of Statethinks appropriate (in addition to provision specifically permitted by thissection or section 1).\n\tTransfer arrangements may include provision—\n\t\tfor repayments and other sums to be paid by the Secretary of State to theloan purchaser (having been collected by or on behalf of the Secretary ofState),\n\t\tfor those payments to be made by reference to estimates, and\n\t\tfor repayments to or deductions by the Secretary of State in case ofoverpayment.\n\tTransfer arrangements may include provision as to who is entitled tointerest, penalties or charges imposed or incurred after the transfer.\n\tTransfer arrangements may include provision for the Secretary of State topay compensation to the loan purchaser—\n\t\tto reflect regulations under section 186 of the Education Act [2002 (c.32)](/id/ukpga/2002/32?view=plain \"Go to item of legislation\") (reduction ofbalances, &c.),\n\t\tin connection with amendments of loan regulations, or\n\t\tin other specified circumstances.\n\tTransfer arrangements may include undertakings by the Secretary of Stateabout the power to make loan regulations; in particular—\n\t\tthe Secretary of State may undertake to exercise the power so as to achievea specified result,\n\t\tthe Secretary of State may undertake not to exercise the power so as toachieve a specified result,\n\t\tthe Secretary of State may undertake to follow, or not to follow, aspecified procedure in connection with the power,\n\t\tthe Secretary of State may give undertakings about the indices, informationor other matters to be used or considered for the purposes of section22(4)(a)(i) of the Teaching and Higher Education Act [1998 (c.30)](/id/ukpga/1998/30?view=plain \"Go to item of legislation\") (interest rateto maintain real-terms value of outstanding amounts), and\n\t\ta loan purchaser may enforce an undertaking by way of legal proceedings inpublic law, private law or both.\n\tIn subsection (5) the reference to loan regulations includes a reference toregulations under section 186 of the Education Act [2002 (c.32)](/id/ukpga/2002/32?view=plain \"Go to item of legislation\").\n\tTransfer arrangements may include provision for repurchase in specifiedcircumstances.\n\tTransfer arrangements may provide for the appointment of a person toconsider disputes between the loan purchaser and the borrower in respect of atransferred loan.\n\tTransfer arrangements may make consequential amendment of a documentforming part of, or issued in connection with, loan arrangements.\n\tThe Secretary of State may incur expenditure in connection with transferarrangements."
    },
    {
        "length": 533,
        "text": "\nOnward sales\n\tRights transferred by transfer arrangements may be further transferred byarrangements between the loan purchaser and another person (“further transferarrangements”).\n\tIn this Act (including this section) a reference to transfer arrangementsincludes a reference to further transfer arrangements.\n\tIn the application of this Act to further transfer arrangements—\n\t\ta reference to a loan purchaser is a reference to the transferee under thefurther transfer arrangements (“the further transferee”), and\n\t\tin section 1(3)(b), (4)(a) and (c) and (7) a reference to the Secretary ofState is a reference to the transferor under the further transferarrangements.\n\tSubsection (1) is subject to any provision of transfer arrangementsprohibiting, restricting or controlling further transfer.\n\tFurther transfer arrangements may include provision—\n\t\ttransferring to the further transferee an obligation of the loan purchaserin connection with a loan;\n\t\ttransferring to the further transferee the benefit of an obligation orundertaking of the borrower in respect of a loan (however deriving);\n\t\ttransferring to the further transferee the benefit of warranties orindemnities or other obligations of the Secretary of State under transferarrangements.\n\tTransfer arrangements may—\n\t\tprohibit the making of further transfer arrangements without the Secretaryof State’s consent;\n\t\trequire further transfer arrangements to be effected by way of novation orother arrangements to which the Secretary of State is a party;\n\t\tinclude provision by virtue of which the Secretary of State isautomatically a party to further transfer arrangements (and may enforce any oftheir terms).\n\tIn entering into transfer arrangements the Secretary of State shall ensure(whether by reliance on subsection (6)(b) or (c) or otherwise) that theSecretary of State will be party to any further transfer arrangements.\n\tThe Secretary of State may enter into arrangements, under or in accordancewith transfer arrangements, in connection with further transfer.\n\tReferences in this section to the further transfer of transferred rights donot include references to arrangements under which—\n\t\ttransferred rights become held on trust,\n\t\tother equitable interests are created or transferred in relation totransferred rights, or\n\t\tsecurities are granted in respect of transferred rights."
    },
    {
        "length": 142,
        "text": "\nReport \n\tAfter entering into transfer arrangements the Secretary of State shall laybefore Parliament a report about the arrangements.\n\tThe report must include information about the extent to which thearrangements give good value; and for that purpose the report must reflect anyguidance given by the Treasury about assessing value for money (includingguidance to the accounting officer of the Secretary of State’s department).\n\tThe report must be laid during the period of 3 months beginning with thedate on which the Secretary of State enters into the transfer arrangements.\n\tThis section does not apply to further transfer arrangements (despitesection 3(2))."
    },
    {
        "length": 388,
        "text": "\nLoan regulations\n\tA reference in loan regulations to the Secretary of State as lenderincludes a reference to a loan purchaser.\n\tRegulations by virtue of section 22(5)(a)(iii) of the Teaching and HigherEducation Act [1998 (c. 30)](/id/ukpga/1998/30?view=plain \"Go to item oflegislation\") (loan regulations: repayment) may make provision for thetransmission of amounts—\n\t\tby a specified person (or body) other than a borrower’s employer,\n\t\tto a loan purchaser, and\n\t\tin accordance with directions given by the Secretary of State.\n\tRegulations by virtue of section 22(5)(f) of that Act (loan regulations:repayment) may enable the Secretary of State to require the reimbursement ofcosts or expenses incurred by a loan purchaser.\n\tAmendments of loan regulations may have effect in respect of transferredloans.\n\tSubsection (4) includes amendments which have effect in respect of loansmade before the amendments are made.\n\tBut in amending loan regulations the Secretary of State shall aim to ensurethat no borrower whose loan is transferred is in a worse position, as theresult of the amendment, than would have been the case had the loan not beentransferred.\n\tSubsection (6) also applies to making or amending regulations under section186 of the Education Act [2002 (c. 32)](/id/ukpga/2002/32?view=plain \"Go toitem of legislation\")."
    },
    {
        "length": 273,
        "text": "\nRepayment \n\tLoan regulations, loan arrangements or transfer arrangements may includeprovision about repayment of loans to a loan purchaser.\n\tIn particular, regulations or arrangements may provide for—\n\t\tcollection by a person acting on behalf of a loan purchaser;\n\t\tcollection by Her Majesty’s Commissioners for Revenue and Customs.\n\tA provision of loan regulations or loan arrangements which requires moneyto be paid to the Secretary of State or into the Consolidated Fund (whether asrepayment, interest, charge or penalty) shall be treated in relation to atransferred loan as requiring payment to the loan purchaser (whether directly,through the Secretary of State or through another agent).\n\tSubsection (3) is subject to any provision included in transferarrangements by virtue of section 2.\n\tIn section 44(2)(e) of the Commissioners for Revenue and Customs Act [2005(c. 11)](/id/ukpga/2005/11?view=plain \"Go to item of legislation\") (paymentinto Consolidated Fund: exceptions) after “Minister of the Crown” insert “orother person”."
    },
    {
        "length": 781,
        "text": "\nInformation \n\tSection 24 of the Teaching and Higher Education Act [1998 (c.30)](/id/ukpga/1998/30?view=plain \"Go to item of legislation\") (supply ofinformation by HMRC) shall have effect with the following modifications.\n\tModification 1 is that the permitted purposes for disclosure (under section24(2)) include purposes in connection with loans that have been or may betransferred (including onward disclosure by virtue of subsection (4)).\n\tModification 2 is that section 24(2)(b) permits disclosure to a person orbody who acts on behalf of the Secretary of State under the delegation offunctions provisions, whether the person or body requires the information inthat capacity or in the capacity of agent of a loan purchaser.\n\tModification 3 is that the class of permitted onwards disclosure (undersection 24(3)) includes—\n\t\tin the case of information which does not relate to a person whose identityis specified in the disclosure or can be deduced from it, disclosure forpurposes in connection with loans that have been or may be transferred, and\n\t\tin any case, disclosure to an actual loan purchaser (or its agent) forpurposes in connection with a transferred loan.\n\tThe reference in subsection (4)(b) to an agent includes an auditor.\n\tAt the end of section 24 of the 1998 Act add—\n\tWhere the Commissioners for Her Majesty’s Revenue and Customs provideinformation to a person under this Act, section 19 of the Commissioners forRevenue and Customs Act 2005 (wrongful disclosure) shall apply to thedisclosure of the information by the person as it applies to the disclosure ofinformation in contravention of a provision of that Act.\n\tBut section 19 shall not apply to disclosure—\n\t\tin accordance with this section,\n\t\tin accordance with another enactment, or\n\t\tin circumstances specified in section 18(2)(c), (d), (e) or (h) of thatAct.\n\tIn subsection (7)—\n\t\tinformation provided to a person (P) shall be treated as being providedboth to P and to any person on whose behalf P acts or by whom P is employed,\n\t\tinformation provided to a person (P) and disclosed by P to another person(P2) in accordance with this section shall be treated as being provided alsoto P2 (and to any person on whose behalf P2 acts or by whom P2 is employed),and\n\t\tthe reference to disclosure by the person to whom information was provided(P) includes a reference to disclosure by any person acting on behalf of, oremployed by, P (or a person to whom it is treated as being provided by virtueof paragraph (a) or (b)).\n\tIn the application of section 18(2)(c) and (d) of that Act by virtue ofsubsection (8)(c) above a reference to functions of the Revenue and Customsshall be taken as a reference to functions of the person making the disclosurein connection with student loans.\n\tIn the application of section 19 of that Act by virtue of subsection (7)above “revenue and customs information” means information provided by theCommissioners (but subject to the express exclusion in section 19(2)).”"
    },
    {
        "length": 128,
        "text": "\nConsumer credit\n\tThe Consumer Credit Act [1974 (c. 39)](/id/ukpga/1974/39?view=plain \"Go toitem of legislation\") does not regulate loans made in accordance withregulations under section 22 of the Teaching and Higher Education Act [1998(c. 30)](/id/ukpga/1998/30?view=plain \"Go to item of legislation\").\n\tThis section shall be treated as always having had effect."
    },
    {
        "length": 302,
        "text": "\nWales \n\tThe Welsh Ministers may enter into arrangements under which rights oftheirs in respect of student loans are transferred to another person.\n\tIn subsection (1) “student loans” means loans made by the Welsh Ministersin accordance with regulations under section 22 of the Teaching and HigherEducation Act 1998.\n\tThe provisions of this Act apply in relation to arrangements made undersubsection (1) (“Welsh transfer arrangements”) as to arrangements made undersection 1(1).\n\tIn connection with Welsh transfer arrangements references to the Secretaryof State are to be read as references to the Welsh Ministers, except in—\n\t\tsection 2(4)(a),\n\t\tsection 2(5) in so far as it has effect by virtue of section 2(6), and\n\t\tsection 5(2) and (3).\n\tNothing in this Act confers a power on the Welsh Ministers to makeregulations under a provision which does not otherwise confer power on them;in particular, the provision permitted to be made by virtue of sections 5(2)and (3) and 6(2)(b) is to be made by the Secretary of State in connection withWelsh transfer arrangements.\n\tSection 4 does not apply to Welsh transfer arrangements."
    },
    {
        "length": 118,
        "text": "\nExpression| Defining provision  ---|---  Further transfer arrangements| Section 3(1)  Loan arrangements| Section 1(4)  Loan purchaser| Section 1(1)  Loan regulations| Section 1(2)  Student loans| Sections 1(2) and 9(2)  Transfer arrangements| Section 1(1)  Transferred loan| Section 1(8)  Welsh transfer arrangements| Section 9(3)    ## 11Money"
    }
]