[
    {
        "length": 292,
        "text": "\nMissing persons\n\tMissing persons\n\t\tFor the purposes of this Act, a person is “missing” if—\n\t\t\tthe person is absent from his or her usual place of residence,\n\t\t\tthe person is absent from his or her usual day-to-day activities, and\n\t\t\tthe first or second condition is met.\n\t\tThe first condition is met if the person’s whereabouts—\n\t\t\tare not known at all, or\n\t\t\tare not known with sufficient precision to enable the person to becontacted for the purposes of decisions relating to his or her property andfinancial affairs.\n\t\tThe second condition is met if—\n\t\t\tthe person is unable to make decisions relating to his or her property andfinancial affairs or to communicate such decisions with a view to theirimplementation (or both), and\n\t\t\tthe reason for that is something beyond the person’s control, other thanillness, injury or lack of capacity in relation to a matter (within themeaning of the Mental Capacity Act 2005).\n\t\tA person who is detained, whether in a prison or another place, is to betreated for the purposes of this Act as absent from his or her usual place ofresidence and usual day-to-day activities."
    },
    {
        "length": 2129,
        "text": "\nGuardianship orders\n\tApplying for a guardianship order\n\t\tA person may apply to the court for an order appointing a guardian inrespect of some or all of a missing person’s property and financial affairs (a“guardianship order”).\n\t\tThe court has jurisdiction to hear and determine an application under thissection in relation to property or financial affairs of a missing person onlyif—\n\t\t\tthe person was domiciled in England and Wales on the day before he or shewas first known to be missing,\n\t\t\tthe person had been habitually resident in England and Wales throughout theperiod of one year ending with that day, or\n\t\t\tthe application is made by the person’s spouse or civil partner and theapplicant—\n\t\t\tis domiciled in England and Wales on the day on which the application ismade, or\n\t\t\thas been habitually resident in England and Wales throughout the period ofone year ending with that day.\n\t\tIf a person is missing for two or more separate periods, the reference insubsection (2)(a) to the day before he or she was first known to be missing isto be read as a reference to the day before the latest period began.\n\tMaking a guardianship order\n\t\tThe court may make a guardianship order on an application under section 2if subsection (2) or (3) of this section applies (and see also sections 19 and20).\n\t\tThis subsection applies if the court is satisfied that—\n\t\t\tthe person whose property or financial affairs are the subject of theapplication is missing,\n\t\t\tthe person was missing throughout the period of 90 days ending with the dayon which the application was made,\n\t\t\tin all the circumstances, the appointment of a guardian in respect ofproperty or financial affairs of the missing person is in the missing person’sbest interests (see section 18), and\n\t\t\tthere is a person who could be appointed as guardian (see the requirementsin section 4(1)),\n\t\t\t\t(and in this Act the condition in paragraph (b) is referred to as “the absencecondition”).\n\t\tThis subsection applies if the court is satisfied that—\n\t\t\tsubsection (2) does not apply because (and only because) the absencecondition is not met, but\n\t\t\ta decision is needed, or is likely to be needed, in relation to property orfinancial affairs of the missing person before the day on which that conditionwould be met,\n\t\t\t(and in this Act the condition in paragraph (b) is referred to as “the urgencycondition”).\n\t\tThe court must send a copy of a guardianship order to the Public Guardian.\n\t\tThe Secretary of State may by regulations made by statutory instrumentamend subsection (2)(b) by increasing or reducing the period for the timebeing specified there.\n\t\tRegulations under this section may include transitional, transitory orsaving provision.\n\t\tA statutory instrument containing regulations under this section may not bemade unless a draft of the instrument has been laid before and approved by aresolution of each House of Parliament.\n\tChoice of guardian\n\t\tThe court may only appoint a person as a guardian in respect of property orfinancial affairs of a missing person if it is satisfied that the person—\n\t\t\tis an individual aged at least 18 or a trust corporation (as defined insection 68 of the Trustee Act 1925),\n\t\t\tconsents to the appointment,\n\t\t\tis suitable to act as the guardian of the property or financial affairs,and\n\t\t\tif appointed, will act in the missing person’s best interests (see section18).\n\t\tFor the purposes of determining whether a person (“the proposed guardian”)is suitable to act as the guardian of property or financial affairs, the courtmust, among other things, have regard to—\n\t\t\tthe proposed guardian’s relationship with the missing person;\n\t\t\tthe missing person’s views on the proposed guardian, so far as they areknown to, or reasonably ascertainable by, the court;\n\t\t\twhether the proposed guardian has the skills and knowledge necessary tocarry out the functions proposed to be conferred on the proposed guardian bythe guardianship order;\n\t\t\tany conflict between the proposed guardian’s interests and the missingperson’s interests.\n\t\tFor the purposes of determining whether there is a conflict between theproposed guardian’s interests and the missing person’s interests, the courtmust, among other things, consider—\n\t\t\tany connection between the proposed guardian’s property and financialaffairs and the missing person’s property and financial affairs, and\n\t\t\thow any such connection might affect the taking of decisions by theproposed guardian if appointed.\n\t\tThere is not a conflict between the proposed guardian’s interests and themissing person’s interests merely because the proposed guardian—\n\t\t\tis the missing person’s spouse, civil partner, parent, child, sibling orother relative,\n\t\t\twas living with the missing person immediately before that person became amissing person, or\n\t\t\tmay benefit from being appointed as guardian, whether directly orindirectly.\n\t\tThe court may make a guardianship order appointing a person as a guardianwhether or not the person is proposed in the application for the order.\n\tGuardian’s role: property and financial affairs\n\t\tA guardianship order must appoint the guardian in relation to—\n\t\t\tall of the missing person’s property and financial affairs, or\n\t\t\tproperty or financial affairs of the missing person specified or describedin the order.\n\t\tA guardianship order may not relate to the property and financial affairsof more than one person.\n\t\tA guardianship order may be made in respect of any property or financialaffairs of the missing person, whether or not mentioned in the application,subject to subsection (4).\n\t\tA guardianship order may be made only in respect of property or financialaffairs in respect of which the court is satisfied that—\n\t\t\tthe conditions in section 3(2)(c) and (d) are met, and\n\t\t\twhere the order is made in reliance on section 3(3), the urgency conditionis met.\n\tGuardian’s role: rights and powers etc\n\t\tA guardianship order must appoint the guardian to exercise on behalf of themissing person—\n\t\t\tall of the missing person’s rights and powers in relation to the propertyor financial affairs to which the order relates, or\n\t\t\tsuch of those rights and powers as are specified or described in the order,\n\t\t\t\t(but see subsections (5) to (8)).\n\t\tA guardianship order may—\n\t\t\timpose duties on the guardian;\n\t\t\tinclude conditions and restrictions.\n\t\tThe court’s powers under subsection (2) include power—\n\t\t\tto require the guardian to give the Public Guardian security for theexercise of the guardian’s functions;\n\t\t\tto require the guardian to submit to the Public Guardian such reports atsuch times or intervals as the court may direct;\n\t\t\tto make provision suspending the guardian’s authority to exercise rightsand powers for a period.\n\t\tThe rights and powers that a guardian may be appointed to exercise include—\n\t\t\tselling, letting or mortgaging the missing person’s property;\n\t\t\tmaking investments;\n\t\t\texecuting deeds and other documents;\n\t\t\trecovering money owed to the missing person;\n\t\t\tdischarging debts and other obligations of the missing person (whetherlegally enforceable or not);\n\t\t\tresigning trusteeships held by the missing person;\n\t\t\tbringing or conducting legal proceedings;\n\t\t\tmaking a gift out of the missing person’s property.\n\t\tA guardianship order has effect subject to the restrictions in subsections(6) to (8).\n\t\tA guardian may not—\n\t\t\texecute a will for the missing person, or\n\t\t\texercise a power vested in the missing person as a trustee in relation toanother person’s property.\n\t\tA guardian may only make a gift out of the missing person’s property if theguardianship order expressly authorises the making of the gift, the making ofgifts of a description which includes the gift or the making of giftsgenerally.\n\t\tSubsection (7) does not apply in relation to a gift made for themaintenance of, or otherwise for the benefit of, a dependant of the missingperson.\n\t\t“Dependant”, in relation to a missing person, means an individual who, ifthe missing person were not missing, would reasonably rely on the missingperson to provide for his or her maintenance.\n\tPeriod of guardianship\n\t\tA guardian is appointed for the period specified in the guardianship order.\n\t\tThe period specified in a guardianship order must end before the end of theperiod of 4 years beginning with the day on which the order is made.\n\t\tSubsections (1) and (2) do not prevent the court from making furtherguardianship orders in respect of some or all of the missing person’s propertyand financial affairs, including orders reappointing a person as a guardian."
    },
    {
        "length": 1168,
        "text": "\nGuardians\n\tGuardians and effect of guardianship order\n\t\tA guardian must act in what the guardian reasonably believes to be themissing person’s best interests (see section 18).\n\t\tA guardian is to be treated as the missing person’s agent with theauthority conferred by the guardianship order and this Act.\n\t\tBefore taking a decision in relation to which it would be reasonable toexpect the missing person to consult a particular person, the guardian mustconsult that person unless it is not reasonably practicable to do so.\n\t\tA guardianship order does not affect any rights, powers or other interestsof third parties in relation to the missing person’s property or financialaffairs.\n\tExpenses, remuneration and records\n\t\tA guardian is entitled to be reimbursed out of the missing person’sproperty for reasonable expenses incurred in connection with the exercise offunctions as a guardian.\n\t\tThe court may direct that a guardian is entitled to remuneration payableout of the missing person’s property for exercising functions as a guardian.\n\t\tA guardian must—\n\t\t\tkeep records of the exercise of functions as a guardian, including accountsrelating to the exercise of those functions, and\n\t\t\ton ceasing to be a guardian, give a copy of the records to such persons asthe court directs.\n\t\tThe court may, on an application, order a person to provide the applicantwith accounts or other information relating to the person’s exercise offunctions as a guardian in the form and manner specified in the order.\n\t\tWhen giving a direction under subsection (3) or considering an applicationunder subsection (4), the court must have regard to—\n\t\t\tthe need to keep the missing person’s affairs confidential, and\n\t\t\tthe need to impose only such requirements as are reasonable in all thecircumstances,\n\t\t\t\t(and, regarding applications, see also sections 19 and 20).\n\t\tDirections under subsection (3) and orders under subsection (4) may includeconditions and restrictions.\n\tDirections by the court to guardians\n\t\tThe court may give a direction to a guardian about—\n\t\t\twhether or how to act in a particular case, or\n\t\t\tthe scope of the guardian’s authority under the guardianship order and thisAct.\n\t\tThe court may do so on an application or without an application being made(and see sections 19 and 20).\n\tActions outside guardian’s authority etc\n\t\tThe court may make a declaration—\n\t\t\tthat action taken by a guardian, when purporting to exercise functions as aguardian, was within or outside the scope of the guardian’s authority underthe guardianship order and this Act, or\n\t\t\tthat a guardian performed or failed to perform a duty under theguardianship order, this Act or regulations under section 58 of the MentalCapacity Act 2005 or a duty owed to the missing person under a rule of law.\n\t\tIt may do so on an application or without an application being made (andsee sections 19 and 20).\n\t\tIf the court makes a declaration under subsection (1) that a guardian actedoutside the scope of the guardian’s authority or failed to perform a duty asdescribed in that subsection, it may—\n\t\t\tmake an order disallowing expenses incurred by the guardian or remunerationto which the guardian would otherwise be entitled;\n\t\t\tmake an order requiring the guardian to make a payment of an amountdetermined by the court to the missing person or the missing person’s estate;\n\t\t\tmake such other order as the court considers appropriate for the purpose ofcompensating the missing person or the missing person’s estate for any lossresulting from the action or failure.\n\t\tSubsection (3) does not prevent the court from exercising powers availableto it otherwise than by virtue of that subsection.\n\t\tIf the court makes a declaration under subsection (1), or otherwisedetermines, that a guardian acted outside the scope of the guardian’sauthority or failed to perform a duty as described in that subsection but—\n\t\t\tthe guardian shows that the guardian behaved honestly and reasonably indoing so, and\n\t\t\tthe court considers that, having regard to all the circumstances, theguardian ought to be relieved of personal liability,\n\t\t\t\tthe court may relieve the guardian, either entirely or partly, of personalliability in respect of the action or failure.\n\t\tIn considering whether to relieve a guardian of personal liability, thecourt must have regard to—\n\t\t\tthe care and skill that it is reasonable to expect the guardian to haveexercised in the circumstances, and\n\t\t\tin the case of a person acting as a guardian in the course of a business orprofession, any special knowledge or experience that it is reasonable toexpect of a person acting in the course of that kind of business orprofession."
    },
    {
        "length": 1215,
        "text": "\nVariation and revocation of guardianship orders\n\tVariation of guardianship order\n\t\tThe court may make an order varying a guardianship order, on an applicationor without an application being made.\n\t\tIt may do so only if it is satisfied that—\n\t\t\tthe person whose property or financial affairs are the subject of theguardianship order is missing,\n\t\t\tthe absence condition or the urgency condition is met, and\n\t\t\tin all the circumstances, the proposed variation is in the missing person’sbest interests (see section 18),\n\t\t\t\t(and see also sections 19 and 20).\n\t\tThe power under subsection (1) includes power to—\n\t\t\tappoint a different person to be the guardian;\n\t\t\tadd or remove property or financial affairs, subject to subsection (4);\n\t\t\tadd, remove or alter conditions or restrictions;\n\t\t\talter the period for which the guardian is appointed, subject to subsection(5);\n\t\t\tdo anything else that the court could do on making a guardianship order.\n\t\tWhere the court varies a guardianship order in circumstances in which theurgency condition (but not the absence condition) is met, it may only makeprovision in respect of property or financial affairs in respect of which itis satisfied that the urgency condition is met.\n\t\tThe court may not vary a guardianship order so that the period for whichthe guardian is appointed ends after the last day of the 4 year periodspecified in section 7(2).\n\t\tThe court must send a copy of an order varying a guardianship order to thePublic Guardian.\n\tRevocation of guardianship order\n\t\tThe court may make an order revoking a guardianship order, on anapplication or without an application being made.\n\t\tIf a guardian has reasonable grounds to believe that the person whoseproperty or financial affairs are the subject of the guardianship order is nolonger missing, the guardian must apply to the court as soon as reasonablypracticable for the revocation of the order.\n\t\tThe court may revoke a guardianship order only if it is satisfied that—\n\t\t\tthe person whose property or financial affairs are the subject of theguardianship order is no longer missing, or\n\t\t\tin all the circumstances, revocation is in the missing person’s bestinterests (see section 18),\n\t\t\t\t(and see also sections 19 and 20).\n\t\tThe court must send a copy of an order revoking a guardianship order to thePublic Guardian.\n\tAutomatic revocation\n\t\tA guardianship order is revoked—\n\t\t\ton the death of the missing person;\n\t\t\ton the making of a declaration of presumed death in respect of the missingperson under section 2 of the Presumption of Death Act 2013;\n\t\t\ton the death of the guardian;\n\t\t\ton the expiry of the guardian’s period of appointment.\n\t\tA guardianship order made after the death of the missing person is to betreated as having been immediately revoked under subsection (1)(a).\n\t\tWhere a person becomes aware that a guardianship order appointing theperson as guardian has been revoked under subsection (1)(a) or (b), the personmust inform the Public Guardian as soon as reasonably practicable.\n\tProtection following variation or revocation\n\t\tWhere a guardian acts within the scope of the authority conferred by theguardianship order and this Act at a time when—\n\t\t\tthe guardianship order has been revoked under section 14, but\n\t\t\tthe guardian does not know that,\n\t\t\t\tthe guardian does not incur any personal liability (either to the missingperson or any other person) because of the revocation.\n\t\tWhere a person deals with a guardian at a time when—\n\t\t\tthe guardianship order has been varied or revoked, but\n\t\t\tthe person does not know that,\n\t\t\tthe transaction between them is, in favour of that person, as valid as if theguardianship order had not been varied or revoked.\n\t\tWhere the interest of a purchaser depends on whether a transaction betweena guardian and another person was valid by virtue of subsection (2), it is tobe conclusively presumed in favour of the purchaser that the other person didnot at the material time know of the variation or revocation of theguardianship order if—\n\t\t\tthe transaction between the guardian and the other person was completedwithin the period of 12 months beginning with the day on which theguardianship order was made, or\n\t\t\tbefore the completion of the purchase, or within the period of 3 monthsbeginning with the day of its completion, the other person makes a statutorydeclaration that the person did not at the material time know of the variationor revocation of the guardianship order.\n\t\tFor the purposes of this section—\n\t\t\tknowledge that a guardianship order has been revoked includes knowledge ofthe occurrence of an event which caused it to be revoked under section 14, and\n\t\t\t“purchaser” and “purchase” have the meaning given in section 205(1) of theLaw of Property Act 1925."
    },
    {
        "length": 286,
        "text": "\nTwo or more guardians\n\tAppointment of two or more guardians\n\t\tThe court may appoint two or more guardians in respect of some or all of amissing person’s property and financial affairs.\n\t\tIt may appoint them—\n\t\t\tat the same time or at different times;\n\t\t\tby means of the same guardianship order or separate guardianship orders.\n\t\tIt may do so whether or not the appointment of two or more guardians isproposed in an application for, or for the variation of, a guardianship order.\n\t\tThe Schedule to this Act makes further provision about the appointment oftwo or more guardians.\n\t\tThe Secretary of State may by regulations made by statutory instrument makeprovision about the appointment of two or more guardians, including provisionmodifying this Act as it applies where two or more guardians are appointed.\n\t\tRegulations under this section may—\n\t\t\tamend the Schedule to this Act,\n\t\t\tmake different provision for different purposes, and\n\t\t\tinclude transitional, transitory or saving provision.\n\t\tA statutory instrument containing regulations under this section may not bemade unless a draft of the instrument has been laid before and approved by aresolution of each House of Parliament."
    },
    {
        "length": 421,
        "text": "\nSupervision of guardians\n\tSupervision of guardians by the Public Guardian\n\t\tSection 58 of the Mental Capacity Act 2005 (functions of the PublicGuardian) is amended as follows.\n\t\tAfter subsection (2) insert—\n\t\t\t“(2A)The Public Guardian also has the following functions—\n\t\t\testablishing and maintaining a register of guardianship orders,\n\t\t\tsupervising guardians,\n\t\t\treceiving security which the court requires a guardian to give for theexercise of the guardian’s functions,\n\t\t\treceiving reports from guardians,\n\t\t\treporting to the court on such matters relating to proceedings under theGuardianship (Missing Persons) Act 2017 as the court requires,\n\t\t\tdealing with representations (including complaints) about the way in whicha guardian is exercising the guardian’s functions, and\n\t\t\tpublishing, in any manner the Public Guardian thinks appropriate,information about the exercise of his or her functions in connection withguardians and guardianship orders.”\n\t\tIn subsection (3), after “this Act” insert “or the Guardianship (MissingPersons) Act 2017”.\n\t\tIn subsection (4)—\n\t\t\tin paragraph (a), after “court” insert “or guardians”, and\n\t\t\tafter paragraph (f) insert—\n\t\t\tthe making of reports to the Public Guardian by guardians.”\n\t\tIn subsection (5), after “functions” insert “in relation to lasting powersof attorney or deputies”.\n\t\tAfter subsection (6) insert—\n\t\tIn this section “guardian” and “guardianship order” have the same meaningas in the Guardianship (Missing Persons) Act 2017.”"
    },
    {
        "length": 473,
        "text": "\nMissing person's best interests\n\tMissing person’s best interests\n\t\tIn determining for the purposes of this Act what is in a missing person’sbest interests, the court or a guardian—\n\t\t\tmust consider all the relevant circumstances of which the court or guardianis aware, and\n\t\t\tmust, among other things, take the steps described in subsections (2) to(4).\n\t\tThe court or guardian must consider, so far as is reasonably ascertainable—\n\t\t\tany relevant wishes and feelings expressed by the missing person at anytime, including any relevant written statement made by the missing person,\n\t\t\tthe beliefs and values that would be likely to influence the missingperson, and\n\t\t\tany other factors that the missing person would be likely to consider.\n\t\tThe court or guardian must take into account the views of any persons ofwhom the court or guardian (as appropriate) is aware with a relevant interestin relation to the missing person’s property or financial affairs, where it isreasonably practicable and appropriate to do so.\n\t\tThe court or guardian must consider the consequences of taking a proposedaction.\n\t\tNothing in this Act requires the court or a guardian—\n\t\t\tto decide a matter by reference to the decision the missing person islikely to have taken in relation to the matter, or\n\t\t\tto consider any question as to whether or when the missing person mightcease to be missing.\n\t\tThe Secretary of State may by regulations made by statutory instrumentprovide that, for the purposes of this Act, doing something specified ordescribed in the regulations, or doing it in circumstances specified ordescribed in the regulations, is or is not to be treated as being in a missingperson’s best interests.\n\t\tRegulations under this section may—\n\t\t\tmake different provision for different purposes, and\n\t\t\tinclude transitional, transitory or saving provision.\n\t\tA statutory instrument containing regulations under this section may not bemade unless a draft of the instrument has been laid before and approved by aresolution of each House of Parliament."
    },
    {
        "length": 1365,
        "text": "\nApplications, intervention and codes of practice\n\tRequirement for applicants to have sufficient interest\n\t\tThe court must refuse to hear an application under a provision listed insubsection (2) if it considers that the applicant does not have a sufficientinterest in relation to the missing person’s property or financial affairs.\n\t\tThose provisions are—\n\t\t\tsection 2 (guardianship order);\n\t\t\tsection 9 (accounts and information);\n\t\t\tsection 10 (directions to guardians);\n\t\t\tsection 11 (actions outside guardian’s authority);\n\t\t\tsection 12 (variation of guardianship order);\n\t\t\tsection 13 (revocation of guardianship order).\n\t\tFor the purposes of subsection (1), the following are to be treated ashaving a sufficient interest—\n\t\t\tthe missing person and the missing person’s personal representatives;\n\t\t\tthe missing person’s spouse, civil partner, parent, child or sibling;\n\t\t\tin relation to an application under section 2, a person who was theguardian in respect of some or all of the missing person’s property andfinancial affairs at any time during the period of one year ending with theday on which the application is made;\n\t\t\tin relation to an application under section 10, 12 or 13, the guardian.\n\tGiving notice of applications\n\t\tWhere an application under a provision listed in subsection (2) is made—\n\t\t\tthe applicant must send notice of the application and any other informationspecified by rules of court to the persons specified by rules of court, and\n\t\t\tthe application must be advertised in accordance with rules of court.\n\t\tThose provisions are—\n\t\t\tsection 2 (guardianship order);\n\t\t\tsection 12 (variation of guardianship order);\n\t\t\tsection 13 (revocation of guardianship order).\n\t\tThe court must refuse to hear an application under a provision listed insubsection (2) if it knows that a requirement under subsection (1) has notbeen met.\n\t\tIf the court makes an order on an application in circumstances in which arequirement under subsection (1) has not been met—\n\t\t\tthe failure to meet the requirement does not invalidate the order, but\n\t\t\twhere the court considers varying or revoking a guardianship order which itknows was made or varied in such circumstances, it must consider the effect ofthe failure.\n\t\tRules of court may make provision imposing obligations to send notice topersons specified in the rules and to advertise where—\n\t\t\tan application is made under a provision of this Act which is not listed insubsection (2), or\n\t\t\tthe court proposes to exercise a power under this Act without anapplication being made.\n\tRight to intervene\n\t\tThe missing person’s spouse, civil partner, parent, child or sibling mayintervene in—\n\t\t\tproceedings on an application for a guardianship order;\n\t\t\tproceedings relating to the variation or revocation of a guardianshiporder;\n\t\t\tother proceedings relating to the exercise of functions by a guardian.\n\t\tAny other person may intervene in such proceedings only with the permissionof the court.\n\t\tThe court must refuse permission to intervene if it considers that theapplicant does not have a sufficient interest in relation to the missingperson’s property or financial affairs.\n\t\tReferences in this section to intervening in proceedings include arguingbefore the court any question which the court considers it necessary to havefully argued for the purposes of the proceedings.\n\tCodes of practice\n\t\tThe Lord Chancellor must prepare and issue one or more codes of practice—\n\t\t\tfor the guidance of guardians,\n\t\t\tfor the guidance of persons making applications under this Act, and\n\t\t\twith respect to such other matters concerned with this Act as the LordChancellor thinks fit.\n\t\tA guardian must have regard to any relevant code issued under this section.\n\t\tIf it appears to a court or tribunal conducting legal proceedings that—\n\t\t\ta provision of a code issued under this section, or\n\t\t\ta failure to comply with such a code,\n\t\t\t\tis relevant to a question arising in the proceedings, the provision or failuremust be taken into account in deciding the question.\n\t\tThe Lord Chancellor may from time to time revise a code issued under thissection.\n\t\tThe Lord Chancellor may delegate the preparation or revision of all or partof a code under this section.\n\t\tBefore preparing or revising a code under this section, the Lord Chancellormust consult such persons as the Lord Chancellor considers appropriate.\n\t\tThe Lord Chancellor may not issue a code or revised code under this sectionunless—\n\t\t\ta draft has been laid before both Houses of Parliament by the LordChancellor, and\n\t\t\tthe 40 day period has elapsed without either House resolving not to approvethe draft.\n\t\tThe Lord Chancellor must arrange for any code or revised code issued underthis section to be published in such a way as the Lord Chancellor considersappropriate for bringing it to the attention of those likely to be concernedwith its provisions.\n\t\t“The 40 day period”, in relation to the draft of a code or revised code,means—\n\t\t\tif the draft is laid before the Houses of Parliament on different days, theperiod of 40 days beginning with the later of the two days;\n\t\t\tin any other case, the period of 40 days beginning with the day on which itis laid before the Houses.\n\t\tIn calculating the 40 day period, no account is to be taken of any periodduring which Parliament is dissolved or prorogued or during which both Housesare adjourned for more than 4 days."
    },
    {
        "length": 932,
        "text": "\nGeneral\n\tThe court\n\t\tThe Lord Chancellor must by regulations made by statutory instrumentdesignate the High Court or the Court of Protection to have the functions ofthe court under this Act.\n\t\tThe Lord Chancellor must consult the Lord Chief Justice before makingregulations under this section.\n\t\tThe Lord Chief Justice may nominate a judicial office holder (as defined insection 109(4) of the Constitutional Reform Act 2005) to exercise the LordChief Justice’s functions under this section.\n\t\tRegulations under this section may include transitional, transitory orsaving provision.\n\t\tA statutory instrument containing regulations under this section is subjectto annulment in pursuance of a resolution of either House of Parliament.\n\tInterpretation \n\t\tIn this Act—\n\t\t\t  * “the absence condition” has the meaning given in section 3; \n\t\t\t  * “the court” means the court for the time being designated by the Lord Chancellor under section 23; \n\t\t\t  * “guardian” means a person appointed as a guardian under this Act; \n\t\t\t  * “guardianship order” has the meaning given in section 2; \n\t\t\t  * “missing”, in relation to a person, has the meaning given in section 1 (and see subsection (2)); \n\t\t\t  * “the missing person” means— \n\t\t\tin relation to an application or order under this Act, the missing personwhose property or financial affairs are or would be the subject of theapplication or order, and\n\t\t\tin relation to a guardian, the missing person in respect of whose property orfinancial affairs the guardian is appointed,\n\t\t\t\t(and see subsection (2));\n\t\t\t\t  * “personal representative”, in relation to a person who has died, means— \n\t\t\ta person responsible for administering the person’s estate under the law ofEngland and Wales, or\n\t\t\ta person who, under the law of another country or territory, has functionsequivalent to those of administering the person’s estate under the law ofEngland and Wales;\n\t\t\t\t  * “property” includes any thing in action and any interest in real or personal property; \n\t\t\t\t  * “sibling” means a sibling of the full blood or the half blood; \n\t\t\t\t  * “the urgency condition” has the meaning given in section 3; \n\t\t\t\t  * “will” includes codicil. \n\t\tReferences in the following provisions to a missing person include a personwhose property or financial affairs are or were the subject of a guardianshiporder but who is no longer missing—\n\t\t\tsections 8, 9, 11, 14(1), 15(1) and 18, and\n\t\t\tsections 19 and 21, so far as they apply to applications or proceedings inconnection with such a person.\n\t\tReferences in this Act to action by a guardian (however expressed) includeinaction.\n\tExtent, commencement and short title\n\t\tThis Act extends to England and Wales only.\n\t\tThe following come into force on the day on which this Act is passed—\n\t\t\tsection 16(5) to (7),\n\t\t\tsection 17, so far as it confers power to make regulations,\n\t\t\tsection 18(6) to (8), and\n\t\t\tsection 24 and this section.\n\t\tSubject to subsection (2), the provisions of this Act come into force onsuch day as the Secretary of State may appoint by regulations made bystatutory instrument.\n\t\tRegulations under this section may—\n\t\t\tappoint different days for different purposes, and\n\t\t\tinclude transitional, transitory or saving provision.\n\t\tThis Act may be cited as the Guardianship (Missing Persons) Act 2017.\n\t\t\tSection 16"
    }
]