{
    "general": "This law helps figure out who should take care of the belongings and financial matters of someone who has gone missing and whose whereabouts are unknown. It makes sure that the person's assets are protected and managed properly until they are found or their fate is determined. The law also provides guidance on how to handle the situation when there are multiple people who think they have the right to take care of the missing person's affairs.",
    "series": [
        [
            {
                "length": 150,
                "short": "Missing Persons Act: Definition of Missing and Inclusions",
                "text": "\n* Simplified point 1: The Act defines \"missing\" as someone who is absent from their usual place of residence and usual day-to-day activities, and whose whereabouts are unknown or cannot be communicated.\n* Simplified point 2: The Act includes people who are detained in prisons or other places as \"missing\" for the purpose of the legislation.\n* Simplified point 3: The Act sets out two conditions for determining when a person is missing, including whether their whereabouts are unknown or they are unable to make decisions about their property and financial affairs due to circumstances beyond their control."
            },
            {
                "length": 298,
                "short": "\"Guardianship Orders for Missing Persons: Managing Property and Financial Affairs\"",
                "text": "\n* Simplified point 1: The Guardianship (Missing Persons) Act 2017 allows for the appointment of a guardian to manage the property and financial affairs of a missing person.\n* Simplified point 2: To apply for a guardianship order, the applicant must show that the missing person was last known to be alive on a particular date, and that they have been absent for at least 90 days.\n* Simplified point 3: The court has jurisdiction to hear and determine applications under this section in relation to property or financial affairs of a missing person only if the person was domiciled in England and Wales on the day before they went missing.\n* Simplified point 4: A guardianship order can only be made if the court is satisfied that the appointment of a guardian is in the missing person's best interests, and that the proposed guardian is suitable to act as the guardian of their property and financial affairs.\n* Simplified point 5: The guardian's role is to exercise on behalf of the missing person all of their rights and powers in relation to the property and financial affairs to which the order relates, and to submit reports to the Public Guardian at such times or intervals as the court may direct."
            },
            {
                "length": 229,
                "short": "\"Guardianship Roles and Responsibilities\"",
                "text": "\n* Simplified point 1: The Guardian must act in the best interest of the missing person.\n* Simplified point 2: The Guardian has the same legal authority as the missing person to manage their finances and make decisions.\n* Simplified point 3: The Guardian must consult certain people before making decisions, such as family members or friends of the missing person.\n* Simplified point 4: The Guardian can be reimbursed for reasonable expenses incurred while managing the missing person's affairs.\n* Simplified point 5: The Guardian must keep records of their actions and decisions as a guardian.\n* Simplified point 6: The court can give directions to the Guardian about how to act in a particular case or scenario.\n* Simplified point 7: If the Guardian acts outside the scope of their authority or fails to perform a duty, the court can make declarations and orders against them to compensate the missing person or their estate."
            },
            {
                "length": 190,
                "short": "\"Guardianship Law in England and Wales: Appointment, Variation, Revocation, and Protection\"",
                "text": "\n* Simplified point 1: The Guardianship (Missing Persons) Act 2017 allows courts to appoint guardians for missing persons' property and financial affairs.\n* Simplified point 2: The act provides for variations and revocations of guardianship orders, including automatic revocation upon the death of the missing person or guardian.\n* Simplified point 3: Variations and revocations can be made on application or without an application being made, and the court must consider the best interests of the missing person before making any changes.\n* Simplified point 4: The act protects those who deal with guardians in good faith, even if they do not know about a variation or revocation of the guardianship order."
            },
            {
                "length": 191,
                "short": "\"Multiple Guardianships: Court's Appointment Power and Regulatory Provisions\"",
                "text": "\n* Simplified point 1: The court can appoint multiple guardians for a missing person's property and financial affairs.\n* Simplified point 2: The court can appoint multiple guardians at the same time or at different times, and the appointment can be made through the same guardianship order or separate orders.\n* Simplified point 3: The Schedule to the Act provides further provisions for the appointment of multiple guardians.\n* Simplified point 4: The Secretary of State can make regulations to modify the Act for cases where multiple guardians are appointed.\n* Simplified point 5: Regulations can include transitional, transitory, or saving provisions, but they cannot be made without first being laid before and approved by both Houses of Parliament."
            },
            {
                "length": 261,
                "short": "\"Public Guardian Oversight: Ensuring Responsible Guardianship Under the Guardianship (Missing Persons) Act 2017\"",
                "text": "\n* Simplified point 1: The Public Guardian will supervise guardians appointed under the Guardianship (Missing Persons) Act 2017.\n* Simplified point 2: The Public Guardian will establish and maintain a register of guardianship orders, receive security from guardians, and report to the court on matters related to proceedings under the Act.\n* Simplified point 3: The Public Guardian will deal with representations (including complaints) about the way in which guardians are exercising their functions, and publish information about the exercise of their functions in connection with guardians and guardianship orders.\n* Simplified point 4: The Public Guardian's functions under the Guardianship (Missing Persons) Act 2017 include receiving reports from guardians and making reports to the court.\n* Simplified point 5: The Public Guardian's functions under the Guardianship (Missing Persons) Act 2017 apply to both lasting powers of attorney and deputies."
            },
            {
                "length": 231,
                "short": "\"Determining Missing Person's Best Interests Under the Guardianship (Missing Persons) Act 2017\"",
                "text": "\n* Simplified point 1: The Guardianship (Missing Persons) Act 2017 outlines the process for determining the best interests of a missing person.\n* Simplified point 2: In determining the missing person's best interests, the court or guardian must consider all relevant circumstances, including their wishes and feelings, beliefs and values, and any other factors that would be likely to influence them.\n* Simplified point 3: The court or guardian must also take into account the views of any persons with a relevant interest in the missing person's property or financial affairs, where it is reasonably practicable and appropriate to do so.\n* Simplified point 4: The court or guardian must consider the potential consequences of taking a proposed action, and the regulations may specify certain actions or circumstances that are or are not to be treated as being in the missing person's best interests."
            },
            {
                "length": 255,
                "short": "Guardianship Over Missing Persons' Assets: Legal Requirements and Procedures",
                "text": "\n* Simplified point 1: The law requires that anyone applying for guardianship over a missing person's assets must have a \"sufficient interest\" in the assets. This means that the applicant must be related to the missing person or have a legitimate reason for seeking guardianship.\n* Simplified point 2: The law outlines specific requirements for giving notice of applications and advertising them to ensure transparency and fairness. It also allows for the court to refuse to hear an application if these requirements are not met.\n* Simplified point 3: The law provides for the right of the missing person's spouse, civil partner, parent, child, or sibling to intervene in certain proceedings related to guardianship. Other individuals may intervene only with the court's permission.\n* Simplified point 4: The law requires the Lord Chancellor to prepare and issue codes of practice for the guidance of guardians and others involved in the administration of missing persons' estates. These codes must be followed unless there is a good reason not to do so."
            },
            {
                "length": 181,
                "short": "\"Guardianship (Missing Persons) Regulations in England and Wales\"",
                "text": "\n* Simplified point 1: The Guardianship (Missing Persons) Act 2017 allows the court to designate the High Court or the Court of Protection to manage cases related to missing persons.\n* Simplified point 2: The Lord Chancellor must consult the Lord Chief Justice before making regulations regarding the designation of the court.\n* Simplified point 3: The regulations can include transitional, transitory, or saving provisions.\n* Simplified point 4: The Act applies only to England and Wales.\n* Simplified point 5: Different parts of the Act will come into effect on different days, as determined by the Secretary of State through regulations made by statutory instrument."
            }
        ],
        [
            {
                "length": 403,
                "short": "\"Guardianship (Missing Persons) Act 2017: Appointment of Guardians for Missing Persons\"",
                "text": "\n* Simplified point 1: The Guardianship (Missing Persons) Act 2017 defines \"missing\" as someone who is absent from their usual place of residence and usual day-to-day activities, and whose whereabouts are unknown or cannot be communicated.\n* Simplified point 2: The Act includes people who are detained in prisons or other places as \"missing\" for the purpose of the legislation.\n* Simplified point 3: The Act sets out two conditions for determining when a person is missing, including whether their whereabouts are unknown or they are unable to make decisions about their property and financial affairs due to circumstances beyond their control.\n* Simplified point 4: The Guardianship (Missing Persons) Act 2017 allows for the appointment of a guardian to manage the property and financial affairs of a missing person.\n* Simplified point 5: The Guardian must act in the best interest of the missing person and has the same legal authority as the missing person to manage their finances and make decisions.\n* Simplified point 6: The Guardian can be reimbursed for reasonable expenses incurred while managing the missing person's affairs.\n* Simplified point 7: The court can give directions to the Guardian about how to act in a particular case or scenario.\n* Simplified point 8: The act provides for variations and revocations of guardianship orders, including automatic revocation upon the death of the missing person or guardian.\n* Simplified point 9: The court can appoint multiple guardians for a missing person's property and financial affairs.\n* Simplified point 10: The Public Guardian will supervise guardians appointed under the Guardianship (Missing Persons) Act 2017."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Guardianship (Missing Persons) Act 2017 is designed to help manage the property and financial affairs of missing persons in England and Wales. The Act defines \"missing\" as someone who is absent from their usual place of residence and usual day-to-day activities, and whose whereabouts are unknown or cannot be communicated. The Act sets out two conditions for determining when a person is missing, including whether their whereabouts are unknown or they are unable to make decisions about their property and financial affairs due to circumstances beyond their control.\nUnder the Act, the court can appoint a guardian to manage the property and financial affairs of a missing person. To apply for a guardianship order, the applicant must show that the missing person was last known to be alive on a particular date, and that they have been absent for at least 90 days. The guardian's role is to exercise on behalf of the missing person all of their rights and powers in relation to the property and financial affairs to which the order relates, and to submit reports to the Public Guardian at such times or intervals as the court may direct.\nThe Act provides for variations and revocations of guardianship orders, including automatic revocation upon the death of the missing person or guardian. Multiple guardians can be appointed for a missing person's property and financial affairs, and the Public Guardian will supervise guardians appointed under the Act. The Public Guardian will establish and maintain a register of guardianship orders, receive security from guardians, and report to the court on matters related to proceedings under the Act.\nIn determining the best interests of a missing person, the court or guardian must consider all relevant circumstances, including their wishes and feelings, beliefs and values, and any other factors that would be likely to influence them. The law requires that anyone applying for guardianship over a missing person's assets must have a sufficient interest in the assets, and the court can refuse to hear an application if the required notice and advertisement procedures are not followed."
}