[
    {
        "length": 168,
        "text": "\nIntroduction\n\tIntroduction \n\t\tThis Chapter makes provision for the prohibition of smoking in certainpremises, places and vehicles which are smoke-free by virtue of this Chapter.\n\t\tIn this Chapter—\n\t\t\t“smoking” refers to smoking tobacco or anything which contains tobacco, orsmoking any other substance, and\n\t\t\tsmoking includes being in possession of lit tobacco or of anything litwhich contains tobacco, or being in possession of any other lit substance in aform in which it could be smoked.\n\t\tIn this Chapter, “smoke” and other related expressions are to be read inaccordance with subsection (2)."
    },
    {
        "length": 1986,
        "text": "\nSmoke-free premises, etc.\n\tSmoke-free premises\n\t\tPremises are smoke-free if they are open to the public.\n\t\t\tBut unless the premises also fall within subsection (2), they are smoke-freeonly when open to the public.\n\t\tPremises are smoke-free if they are used as a place of work—\n\t\t\tby more than one person (even if the persons who work there do so atdifferent times, or only intermittently), or\n\t\t\twhere members of the public might attend for the purpose of seeking orreceiving goods or services from the person or persons working there (even ifmembers of the public are not always present).\n\t\t\tThey are smoke-free all the time.\n\t\tIf only part of the premises is open to the public or (as the case may be)used as a place of work mentioned in subsection (2), the premises are smoke-free only to that extent.\n\t\tIn any case, premises are smoke-free only in those areas which are enclosedor substantially enclosed.\n\t\tThe appropriate national authority may specify in regulations what“enclosed” and “substantially enclosed” mean.\n\t\tSection 3 provides for some premises, or areas of premises, not to besmoke-free despite this section.\n\t\tPremises are “open to the public” if the public or a section of the publichas access to them, whether by invitation or not, and whether on payment ornot.\n\t\t“Work”, in subsection (2), includes voluntary work.\n\tSmoke-free premises: exemptions\n\t\tThe appropriate national authority may make regulations providing forspecified descriptions of premises, or specified areas within specifieddescriptions of premises, not to be smoke-free despite section 2.\n\t\tDescriptions of premises which may be specified under subsection (1)include, in particular, any premises where a person has his home, or is livingwhether permanently or temporarily (including hotels, care homes, and prisonsand other places where a person may be detained).\n\t\tThe power to make regulations under subsection (1) is not exercisable so asto specify any description of—\n\t\t\tpremises in respect of which a premises licence under the Licensing Act[2003 (c. 17)](/id/ukpga/2003/17?view=plain \"Go to item of legislation\")authorising the sale by retail of alcohol for consumption on the premises haseffect,\n\t\t\tpremises in respect of which a club premises certificate (within themeaning of section 60 of that Act) has effect.\n\t\tBut subsection (3) does not prevent the exercise of that power so as tospecify any area, within a specified description of premises mentioned insubsection (3), where a person has his home, or is living whether permanentlyor temporarily.\n\t\tFor the purpose of making provision for those participating as performersin a performance, or in a performance of a specified description, not to beprevented from smoking if the artistic integrity of the performance makes itappropriate for them to smoke—\n\t\t\tthe power in subsection (1) also includes power to provide for specifieddescriptions of premises or specified areas within such premises not to besmoke-free in relation only to such performers, and\n\t\t\tsubsection (3) does not prevent the exercise of that power as so extended.\n\t\tThe regulations may provide, in relation to any description of premises orareas of premises specified in the regulations, that the premises or areas arenot smoke-free—\n\t\t\tin specified circumstances,\n\t\t\tif specified conditions are satisfied, or\n\t\t\tat specified times,\n\t\t\t\tor any combination of those.\n\t\tThe conditions may include conditions requiring the designation inaccordance with the regulations, by the person in charge of the premises, ofany rooms in which smoking is to be permitted.\n\t\tFor the purposes of subsection (5), the references to a performance—\n\t\t\tinclude, for example, the performance of a play, or a performance given inconnection with the making of a film or television programme, and\n\t\t\tif the regulations so provide, include a rehearsal.\n\tAdditional smoke-free places\n\t\tThe appropriate national authority may make regulations designating assmoke-free any place or description of place that is not smoke-free undersection 2.\n\t\tThe place, or places falling within the description, need not be enclosedor substantially enclosed.\n\t\tThe appropriate national authority may designate a place or description ofplace under this section only if in the authority’s opinion there is asignificant risk that, without a designation, persons present there would beexposed to significant quantities of smoke.\n\t\tThe regulations may provide for such places, or places falling within thedescription, to be smoke-free only—\n\t\t\tin specified circumstances,\n\t\t\tat specified times,\n\t\t\tif specified conditions are satisfied,\n\t\t\tin specified areas,\n\t\t\t\tor any combination of those.\n\tVehicles \n\t\tThe appropriate national authority may make regulations providing forvehicles to be smoke-free.\n\t\tThe regulations may in particular make provision—\n\t\t\tfor the descriptions of vehicle which are to be smoke-free,\n\t\t\tfor the circumstances in which they are to be smoke-free,\n\t\t\tfor them to be smoke-free only in specified areas, or except in specifiedareas,\n\t\t\tfor exemptions.\n\t\tThe power to make regulations under this section is not exercisable inrelation to—\n\t\t\tany ship or hovercraft in relation to which regulations could be made undersection 85 of the Merchant Shipping Act [1995 (c.21)](/id/ukpga/1995/21?view=plain \"Go to item of legislation\") (safety andhealth on ships), including that section as applied by any Order in Councilunder section 1(1)(h) of the Hovercraft Act [1968 (c.59)](/id/ukpga/1968/59?view=plain \"Go to item of legislation\"), or\n\t\t\tpersons on any such ship or hovercraft.\n\t\tIn section 85 of the Merchant Shipping Act 1995, at the end add—\n\t\tSafety regulations which make provision in respect of the prohibition ofsmoking on any ship (“the smoking provisions”) may include provision—\n\t\t\tfor the appointment by the Secretary of State of persons to enforce thesmoking provisions (whether in respect of ships generally or for anyparticular case or purpose), and for the removal of any person so appointed,\n\t\t\tfor such persons (if they are not surveyors of ships appointed undersection 256) to have the powers of such surveyors for the purposes of theirenforcement functions,\n\t\t\tfor any such persons to have, for the purposes of their enforcementfunctions, powers corresponding to those which authorised officers have underparagraphs 2(b) to (e), 3 and 4, as read with paragraphs 5 and 9, of Schedule2 to the Health Act 2006 (which confers powers of entry, etc., on authorisedofficers of enforcement authorities in relation to the enforcement of theprovisions of that Act in relation to smoking),\n\t\t\tin relation to an offence of smoking in a place where smoking is prohibitedunder the smoking provisions, for purposes corresponding to those of section 9of and Schedule 1 to the Health Act 2006 (which provide for the giving byauthorised officers of penalty notices in respect of such an offence).\n\t\t\t\tIn this subsection, “smoking” has the same meaning as in Chapter 1 of Part 1of the Health Act 2006.”\n\t\tIn this Chapter, “vehicle” means every type of vehicle, including train,vessel, aircraft and hovercraft."
    },
    {
        "length": 659,
        "text": "\nNo-smoking signs\n\tNo-smoking signs\n\t\tIt is the duty of any person who occupies or is concerned in the managementof smoke-free premises to make sure that no-smoking signs complying with therequirements of this section are displayed in those premises in accordancewith the requirements of this section.\n\t\tRegulations made by the appropriate national authority may provide for aduty corresponding to that mentioned in subsection (1) in relation to—\n\t\t\tplaces which are smoke-free by virtue of section 4,\n\t\t\tvehicles which are smoke-free by virtue of section 5.\n\t\t\t\tThe duty is to be imposed on persons, or on persons of a description,specified in the regulations.\n\t\tThe signs must be displayed in accordance with any requirements containedin regulations made by the appropriate national authority.\n\t\tThe signs must conform to any requirements specified in regulations made bythe appropriate national authority (for example, requirements as to content,size, design, colour, or wording).\n\t\tA person who fails to comply with the duty in subsection (1), or anycorresponding duty in regulations under subsection (2), commits an offence.\n\t\tIt is a defence for a person charged with an offence under subsection (5)to show —\n\t\t\tthat he did not know, and could not reasonably have been expected to know,that the premises were smoke-free (or, as the case may be, that the place orvehicle was smoke-free), or\n\t\t\tthat he did not know, and could not reasonably have been expected to know,that no-smoking signs complying with the requirements of this section were notbeing displayed in accordance with the requirements of this section, or\n\t\t\tthat on other grounds it was reasonable for him not to comply with theduty.\n\t\tIf a person charged with an offence under subsection (5) relies on adefence in subsection (6), and evidence is adduced which is sufficient toraise an issue with respect to that defence, the court must assume that thedefence is satisfied unless the prosecution proves beyond reasonable doubtthat it is not.\n\t\tA person guilty of an offence under subsection (5) is liable on summaryconviction to a fine not exceeding a level on the standard scale specified inregulations made by the Secretary of State.\n\t\tThe references in this section, however expressed, to premises, places orvehicles which are smoke-free, are to those premises, places or vehicles sofar as they are smoke-free under or by virtue of this Chapter (and referencesto smoke-free premises include premises which by virtue of regulations undersection 3(5) are smoke-free except in relation to performers)."
    },
    {
        "length": 956,
        "text": "\nOffences relating to smoking in smoke-free premises, etc.\n\tOffence of smoking in smoke-free place\n\t\tIn this section, a “smoke-free place” means any of the following—\n\t\t\tpremises, so far as they are smoke-free under or by virtue of sections 2and 3 (including premises which by virtue of regulations under section 3(5)are smoke-free except in relation to performers),\n\t\t\ta place, so far as it is smoke-free by virtue of section 4,\n\t\t\ta vehicle, so far as it is smoke-free by virtue of section 5.\n\t\tA person who smokes in a smoke-free place commits an offence.\n\t\tBut a person who smokes in premises which are not smoke-free in relation toperformers by virtue of regulations under section 3(5) does not commit anoffence if he is such a performer.\n\t\tIt is a defence for a person charged with an offence under subsection (2)to show that he did not know, and could not reasonably have been expected toknow, that it was a smoke-free place.\n\t\tIf a person charged with an offence under this section relies on a defencein subsection (4), and evidence is adduced which is sufficient to raise anissue with respect to that defence, the court must assume that the defence issatisfied unless the prosecution proves beyond reasonable doubt that it isnot.\n\t\tA person guilty of an offence under this section is liable on summaryconviction to a fine not exceeding a level on the standard scale specified inregulations made by the Secretary of State.\n\tOffence of failing to prevent smoking in smoke-free place\n\t\tIt is the duty of any person who controls or is concerned in the managementof smoke-free premises to cause a person smoking there to stop smoking.\n\t\tThe reference in subsection (1) to a person smoking does not include aperformer in relation to whom the premises are not smoke-free by virtue ofregulations under section 3(5).\n\t\tRegulations made by the appropriate national authority may provide for aduty corresponding to that mentioned in subsection (1) in relation to—\n\t\t\tplaces which are smoke-free by virtue of section 4,\n\t\t\tvehicles which are smoke-free by virtue of section 5.\n\t\t\t\tThe duty is to be imposed on persons, or on persons of a description,specified in the regulations.\n\t\tA person who fails to comply with the duty in subsection (1), or anycorresponding duty in regulations under subsection (3), commits an offence.\n\t\tIt is a defence for a person charged with an offence under subsection (4)to show—\n\t\t\tthat he took reasonable steps to cause the person in question to stopsmoking, or\n\t\t\tthat he did not know, and could not reasonably have been expected to know,that the person in question was smoking, or\n\t\t\tthat on other grounds it was reasonable for him not to comply with theduty.\n\t\tIf a person charged with an offence under this section relies on a defencein subsection (5), and evidence is adduced which is sufficient to raise anissue with respect to that defence, the court must assume that the defence issatisfied unless the prosecution proves beyond reasonable doubt that it isnot.\n\t\tA person guilty of an offence under this section is liable on summaryconviction to a fine not exceeding a level on the standard scale specified inregulations made by the Secretary of State.\n\t\tThe references in this section, however expressed, to premises, places orvehicles which are smoke-free, are to those premises, places or vehicles sofar as they are smoke-free under or by virtue of this Chapter (and referencesto smoke-free premises include premises which by virtue of regulations undersection 3(5) are smoke-free except in relation to performers)."
    },
    {
        "length": 162,
        "text": "\nFixed penalties\n\tFixed penalties\n\t\tAn authorised officer of an enforcement authority (see section 10) who hasreason to believe that a person has committed an offence under section 6(5) or7(2) on premises, or in a place or vehicle, in relation to which theauthorised officer has functions may give him a penalty notice in respect ofthe offence.\n\t\tA penalty notice is a notice offering a person the opportunity to dischargeany liability to conviction for the offence to which the notice relates bypaying a penalty in accordance with this Chapter.\n\t\tSchedule 1 makes further provision about fixed penalties."
    },
    {
        "length": 713,
        "text": "\nEnforcement\n\tEnforcement \n\t\tThe appropriate national authority may make regulations designating thebodies or descriptions of body which are to be enforcement authorities for thepurposes of this Chapter.\n\t\tThe regulations—\n\t\t\tmust specify the descriptions of premises, place or vehicle in relation towhich an enforcement authority has enforcement functions,\n\t\t\tmay provide for a case being dealt with by one enforcement authority to betransferred (or further transferred, or transferred back) to, and taken overby, another enforcement authority.\n\t\tIt is the duty of an enforcement authority to enforce, as respects thepremises, places and vehicles in relation to which it has enforcementfunctions, the provisions of this Chapter and regulations made under it.\n\t\tThe appropriate national authority may direct, in relation to cases of aparticular description or a particular case, that any duty imposed on anenforcement authority by subsection (3) is to be discharged instead by theappropriate national authority.\n\t\tIn this Chapter, “authorised officer”, in relation to an enforcementauthority, means any person (whether or not an officer of the authority) whois authorised by it in writing, either generally or specially, to act inmatters arising under this Chapter.\n\t\tIf regulations under this section so provide, no person is to be soauthorised unless he has such qualifications as are prescribed by theregulations.\n\t\tSchedule 2 makes provision about powers of entry, etc.\n\tObstruction etc. of officers\n\t\tAny person who intentionally obstructs an authorised officer of anenforcement authority, acting in the exercise of his functions under or byvirtue of this Chapter, commits an offence.\n\t\tAny person who without reasonable cause fails to give to an authorisedofficer of an enforcement authority, acting in the exercise of his functionsunder or by virtue of this Chapter, any facilities, assistance or informationwhich the authorised officer reasonably requires of him for the performance ofthose functions commits an offence.\n\t\tA person commits an offence if, in purported compliance with anyrequirement of an authorised officer mentioned in subsection (2)—\n\t\t\the makes a statement which is false or misleading, and\n\t\t\the either knows that it is false or misleading or is reckless as to whetherit is false or misleading.\n\t\t\t\t  * “False or misleading” means false or misleading in a material particular. \n\t\tA person guilty of an offence under this section is liable on summaryconviction to a fine not exceeding level 3 on the standard scale.\n\t\tIf a direction of the appropriate national authority has effect undersection 10(4), this section has effect, in relation to any case or case of adescription specified in the direction, as if references to an authorisedofficer of an enforcement authority were to a person acting on behalf of theappropriate national authority."
    },
    {
        "length": 579,
        "text": "\nInterpretation, etc.\n\tInterpretation and territorial sea\n\t\tIn this Chapter—\n\t\t\t  * “authorised officer” has the meaning given by section 10(5), \n\t\t\t  * “premises” includes a tent, and (if not a ship within the meaning of the Merchant Shipping Act [1995 (c. 21)](/id/ukpga/1995/21?view=plain \"Go to item of legislation\")) a moveable structure and an offshore installation (as defined in regulation 3 of the Offshore Installations and Pipeline Works (Management and Administration) Regulations 1995 ([S.I. 1995/738](/id/uksi/1995/738?view=plain \"Go to item of legislation\"))), \n\t\t\t  * “specified”, in relation to regulations, means specified in the regulations, \n\t\t\t  * “vehicle” is to be construed in accordance with section 5(5). \n\t\tThe appropriate national authority may by order provide for the definitionof “premises” in subsection (1) to be read as if a reference to anotherenactment were substituted for the reference to regulation 3 of the OffshoreInstallations and Pipeline Works (Management and Administration) Regulations1995.\n\t\tThis Chapter—\n\t\t\thas effect in relation to the territorial sea adjacent to England as it haseffect in relation to England, and\n\t\t\thas effect in relation to the territorial sea adjacent to Wales as it haseffect in relation to Wales.\n\t\tThe following have effect for the purposes of subsection (3) if or in sofar as expressed to apply for the general or residual purposes of the Act inquestion or for the purposes of this section—\n\t\t\tan Order in Council under section 126(2) of the Scotland Act [1998 (c.46)](/id/ukpga/1998/46?view=plain \"Go to item of legislation\"),\n\t\t\tan order or Order in Council under or by virtue of section 155(2) of theGovernment of Wales Act [1998 (c. 38)](/id/ukpga/1998/38?view=plain \"Go toitem of legislation\")."
    },
    {
        "length": 256,
        "text": "\nChapter 2Age for sale of tobacco etc.\n\tPower to amend age for sale of tobacco etc.\n\t\tThe Secretary of State may from time to time by order amend the followingenactments by substituting, in each place where a person’s age is specified, adifferent age specified in the order—\n\t\t\tsection 7 of the Children and Young Persons Act [1933 (c.12)](/id/ukpga/1933/12?view=plain \"Go to item of legislation\") (sale oftobacco etc. to persons under 16),\n\t\t\tsection 4 of the Children and Young Persons (Protection from Tobacco) Act[1991 (c. 23)](/id/ukpga/1991/23?view=plain \"Go to item of legislation\")(display of warning statements in retail premises and on vending machines).\n\t\tBut the age specified in an order under subsection (1) may not be lowerthan 16 or higher than 18."
    },
    {
        "length": 3740,
        "text": "\nPart 2Prevention and Control of Health Care Associated Infections\n\tCode of practice relating to health care associated infections\n\t\tAfter section 47 of the Health and Social Care (Community Health andStandards) Act [2003 (c. 43)](/id/ukpga/2003/43?view=plain \"Go to item oflegislation\") (referred to in this Act as “the 2003 Act”) insert—\n\t\t“47ACode of practice relating to health care associated infections\n\t\t\tThe Secretary of State may issue a code of practice—\n\t\t\t\tapplying to bodies within subsection (2), and\n\t\t\t\trelating to the prevention and control of health care associated infectionsin connection with health care provided by or for those bodies.\n\t\t\tThe bodies within this subsection are—\n\t\t\t\tEnglish NHS bodies other than Strategic Health Authorities; and\n\t\t\t\tcross-border SHAs.\n\t\t\tThe code may provide for provisions of the code to apply to—\n\t\t\t\tsuch description or descriptions of bodies within subsection (2) as may bespecified in the code;\n\t\t\t\tsuch body or bodies within that subsection as may be so specified.\n\t\t\tThe code may in particular—\n\t\t\t\tmake such provision as the Secretary of State considers appropriate for thepurpose of safeguarding individuals (whether receiving health care orotherwise) from the risk, or any increased risk, of being exposed to healthcare associated infections or of being made susceptible, or more susceptible,to them;\n\t\t\t\tcontain provisions imposing on bodies to which the provisions applyrequirements in relation to health care provided for such bodies by otherpersons as well as in relation to health care provided by such bodies.\n\t\t\tThe code may—\n\t\t\t\toperate by reference to provisions of other documents specified in it(whether published by the Secretary of State or otherwise);\n\t\t\t\tprovide for any reference in it to such a document to take effect as areference to that document as revised from time to time;\n\t\t\t\tmake different provision for different cases or circumstances.\n\t\t\tNothing in subsections (3) to (5) is to be read as prejudicing thegenerality of subsection (1).\n\t\t\tThe Secretary of State must keep the code under review and may from time totime—\n\t\t\t\trevise the whole or any part of the code, and\n\t\t\t\tissue a revised code.\n\t\t\tIn this section “health care associated infection” means any infection towhich an individual may be exposed or made susceptible (or more susceptible)in circumstances where—\n\t\t\t\thealth care is being, or has been, provided to that or any otherindividual, and\n\t\t\t\tthe risk of exposure to the infection, or of susceptibility (or increasedsusceptibility) to it, is directly or indirectly attributable to the provisionof the health care.\n\t\t\tBut subsection (8) does not include an infection to which the individual isdeliberately exposed as part of any health care.\n\t\t\tAny reference in this Part to a code of practice issued under this sectionincludes a revised code issued under it.\n\t\tBConsultation etc.\n\t\t\tWhere the Secretary of State proposes to issue a code of practice undersection 47A, he must—\n\t\t\t\tprepare a draft of the code, and\n\t\t\t\tconsult such persons as he considers appropriate about the draft.\n\t\t\tWhere the Secretary of State proposes to issue a revised code under section47A which in his opinion would result in a substantial change in the code, hemust—\n\t\t\t\tprepare a draft of the revised code, and\n\t\t\t\tconsult such persons as he considers appropriate about the change.\n\t\t\tWhere, following consultation under subsection (1) or (2), the Secretary ofState issues the code or revised code (whether in the form of the draft orwith such modifications as he thinks fit), it comes into force at the timewhen it is issued by the Secretary of State.\n\t\t\tWhere— \n\t\t\t\tany document by reference to whose provisions the code operates asmentioned in section 47A(5)(a) and (b) is a document published by theSecretary of State in connection with his functions relating to health,\n\t\t\t\tthe Secretary of State proposes to revise the document, and\n\t\t\t\tin the opinion of the Secretary of State, the revision would result in asubstantial change in the code,\n\t\t\t\t\tthe Secretary of State must, before revising the document, consult suchpersons as he considers appropriate about the change.\n\t\t\tWhere— \n\t\t\t\tany document by reference to whose provisions the code operates asmentioned in section 47A(5)(a) and (b) is not one to which subsection (4)(a)above applies,\n\t\t\t\tthe document is revised, and\n\t\t\t\tin the opinion of the Secretary of State, the revision results in asubstantial change in the code,\n\t\t\t\tthe Secretary of State must consult such persons as he considers appropriateabout whether the code should be revised in connection with the change.\n\t\t\tConsultation undertaken by the Secretary of State before the commencementof this section is as effective for the purposes of this section asconsultation undertaken after that time.\n\t\tCEffect of code under section 47A\n\t\t\tWhere any provisions of a code of practice issued under section 47A applyto an NHS body, the body must observe those provisions in discharging its dutyunder section 45.\n\t\t\tA failure to observe any provision of a code of practice issued undersection 47A does not of itself make a person liable to any criminal or civilproceedings.\n\t\t\tA code of practice issued under section 47A is admissible in evidence inany criminal or civil proceedings.”\n\tCode of practice: effects on existing functions of Commission forHealthcare Audit and Inspection\n\t\tSections 50 to 52 and 54 of the 2003 Act are amended as follows.\n\t\tIn section 50 (annual reviews), for subsection (4) substitute—\n\t\tIn exercising its functions under this section in relation to any healthcare, the CHAI must take into account—\n\t\t\tthe standards set out in statements published under section 46, and\n\t\t\tany code of practice issued under section 47A.\n\t\t\t\t(4A)In conducting a review under subsection (1) in relation to a particularbody to which provisions of such a code apply, the CHAI must accordinglyconsider (among other things) the extent, if any, to which those provisionsare being observed by the body.”\n\t\tIn section 51 (reviews: England and Wales), in subsection (4)(a) after“section 46” insert “and any code of practice issued under section 47A”.\n\t\tIn section 52 (reviews and investigations: England), for subsection (3)substitute—\n\t\tThe CHAI has the function of conducting reviews of—\n\t\t\tthe arrangements made by English NHS bodies and cross-border SHAs for thepurpose of discharging their duty under section 45;\n\t\t\tthe arrangements made by particular bodies within paragraph (a) for thepurpose of discharging that duty.”\n\t\tFor section 52(5) substitute—\n\t\tIn exercising its functions under this section in relation to any healthcare, the CHAI must take into account—\n\t\t\tthe standards set out in statements published under section 46, and\n\t\t\tany code of practice issued under section 47A.\n\t\t\t(5A)In conducting a review under subsection (3) in relation to a particularbody to which provisions of such a code apply, the CHAI must accordinglyconsider (among other things) the extent, if any, to which those provisionsare being observed by the body.”\n\t\tIn section 54 (functions relating to Secretary of State and Assembly), insubsection (2) after “section 46 or 47” insert “, or any code of practiceissued under section 47A,”.\n\tCode of practice: improvement notices\n\t\tAfter section 53 of the 2003 Act insert—\n\t\t“53AFailings in connection with code under section 47A: improvementnotices\n\t\t\tThis section applies where, following such a review or investigation as ismentioned in section 53(1), the CHAI—\n\t\t\t\tis of the view that any provisions of a code of practice issued undersection 47A and applying to an English NHS body or a cross-border SHA are notbeing observed in any material respect in relation to the provision of healthcare by or for the body, but\n\t\t\t\thaving regard to all the circumstances, is not of the view that it isrequired to make a report under section 53(2) (or, if relevant, section53(6)).\n\t\t\tThe CHAI may serve a notice under this section (an “improvement notice”) onthe body in respect of the failure to observe the code, if it considers thatserving the notice is the most appropriate course of action for it to takewith a view to securing that the failure is remedied.\n\t\t\tAn improvement notice must—\n\t\t\t\tstate that the CHAI has formed the view mentioned in subsection (1)(a) inrelation to the provision of health care by or for the body, givingparticulars of the material respect in which the CHAI considers that theprovisions of the code are not being observed as mentioned in that subsection,\n\t\t\t\tstate the CHAI’s reasons for its view, and\n\t\t\t\trequire the body to remedy the failure to observe the code, and to do sowithin such period as is specified in the notice.\n\t\t\tAn improvement notice may (but need not) include a recommendation by theCHAI as to the way in which the failure should be remedied.\n\t\t\tAn improvement notice may relate to more than one failure within subsection(1)(a), and in such a case—\n\t\t\t\tsubsections (2) to (4) and section 53B apply separately in relation to eachsuch failure, but\n\t\t\t\tany report required by that section may relate to more than one suchfailure.\n\t\t\tWhere the CHAI serves an improvement notice on a body under this section,the CHAI must notify the Secretary of State and—\n\t\t\t\tthe regulator, if the body is an NHS foundation trust, and\n\t\t\t\tany relevant Strategic Health Authority, if the body is a Primary CareTrust or an NHS trust.\n\t\t\tIn this section and section 53B “relevant Strategic Health Authority”means—\n\t\t\t\tin relation to a Primary Care Trust, any Strategic Health Authority whosearea includes any part of the Trust’s area;\n\t\t\t\tin relation to an NHS Trust (other than one responsible for providingambulance services), the Strategic Health Authority in whose area all or mostof the Trust’s hospitals, establishments or facilities are situated;\n\t\t\t\tin relation to an NHS Trust responsible for providing ambulance services,the Strategic Health Authority in whose area the headquarters establishmentresponsible for the control of those services is situated.\n\t\t\tSubsection (9) applies where—\n\t\t\t\tan improvement notice is served on a body in respect of a particularfailure to observe a code of practice issued under section 47A, and\n\t\t\t\ta review under section 52(3)(b) is conducted by the CHAI in pursuance ofsection 53B(4)(a) with a view to assessing the body’s compliance with thenotice.\n\t\t\tIn such a case subsection (1)—\n\t\t\t\tdoes not apply in relation to that review so as to enable the CHAI to servea further improvement notice on that body in respect of that failure; but\n\t\t\t\tdoes apply in relation to that review so as to enable the CHAI (if theconditions in subsections (1) and (2) are satisfied) to serve an improvementnotice on that body in respect of a different failure to observe the code.\n\t\tBCode of practice: action by CHAI following service of improvementnotice\n\t\t\tThis section applies where the CHAI has served an improvement notice on abody under section 53A.\n\t\t\tIf, before the end of the specified period—\n\t\t\t\tthe body requests the CHAI to extend that period, and\n\t\t\t\tthe CHAI considers that there are exceptional circumstances which justifyits extending that period by a further period of time,\n\t\t\t\t\tthe CHAI may, by a notice served on the body, extend the specified period bythat further period.\n\t\t\tIn this section “the specified period” means—\n\t\t\t\tthe period specified under section 53A(3)(c), or\n\t\t\t\tif that period has been extended under subsection (2) above, that period asso extended.\n\t\t\tWhere the specified period has ended or the body notifies the CHAI beforethe end of that period that it has complied with the improvement notice, theCHAI must—\n\t\t\t\tconduct a review under section 52(3)(b) with a view to assessing the body’scompliance with the notice, and\n\t\t\t\tthen comply with subsection (5) or (6);\n\t\t\t\tand the making of any report in accordance with subsection (5) or (6) is to betaken as satisfying the requirement to publish a report under section 52(7) inrespect of the review.\n\t\t\tIf the CHAI—\n\t\t\t\tremains of the view that the relevant provisions of the code are not beingobserved in any material respect in relation to the provision of health careby or for the body, and\n\t\t\t\thaving regard to all the circumstances, is of the view that it is requiredto make a report under section 53(2) (and, if relevant, section 53(6)),\n\t\t\t\tthe CHAI must accordingly make a report under that provision (or, as the casemay be, under each of those provisions).\n\t\t\tIf the CHAI does not make any such report or reports, it must instead makea report—\n\t\t\t\tto the Secretary of State, and\n\t\t\t\t(if the body is an NHS foundation trust) to the regulator,\n\t\t\t\tsetting out the matters mentioned in subsection (7) or (8).\n\t\t\tIf the CHAI is of the view that the relevant provisions of the code arebeing observed in relation to the provision of health care by or for the body,the matters are—\n\t\t\t\tthat the CHAI is of that view, and\n\t\t\t\tits reasons for that view.\n\t\t\tIf the CHAI is of the view that the relevant provisions of the code are notbeing so observed in any respect (material or otherwise), the matters are—\n\t\t\t\tthat the CHAI is of that view,\n\t\t\t\tits reasons for that view,\n\t\t\t\tif its view is that those provisions are not being observed in any materialrespect, its reasons for not forming the view mentioned in subsection (5)(b),and\n\t\t\t\t(whether or not paragraph (c) applies) any action which it proposes to takein relation to the body in connection with the failure to observe the code.\n\t\t\tThe CHAI must send a copy of any report made by it in accordance withsubsection (5) or (6) in relation to a Primary Care Trust or an NHS trust tothe relevant Strategic Health Authority.\n\t\t\tIn this section “the relevant provisions of the code” means the provisionsof the code in relation to which the CHAI formed the view mentioned in section53A(1)(a).”"
    },
    {
        "length": 1241,
        "text": "\nAccountable officers and their responsibilities as to controlled drugs\n\tThe relevant authority may by regulations make provision for or inconnection with requiring designated bodies to nominate or appoint persons whoare to have prescribed responsibilities in relation to the safe, appropriateand effective management and use of controlled drugs in connection with—\n\t\tactivities carried on by or on behalf of the designated bodies, and\n\t\tactivities carried on by or on behalf of bodies or persons providingservices under arrangements made with the designated bodies.\n\tThe person who is to be so nominated or appointed by a designated body isto be known as its accountable officer.\n\t\tThis is subject to any regulations made by virtue of subsection (5)(e).\n\tIn this Chapter “designated body” means—\n\t\ta body falling within any description of bodies prescribed as designatedbodies for the purposes of this section, or\n\t\ta body prescribed as a designated body for those purposes.\n\tThe descriptions of bodies, or bodies, that may be so prescribed aredescriptions of bodies, or bodies, appearing to the relevant authority—\n\t\tto be directly or indirectly concerned with the provision of health care(whether or not for the purposes of the health service), or\n\t\tto be otherwise carrying on activities that involve, or may involve, thesupply or administration of controlled drugs.\n\tRegulations under this section may make provision—\n\t\tfor conditions that must be satisfied in relation to a person if he is tobe nominated or appointed by a designated body as the body’s accountableofficer;\n\t\tfor a single person to be nominated or appointed as the accountable officerfor each of two or more designated bodies where those bodies are satisfied asto the prescribed matters;\n\t\trequiring a designated body that has an accountable officer to provide theofficer with funds and other resources necessary for enabling the officer todischarge his responsibilities as accountable officer for the body;\n\t\tfor ensuring that an accountable officer, in discharging hisresponsibilities, has regard to best practice in relation to the use ofcontrolled drugs;\n\t\tfor the persons required to be nominated or appointed as mentioned insubsection (1) to be known by such name as is prescribed;\n\t\tfor making such amendments of any enactment as appear to the relevantauthority to be required in connection with any provision made in pursuance ofparagraph (e);\n\t\tfor creating offences punishable on summary conviction by a fine notexceeding level 5 on the standard scale or for creating other procedures forenforcing any provisions of the regulations.\n\tThe responsibilities that may be imposed on a designated body’s accountableofficer by regulations under this section include responsibilities as to theestablishment and operation of arrangements for—\n\t\tsecuring the safe management and use of controlled drugs;\n\t\tmonitoring and auditing the management and use of such drugs;\n\t\tensuring that relevant individuals receive appropriate training and thattheir training needs are regularly reviewed;\n\t\tmonitoring and assessing the performance of such individuals in connectionwith the management or use of such drugs;\n\t\tmaking periodic inspections of premises used in connection with themanagement or use of such drugs;\n\t\trecording, assessing and investigating concerns expressed about incidentsthat may have involved improper management or use of such drugs;\n\t\tensuring that appropriate action is taken for the purpose of protectingpatients or members of the public in cases where such concerns appear to bewell-founded;\n\t\twhere required by regulations under section 18, the sharing of information.\n\tThe arrangements mentioned in subsection (6) may be arrangementsestablished (according to the circumstances)—\n\t\tby the accountable officer,\n\t\tby the designated body (or any of the designated bodies) for which he isthe accountable officer, or\n\t\tby a body or person acting on behalf of, or providing services underarrangements made with, the designated body (or any of the designated bodies).\n\tIn subsection (6)—\n\t\treferences to the management or use of controlled drugs are to themanagement or use of drugs in connection with activities carried on by a bodyor person within subsection (7)(b) or (c), and\n\t\t“relevant individual” means an individual who, whether as—\n\t\ta health care professional, or\n\t\tan employee who is not a health care professional, or\n\t\totherwise, \n\t\tis engaged in any activity carried on by a body or person within subsection(7)(b) or (c) that involves, or may involve, the management or use ofcontrolled drugs.\n\tA designated body may confer on its accountable officer such powers as itthinks appropriate to enable him to discharge any of the responsibilitiesimposed on him as accountable officer for the body by regulations under thissection.\n\tNothing in subsections (5) to (7) is to be read as prejudicing thegenerality of subsection (1).\n\tIn this section “prescribed” means prescribed by regulations under thissection."
    },
    {
        "length": 915,
        "text": "\nCo-operation between health bodies and other organisations\n\tThe relevant authority may by regulations make provision for or inconnection with requiring responsible bodies to co-operate with each other inconnection with—\n\t\tthe identification of cases in which action may need to be taken in respectof matters arising in relation to the management or use of controlled drugs byrelevant persons (see section 19);\n\t\tthe consideration of issues relating to the taking of action in respect ofsuch matters;\n\t\tthe taking of action in respect of such matters.\n\tIn this Chapter “responsible body” means—\n\t\ta body falling within any description of bodies prescribed as responsiblebodies for the purposes of this section, or\n\t\ta body prescribed as a responsible body for those purposes.\n\tThe descriptions of bodies, or bodies, that may be so prescribed are—\n\t\tdescriptions of bodies, or bodies, which fall within subsection (4); and\n\t\tpolice forces.\n\tDescriptions of bodies, or bodies, fall within this subsection if theyappear to the relevant authority—\n\t\tto be directly or indirectly concerned with the provision of health care(whether or not for the purposes of the health service),\n\t\tto be otherwise carrying on activities that involve, or may involve, thesupply or administration of controlled drugs,\n\t\tto have powers of inspection in relation to the management or use ofcontrolled drugs,\n\t\tto be public or local authorities with responsibilities in relation tosocial care, or\n\t\tto be public or local authorities (not within paragraphs (a) to (d)) whoseresponsibilities include responsibilities with respect to matters such as arementioned in subsection (1).\n\tRegulations under this section may make provision—\n\t\tfor requiring a responsible body to disclose information to any other suchbody or bodies in prescribed circumstances, or in circumstances where itappears to the responsible body that the prescribed conditions are satisfied,whether or not the disclosure of information has been requested;\n\t\tin relation to a responsible body which has an accountable officer, forrequiring disclosures to be made by or to that officer instead of by or to thebody;\n\t\tin relation to a responsible body which is a police force, for imposingduties on the chief officer;\n\t\tfor requiring a responsible body, in prescribed circumstances, to consultthe prescribed accountable officer in connection with any requirement imposedon the body under the regulations;\n\t\tfor imposing duties on accountable officers in relation to the taking ofaction for the purpose of protecting the safety of patients or the generalpublic.\n\tThe duties that may be imposed on an accountable officer in pursuance ofsubsection (5)(e) include a duty to make recommendations to a responsible bodyas to any action which the officer considers that the body should take for thepurpose mentioned in that provision.\n\tThe action that may be so recommended includes action in relation to theinstitution of disciplinary proceedings.\n\tNothing in subsections (5) to (7) is to be read as prejudicing thegenerality of subsection (1).\n\tIn this section—\n\t\t“chief officer” means—\n\t\tin relation to a police force in England and Wales, the chief officer ofpolice;\n\t\tin relation to a police force in Scotland, the chief constable;\n\t\tin relation to the Police Service of Northern Ireland or the PoliceService of Northern Ireland Reserve, the Chief Constable of the Police Serviceof Northern Ireland;\n\t\t“police force” means—\n\t\ta police force in England, Wales or Scotland, or\n\t\tthe Police Service of Northern Ireland or the Police Service of NorthernIreland Reserve;\n\t\t“prescribed” means prescribed by regulations under this section."
    },
    {
        "length": 266,
        "text": "\nMeaning of “relevant person” in section 18\n\tIn section 18 “relevant person” means—\n\t\ta person falling within any description of persons prescribed as relevantpersons for the purposes of that section, or\n\t\tan individual to whom subsection (3) applies.\n\tThe descriptions of persons that may be prescribed for the purposes ofsection 18 are descriptions of persons appearing to the relevant authority tobe carrying on, or engaged in, activities that involve, or may involve, thesupply or administration of controlled drugs.\n\tThis subsection applies to an individual who, whether as—\n\t\ta health care professional, or\n\t\tan employee who is not a health care professional, or\n\t\totherwise, \n\t\t\tis engaged in any activity carried on by a designated body, or by a body orperson acting on behalf of, or providing services under arrangements madewith, a designated body that involves, or may involve, the management or useof controlled drugs.\n\tIn this section “prescribed” means prescribed by regulations under section18."
    },
    {
        "length": 793,
        "text": "\nControlled drugs: power to enter and inspect\n\tA constable or an authorised person may, for the purpose of securing thesafe, appropriate and effective management and use of controlled drugs—\n\t\tenter any relevant premises;\n\t\tinspect any precautions taken on the premises for the safe custody ofcontrolled drugs;\n\t\tinspect any stocks of controlled drugs kept on the premises;\n\t\trequire any relevant records kept on the premises to be produced for hisinspection.\n\tThe powers conferred by subsection (1) may be exercised only—\n\t\tat a reasonable hour, and\n\t\ton production (if required) of the written authority of the personexercising them.\n\tThe power conferred by subsection (1)(a) may be exercised by an authorisedperson to enter relevant premises which are or form part of a private dwellingonly if he is accompanied by a constable.\n\t\tBut this subsection does not apply in such circumstances as may be prescribedby regulations made by the relevant authority.\n\tThe power conferred by subsection (1)(d) includes power—\n\t\tto take copies of or extracts from relevant records, and\n\t\tto take possession of any relevant records kept on the premises and retainthem for so long as the person exercising the power considers necessary.\n\tIn this section “authorised person” means (subject to subsection (6))—\n\t\ta person authorised by the relevant authority,\n\t\tan accountable officer, or\n\t\twhere a designated body is required by regulations under section 17 tonominate or appoint an accountable officer, a member of the staff of thedesignated body authorised by it.\n\t\tAuthorisations given under this subsection may be general or specific.\n\tThe accountable officer of a designated body specified, or of a descriptionspecified, in directions given by the relevant authority is not an authorisedperson for the purposes of this section; and such a designated body may notauthorise members of its staff under subsection (5)(c).\n\tThe relevant authority may by regulations prescribe descriptions ofpremises which are to be “relevant premises” for the purposes of this sectionin relation to constables and authorised persons of descriptions prescribed inthe regulations.\n\tThe descriptions of premises that may be so prescribed are descriptions ofpremises (or parts thereof) appearing to the relevant authority to be used inconnection with—\n\t\tthe provision of health care (whether or not for the purposes of the healthservice), or\n\t\tthe supply or administration of controlled drugs.\n\tIn this Chapter “relevant records” means records kept with respect tocontrolled drugs in pursuance of regulations under section 10 of the Misuse ofDrugs Act [1971 (c. 38)](/id/ukpga/1971/38?view=plain \"Go to item oflegislation\").\n\tDirections under subsection (6) are to be given by regulations or inwriting; but any such directions which relate to more than one designated bodyare to be given by regulations.\n\tDirections under subsection (6) given in writing may be varied or revokedby subsequent directions under that subsection."
    },
    {
        "length": 252,
        "text": "\nOffences in connection with power to enter and inspect\n\tA person commits an offence if he—\n\t\tintentionally obstructs a person in the exercise of his powers undersection 20(1),\n\t\tconceals from a person acting under section 20(1) anything which thatperson is entitled to inspect, or\n\t\twithout reasonable excuse fails to produce any relevant records which aperson acting under section 20(1) requires to be produced.\n\tA person guilty of an offence under subsection (1) is liable—\n\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears or to a fine, or to both;\n\t\ton summary conviction, to imprisonment for a term not exceeding 12 monthsor to a fine not exceeding the statutory maximum, or to both.\n\tIn the application of this section to Scotland and Northern Ireland, thereference to 12 months in subsection (2)(b) is to be read as a reference to 6months."
    },
    {
        "length": 231,
        "text": "\nGuidance \n\tThe relevant authority may issue guidance to designated bodies inconnection with—\n\t\tdetermining whether conditions specified in regulations under section 17have been satisfied in relation to the nomination or appointment of a personas a designated body’s accountable officer;\n\t\tthe discharge by a designated body’s accountable officer of anyresponsibilities imposed on him by regulations under section 17;\n\t\tthe exercise by designated bodies of their powers under section 17(9);\n\t\tthe exercise by designated bodies of their powers under section 20(5)(c).\n\tThe relevant authority may issue guidance to responsible bodies inconnection with their discharge of any duties imposed on them by regulationsunder section 18.\n\tGuidance under this section may make different provision for differentcases or circumstances.\n\tDesignated bodies and responsible bodies must have regard to any guidanceunder this section in exercising any functions to which the guidance relates."
    },
    {
        "length": 106,
        "text": "\nCrown application\n\tThis Chapter binds the Crown.\n\tNo contravention by the Crown of any provision of this Chapter shall makethe Crown criminally liable; but the High Court (or, in Scotland, the Court ofSession) may declare unlawful any act or omission of the Crown whichconstitutes such a contravention.\n\tThe provisions of this Chapter apply to persons in the public service ofthe Crown as they apply to other persons."
    },
    {
        "length": 264,
        "text": "\nRelevant authorities\n\tThis section applies to functions conferred on the relevant authority bythis Chapter.\n\tSubject to subsection (4), any functions to which this section applies areexercisable in relation to England by the Secretary of State.\n\tSubject to subsection (4), any functions to which this section applies areexercisable in relation to Wales by the National Assembly for Wales.\n\tAny power of the relevant authority to make regulations under this Chapteris exercisable in relation to cross-border bodies by the Secretary of Stateafter consultation with the Assembly.\n\tA “cross-border body” is a body which—\n\t\tperforms (and only performs) functions in respect of England and Wales, and\n\t\tdoes not perform functions mainly in respect of England or mainly inrespect of Wales.\n\tAny functions to which this section applies are exercisable in relation toScotland by the Secretary of State after consultation with the ScottishMinisters.\n\tAny functions to which this section applies are exercisable in relation toNorthern Ireland by the Department of Health, Social Services and PublicSafety."
    },
    {
        "length": 787,
        "text": "\nInterpretation \n\tIn this Chapter—\n\t\t  * “accountable officer” is to be read in accordance with section 17(2); \n\t\t  * “body” includes an unincorporated association; \n\t\t  * “controlled drug” has the meaning given by section 2 of the Misuse of Drugs Act [1971 (c. 38)](/id/ukpga/1971/38?view=plain \"Go to item of legislation\"); \n\t\t  * “designated body” has the meaning given by section 17(3); \n\t\t  * “health care” means— \n\t\tservices provided to individuals for or in connection with the prevention,diagnosis or treatment of illness, and\n\t\tthe promotion and protection of public health;\n\t\t\t  * “health care professional”— \n\t\tin relation to England and Wales, has the meaning given by section 28X(3)(a)of the National Health Service Act [1977 (c. 49)](/id/ukpga/1977/49?view=plain\"Go to item of legislation\") (referred to in this Act as “the 1977 Act”),\n\t\tin relation to Scotland, has the meaning given by section 17D(2) of theNational Health Service (Scotland) Act [1978 (c.29)](/id/ukpga/1978/29?view=plain \"Go to item of legislation\"), and\n\t\tin relation to Northern Ireland, has the meaning given by Article 15C of theHealth and Personal Social Services (Northern Ireland) Order 1972 ([S.I.1972/1265 (N.I. 14)](/id/nisi/1972/1265?view=plain \"Go to item oflegislation\"));\n\t\t\t  * “illness”— \n\t\tin relation to England and Wales, has the meaning given by section 128(1) ofthe 1977 Act,\n\t\tin relation to Scotland, has the meaning given by section 108(1) of theNational Health Service (Scotland) Act 1978, and\n\t\tin relation to Northern Ireland, has the meaning given by Article 2(2) of theHealth and Personal Social Services (Northern Ireland) Order 1972;\n\t\t\t  * “relevant authority” is to be read in accordance with section 24; \n\t\t\t  * “relevant records” has the meaning given by section 20(9); \n\t\t\t  * “responsible body” has the meaning given by section 18(2). \n\tIn this Chapter any reference to the management or use of controlled drugsincludes—\n\t\tthe storage, carriage and safe custody of such drugs,\n\t\tthe prescribing and supply of such drugs,\n\t\tthe administration of such drugs,\n\t\tthe recovery of such drugs when no longer needed, and\n\t\tthe disposal of such drugs."
    },
    {
        "length": 430,
        "text": "\nRequirements about supervision\n\tIn section 10 of the Medicines Act [1968 (c.67)](/id/ukpga/1968/67?view=plain \"Go to item of legislation\") (which providesfor exemptions for pharmacists in relation to certain dealings with medicinalproducts), after subsection (7) insert—\n\t\t“(7A)The Health Ministers may make regulations prescribing conditions whichmust be complied with if a thing is to be considered for the purposes of thissection as done under the supervision of a pharmacist.\n\t(7B)Conditions prescribed under subsection (7A) may relate to supervision inthe case where the pharmacist is not at the place where the thing is beingdone, and in that case the thing is not to be so considered if no suchconditions are prescribed.\n\t(7C)In any case, compliance with any applicable conditions is sufficient forthe thing to be so considered.”\n\tIn section 52 of that Act (sale or supply of medicines not on general salelist)—\n\t\tthe existing text is to be subsection (1),\n\t\tafter that subsection insert—\n\tThe Health Ministers may make regulations prescribing conditions whichmust be complied with if a transaction mentioned in subsection (1)(c) is to beconsidered for the purposes of this section as done under the supervision of apharmacist.\n\tConditions prescribed under subsection (2) may relate to supervision in thecase where the pharmacist is not on the premises, and in that case thetransaction is not to be so considered if no such conditions are prescribed.\n\tIn any case, compliance with any applicable conditions is sufficient forthe transaction to be so considered.”"
    },
    {
        "length": 680,
        "text": "\nControl of pharmacy premises: individuals and partnerships\n\tFor section 70 of the Medicines Act 1968 (pharmacy business carried on byindividual pharmacist or by partners) substitute—\n\t“70Business carried on by individual pharmacist or by partners\n\t\tThe conditions referred to in section 69(1)(a) of this Act are thatsubsections (2) and (3) of this section are both satisfied as respects each ofthe premises where the retail pharmacy business is carried on and medicinalproducts, other than medicinal products on a general sale list, are sold byretail.\n\t\tThis subsection is satisfied if a responsible pharmacist who satisfies therequirements of subsections (4) and (5) of this section is in charge of thebusiness at those premises, so far as concerns—\n\t\t\tthe retail sale at those premises of medicinal products (whether they areon a general sale list or not), and\n\t\t\tthe supply at those premises of such products in circumstancescorresponding to retail sale.\n\t\tThis subsection is satisfied if a notice is conspicuously displayed atthose premises stating—\n\t\t\tthe name of the responsible pharmacist for the time being,\n\t\t\tthe number of his registration under the Pharmacy Act 1954 or (in relationto Northern Ireland) the Pharmacy (Northern Ireland) Order 1976, and\n\t\t\tthe fact that he is for the time being in charge of the business at thosepremises.\n\t\tThe responsible pharmacist must be—\n\t\t\tthe person carrying on the business, or\n\t\t\tif the business is carried on by a partnership, one of the partners or, inScotland, one of the partners who is a pharmacist, or\n\t\t\tanother pharmacist.\n\t\tIn relation to premises in Great Britain that have been registeredpharmacies for less than three years, the responsible pharmacist may not be aperson who is a pharmacist by virtue of section 4A of the Pharmacy Act 1954(qualification by European diploma) or any corresponding provision applying toNorthern Ireland.”\n\t\tIn section 78 of the Medicines Act [1968 (c.67)](/id/ukpga/1968/67?view=plain \"Go to item of legislation\") (restrictionson use of titles, descriptions and emblems), in subsection (7), for the wordsfrom “under whose” to the end substitute “who is in charge of the business atthose premises (so far as concerns the retail sale of medicinal products orthe supply of such products in circumstances corresponding to retail sale) isalso a pharmacist”."
    },
    {
        "length": 815,
        "text": "\nControl of pharmacy premises: bodies corporate\n\tFor section 71 of the Medicines Act 1968 (pharmacy business carried on bybody corporate) substitute—\n\t“71Business carried on by body corporate\n\t\tThe conditions referred to in section 69(1)(b) of this Act are—\n\t\t\tthat the retail pharmacy business, so far as concerns the keeping,preparing and dispensing of medicinal products other than medicinal productson a general sale list, is under the management of a superintendent in respectof whom the requirements specified in subsection (6) of this section arefulfilled, and\n\t\t\tthat subsections (2) and (3) of this section are both satisfied as respectseach of the premises where the business is carried on and medicinal products,other than medicinal products on a general sale list, are sold by retail.\n\t\tThis subsection is satisfied if a responsible pharmacist who satisfies therequirements of subsections (4) and (5) of this section is in charge of thebusiness at the premises mentioned in subsection (1)(b) of this section, sofar as concerns—\n\t\t\tthe retail sale at those premises of medicinal products (whether they areon a general sale list or not), and\n\t\t\tthe supply at those premises of such products in circumstancescorresponding to retail sale.\n\t\tThis subsection is satisfied if a notice is conspicuously displayed atthose premises stating—\n\t\t\tthe name of the responsible pharmacist for the time being,\n\t\t\tthe number of his registration under the Pharmacy Act 1954 or (in relationto Northern Ireland) the Pharmacy (Northern Ireland) Order 1976, and\n\t\t\tthe fact that he is for the time being in charge of the business at thosepremises.\n\t\tThe responsible pharmacist must be—\n\t\t\tthe superintendent mentioned in subsection (1)(a) of this section, or\n\t\t\ta manager or assistant subject to the directions of the superintendent andwho is a pharmacist.\n\t\tIn relation to premises in Great Britain that have been registeredpharmacies for less than three years, the responsible pharmacist may not be aperson who is a pharmacist by virtue of section 4A of the Pharmacy Act 1954(qualification by European diploma) or any corresponding provision applying toNorthern Ireland.\n\t\tThe requirements referred to in subsection (1)(a) of this section inrelation to a superintendent are that—\n\t\t\the is a pharmacist,\n\t\t\ta statement in writing signed by him, and signed on behalf of the bodycorporate, specifying his name and stating whether he is a member of the boardof that body or not, has been sent to the registrar, and\n\t\t\the does not act in a similar capacity for any other body corporate.”\n\t\tIn section 124 of the Medicines Act [1968 (c.67)](/id/ukpga/1968/67?view=plain \"Go to item of legislation\") (offences bybodies corporate), in subsection (2)(b), for “subsection (1)(a)” substitute“subsection (4)(b)”."
    },
    {
        "length": 418,
        "text": "\nControl of pharmacy premises: representative of pharmacist in case ofdeath or disability\n\tIn section 72 of the Medicines Act 1968 (representative of pharmacist in caseof death or disability), for subsection (2) substitute—\n\tThe conditions referred to in section 69(1)(c) of this Act are—\n\t\tthat the name and address of the representative, and the name of thepharmacist whose representative he is, have been notified to the registrar,and\n\t\tthat subsections (2A) and (2B) of this section are both satisfied asrespects each of the premises at which the business is carried on andmedicinal products, other than medicinal products on a general sale list, aresold by retail.\n\t\t(2A)This subsection is satisfied if a responsible pharmacist is in charge ofthe business at the premises mentioned in subsection (2)(b) of this section,so far as concerns—\n\t\tthe retail sale at those premises of medicinal products (whether they areon a general sale list or not), and\n\t\tthe supply at those premises of such products in circumstancescorresponding to retail sale.\n\t\t(2B)This subsection is satisfied if a notice is conspicuously displayed atthose premises stating—\n\t\tthe name of the responsible pharmacist for the time being,\n\t\tthe number of his registration under the Pharmacy Act 1954 or (in relationto Northern Ireland) the Pharmacy (Northern Ireland) Order 1976, and\n\t\tthe fact that he is for the time being in charge of the business at thosepremises.”"
    },
    {
        "length": 1332,
        "text": "\nThe responsible pharmacist\n\tAfter section 72 of the Medicines Act [1968 (c.67)](/id/ukpga/1968/67?view=plain \"Go to item of legislation\") insert—\n\t“72AThe responsible pharmacist\n\t\tIt is the duty of the responsible pharmacist mentioned in sections 70, 71and 72 of this Act to secure the safe and effective running of the pharmacybusiness at the premises in question so far as concerns—\n\t\t\tthe retail sale at those premises of medicinal products (whether they areon a general sale list or not), and\n\t\t\tthe supply at those premises of such products in circumstancescorresponding to retail sale.\n\t\tA person may not be the responsible pharmacist in respect of more than oneset of premises at the same time, except in circumstances specified by theHealth Ministers in regulations, and then only if such conditions as may be sospecified are complied with.\n\t\tThe responsible pharmacist must establish (if they are not alreadyestablished), maintain and keep under review procedures designed to secure thesafe and effective running of the business as mentioned in subsection (1) ofthis section.\n\t\tThe responsible pharmacist must make a record (which must be available atthe premises) of—\n\t\t\twho the responsible pharmacist is in relation to the premises on any dayand at any time, and\n\t\t\tsuch other matters as the Health Ministers specify in regulations.\n\t\tIt is the duty of the person carrying on the business to secure that—\n\t\t\tthe record is properly maintained, and\n\t\t\tit is preserved for at least as long as is specified in regulations made bythe Health Ministers.\n\t\tThe Health Ministers may make further provision in regulations in relationto the responsible pharmacist.\n\t\tThe regulations may, in particular, make further provision about thematters mentioned in subsections (1) to (4) of this section, and makeprovision about—\n\t\t\tthe qualifications and experience which a person must have if he is to be aresponsible pharmacist,\n\t\t\tthe responsible pharmacist’s absence from the premises,\n\t\t\tthe supervision by the responsible pharmacist, when he is not present onthe premises, of relevant activities there,\n\t\t\tcircumstances in which the responsible pharmacist may supervise relevantactivities at a pharmacy of which he is not the responsible pharmacist,\n\t\t\tthe form in which the procedures referred to in subsection (3) of thissection are to be recorded and matters which must be covered by them,\n\t\t\tthe form in which the record referred to in subsection (4) of this sectionis to be kept and particulars which must be included in it.\n\t\tIn subsection (7)(c) and (d), “relevant activities” means things mentionedin section 10 and transactions mentioned in section 52(1)(c) of this Act.\n\tBSection 72A: supplementary\n\t\tThe failure by a person to comply with any requirements of section 72A ofthis Act, or of regulations made under that section, may constitute misconductfor the purposes of section 80 of this Act, section 8 of the Pharmacy Act 1954and Article 20 of the Pharmacy (Northern Ireland) Order 1976; and theStatutory Committee may deal with such a failure accordingly.\n\t\tA person who does not have the qualifications and experience required byregulations made by virtue of section 72A(7)(a) of this Act is not to beconsidered as a responsible pharmacist for the purposes of sections 70 to 72of this Act.\n\t\tSubsection (4) of this section applies if a person—\n\t\t\tfails to comply with the requirements of subsection (2) of section 72A ofthis Act, or of regulations made under that subsection,\n\t\t\tfails to comply with any requirements as to absence from the premisescontained in regulations made by virtue of subsection (7)(b) of that section.\n\t\tIf this subsection applies, the person in question is not to be consideredwhile the failure continues as being in charge of the business at the premisesin question (or in a subsection (3)(a) case at any of them) for the purposesof sections 70 to 72 of this Act.”\n\t\tIn section 77 of the Medicines Act [1968 (c.67)](/id/ukpga/1968/67?view=plain \"Go to item of legislation\") (annual returnof premises to registrar), omit paragraph (b) and the “and” immediatelypreceding it.\n\t\tIn section 84 of the Medicines Act 1968 (offences), before subsection (1)insert—\n\t\t\t“(A1)A person who fails to comply with either of the following shall be guiltyof an offence and liable on summary conviction to a fine not exceeding level 3on the standard scale—\n\t\t\tsubsection (4) of section 72A of this Act (which requires the making ofentries in a record relating to the responsible pharmacist),\n\t\t\tsubsection (5) of that section (which requires the keeping and preservationof the record).”"
    },
    {
        "length": 957,
        "text": "\nEnforcement \n\tIn section 108 of the Medicines Act [1968 (c.67)](/id/ukpga/1968/67?view=plain \"Go to item of legislation\") (enforcement inEngland and Wales)—\n\t\tin subsection (1), at the beginning insert “Subject to the provisions ofsubsection (6C) of this section,”,\n\t\tafter subsection (6) insert—\n\t\t\t“(6A)The Pharmaceutical Society shall be under a duty, concurrently with theappropriate Minister, to enforce the provisions of subsections (4) and (5) ofsection 72A of this Act in their application to England and Wales.\n\t\t(6B)The Pharmaceutical Society shall be under a duty to enforce the otherprovisions of section 72A of this Act, and any regulations made under them, intheir application to England and Wales.\n\t\t(6C)The appropriate Minister shall be under no duty to enforce those otherprovisions, or any regulations made under them, in their application toEngland and Wales.\n\t\t(6D)Notwithstanding subsection (6C) of this section the appropriate Ministeris to be treated for the purposes of sections 111 to 114 of this Act—\n\t\tas empowered by this section to enforce those other provisions, or anyregulations made under them, in their application to England and Wales, and\n\t\tto that extent as an enforcement authority in relation to those otherprovisions or those regulations in their application to England and Wales.”,\n\t\tin subsection (9)(a), after “hospital” insert “(except in relation to somuch of the hospital premises as is a registered pharmacy)”,\n\t\tin subsection (10), for “(4) to (8)” substitute “(4) to (6A), (7) and (8)”.\n\tIn section 109 of the Medicines Act 1968 (enforcement in Scotland), insubsection (1), at the beginning insert “Subject to the provisions of section108(6C) of this Act as applied by subsection (2) of this section,”.\n\tIn section 110 of the Medicines Act 1968 (enforcement in Northern Ireland)—\n\t\tin subsection (1), for “subsection (4)” substitute “subsections (3C) and(4)”,\n\t\tafter subsection (3) insert—\n\t\t“(3A)The Pharmaceutical Society shall be under a duty, concurrently with theMinister, to enforce the provisions of subsections (4) and (5) of section 72Aof this Act in their application to Northern Ireland.\n\t\t(3B)The Pharmaceutical Society shall be under a duty to enforce the otherprovisions of section 72A of this Act, and any regulations made under them, intheir application to Northern Ireland.\n\t\t(3C)The Minister shall be under no duty to enforce those other provisions, orany regulations made under them, in their application to Northern Ireland.\n\t\t(3D)Notwithstanding subsection (3C) of this section the Minister is to betreated for the purposes of sections 111 to 114 of this Act—\n\t\tas empowered by this section to enforce those other provisions, or anyregulations made under them, in their application to Northern Ireland, and\n\t\tto that extent as an enforcement authority in relation to those otherprovisions or those regulations in their application to Northern Ireland.”,\n\t\tin subsection (5)(a), for “and (3)” substitute “to (3D)”,\n\t\tin subsection (5)(b), for “(4) to (8)” substitute “(4) to (6A), (7) and(8)”."
    },
    {
        "length": 104,
        "text": "\nOrder-making powers\n\tIn section 129 of the Medicines Act [1968 (c.67)](/id/ukpga/1968/67?view=plain \"Go to item of legislation\") (orders andregulations), in subsection (5)—\n\t\tafter “power to make” insert “an order or”,\n\t\tafter “making the” insert “order or”."
    },
    {
        "length": 118,
        "text": "\nOrders under s.60 of the Health Act 1999\n\tIn Schedule 3 to the Health Act [1999 (c. 8)](/id/ukpga/1999/8?view=plain \"Goto item of legislation\") (which makes further provision about orders undersection 60 of that Act regulating health care professions), omit paragraph2(2) (which imposes a limitation on amendment of the Medicines Act 1968)."
    },
    {
        "length": 1524,
        "text": "\nChapter 1Pharmaceutical services\n\tPower to charge\n\t\tAfter section 42 of the 1977 Act insert—\n\t\t“42APower to charge: England\n\t\t\tThe Secretary of State may give directions to a Primary Care Trustrequiring it to charge a fee in cases or descriptions of case specified in thedirections to persons who make an application referred to in section42(2)(c)(i) or (ii) to the Primary Care Trust.\n\t\t\tThe Secretary of State may in the directions—\n\t\t\t\tspecify the fee himself, or\n\t\t\t\trequire the Primary Care Trust to determine the amount of the fee inaccordance with any requirements set out in the directions.\n\t\t\tBefore determining the amount of the fee–\n\t\t\t\tin a subsection (2)(a) case, the Secretary of State must consult suchorganisations as he thinks fit that appear to him to represent personsproviding pharmaceutical services and such organisations as he thinks fit thatappear to him to represent Primary Care Trusts,\n\t\t\t\tin a subsection (2)(b) case, the Primary Care Trust must undertake anyconsultation required by the directions.\n\t\t\tThe Secretary of State must publish in such manner as he thinks fit anydirections he gives under this section.\n\t\t\tIn a subsection (2)(b) case, the Primary Care Trust must publish in suchmanner as it thinks fit the fee which it determines.\n\t\tBPower to charge: Wales\n\t\t\tThe National Assembly for Wales may charge a fee to persons who make anapplication referred to in section 42(2)(c)(i) or (ii) to the Assembly.\n\t\t\tThe Assembly may determine the amount of the fee as it thinks fit, and mayin particular charge a flat fee or charge different fees in different cases ordescriptions of case.\n\t\t\tSubsections (4) and (5) apply if the Assembly directs a Local Health Boardunder section 16BB to exercise its functions of receiving and determiningapplications referred to in section 42(2)(c)(i) or (ii).\n\t\t\tThe Assembly may give directions to the Local Health Board requiring it tocharge a fee in cases or descriptions of case specified in the directions topersons who make an application referred to in section 42(2)(c)(i) or (ii) tothe Local Health Board.\n\t\t\tThe Assembly may in the directions—\n\t\t\t\tspecify the fee itself, or\n\t\t\t\trequire the Local Health Board to determine the amount of the fee inaccordance with any requirements set out in the directions.\n\t\t\tBefore determining the amount of the fee—\n\t\t\t\tin a subsection (1) case, the Assembly must consult such organisations asit thinks fit that appear to it to represent persons providing pharmaceuticalservices,\n\t\t\t\tin a subsection (5)(a) case, the Assembly must consult such organisationsas it thinks fit that appear to it to represent persons providingpharmaceutical services and such organisations as it thinks fit that appear toit to represent Local Health Boards,\n\t\t\t\tin a subsection (5)(b) case, the Local Health Board must undertake anyconsultation required by the directions.\n\t\t\tThe Assembly must publish in such manner as it thinks fit any fee itdetermines and any directions it gives under this section.\n\t\t\tIn a subsection (5)(b) case, the Local Health Board must publish in suchmanner as it thinks fit the fee which it determines.”\n\t\t\tIn section 126 of that Act (orders and regulations, and directions), insubsection (4), before “to give directions” insert “or by section 42A or 42Babove,”.\n\tApplications for provision of pharmaceutical services\n\t\tIn section 42 of the 1977 Act (regulations as to pharmaceutical services),after subsection (2A) insert—\n\t“(2B)The regulations may include the provision mentioned in subsection (2C)for the case where—\n\t\ttwo or more applications referred to in subsection (2)(c)(i) or (ii) relateto the same neighbourhood,\n\t\tthey are considered together by the Primary Care Trust or the NationalAssembly for Wales, and\n\t\tthe Primary Care Trust or the Assembly would be satisfied as mentioned insubsection (2)(c) in relation to each application taken on its own, but arenot so satisfied in relation to all of them taken together.\n\t\t(2C)The provision mentioned in subsection (2B) is provision for the PrimaryCare Trust or the Assembly, in determining which application (or applications)to grant, to take into account any proposals specified in the applications inrelation to the sale or supply at the premises in question, otherwise than byway of pharmaceutical services or in accordance with a private prescription,of—\n\t\tdrugs and medicines, and\n\t\tother products for, or advice in relation to, the prevention, diagnosis,monitoring or treatment of illness or handicap, or the promotion or protectionof health.”\n\tArrangements for dispensing of medicines\n\t\tIn section 43 of the 1977 Act (persons authorised to provide pharmaceuticalservices), for subsection (2) substitute—\n\t\tExcept as may be provided for by or under regulations, no arrangements forthe dispensing of medicines shall be made under this Part of this Act withpersons other than persons who—\n\t\t\tare registered pharmacists or persons lawfully conducting a retail pharmacybusiness in accordance with section 69 of the Medicines Act 1968; and\n\t\t\tundertake that all medicines supplied by them under the arrangements willbe dispensed either by or under the supervision of a registered pharmacist.”\n\t\tIn section 17S of the National Health Service (Scotland) Act [1978 (c.29)](/id/ukpga/1978/29?view=plain \"Go to item of legislation\") (eligibility tobe contractor under pharmaceutical care services contract), after subsection(1) insert—\n\t\t\t“(1A)In such circumstances, and subject to such conditions, as may beprescribed, subsection (1) has effect with the omission of the words from “whoundertakes” to the end.”"
    },
    {
        "length": 1309,
        "text": "\nProvision of primary ophthalmic services\n\tAfter section 16CC of the 1977 Act insert—\n\t“16CDPrimary ophthalmic services\n\t\tEach Primary Care Trust must exercise its powers so as to provide or securethe provision, within its area, of the following primary ophthalmic services—\n\t\t\tthe sight-testing service mentioned in subsection (2);\n\t\t\tsuch other primary ophthalmic services as may be prescribed; and\n\t\t\tto the extent that it considers necessary to meet all reasonablerequirements, any further primary ophthalmic services.\n\t\tThe sight-testing service mentioned in subsection (1)(a) is a service fortesting the sight of all of the following persons (except any such testingwhich takes place in prescribed circumstances)—\n\t\t\tthose aged under 16;\n\t\t\tthose aged 16, 17 or 18 who are receiving qualifying full-time education;\n\t\t\tthose whose resources are to be treated in accordance with regulations asbeing less than or equal to their requirements;\n\t\t\tthose aged 60 or over;\n\t\t\tthose of such other description as may be prescribed.\n\t\tRegulations may—\n\t\t\tprescribe what “qualifying full-time education” is for the purposes ofsubsection (2)(b);\n\t\t\tmake provision for the purposes of subsection (2)(c) about how a person’sresources and requirements are to be calculated.\n\t\tA Primary Care Trust may (in addition to any other power conferred on it)—\n\t\t\tprovide primary ophthalmic services itself (whether within or outside itsarea);\n\t\t\tmake such arrangements for their provision (whether within or outside itsarea) as it thinks fit, and may in particular make contractual arrangementswith any person.\n\t\tEach Primary Care Trust must publish information about such matters as maybe prescribed in relation to the primary ophthalmic services provided underthis Part.\n\t\tA body on which functions are conferred under this section must co-operatewith any other such body in the discharge of their respective functionsrelating to the provision of primary ophthalmic services under this Part.\n\t\tRegulations may provide that services of a prescribed description are, orare not, to be regarded as primary ophthalmic services for the purposes ofthis Part (but these regulations may not affect the duty in subsection(1)(a)).\n\t\tRegulations under subsection (7) may in particular describe services byreference to the manner or circumstances in which they are provided.\n\t\tRegulations may provide that a person—\n\t\t\twhose sight is tested by a person who is a party to a general ophthalmicservices contract; and\n\t\t\twho is shown during the testing or within a prescribed time after it tofall within any of paragraphs (a) to (d) of subsection (2),\n\t\t\t\tis to be taken for the purposes of the testing to have so fallen immediatelybefore his sight was tested.\n\t\tIn the case mentioned in subsection (9), the testing of his sight is(unless it took place in circumstances prescribed under subsection (2)) to betreated as a testing under the sight-testing service mentioned in subsection(1)(a)—\n\t\t\tfor the purposes of remuneration in respect of the testing; and\n\t\t\tfor any such other purpose as may be prescribed.\n\tCERegulations under section 16CD: supplementary\n\t\tRegulations under section 16CD which refer to an Act of Parliament or aninstrument made under an Act of Parliament may direct that the reference is tobe construed as a reference to that Act or instrument—\n\t\t\tas it has effect at the time when the regulations are made; or\n\t\t\tboth as it has effect at that time and as amended subsequently.\n\t\tDescriptions of persons may be prescribed under section 16CD(2)(e) byreference to any criterion, including the following—\n\t\t\ttheir age;\n\t\t\tthe fact that a prescribed person or a prescribed body accepts them assuffering from a prescribed medical condition;\n\t\t\tthe fact that a prescribed person or a prescribed body accepts that aprescribed medical condition from which they suffer arose in prescribedcircumstances;\n\t\t\ttheir receipt of benefit in money or kind under any enactment or theirentitlement to receive any such benefit;\n\t\t\tthe receipt of any such benefit by other persons satisfying prescribedconditions or the entitlement of other persons satisfying prescribedconditions to receive such benefits.\n\t\tRegulations under section 16CD(3)(b) may direct that a person’s resourcesand requirements be calculated—\n\t\t\tby a method set out in the regulations;\n\t\t\tby a method described by reference to a method of calculating or estimatingincome or capital specified in an enactment other than this section or in aninstrument made under an Act of Parliament or by reference to such a methodbut subject to prescribed modifications;\n\t\t\tby reference to an amount applicable for the purposes of a payment under anAct of Parliament or an instrument made under an Act of Parliament; or\n\t\t\tby reference to the person’s being or having been entitled to payment underan Act of Parliament or an instrument made under an Act of Parliament.”"
    },
    {
        "length": 1863,
        "text": "\nGeneral ophthalmic services contracts\n\tAfter section 28W of the 1977 Act insert—\n\t“General ophthalmic services contracts\n\t\tWAGeneral ophthalmic services contracts: introductory\n\t\t\tA Primary Care Trust may enter into a contract under which primaryophthalmic services are provided in accordance with the following provisionsof this Part.\n\t\t\tA contract under this section is called in this Act a “general ophthalmicservices contract”.\n\t\t\tSubject to any provision made by or under this Part, a general ophthalmicservices contract may make such provision as may be agreed between the PrimaryCare Trust and the contractor or contractors in relation to—\n\t\t\t\tthe services to be provided under the contract;\n\t\t\t\tremuneration under the contract; and\n\t\t\t\tany other matters.\n\t\t\tThe services to be provided under a general ophthalmic services contractmay include—\n\t\t\t\tservices which are not primary ophthalmic services;\n\t\t\t\tservices to be provided outside the area of the Primary Care Trust.\n\t\t\tIn this Part, “contractor”, in relation to a general ophthalmic servicescontract, means any person entering into the contract with the Primary CareTrust.\n\t\tWBPersons eligible to enter into GOS contracts\n\t\t\tA Primary Care Trust may, subject to such conditions and exceptions as maybe prescribed, enter into a general ophthalmic services contract with anyperson.\n\t\t\tBut it may not enter into such a contract with a person who has beendisqualified from doing so by an order of disqualification made by virtue ofregulations under section 28WC.\n\t\tWCExclusion of contractors\n\t\t\tThe Secretary of State may make regulations conferring on a Primary CareTrust, or another prescribed person, a right to apply to the FHSAA inprescribed circumstances for an order that a person (“P”) be disqualified fromentering into a general ophthalmic services contract.\n\t\t\tThe regulations may in particular provide for—\n\t\t\t\tthe review by the FHSAA of an order of disqualification made by virtue ofregulations under this section;\n\t\t\t\twhat is to happen in relation to general ophthalmic services contracts towhich P is a party when the order is made.\n\t\tWDGOS contracts: payments\n\t\t\tThe Secretary of State may give directions as to payments to be made undergeneral ophthalmic services contracts.\n\t\t\tA general ophthalmic services contract must require payments to be madeunder the contract in accordance with directions for the time being in forceunder this section.\n\t\t\tWithout prejudice to the generality of the power under subsection (1), adirection under that subsection may—\n\t\t\t\tprovide for payments to be made by reference to compliance with standardsor the achievement of levels of performance;\n\t\t\t\tprovide for payments to be made by reference to—\n\t\t\t\tany scheme or scale specified in the direction; or\n\t\t\t\ta determination made by any person in accordance with factors specified inthe direction;\n\t\t\t\tprovide for the making of payments in respect of individual practitioners;\n\t\t\t\tprovide that the whole or any part of a payment is subject to conditions(and may provide that payments are payable by a Primary Care Trust only if itis satisfied as to certain conditions);\n\t\t\t\tmake provision having effect from a date before the date of the direction,provided that, having regard to the direction as a whole, the provision is notdetrimental to the persons to whose remuneration it relates.\n\t\t\tBefore giving a direction under subsection (1), the Secretary of State—\n\t\t\t\tmust consult any body appearing to him to be representative of persons towhose remuneration the direction would relate; and\n\t\t\t\tmay consult such other persons as he thinks appropriate.\n\t\t\tSection 18(1) and (3)(b) apply in relation to directions under thissection.\n\t\t\tReferences in this section to payments include fees, allowances,reimbursements, loans and repayments.\n\t\tWEGOS contracts: other required terms\n\t\t\tA general ophthalmic services contract must contain such provision as maybe prescribed (in addition to the provision required by the precedingprovisions of this Part).\n\t\t\tRegulations under subsection (1) may in particular make provision as to—\n\t\t\t\tthe manner in which, and standards to which, services are to be provided;\n\t\t\t\tthe persons who perform services;\n\t\t\t\tthe persons to whom services are to be provided;\n\t\t\t\tthe variation of contract terms (other than terms required by or under thisPart);\n\t\t\t\trights of entry and inspection (including inspection of clinical recordsand other documents);\n\t\t\t\tthe circumstances in which, and the manner in which, the contract may beterminated;\n\t\t\t\tenforcement; \n\t\t\t\tthe adjudication of disputes.\n\t\t\tRegulations under subsection (2)(d) may—\n\t\t\t\tmake provision as to the circumstances in which a Primary Care Trust mayimpose a variation of contract terms;\n\t\t\t\tmake provision as to the suspension or termination of any duty under thecontract to provide services of a prescribed description.\n\t\t\tRegulations making provision of the kind described in subsection (3)(b) mayprescribe services by reference to the manner or circumstances in which theyare provided.\n\t\t\tRegulations under subsection (1) must make provision as to the right ofpersons to whom services are to be provided to choose the persons from whomthey are to receive them.\n\t\tWFGOS contracts: disputes and enforcement\n\t\t\tRegulations may make provision for the resolution of disputes as to theterms of a proposed general ophthalmic services contract.\n\t\t\tRegulations under subsection (1) may make provision—\n\t\t\t\tfor the referral of the terms of the proposed contract to the Secretary ofState; and\n\t\t\t\tfor the Secretary of State, or a person appointed by him, to determine theterms on which the contract may be entered into.\n\t\t\tRegulations may make provision for a person or persons entering into ageneral ophthalmic services contract to be regarded, in circumstances where heor they so elect, as a health service body for the purposes of section 4 ofthe National Health Service and Community Care Act 1990, but only so far asconcerns the general ophthalmic services contract (and not for any otherpurpose).\n\t\t\tRegulations under subsection (3) may include provision as to theapplication of section 4 of that Act in cases where—\n\t\t\t\tpersons practising in partnership elect to become a health service body;and\n\t\t\t\tthere is a change in the membership of the partnership.\n\t\t\tWhere— \n\t\t\t\tby virtue of regulations under subsection (3), subsection (7) of section 4of that Act applies in relation to a general ophthalmic services contract; and\n\t\t\t\ta direction as to payments is made under that provision in relation to thecontract,\n\t\t\t\t\tthe direction is to be enforceable in a county court (if the court so orders)as if it were a judgment or order of that court.”"
    },
    {
        "length": 359,
        "text": "\nPersons performing primary ophthalmic services\n\tSection 28X of the 1977 Act (persons performing primary medical and dentalservices) is amended as follows.\n\tAfter subsection (2) insert—\n\t\t“(2A)Regulations may provide that a health care professional of a prescribeddescription may not perform any primary ophthalmic service for which a PrimaryCare Trust is responsible unless he is included in a list maintained under theregulations by a Primary Care Trust.”\n\tIn subsection (3)(b), for “medical or dental” substitute “medical, dentalor ophthalmic”.\n\tAfter subsection (6) insert—\n\t“(6A)Regulations under this section may, in particular, also prescribe thequalifications and experience which a medical practitioner who applies forinclusion in a list mentioned in subsection (2A) must have, and may—\n\t\tprovide for the practitioner to show to the satisfaction of a committeerecognised by the Secretary of State for the purpose that he possesses suchqualifications and experience;\n\t\tconfer on a person who is dissatisfied with the determination of such acommittee a right of appeal to a committee appointed by the Secretary ofState; and\n\t\tprovide for anything which appears to the Secretary of State to beappropriate in connection with that right of appeal.”\n\tIn the heading, for “medical and dental” substitute “medical, dental andophthalmic”."
    },
    {
        "length": 152,
        "text": "\nAssistance and support\n\tSection 28Y of the 1977 Act (assistance and support for providers ofprimary medical and dental services) is amended as follows.\n\tFor paragraph (a) of subsection (1) substitute—\n\t\tany person providing, or proposing to provide, primary medical servicesunder a general medical services contract, primary dental services under ageneral dental services contract, or primary ophthalmic services under ageneral ophthalmic services contract;”.\n\tIn paragraph (b) of subsection (1), for “such services” substitute “primarymedical or dental services”."
    },
    {
        "length": 649,
        "text": "\nLocal Optical Committees\n\tAfter section 45B of the 1977 Act insert—\n\t“45CLocal Optical Committees: England\n\t\tA Primary Care Trust may recognise a committee formed for its area, or forits area and that of one or more other Primary Care Trusts, which it issatisfied is representative of—\n\t\t\tthe persons to whom subsection (2) applies; and\n\t\t\tthe persons to whom subsection (3) applies.\n\t\tThis subsection applies to every person who, under a general ophthalmicservices contract entered into by him, is providing primary ophthalmicservices in the area for which the committee is formed.\n\t\tThis subsection applies to every optometrist not falling within subsection(2)—\n\t\t\twho is performing primary ophthalmic services in the area for which thecommittee is formed, whether under section 16CD(4)(a) above, or under ageneral ophthalmic services contract; and\n\t\t\twho has notified the Primary Care Trust that he wishes to be represented bythe committee (and has not notified it that he wishes to cease to be sorepresented).\n\t\tA committee recognised under this section shall be called the Local OpticalCommittee for the area for which it is formed.\n\t\tAny such committee may delegate any of its functions, with or withoutrestrictions or conditions, to sub-committees composed of members of thatcommittee.\n\t\tAny such committee may co-opt persons not falling within subsection (2) or(3) on such terms as it thinks fit.\n\t\tRegulations may require a Primary Care Trust, in the exercise of itsfunctions relating to primary ophthalmic services, to consult any committeerecognised by it under this section on such occasions and to such extent asmay be prescribed.\n\t\tA committee recognised under this section shall have such other functionsas may be prescribed.\n\t\tA committee recognised under this section shall in respect of each yeardetermine the amount of its administrative expenses for that year.\n\t\tA Primary Care Trust may—\n\t\t\ton the request of a committee recognised by it, allot to that committeesuch sums as it may determine for defraying the committee’s administrativeexpenses; and\n\t\t\tdeduct the amount of such sums from the remuneration of persons of whom itis representative under subsection (1)(a) under the general ophthalmicservices contracts entered into by them with the Trust.\n\t\tReferences in this section to the administrative expenses of a committeeinclude the travelling and subsistence allowances payable to its members.”"
    },
    {
        "length": 571,
        "text": "\nPayments in respect of optical appliances\n\tSchedule 12 to the 1977 Act (which makes provision about charges andpayments) is amended as follows.\n\tIn paragraph 2A(1)—\n\t\tfor paragraph (b) substitute—\n\t\tfor a person whose resources fall to be treated under the regulations asbeing less than or equal to his requirements;\n\t\tfor any person falling within section 16CD(2)(d) above; or”,\n\t\tafter “paragraph (a), (b)” insert “, (ba)”.\n\tAfter paragraph 2A insert—\n\t\t“2B(1)Regulations under paragraph 2A above providing for payments for meetingor contributing towards the cost incurred for the supply of optical appliancesor their replacement or repair may also provide as follows, but in relation toEngland only.\n\tThey may make provision for such payments not to be made to any personfalling within a prescribed description.\n\tThey may make provision for the Secretary of State to give notice asmentioned in sub-paragraph (4) to a person to whom such payments have beenmade (whether by the Secretary of State or by an authority established underthis Act).\n\tSuch a notice is notice that no further such payments in respect of thesupply, replacement or repair of optical appliances at a particular locationor in a particular area, in either case specified in the notice, will be madeto him after a date specified in the notice.\n\tIf such a notice is given, no further payments as mentioned in sub-paragraph (4) are to be made to him after the date specified in the notice,unless the notice is cancelled by the Secretary of State.\n\tThe regulations may make provision conferring on the Secretary of State theright, if he has given a notice by virtue of sub-paragraph (3), to apply tothe FHSAA for a stop order.\n\tA stop order is an order that no further such payments are to be made(whether by the Secretary of State or by any authority established under thisAct) to the person in question in respect of the supply, replacement or repairof optical appliances, wherever the supply, replacement or repair occurred.\n\tIf the regulations make the provision mentioned in sub-paragraph (3), theymust also make provision conferring prescribed rights of appeal to the FHSAAupon the person to whom the notice was given.”"
    },
    {
        "length": 385,
        "text": "\nGeneral ophthalmic services: transitional\n\tThe Secretary of State shall in regulations make transitional provision inrespect of persons who, immediately before the coming into force of section 38of this Act, are providing services in England under section 38 of the 1977Act (general ophthalmic services).\n\tRegulations under this section may provide that, in such circumstances asthe regulations may specify, a Primary Care Trust must, if any such person sowishes, enter into a general ophthalmic services contract with him; and theregulations may make provision as to the terms of any such contract.\n\tRegulations under this section may provide that, in such circumstances asthe regulations may specify, a Primary Care Trust must, if any such person sowishes, enter into a contract with him, containing such terms as theregulations may specify, for the provision of ophthalmic services.\n\tRegulations under this section may make provision for the resolution ofdisputes in relation to any contract entered into, or proposed to be enteredinto, under subsection (2) or (3), including provision for the determinationof disputes by the Secretary of State or a person appointed by him.\n\tRegulations under this section may make provision in respect of a periodbeginning before the coming into force of the provision (or of section 38 ofthis Act), but such provision must not as a whole be detrimental to theremuneration of the persons to whom it relates.\n\tIn this section, “general ophthalmic services contract” means a contractunder section 28WA of the 1977 Act (as inserted by section 38(1))."
    },
    {
        "length": 1274,
        "text": "\nPreliminary\n\tCompulsory disclosure of documents for purposes of counter fraud orsecurity management functions\n\t\tThis Chapter confers power to require the production of documents inconnection with the exercise of—\n\t\t\tthe appropriate national authority’s counter fraud functions in relation tothe health service in England or (as the case may be) Wales, or\n\t\t\tthe Secretary of State’s security management functions in relation to thehealth service in England.\n\t\tThe appropriate national authority’s “counter fraud functions” in relationto the health service in England or Wales means that authority’s power (byvirtue of section 2(b) of the 1977 Act) to take action for the purpose ofpreventing, detecting or investigating fraud, corruption or other unlawfulactivities carried out against or otherwise affecting—\n\t\t\tthe health service in England or (as the case may be) Wales, or\n\t\t\tthat authority in relation to the authority’s responsibilities for thehealth service in England or (as the case may be) Wales.\n\t\tThe Secretary of State’s “security management functions” in relation to thehealth service in England means the Secretary of State’s power (by virtue ofsection 2(b) of the 1977 Act) to take action for the purpose of protecting andimproving the security of—\n\t\t\tpersons employed by the Secretary of State or an NHS body in the provisionof services for the purposes of the health service in England (“English NHSservices”);\n\t\t\thealth service providers and persons employed by them so far as they or (asthe case may be) persons so employed are engaged in any activity directlyrelated to the provision of English NHS services;\n\t\t\tNHS contractors and persons employed by them so far as they or (as the casemay be) persons so employed are engaged in any activity directly related tothe provision of English NHS services;\n\t\t\tpersons not within paragraphs (a) to (c) who work in any capacity onpremises used by the Secretary of State, an NHS body, a health serviceprovider, or an NHS contractor, in connection with the provision of EnglishNHS services;\n\t\t\tpersons on such premises—\n\t\t\twho are there for the purpose of receiving, or are receiving or havereceived, treatment or other services as patients, or\n\t\t\twho are accompanying persons within sub-paragraph (i);\n\t\t\tproperty and information used or held by the Secretary of State, an NHSbody, a health service provider, or an NHS contractor, in connection with theprovision of English NHS services.\n\t\tIn this Chapter—\n\t\t\tthe appropriate national authority’s counter fraud functions in relation tothe health service in England or (as the case may be) Wales, and\n\t\t\tthe Secretary of State’s security management functions in relation to thehealth service in England,\n\t\t\t\tare collectively referred to as functions to which this Chapter applies.\n\t\tIn this section “investigating” means investigating in relation to civil orcriminal proceedings.\n\tMeaning of “NHS body” etc.\n\t\tThis section applies for the purposes of this Chapter.\n\t\tSubject to subsection (3), an “NHS body” means—\n\t\t\ta Strategic Health Authority,\n\t\t\ta Local Health Board,\n\t\t\ta Special Health Authority,\n\t\t\ta Primary Care Trust,\n\t\t\tan NHS trust, or\n\t\t\tan NHS foundation trust.\n\t\tIn section 44(3), and in section 46(1) so far as having effect in relationto the Secretary of State’s security management functions referred to insection 44(3), an “NHS body” means—\n\t\t\ta Strategic Health Authority,\n\t\t\ta Special Health Authority so far as performing functions in respect ofEngland,\n\t\t\ta Primary Care Trust,\n\t\t\tan NHS trust all or most of whose hospitals, establishments and facilitiesare situated in England, or\n\t\t\tan NHS foundation trust.\n\t\tA “health service provider” means any person (other than a body withinsubsection (2)) providing primary medical services, primary dental services,primary or general ophthalmic services, or pharmaceutical services.\n\t\tAn “NHS contractor” means any person (other than a body or person withinsubsection (2) or (4)) providing services of any description underarrangements made with an NHS body.\n\t\tA “statutory health body” means any body (other than a body withinsubsection (2), (4) or (5)) established by or under an enactment and—\n\t\t\tproviding services in connection with the provision of, or\n\t\t\texercising functions in relation to,\n\t\t\t\tthe health service in either England or Wales or both.\n\t\tThe appropriate national authority may by order—\n\t\t\tmake such amendments of any of subsections (2) to (6) as the authorityconsiders appropriate;\n\t\t\tmake such consequential amendments of this Chapter as the authorityconsiders appropriate."
    },
    {
        "length": 3365,
        "text": "\nDisclosure notices\n\tNotice requiring production of documents\n\t\tThis section applies if it appears to the appropriate national authoritythat there are reasonable grounds for suspecting—\n\t\t\tthat any documents containing information relevant to the exercise of anyof the authority’s functions to which this Chapter applies are in thepossession or under the control of any NHS body, statutory health body, healthservice provider or NHS contractor (“the relevant organisation”), and\n\t\t\tthat a person within subsection (3) is accountable for the documents.\n\t\tThe appropriate national authority may serve on that person a noticerequiring him to produce the documents to an authorised officer.\n\t\tThe persons within this subsection are—\n\t\t\tany member, officer or director of the relevant organisation;\n\t\t\tany other person who takes part in the management of the affairs of thatorganisation;\n\t\t\tany person employed by that organisation; and\n\t\t\t(in the case of a health service provider or NHS contractor who is anindividual) that individual.\n\t\tA notice under this section must specify or describe the documents to whichit relates.\n\t\tSubject to subsections (6) and (7), the notice may require those documentsto be produced—\n\t\t\tat or by such time as is specified in the notice, or at once, and\n\t\t\tat such place, and in such manner, as is so specified.\n\t\tWhen specifying a time at or by which the documents are to be produced, thenotice must not require them to be produced otherwise than at a reasonablehour.\n\t\tIf the notice requires documents to be produced at once, it may only beserved at a reasonable hour.\n\t\tAn authorised officer may, by agreement with the person served with anotice within subsection (6) or (7), vary the notice so as to extend the timefor compliance with it.\n\t\tAny notice under this section, and any variation of such a notice undersubsection (8), must be in writing.\n\t\tFor the purposes of this section an individual is “accountable” for anydocuments if he has either day-to-day, or an overall, responsibility for thecustody or control of the documents.\n\tProduction of documents\n\t\tThis section applies where a notice has been served under section 46.\n\t\tAn authorised officer may—\n\t\t\ttake away any documents produced in compliance with the notice;\n\t\t\ttake copies of or extracts from any documents so produced;\n\t\t\trequire the person producing any such documents to provide an explanationof any of them.\n\t\tIf— \n\t\t\tthe officer takes away any such document, and\n\t\t\tthe person producing it requests the officer to provide him with a copy ofit, and\n\t\t\tthe request appears to the officer to be reasonable in the circumstances,\n\t\t\t\tthe officer must, as soon as is reasonably practicable, provide that personwith a copy of the document (in such form as the officer considersappropriate).\n\t\tDocuments produced in compliance with a notice under section 46 may beretained for so long as the appropriate national authority considers that itis necessary to retain them (rather than copies of them) in connection withthe exercise of any function of the authority to which this Chapter applies.\n\t\tIf the appropriate national authority has reasonable grounds for believing—\n\t\t\tthat any such documents may have to be produced for the purposes of anylegal proceedings, and\n\t\t\tthat they might otherwise be unavailable for those purposes,\n\t\t\tthey may be retained until the proceedings are concluded.\n\t\tIf a person who is required by a notice under section 46 to produce anydocuments does not produce the documents in compliance with the notice, anauthorised officer may require that person to state, to the best of hisknowledge and belief, where they are.\n\t\tA person is not bound to comply with any requirement imposed by a noticeunder section 46 or any requirement under subsection (6) unless evidence ofauthority is given—\n\t\t\tat the time when the notice is served, or\n\t\t\tat the time when the requirement is imposed under subsection (6),\n\t\t\tas the case may be.\n\t\tIn addition, a person may not be required under section 46 or subsection(6) to produce any document or disclose any information which he would beentitled to refuse to produce or disclose in proceedings in the High Court ongrounds of legal professional privilege.\n\tDelegation of functions\n\t\tThe appropriate national authority may direct a Special Health Authority toexercise so much of the appropriate national authority’s functions undersections 46 and 47 as is specified in the directions (“the delegatedfunctions”).\n\t\tThe appropriate national authority may give directions providing for seniorofficers of the Authority to exercise the delegated functions on behalf of theAuthority.\n\t\t\t  * “Senior officer” means an officer of or above a level specified in the directions. \n\t\tAny directions under subsection (1) or (2) must be given in regulationsmade by the appropriate national authority.\n\t\tThe appropriate national authority may by regulations make such provisionas the authority considers appropriate in connection with the exercise of thedelegated functions.\n\t\tThe regulations may, in particular, make provision—\n\t\t\tspecifying conditions as to training that must be satisfied in relation toofficers of the Authority involved in the exercise of the delegated functions;\n\t\t\tfor requiring officers to obtain specific authorisation before thedelegated functions are exercised in relation to personal records;\n\t\t\tproviding for the designation of officers for the purpose of giving suchauthorisations;\n\t\t\totherwise prescribing the manner in which the delegated functions may beexercised.\n\t\tIf the appropriate national authority gives a direction under subsection(1), the 1977 Act has effect as if—\n\t\t\tthe direction is a direction of the authority under section 16D of thatAct; and\n\t\t\tthe delegated functions are exercisable by the Special Health Authorityunder section 16D.\n\tCode of practice relating to delegated functions\n\t\tThe appropriate national authority may issue a code of practice relatingto—\n\t\t\tthe exercise of functions by or on behalf of a Special Health Authority byvirtue of directions under section 48;\n\t\t\tprocedures to be followed in relation to the disclosure (in accordance withsections 50 and 51) of information obtained by or on behalf of a SpecialHealth Authority in the exercise of such functions.\n\t\tThe appropriate national authority must keep the code under review and mayfrom time to time—\n\t\t\trevise the whole or any part of the code, and\n\t\t\tissue a revised code.\n\t\tWhere the appropriate national authority proposes to issue a code ofpractice under this section, the authority must—\n\t\t\tprepare a draft of the code, and\n\t\t\tconsult such persons as the authority considers appropriate about thedraft.\n\t\tWhere the appropriate national authority proposes to issue a revised codeunder this section which in the opinion of the authority would result in asubstantial change in the code, the authority must—\n\t\t\tprepare a draft of the revised code, and\n\t\t\tconsult such persons as the authority considers appropriate about thechange.\n\t\tWhere, following consultation under subsection (3) or (4), the appropriatenational authority issues the code or revised code (whether in the form of thedraft or with such modifications as the authority thinks fit), it comes intoforce at the time when it is issued by the authority.\n\t\tA failure to observe any provision of a code or revised code issued underthis section does not of itself make a person liable to any criminal or civilproceedings.\n\t\tA code or revised code issued under this section is admissible in evidencein any criminal or civil proceedings.\n\t\tConsultation undertaken by the appropriate national authority before thecommencement of this section is as effective for the purposes of this sectionas consultation undertaken after that time.\n\tDisclosure of information\n\t\tThis section applies to information which—\n\t\t\tis held by or on behalf of the appropriate national authority, and\n\t\t\twas obtained by virtue of section 46 or 47.\n\t\tThe information must not be disclosed except in accordance with subsection(3).\n\t\tA disclosure is made in accordance with this subsection if it is made—\n\t\t\tfor the purposes of the exercise of any of the appropriate nationalauthority’s functions in relation to the health service in England or (as thecase may be) Wales,\n\t\t\tfor the purposes of any civil proceedings brought in the exercise of any ofthose functions,\n\t\t\tfor the purposes of any criminal investigation or proceedings,\n\t\t\tfor the purposes of any relevant disciplinary proceedings, or\n\t\t\tin accordance with an enactment or order of a court or tribunal.\n\t\tIn subsection (3)—\n\t\t\tparagraphs (a) and (b) apply whether or not the appropriate nationalauthority concerned is the one mentioned in subsection (1), and\n\t\t\t“relevant disciplinary proceedings” means disciplinary proceedingsconducted in relation to an individual by—\n\t\t\tan NHS body, statutory health body or health service provider, or\n\t\t\tany of the regulatory bodies mentioned in section 25(3) of the NationalHealth Service Reform and Health Care Professions Act [2002 (c.17)](/id/ukpga/2002/17?view=plain \"Go to item of legislation\") (bodies withinremit of Council for the Regulation of Health Care Professionals).\n\t\tWhere information to which this section applies is disclosed to any personin accordance with subsection (3), the information must not be used or furtherdisclosed except—\n\t\t\tfor a purpose connected with the functions, investigation or proceedingsfor the purposes of which it was so disclosed, or\n\t\t\tin accordance with an enactment or order of a court or tribunal.\n\t\tInformation to which this section applies may be disclosed in accordancewith subsection (3) despite any obligation of confidence that would otherwiseprohibit or restrict the disclosure.\n\t\tThis section does not prohibit any disclosure or use of informationrelating to a particular person if it is made with the consent of that person.\n\tProtection of personal information disclosed for purposes ofproceedings\n\t\tInformation obtained from personal records produced in compliance with anotice under section 46 is “protected information” for the purposes of thissection if—\n\t\t\ta person (“the discloser”), in accordance with section 50(3), discloses theinformation for the purposes of any proceedings, and\n\t\t\teither— \n\t\t\tthe identity of the individual in question can be ascertained from theinformation itself, or\n\t\t\tthe discloser has reasonable cause to believe that it will be possible fora person who obtains the information as a direct or indirect consequence ofthe disclosure to ascertain the individual’s identity from that informationtaken with other information obtained by virtue of section 46 or 47 anddisclosed by or on behalf of the appropriate national authority.\n\t\tThe discloser must take all reasonable steps to ensure that, once disclosedby him in accordance with section 50(3), the protected information is notfurther disclosed to any person who is not someone to whom it is necessary todisclose the information for any purpose connected with the proceedingsmentioned in subsection (1)(a).\n\t\tIn subsection (2) the reference to further disclosure of the informationdoes not include any such disclosure—\n\t\t\tby way of evidence in any proceedings, or\n\t\t\tin accordance with an enactment or order of a court or tribunal.\n\t\tThe appropriate national authority must make provision, whether in a codeof practice issued under section 49 or otherwise, for requiring any persondisclosing protected information in accordance with section 50(3) to ensure,by the use of a distinguishing mark or in some other way, that the informationis clearly identified as protected information for the purposes of thissection.\n\t\tInformation that appears to be protected information must not be disclosedby way of evidence in any proceedings unless—\n\t\t\tthe whole of the proceedings are held in private, or\n\t\t\tin any other case, the information is disclosed in accordance withpermission given by the court or tribunal on an application under subsection(6).\n\t\tIf, on an application by a party to—\n\t\t\tproceedings before a court, or\n\t\t\tproceedings of any description before a tribunal that sits, or may sit, inpublic during the whole or part of proceedings of that description,\n\t\t\t\tthe court or tribunal is satisfied that it is in the interests of justice forany information that appears to be protected information to be disclosed byway of evidence in the proceedings, it may give permission for the informationto be so disclosed, on such terms as it thinks fit.\n\t\tWhen determining such an application, the court or tribunal must considerwhether, in the interests of protecting the identity of the individual to whomthe information relates, the whole or part of the proceedings should be heldin private.\n\t\tIf the court or tribunal is satisfied that the whole or part of theproceedings should be held in private, it must give such directions, or takesuch other steps, as appear to it to be appropriate.\n\t\tIn this section “proceedings” means—\n\t\t\tcriminal or civil proceedings, or\n\t\t\trelevant disciplinary proceedings (as defined by section 50(4))."
    },
    {
        "length": 856,
        "text": "\nOffences\n\tOffences in connection with production of documents\n\t\tA person commits an offence if, without reasonable excuse, he fails tocomply with any requirement imposed on him under section 46 or 47.\n\t\tA person guilty of an offence under subsection (1) is liable on summaryconviction—\n\t\t\tto imprisonment for a term not exceeding 51 weeks, or\n\t\t\tto a fine not exceeding level 3 on the standard scale,\n\t\t\t\tor to both.\n\t\tIf a person is convicted of an offence under subsection (1) in respect of afailure to produce a document and the failure continues after the date of hisconviction, the person—\n\t\t\tcommits a further offence, and\n\t\t\tis liable on summary conviction to a fine not exceeding 2% of level 3 onthe standard scale for each day on which the failure so continues.\n\t\tA person commits an offence if, in purported compliance with anyrequirement imposed on him under section 47—\n\t\t\the makes a statement which is false or misleading, and\n\t\t\the either knows that it is false or misleading or is reckless as to whetherit is false or misleading.\n\t\t\t\t  * “False or misleading” means false or misleading in a material particular. \n\t\tA person guilty of an offence under subsection (4) is liable—\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears or to a fine, or to both;\n\t\t\ton summary conviction, to imprisonment for a term not exceeding 12 monthsor to a fine not exceeding the statutory maximum, or to both.\n\tOffences relating to disclosure or use of information\n\t\tA person commits an offence if he fails to comply with section 50(2) or (5)or section 51(2).\n\t\tA person guilty of an offence under subsection (1) is liable—\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears or to a fine, or to both;\n\t\t\ton summary conviction to imprisonment for a term not exceeding 51 weeks orto a fine not exceeding the statutory maximum, or to both.\n\t\tIt is a defence for a person charged with an offence under subsection (1)in respect of a disclosure of information to prove that at the time of thealleged offence—\n\t\t\tany of the circumstances in subsection (4) applied, or\n\t\t\the reasonably believed that they applied.\n\t\tThe circumstances referred to in subsection (3) are—\n\t\t\tthat the disclosure was lawful,\n\t\t\tthat the information had already been lawfully made available to thepublic,\n\t\t\tthat the disclosure was necessary or expedient for the purpose ofprotecting the welfare of any individual,\n\t\t\tthat the disclosure was made in a form in which no person to whom theinformation relates is identified.\n\t\tSubsection (4)(d) is not satisfied if the identity of any such person canbe ascertained either—\n\t\t\tfrom the information itself, or\n\t\t\tfrom that information taken with other information obtained by virtue ofsection 46 or 47 and disclosed by or on behalf of the appropriate nationalauthority."
    },
    {
        "length": 918,
        "text": "\nSupplementary\n\tManner in which disclosure notice may be served\n\t\tThis section provides for the manner in which a notice may be served undersection 46.\n\t\tThe notice may be served on a person by—\n\t\t\tdelivering it to him;\n\t\t\tleaving it at his proper address;\n\t\t\tsending it by post to him at that address.\n\t\tFor the purposes of this section and section 7 of the Interpretation Act[1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\")(service of documents by post) in its application to this section, the properaddress of a person is his usual or last-known address (whether residential orotherwise), except that—\n\t\t\tin the case of a notice to be served on the secretary, clerk or similarofficer of a body corporate, it is the address of the registered office ofthat body or its principal office in the United Kingdom,\n\t\t\tin the case of a notice to be served on a partner or a person having thecontrol or management of a partnership business, it is the address of theprincipal office of the partnership in the United Kingdom, and\n\t\t\tin the case of a notice to be served on an officer of an unincorporatedassociation (other than a partnership), it is the address of the principaloffice of the association in the United Kingdom.\n\tInterpretation \n\t\tIn this Chapter—\n\t\t\t  * “authorised officer”, in relation to any function, means (subject to subsection (5)) an officer of the appropriate national authority authorised by the authority to act in exercise of the function; \n\t\t\t  * “document” means anything in which information of any description is recorded; \n\t\t\t  * “employed” means employed whether under a contract of service or a contract for services or otherwise, and whether for remuneration or not; \n\t\t\t  * “functions to which this Chapter applies” has the meaning given by section 44(4); \n\t\t\t  * “health service provider”, “NHS body” and “NHS contractor” have the meanings given by section 45; \n\t\t\t  * “personal records” has the meaning given by section 12 of the Police and Criminal Evidence Act [1984 (c. 60)](/id/ukpga/1984/60?view=plain \"Go to item of legislation\"); \n\t\t\t  * “statutory health body” has the meaning given by section 45. \n\t\tOther expressions used in this Chapter which are also used in the 1977 Acthave the same meanings as in that Act.\n\t\tReferences in this Chapter to the provision of services—\n\t\t\tin relation to statutory health bodies, health service providers or NHScontractors, include references to the provision of goods or facilities, and\n\t\t\tinclude references to the provision of services (or goods or facilities)wherever that takes place.\n\t\tIn relation to information recorded otherwise than in legible form, anyreference in this Chapter to the production of documents is a reference to theproduction of a copy of the information in legible form.\n\t\tWhere functions of the appropriate national authority are exercisable by aSpecial Health Authority by virtue of directions under section 48—\n\t\t\treferences in this Chapter to authorised officers include officers of theSpecial Health Authority authorised by or on behalf of the Authority to act inexercise of the functions, and\n\t\t\treferences in this Chapter to information held or disclosed by or on behalfof the appropriate national authority include information held or disclosed byor on behalf of the Special Health Authority."
    },
    {
        "length": 118,
        "text": "\nChapter 4Audit\n\tAccounts and audit\n\t\tFor section 98 of the 1977 Act substitute—\n\t\t“98Accounts and audit\n\t\t\tSchedule 12B to this Act makes provision about the accounts of certain healthservice bodies and the auditing of such accounts.”\n\t\t\tAfter Schedule 12A to that Act insert, as Schedule 12B, the Schedule setout in Schedule 3 to this Act."
    },
    {
        "length": 125,
        "text": "\nThe Appointments Commission\n\tThe Appointments Commission\n\t\tThere is to be a body corporate known as the Appointments Commission.\n\t\tThe Commission is to have the functions conferred on it by or under this orany other Act.\n\t\tSchedule 4 makes further provision about the Commission.\n\t\tThe National Health Service Appointments Commission is abolished on theappointed day.\n\t\t“The appointed day” means the day appointed under section 83 for the cominginto force of subsection (4)."
    },
    {
        "length": 1174,
        "text": "\nDelegation of appointment functions\n\tCommission to exercise Secretary of State’s appointment functions\n\t\tThe Commission is to exercise so much of any function of the Secretary ofState relating to the appointment of any persons within subsection (2), (3) or(4) as may be specified in a direction given by the Secretary of State.\n\t\tThe persons within this subsection are—\n\t\t\tchairmen and non-executive members of Strategic Health Authorities, PrimaryCare Trusts, NHS trusts or Special Health Authorities;\n\t\t\ttrustees for NHS trusts or Primary Care Trusts; and\n\t\t\tspecial trustees to which section 95 of the 1977 Act applies (specialtrustees for university and teaching hospitals).\n\t\tThe persons within this subsection are chairmen and non-executive membersof any of the statutory bodies listed in Schedule 5.\n\t\tThe persons within this subsection are chairmen and non-executive membersof any other body (however established) which has functions relating to—\n\t\t\thealth, \n\t\t\tsocial care, or\n\t\t\tthe regulation of professions associated with health or social care.\n\t\tFor the purposes of subsection (4) it is immaterial—\n\t\t\tthat a body has functions relating to matters other than those specified inthat subsection, or\n\t\t\tthat the body’s functions are not exercisable only in relation to England.\n\tCases where appointment functions exercisable jointly etc.\n\t\tThis section applies if a function of the Secretary of State relating tothe appointment of any persons within section 58(2), (3) or (4) is exercisableby the Secretary of State jointly or concurrently with—\n\t\t\ta devolved authority, or\n\t\t\tany other person who is not a Minister of the Crown.\n\t\tA requirement to exercise the function jointly or concurrently does notprevent the Secretary of State from giving a direction under section 58 inrespect of the function, but he must not do so unless he first consults thedevolved authority or other person.\n\t\tIf the Secretary of State gives such a direction, so much of the functionsof the Secretary of State and the devolved authority or other person as isspecified in the direction is exercisable by the Commission acting alone.\n\t\tSubsections (2) and (3) do not apply if the function is exercisable jointlyor concurrently with the Scottish Ministers, but the Secretary of State maynevertheless give a direction under section 58 in respect of the exercise ofany function that he has.\n\tCommission to exercise Privy Council’s appointment functions\n\t\tThe Commission is to exercise so much of any function of the Privy Councilrelating to the appointment of members to any of the regulatory bodies listedin Schedule 6 as may be specified in a direction given by the Privy Council.\n\t\tThe Commission is to exercise so much of any function of the Privy Councilrelating to the appointment of members to the Council of the RoyalPharmaceutical Society of Great Britain as may be specified in a directiongiven by the Privy Council.\n\tCommission to exercise Assembly’s appointment functions\n\t\tThe Commission is to exercise so much of any function of the National Assemblyfor Wales relating to the appointment of members to the Commission forHealthcare Audit and Inspection or the Health Protection Agency as may bespecified in a direction given by the Assembly.\n\tExercise of appointments functions\n\t\tThis section applies where any function is exercisable by the Commission inrelation to an appointment by virtue of a direction under section 58, 60 or61.\n\t\tSubject to the following provisions of this section, the function isexercisable by the Commission in relation to the appointment in such manner asit thinks fit, having regard to the provisions of any enactment or instrumentrelating to the making of the appointment (as they have effect in accordancewith subsection (3)).\n\t\tReferences in any such provisions to things done, or falling to be done, byor in relation to the Secretary of State, the Privy Council or the NationalAssembly for Wales have effect, so far as necessary in connection with thefunction being exercisable by the Commission, as references to things done, orfalling to be done, by or in relation to the Commission.\n\t\tThe direction mentioned in subsection (1) may contain provisions relatingto the manner in which the function is to be exercised.\n\t\tThose provisions may, in particular, include provisions relating to—\n\t\t\tmatters to which the Commission is to have regard,\n\t\t\tany criteria to be used, or\n\t\t\tthe procedure to be followed,\n\t\t\t\tin relation to making appointments in exercise of the function.\n\t\tThe Commission must take into account any guidance which—\n\t\t\tis issued by the Commissioner for Public Appointments or any governmentdepartment, and\n\t\t\trelates to the making of appointments to public bodies."
    },
    {
        "length": 963,
        "text": "\nOther functions\n\tCommission to assist other bodies with appointments\n\t\tThe Commission may enter into arrangements under subsection (2) with theboard of governors of an NHS foundation trust.\n\t\tArrangements under this subsection are arrangements providing for theCommission to assist the board in connection with the exercise of their powersrelating to—\n\t\t\tthe appointment of the chairman and non-executive directors under paragraph17 of Schedule 1 to the 2003 Act; or\n\t\t\tthe appointment of the initial chairman and the initial non-executivedirectors in accordance with paragraph 19 of that Schedule.\n\t\tThe Commission may enter into arrangements under subsection (4) with—\n\t\t\tany Minister of the Crown exercising functions in relation to England, or\n\t\t\tany officer acting on behalf of such a Minister.\n\t\tArrangements under this subsection are arrangements providing for theCommission to assist the Minister or officer in connection with the exerciseby him of any power relating to—\n\t\t\tthe appointment of the chairman of any body specified in the arrangements,or\n\t\t\tthe appointment of non-executive members of such a body.\n\t\tFor the purposes of subsections (3) and (4) it is immaterial that thebody’s functions are not exercisable only in relation to England.\n\t\tBut arrangements may not be entered into under subsection (4) in relationto any powers that are exercisable by a Minister of the Crown jointly orconcurrently with, or after consultation with—\n\t\t\ta devolved authority, or\n\t\t\tany other person who is not a Minister of the Crown.\n\t\tIn this section—\n\t\t\t“arrangements” means arrangements, whether contractual or otherwise;\n\t\t\treferences to assistance in connection with the exercise of any power ofappointment do not include the making of any appointment.\n\tFunctions connected with appointments to bodies to which section 58 or60 applies\n\t\tThe Commission may provide chairmen and non-executive members of relevantbodies with general advice on matters relating to recruitment, selection,appraisal, training or development and conditions of service (includingremuneration).\n\t\tThe Commission may provide persons appointed by it to be chairmen and non-executive members of relevant bodies with mentoring and other assistance inrelation to the exercise of their functions.\n\t\tThe Commission may provide chairmen and executive and non-executive membersof relevant bodies with training in connection with their respective roles andresponsibilities.\n\t\tArrangements under section 63(2) or (4) may provide for the Commission toexercise functions corresponding to those in subsection (1), (2) or (3) abovein relation to the persons in connection with whose appointments theCommission provides assistance under the arrangements.\n\t\tIn this section “relevant body” means any body in relation to which adirection is in force under section 58 or 60.\n\tPrescribed functions\n\t\tRegulations may make provision for or in connection with conferringfunctions on the Commission in relation to appointments to applicable bodiesand matters relating to such appointments.\n\t\tThe functions which may be so conferred include—\n\t\t\tadministering schemes relating to the payment, to chairmen and non-executive members of applicable bodies, of remuneration and allowances fallingto be determined by the Secretary of State;\n\t\t\tpublishing or otherwise making available information as to the terms andconditions applying to chairmen and non-executive members of applicablebodies, including information as to such remuneration and allowances;\n\t\t\tassisting the Secretary of State in connection with the implementation ofdecisions as to the payment of such remuneration to such persons;\n\t\t\tadvising the Secretary of State in connection with the payment of suchallowances to such persons;\n\t\t\tadvising the Secretary of State generally on matters relating toappointments to applicable bodies.\n\t\tNothing in subsection (2) is to be read as prejudicing the generality ofsubsection (1)."
    },
    {
        "length": 478,
        "text": "\nFunctions: supplementary\n\tExercise of functions\n\t\tThe Commission must exercise its functions—\n\t\t\tefficiently and cost-effectively, and\n\t\t\tin such a way as to ensure the maintenance of public confidence in themaking of appointments to public bodies.\n\t\tIn connection with the exercise of its functions the Commission may—\n\t\t\tengage in or commission research;\n\t\t\tobtain and analyse data and other information;\n\t\t\tmake available to any body or person such persons, materials and facilitiesas it may determine;\n\t\t\tprovide information, advice and guidance, whether generally or to suchbodies or persons as it may determine.\n\t\tThe information, advice and guidance which may be provided as mentioned insubsection (2)(d) includes—\n\t\t\tinformation relating to appointments to applicable bodies, and\n\t\t\tadvice and guidance on matters relating to appointments to applicablebodies or the governance of such bodies.\n\t\tThe Commission may do anything which it thinks is—\n\t\t\tappropriate for facilitating, or\n\t\t\tincidental or conducive to,\n\t\t\t\tthe exercise of its functions.\n\t\tThe power under subsection (4) includes power—\n\t\t\tto enter into contracts;\n\t\t\tto acquire, and dispose of, land and other property;\n\t\t\tto form, or participate in the forming of, companies;\n\t\t\tto develop and make available for sale (otherwise than for profit) materialfor use in connection with appointments to applicable bodies;\n\t\t\tto provide accommodation.\n\t\tThe power under subsection (4) is not restricted by subsection (2), but—\n\t\t\tso far as it relates to functions conferred on the Commission under section61, is exercisable subject to directions given by the National Assembly forWales;\n\t\t\tso far as it relates to any other functions of the Commission, isexercisable subject to directions given by the Secretary of State."
    },
    {
        "length": 495,
        "text": "\nReports etc.\n\tAnnual reports\n\t\tThe Commission must prepare in respect of each financial year a reportrelating to its performance of its functions during that year.\n\t\tThe report must in particular—\n\t\t\tset out the practices adopted by the Commission during the year with a viewto ensuring equal opportunities,\n\t\t\tcontain information about complaints made to the Commission during theyear, and about how complaints made to the Commission were resolved during theyear, and\n\t\t\tdeal with any such other matters as the Secretary of State may direct.\n\t\tThe Commission must—\n\t\t\tsend the Secretary of State and the National Assembly for Wales copies ofthe report as soon as possible after the end of the year, and\n\t\t\tpublish the report in such manner as the Commission considers appropriate.\n\t\tThe Secretary of State must lay before each House of Parliament a copy ofevery report sent to him under subsection (3).\n\tOther reports and information\n\t\tIf requested to do so by—\n\t\t\tthe Secretary of State,\n\t\t\tthe Privy Council,\n\t\t\ta government department, or\n\t\t\tthe Commissioner for Public Appointments,\n\t\t\t\tthe Commission must provide him or it with such a report or informationrelating to any aspect of the Commission’s performance of its functions as isspecified in the request.\n\t\tIf requested to do so by the National Assembly for Wales, the Commissionmust provide it with such a report or information relating to any aspect ofthe Commission’s performance of its functions under section 61 as is specifiedin the request.\n\t\tIf requested to do so by a body to which this subsection applies, theCommission must provide the body with such a report or information relating tothe Commission’s performance of its functions in relation to the body as isspecified in the request.\n\t\tSubsection (3) applies to any body in relation to which—\n\t\t\tfunctions are exercisable by the Commission by virtue of a direction undersection 58, 60 or 61, or\n\t\t\tarrangements are in force under section 63."
    },
    {
        "length": 1021,
        "text": "\nMiscellaneous and supplementary\n\tTransfer of staff and property etc.\n\t\tSchedule 7 makes provision in relation to the transfer to the AppointmentsCommission of staff, property, rights and liabilities of the National HealthService Appointments Commission.\n\tDirections \n\t\tAny direction given by the Secretary of State, the Privy Council or theNational Assembly for Wales under this Part—\n\t\t\tmust be given in writing, and\n\t\t\tmay be varied or revoked by a subsequent such direction.\n\t\tWhere a function of the Secretary of State, the Privy Council or theAssembly is exercisable by the Commission by virtue of a direction under thisPart, the direction does not preclude the Secretary of State, the PrivyCouncil or the Assembly (as the case may be) from exercising the function.\n\t\tSection 126(4) of the 1977 Act (supplementary provisions about subordinatelegislation) applies in relation to any power to give directions under thisPart as it applies in relation to the powers mentioned in that subsection.\n\tInterpretation \n\t\tIn this Part—\n\t\t\t  * “applicable body” is to be read in accordance with subsections (4) and (5); \n\t\t\t  * “appointment” is to be read in accordance with subsections (2) and (3); \n\t\t\t  * “the Commission” means the Appointments Commission; \n\t\t\t  * “devolved authority” is to be read in accordance with subsection (7); \n\t\t\t  * “financial year”, in relation to the Commission, means— \n\t\t\tthe period starting on the day the Commission is established and ending withthe next 31st March, or\n\t\t\tany succeeding period of 12 months;\n\t\t\t\t  * “Minister of the Crown” has the same meaning as in the Ministers of the Crown Act [1975 (c. 26)](/id/ukpga/1975/26?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “the National Health Service Appointments Commission” means the Special Health Authority known by that name; \n\t\t\t\t  * “NHS trust” has the same meaning as in the 1977 Act; \n\t\t\t\t  * “non-executive members” is to be read in accordance with subsection (6); \n\t\t\t\t  * “prescribed” means prescribed by regulations; \n\t\t\t\t  * “regulations” means regulations made by the Secretary of State. \n\t\tIn this Part “appointment” includes—\n\t\t\tany process involving an appointment (whether described as re-appointmentor replacement or otherwise) including a temporary appointment; and\n\t\t\tnomination for appointment;\n\t\t\t\tand also includes removal or suspension from office.\n\t\tReferences in this Part to functions relating to the appointment of aperson include functions relating to a person’s tenure of office.\n\t\tIn this Part “applicable body” means—\n\t\t\tany body in relation to which a direction may be given under section 58, 60or 61, and\n\t\t\t(except in section 65(2)(a) and (b)) any NHS foundation trust and any bodywhich falls within subsection (5).\n\t\tA body falls within this subsection if arrangements providing for theCommission to assist in the exercise of any power relating to appointment ofthe body’s chairman, or any non-executive member of the body, may be enteredinto under section 63(4).\n\t\tIn this Part “non-executive members”—\n\t\t\tin relation to a body whose members are known as directors, means non-executive directors, and\n\t\t\tin relation to a body in the case of which no distinction is made betweenexecutive and non-executive members, means members of the body (apart from thechairman).\n\t\tEach of the following is a “devolved authority” for the purposes of thisPart—\n\t\t\tthe Scottish Ministers,\n\t\t\tthe National Assembly for Wales, and\n\t\t\tany Northern Ireland department."
    },
    {
        "length": 2030,
        "text": "\nPart 6Miscellaneous\n\tSocial care bursary\n\t\tExercise by Special Health Authority of social care training functions\n\t\t\tAfter section 67 of the Care Standards Act [2000 (c.14)](/id/ukpga/2000/14?view=plain \"Go to item of legislation\") insert—\n\t\t\t“67AExercise by Special Health Authority of functions under s. 67(4)(a)\n\t\t\t\tThe Secretary of State may direct a Special Health Authority to exercisesuch of his functions under section 67(4)(a) as may be specified in thedirections.\n\t\t\t\tIf the Secretary of State gives a direction under subsection (1), theNational Health Service Act 1977 shall have effect as if—\n\t\t\t\t\tthe direction were a direction of the Secretary of State under section 16Dof that Act, and\n\t\t\t\t\tthe functions were exercisable by the Special Health Authority undersection 16D.\n\t\t\t\tDirections under subsection (1)—\n\t\t\t\t\tshall be given by an instrument in writing, and\n\t\t\t\t\tmay be varied or revoked by subsequent directions.”\n\tNHS costs recovery\n\t\tNHS costs recovery\n\t\t\tIn section 153 of the 2003 Act (information contained in certificates relatingto recovery of NHS charges in cases of injury requiring NHS services), forsubsection (9) substitute—\n\t\t\tFor the purposes of subsection (10), a claim made by or on behalf of aninjured person is a qualifying claim if—\n\t\t\t\tit does not fall within subsection (3) or within any other description ofclaim specified in regulations, and\n\t\t\t\tit is settled, and the damages payable under the settlement are to bereduced to reflect the injured person’s share in the responsibility for theinjury in question.”\n\tTransfer of criminal liabilities\n\t\tTransfer of criminal liabilities of certain NHS bodies\n\t\t\tIn section 8 of the 1977 Act (Strategic Health Authorities and HealthAuthorities) at the end add—\n\t\t\tThe liabilities which may be transferred by virtue of this section andsection 126(4) below to a relevant transferee on the abolition of a StrategicHealth Authority include criminal liabilities.\n\t\t\tIn subsection (9) above “relevant transferee” means—\n\t\t\t\ta Special Health Authority,\n\t\t\t\ta Primary Care Trust,\n\t\t\t\tan NHS trust,\n\t\t\t\tan NHS foundation trust, or\n\t\t\t\tanother Strategic Health Authority.”\n\t\t\tIn section 11 of that Act (Special Health Authorities)—\n\t\t\t\tafter subsection (4) insert—\n\t\t\t\t\t“(4A)The liabilities which may be transferred by virtue of this section andsection 126(3) and (4) below to a relevant transferee on the abolition of aSpecial Health Authority include criminal liabilities.\n\t\t\t\t(4B)In subsection (4A) above “relevant transferee” means—\n\t\t\t\ta Strategic Health Authority,\n\t\t\t\ta Primary Care Trust,\n\t\t\t\ta Local Health Board,\n\t\t\t\tan NHS trust,\n\t\t\t\tan NHS foundation trust, or\n\t\t\t\tanother Special Health Authority.”, and\n\t\t\t\tin subsection (5) after “an order” insert “as is mentioned in subsection(4) above”.\n\t\t\tIn paragraph 20 of Schedule 5A to that Act (transfer of property, rightsand liabilities on dissolution of Primary Care Trust) after sub-paragraph (1)insert—\n\t\t\t“(1A)The liabilities which may be transferred by virtue of sub-paragraph (1)above to a Strategic Health Authority, a Special Health Authority, an NHStrust, an NHS foundation trust or another Primary Care Trust include criminalliabilities.”\n\t\t\tIn paragraph 19 of Schedule 5B to that Act (transfer of property, rightsand liabilities on dissolution of Local Health Board) after sub-paragraph (1)insert—\n\t\t\t“(1A)The liabilities which may be transferred by virtue of sub-paragraph (1)above to another Local Health Board include criminal liabilities.”\n\t\t\tIn paragraph 30 of Schedule 2 to the National Health Service and CommunityCare Act [1990 (c. 19)](/id/ukpga/1990/19?view=plain \"Go to item oflegislation\") (transfer of property, rights and liabilities on dissolution ofNHS trust) after sub-paragraph (1) insert—\n\t\t\t“(1A)The liabilities which may be transferred by virtue of sub-paragraph (1)above to any of the bodies mentioned in paragraphs (aa) to (c) of that sub-paragraph include criminal liabilities.”\n\t\t\tIn section 25 of the 2003 Act (dissolution of NHS foundation trusts) aftersubsection (3) insert—\n\t\t\t“(3A)The liabilities which may be transferred by virtue of subsection (3) toany of the bodies mentioned in paragraphs (a) to (c) of that subsectioninclude criminal liabilities.”\n\t\t\tIn section 28 of that Act (supplementary provision about mergers) aftersubsection (3) insert—\n\t\t\t“(3A)In section 27(1) and (2), and subsections (1) and (2) above,“liabilities” includes criminal liabilities; and an order under subsection (3)above may transfer any remaining criminal liabilities to any of the bodiesmentioned in section 25(3)(a) to (c).”\n\tLocal Health Boards and Welsh health authorities\n\t\tAmendments relating to Local Health Boards and abolition of Welshhealth authorities\n\t\t\tThe Secretary of State or the Assembly may by order make such amendments ofany enactment as he or it considers appropriate—\n\t\t\t\tin order to reflect the fact that (by virtue of relevant directions)transferred functions may be exercised by Local Health Boards, or\n\t\t\t\totherwise in consequence of, or in connection with, the abolition of Welshhealth authorities effected under section 27(5) of the Government of Wales Act[1998 (c. 38)](/id/ukpga/1998/38?view=plain \"Go to item of legislation\").\n\t\t\tWhere a transferred function which became exercisable by a Local HealthBoard by virtue of relevant directions ceases to be so exercisable, theSecretary of State or the Assembly may by order—\n\t\t\t\tsubstitute for any reference to a Local Health Board in any enactmentrelating to the function a reference to the Assembly, and\n\t\t\t\tmake such amendments of any enactment as he or it considers appropriate inconsequence of any such substitution.\n\t\t\tNo order may be made under subsection (1)(a) in relation to a transferredfunction on or after the date on which subsection (4) applies to the function.\n\t\t\tThis subsection applies to a transferred function on the date when eitherof the following comes into force in relation to the function—\n\t\t\t\tan order made under subsection (1)(b) which amends an enactment so as toprovide for the function to be exercisable only by the Assembly, or\n\t\t\t\tan order made under subsection (2).\n\t\t\tIn this section—\n\t\t\t\t  * “amendments” includes repeals, revocations and modifications; \n\t\t\t\t  * “the Assembly” means the National Assembly for Wales; \n\t\t\t\t  * “relevant directions” means directions given in regulations made under section 16BB of the National Health Service Act [1977 (c. 49)](/id/ukpga/1977/49?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “transferred function” means a function transferred to the Assembly by the Health Authorities (Transfer of Functions, Staff, Property, Rights and Liabilities and Abolition) (Wales) Order 2003 ([S.I. 2003/813 (W. 98)](/id/wsi/2003/813?view=plain \"Go to item of legislation\")); \n\t\t\t\t  * “Welsh health authority” means a Health Authority for an area in, or consisting of, Wales. "
    },
    {
        "length": 1348,
        "text": "\nOffences\n\tOffences by bodies corporate etc.\n\t\tIf an offence committed by a body corporate is proved—\n\t\t\tto have been committed with the consent or connivance of an officer, or\n\t\t\tto be attributable to any neglect on his part,\n\t\t\t\tthe officer as well as the body corporate is guilty of the offence and liableto be proceeded against and punished accordingly.\n\t\tIn subsection (1) “officer”, in relation to the body corporate, means adirector, manager, secretary or other similar officer of the body, or a personpurporting to act in any such capacity.\n\t\tIf the affairs of a body corporate are managed by its members, subsection(1) applies in relation to the acts and defaults of a member in connectionwith his functions of management as if he were a director of the bodycorporate.\n\t\tIf an offence committed by a partnership is proved—\n\t\t\tto have been committed with the consent or connivance of a partner, or\n\t\t\tto be attributable to any neglect on his part,\n\t\t\tthe partner as well as the partnership is guilty of the offence and liable tobe proceeded against and punished accordingly.\n\t\tIn subsection (4) “partner” includes a person purporting to act as apartner.\n\t\tIf an offence committed by an unincorporated association (other than apartnership) is proved—\n\t\t\tto have been committed with the consent or connivance of an officer of theassociation or a member of its governing body, or\n\t\t\tto be attributable to any neglect on the part of such an officer or member,\n\t\t\tthe officer or member as well as the association is guilty of the offence andliable to be proceeded against and punished accordingly.\n\t\tIn this section and section 77 “offence” means an offence under anyprovision of this Act.\n\tOffences committed by partnerships and other unincorporatedassociations\n\t\tProceedings for an offence alleged to have been committed by a partnershipshall be brought in the name of the partnership (and not in that of any of thepartners).\n\t\tProceedings for an offence alleged to have been committed by anunincorporated association (other than a partnership) shall be brought in thename of the association (and not in that of any of its members).\n\t\tRules of court relating to the service of documents shall have effect as ifthe partnership or unincorporated association were a body corporate.\n\t\tIn proceedings for an offence brought against a partnership or anunincorporated association, the following provisions apply as they apply inrelation to a body corporate—\n\t\t\tsection 33 of the Criminal Justice Act [1925 (c.86)](/id/ukpga/1925/86?view=plain \"Go to item of legislation\") and Schedule 3to the Magistrates' Courts Act [1980 (c. 43)](/id/ukpga/1980/43?view=plain \"Goto item of legislation\");\n\t\t\tsections 70 and 143 of the Criminal Procedure (Scotland) Act [1995 (c.46)](/id/ukpga/1995/46?view=plain \"Go to item of legislation\");\n\t\t\tsection 18 of the Criminal Justice Act (Northern Ireland) [1945 (c. 15(N.I.))](/id/apni/1945/15?view=plain \"Go to item of legislation\") and Schedule4 to the Magistrates' Courts (Northern Ireland) Order 1981 ([S.I. 1981/1675(N.I. 26)](/id/nisi/1981/1675?view=plain \"Go to item of legislation\")).\n\t\tA fine imposed on a partnership on its conviction for an offence is to bepaid out of the partnership assets.\n\t\tA fine imposed on an unincorporated association on its conviction for anoffence is to be paid out of the funds of the association.\n\t\tSubsections (1) and (2) are not to be read as prejudicing any liability ofa partner, officer or member under section 76(4) or (6).\n\tPenalties for offences: transitional modification for England and Wales\n\t\tThis section contains transitional modifications in respect of penaltiesfor certain offences committed in England and Wales.\n\t\tIn relation to an offence committed before the commencement of section154(1) of the Criminal Justice Act [2003 (c. 44)](/id/ukpga/2003/44?view=plain\"Go to item of legislation\") (general limit on magistrates' courts power toimpose imprisonment), the references in sections 21(2)(b) and 52(5)(b) of thisAct to periods of imprisonment of 12 months are to be read as references toperiods of imprisonment of 6 months.\n\t\tIn relation to an offence committed before the commencement of section281(5) of the Criminal Justice Act 2003 (alteration of penalties for summaryoffences), the references in sections 52(2)(a) and 53(2)(b) of this Act toperiods of imprisonment of 51 weeks are to be read as references to periods ofimprisonment of 3 months."
    },
    {
        "length": 2968,
        "text": "\nGeneral\n\tOrders and regulations\n\t\tSubject to subsection (2), any power to make an order or regulations underthis Act is exercisable by statutory instrument.\n\t\tAny power of the Department of Health, Social Services and Public Safety tomake an order or regulations under this Act is exercisable by statutory rulefor the purposes of the Statutory Rules (Northern Ireland) Order 1979 ([S.I.1979/1573 (N.I. 12)](/id/nisi/1979/1573?view=plain \"Go to item oflegislation\")).\n\t\tAny power to make an order or regulations under this Act—\n\t\t\tmay be exercised so as to make different provision for different cases ordescriptions of case or different purposes or areas, and\n\t\t\tincludes power to make such incidental, supplementary, consequential,transitory, transitional or saving provision as the authority making the orderor regulations considers appropriate.\n\t\tNo statutory instrument containing—\n\t\t\tregulations under section 3, 4, 5, 6(8), 7(6) or 8(7),\n\t\t\tan order under section 13,\n\t\t\tregulations under section 17 which amend or repeal any provision of an Actor an Act of the Scottish Parliament,\n\t\t\tan order under section 45(7),\n\t\t\tan order under section 75 or 80(3) which amends or repeals any provision ofan Act or an Act of the Scottish Parliament, or\n\t\t\tregulations under paragraph 5 or 8 of Schedule 1,\n\t\t\t\tmay be made by the Secretary of State unless a draft of the instrument hasbeen laid before, and approved by a resolution of, each House of Parliament.\n\t\tOtherwise, a statutory instrument containing any order or regulations madeby the Secretary of State under this Act (other than an order under section83) is to be subject to annulment in pursuance of a resolution of either Houseof Parliament.\n\t\tNo statutory instrument containing an order under section 80(4) whichamends or repeals any provision of an Act or an Act of the Scottish Parliamentmay be made by the Scottish Ministers unless a draft of the instrument hasbeen laid before, and approved by a resolution of, the Scottish Parliament.\n\t\tOtherwise, a statutory instrument containing an order under section 80(4)is to be subject to annulment in pursuance of a resolution of the ScottishParliament.\n\t\tA statutory rule containing regulations made by the Department of Health,Social Services and Public Safety under section 17 which amend or repeal anyprovision of an Act is to be subject to affirmative resolution within themeaning of section 41(4) of the Interpretation Act (Northern Ireland) [1954(c. 33 (N.I.))](/id/apni/1954/33?view=plain \"Go to item of legislation\").\n\t\tOtherwise, a statutory rule containing regulations made by the Departmentof Health, Social Services and Public Safety under Chapter 1 of Part 3 is tobe subject to negative resolution within the meaning of section 41(6) of theInterpretation Act (Northern Ireland) 1954.\n\tAmendments, repeals and revocations\n\t\tSchedule 8 contains minor and consequential amendments.\n\t\tSchedule 9 makes provision for the repeal and revocation of enactments(including enactments which are spent).\n\t\tThe Secretary of State may by order make—\n\t\t\tsuch supplementary, incidental or consequential provision, or\n\t\t\tsuch transitory, transitional or saving provision,\n\t\t\t\tas he considers appropriate for the general purposes, or any particularpurposes, of this Act or in consequence of, or for giving full effect to, anyprovision made by this Act.\n\t\tThe Scottish Ministers may by order make—\n\t\t\tsuch supplementary, incidental or consequential provision, or\n\t\t\tsuch transitory, transitional or saving provision,\n\t\t\tas they consider appropriate for the general purposes, or any particularpurposes, of the provisions specified in subsection (5) or in consequence of,or for giving full effect to, any of those provisions.\n\t\tThose provisions are—\n\t\t\tsection 36(2),\n\t\t\tso far as extending to Scotland, section 73 and paragraph 55 of Schedule 8.\n\t\tAn order under subsection (4) may not include any provision which would beoutside the legislative competence of the Scottish Parliament if it wereincluded in an Act of that Parliament.\n\t\tAn order under subsection (3) may not include any provision which it wouldbe competent for the Scottish Ministers to make in an order under subsection(4).\n\t\tAn order under subsection (3) or (4) may amend, repeal, revoke or otherwisemodify any enactment.\n\tExpenses \n\t\tThere shall be paid out of money provided by Parliament—\n\t\t\tany expenditure incurred by the Secretary of State by virtue of this Act;\n\t\t\tany increase attributable to this Act in the sums payable out of money soprovided under any other enactment.\n\tInterpretation \n\t\tIn this Act—\n\t\t\t  * “the 1977 Act” means the National Health Service Act [1977 (c. 49)](/id/ukpga/1977/49?view=plain \"Go to item of legislation\"); \n\t\t\t  * “the 2003 Act” means the Health and Social Care (Community Health and Standards) Act [2003 (c. 43)](/id/ukpga/2003/43?view=plain \"Go to item of legislation\"); \n\t\t\t  * “the appropriate national authority” means— \n\t\t\tin relation to England, the Secretary of State, and\n\t\t\tin relation to Wales, the National Assembly for Wales;\n\t\t\t\t  * “the health service”— \n\t\t\tin relation to England and Wales, has the same meaning as in the 1977 Act,\n\t\t\tin relation to Scotland, has the same meaning as in the National HealthService (Scotland) Act [1978 (c. 29)](/id/ukpga/1978/29?view=plain \"Go to itemof legislation\"), and\n\t\t\tin relation to Northern Ireland, means health services within the meaninggiven by Article 2(2) of the Health and Personal Social Services (NorthernIreland) Order 1972 ([S.I. 1972/1265 (N.I. 14)](/id/nisi/1972/1265?view=plain\"Go to item of legislation\")).\n\t\tIn this Act “enactment” includes—\n\t\t\tany provision of subordinate legislation (within the meaning of theInterpretation Act [1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Go to item oflegislation\")), and\n\t\t\t(in sections 17(5)(f) and 80(8)) any provision made by or under an Act ofthe Scottish Parliament or Northern Ireland legislation,\n\t\t\t\tand references to enactments include enactments passed or made after thepassing of this Act.\n\t\tSubsection (2) applies except where the context otherwise requires.\n\tCommencement \n\t\tThe following provisions come into force on the day on which this Act ispassed—\n\t\t\tsections 74 and 75,\n\t\t\tsections 79, 80(3) to (8), 81 and 82, this section and section 84,\n\t\t\tparagraphs 36, 53 and 54 of Schedule 8,\n\t\t\tsection 80(1) so far as relating to those paragraphs, and\n\t\t\t(except for section 36(2)) any other provision of this Act so far as it—\n\t\t\tconfers power to make an order or regulations, or\n\t\t\tdefines any expression relevant to the exercise of any such power.\n\t\t\t\tSubsections (2)(b) and (3) to (6) have effect subject to paragraph (e).\n\t\tThe following provisions come into force on such day as the ScottishMinisters may by order appoint—\n\t\t\tsection 36(2), and\n\t\t\tso far as extending to Scotland—\n\t\t\tsection 73,\n\t\t\tparagraph 55 of Schedule 8, and\n\t\t\tsection 80(1) so far as relating to that paragraph.\n\t\tPart 5 comes into force on such day as the Secretary of State, afterconsulting the National Assembly for Wales, may by order appoint.\n\t\tThe following provisions come into force in relation to Wales on such dayas the National Assembly for Wales may by order appoint—\n\t\t\tChapter 1 of Part 1 and sections 76 and 77 so far as relating to offencesunder that Chapter, and\n\t\t\tparagraph 24(a) of Schedule 8 and section 80(1) so far as relating to thatparagraph.\n\t\tThe following provisions come into force on such day as the NationalAssembly for Wales may by order appoint—\n\t\t\tChapter 1 of Part 3 and sections 76 to 78 so far as relating to theAssembly’s functions under that Chapter (see section 24) or to offencescommitted in relation to those functions,\n\t\t\tChapter 1 of Part 4 so far as relating to the Assembly’s functions undersections 42 and 42B of the 1977 Act,\n\t\t\tChapter 3 of Part 4 and sections 76 to 78 so far as relating to theAssembly’s counter fraud functions in relation to the health service in Wales(see section 44) or to offences committed in relation to those functions,\n\t\t\tsection 56, Schedule 3 and paragraph 44 of Schedule 8 so far as relating toWelsh NHS bodies,\n\t\t\tparagraphs 43 and 62 of Schedule 8,\n\t\t\tso far as relating to Welsh NHS bodies, any provision of Schedule 9 whichrepeals or revokes an enactment amending or repealing section 98 of the 1977Act, and\n\t\t\tsection 80(1) and (2) so far as relating to the provisions in paragraphs(d), (e) and (f).\n\t\t\tIn this subsection “Welsh NHS body” has the meaning given by paragraph 2 ofthe Schedule 12B inserted by Schedule 3.\n\t\tThe following provisions come into force on such day as the Department ofHealth, Social Services and Public Safety may by order appoint—\n\t\t\tChapter 1 of Part 3 so far as relating to the functions of the Departmentof Health, Social Services and Public Safety under that Chapter (see section24), and\n\t\t\tsections 76 and 77 so far as relating to offences committed in relation tothose functions.\n\t\tOtherwise, this Act comes into force on such day as the Secretary of Statemay by order appoint.\n\t\tDifferent days may be appointed for different provisions, differentpurposes or different areas.\n\tShort title and extent\n\t\tThis Act may be cited as the Health Act 2006.\n\t\tSubject to subsections (3) and (4), this Act extends to England and Walesonly.\n\t\tThe following provisions extend also to Scotland and Northern Ireland—\n\t\t\tChapter 1 of Part 3,\n\t\t\tPart 5, and\n\t\t\tsections 75, 76, 77, 79 to 83 and this section.\n\t\tAny amendment, repeal or revocation made by this Act has the same extent asthe enactment to which it relates."
    }
]