[
    {
        "length": 2240,
        "text": "\nApplications for gender recognition certificate\n\tApplications \n\t\tA person of either gender who is aged at least 18 may make an applicationfor a gender recognition certificate on the basis of—\n\t\t\tliving in the other gender, or\n\t\t\thaving changed gender under the law of a country or territory outside theUnited Kingdom.\n\t\tIn this Act “the acquired gender”, in relation to a person by whom anapplication under subsection (1) is or has been made, means—\n\t\t\tin the case of an application under paragraph (a) of that subsection, thegender in which the person is living, or\n\t\t\tin the case of an application under paragraph (b) of that subsection, thegender to which the person has changed under the law of the country orterritory concerned.\n\t\tAn application under subsection (1) is to be determined by a GenderRecognition Panel.\n\t\tSchedule 1 (Gender Recognition Panels) has effect.\n\tDetermination of applications\n\t\tIn the case of an application under section 1(1)(a), the Panel must grantthe application if satisfied that the applicant—\n\t\t\thas or has had gender dysphoria,\n\t\t\thas lived in the acquired gender throughout the period of two years endingwith the date on which the application is made,\n\t\t\tintends to continue to live in the acquired gender until death, and\n\t\t\tcomplies with the requirements imposed by and under section 3.\n\t\tIn the case of an application under section 1(1)(b), the Panel must grantthe application if satisfied—\n\t\t\tthat the country or territory under the law of which the applicant haschanged gender is an approved country or territory, and\n\t\t\tthat the applicant complies with the requirements imposed by and undersection 3.\n\t\tThe Panel must reject an application under section 1(1) if not required bysubsection (1) or (2) to grant it.\n\t\tIn this Act “approved country or territory” means a country or territoryprescribed by order made by the Secretary of State after consulting theScottish Ministers and the Department of Finance and Personnel in NorthernIreland.\n\tEvidence \n\t\tAn application under section 1(1)(a) must include either—\n\t\t\ta report made by a registered medical practitioner practising in the fieldof gender dysphoria and a report made by another registered medicalpractitioner (who may, but need not, practise in that field), or\n\t\t\ta report made by a chartered psychologist practising in that field and areport made by a registered medical practitioner (who may, but need not,practise in that field).\n\t\tBut subsection (1) is not complied with unless a report required by thatsubsection and made by—\n\t\t\ta registered medical practitioner, or\n\t\t\ta chartered psychologist,\n\t\t\t\tpractising in the field of gender dysphoria includes details of the diagnosisof the applicant’s gender dysphoria.\n\t\tAnd subsection (1) is not complied with in a case where—\n\t\t\tthe applicant has undergone or is undergoing treatment for the purpose ofmodifying sexual characteristics, or\n\t\t\ttreatment for that purpose has been prescribed or planned for theapplicant,\n\t\t\tunless at least one of the reports required by that subsection includesdetails of it.\n\t\tAn application under section 1(1)(a) must also include a statutorydeclaration by the applicant that the applicant meets the conditions insection 2(1)(b) and (c).\n\t\tAn application under section 1(1)(b) must include evidence that theapplicant has changed gender under the law of an approved country orterritory.\n\t\tAny application under section 1(1) must include—\n\t\t\ta statutory declaration as to whether or not the applicant is married,\n\t\t\tany other information or evidence required by an order made by theSecretary of State, and\n\t\t\tany other information or evidence which the Panel which is to determine theapplication may require,\n\t\t\tand may include any other information or evidence which the applicant wishesto include.\n\t\tThe Secretary of State may not make an order under subsection (6)(b)without consulting the Scottish Ministers and the Department of Finance andPersonnel in Northern Ireland.\n\t\tIf the Panel which is to determine the application requires information orevidence under subsection (6)(c) it must give reasons for doing so.\n\tSuccessful applications\n\t\tIf a Gender Recognition Panel grants an application under section 1(1) itmust issue a gender recognition certificate to the applicant.\n\t\tUnless the applicant is married, the certificate is to be a full genderrecognition certificate.\n\t\tIf the applicant is married, the certificate is to be an interim genderrecognition certificate.\n\t\tSchedule 2 (annulment or dissolution of marriage after issue of interimgender recognition certificate) has effect.\n\t\tThe Secretary of State may, after consulting the Scottish Ministers and theDepartment of Finance and Personnel in Northern Ireland, specify the contentand form of gender recognition certificates.\n\tSubsequent issue of full certificates\n\t\tA court which—\n\t\t\tmakes absolute a decree of nullity granted on the ground that an interimgender recognition certificate has been issued to a party to the marriage, or\n\t\t\t(in Scotland) grants a decree of divorce on that ground,\n\t\t\t\tmust, on doing so, issue a full gender recognition certificate to that partyand send a copy to the Secretary of State.\n\t\tIf an interim gender recognition certificate has been issued to a personand either—\n\t\t\tthe person’s marriage is dissolved or annulled (otherwise than on theground mentioned in subsection (1)) in proceedings instituted during theperiod of six months beginning with the day on which it was issued, or\n\t\t\tthe person’s spouse dies within that period,\n\t\t\tthe person may make an application for a full gender recognition certificateat any time within the period specified in subsection (3) (unless the personis again married).\n\t\tThat period is the period of six months beginning with the day on which themarriage is dissolved or annulled or the death occurs.\n\t\tAn application under subsection (2) must include evidence of thedissolution or annulment of the marriage and the date on which proceedings forit were instituted, or of the death of the spouse and the date on which itoccurred.\n\t\tAn application under subsection (2) is to be determined by a GenderRecognition Panel.\n\t\tThe Panel—\n\t\t\tmust grant the application if satisfied that the applicant is not married,and\n\t\t\totherwise must reject it.\n\t\tIf the Panel grants the application it must issue a full gender recognitioncertificate to the applicant.\n\tErrors in certificates\n\t\tWhere a gender recognition certificate has been issued to a person, theperson or the Secretary of State may make an application for a correctedcertificate on the ground that the certificate which has been issued containsan error.\n\t\tIf the certificate was issued by a court the application is to bedetermined by the court but in any other case it is to be determined by aGender Recognition Panel.\n\t\tThe court or Panel—\n\t\t\tmust grant the application if satisfied that the gender recognitioncertificate contains an error, and\n\t\t\totherwise must reject it.\n\t\tIf the court or Panel grants the application it must issue a correctedgender recognition certificate to the applicant.\n\tApplications: supplementary\n\t\tAn application to a Gender Recognition Panel under section 1(1), 5(2) or6(1) must be made in a form and manner specified by the Secretary of Stateafter consulting the Scottish Ministers and the Department of Finance andPersonnel in Northern Ireland.\n\t\tThe applicant must pay to the Secretary of State a non-refundable fee of anamount prescribed by order made by the Secretary of State unless theapplication is made in circumstances in which, in accordance with provisionmade by the order, no fee is payable; and fees of different amounts may beprescribed for different circumstances.\n\tAppeals etc.\n\t\tAn applicant to a Gender Recognition Panel under section 1(1), 5(2) or 6(1)may appeal to the High Court or Court of Session on a point of law against adecision by the Panel to reject the application.\n\t\tAn appeal under subsection (1) must be heard in private if the applicant sorequests.\n\t\tOn such an appeal the court must—\n\t\t\tallow the appeal and issue the certificate applied for,\n\t\t\tallow the appeal and refer the matter to the same or another Panel for re-consideration, or\n\t\t\tdismiss the appeal.\n\t\tIf an application under section 1(1) is rejected, the applicant may notmake another application before the end of the period of six months beginningwith the date on which it is rejected.\n\t\tIf an application under section 1(1), 5(2) or 6(1) is granted but theSecretary of State considers that its grant was secured by fraud, theSecretary of State may refer the case to the High Court or Court of Session.\n\t\tOn a reference under subsection (5) the court—\n\t\t\tmust either quash or confirm the decision to grant the application, and\n\t\t\tif it quashes it, must revoke the gender recognition certificate issued onthe grant of the application and may make any order which it considersappropriate in consequence of, or otherwise in connection with, doing so."
    },
    {
        "length": 2262,
        "text": "\nConsequences of issue of gender recognition certificate etc.\n\tGeneral \n\t\tWhere a full gender recognition certificate is issued to a person, theperson’s gender becomes for all purposes the acquired gender (so that, if theacquired gender is the male gender, the person’s sex becomes that of a manand, if it is the female gender, the person’s sex becomes that of a woman).\n\t\tSubsection (1) does not affect things done, or events occurring, before thecertificate is issued; but it does operate for the interpretation ofenactments passed, and instruments and other documents made, before thecertificate is issued (as well as those passed or made afterwards).\n\t\tSubsection (1) is subject to provision made by this Act or any otherenactment or any subordinate legislation.\n\tRegistration \n\t\tWhere there is a UK birth register entry in relation to a person to whom afull gender recognition certificate is issued, the Secretary of State mustsend a copy of the certificate to the appropriate Registrar General.\n\t\tIn this Act “UK birth register entry”, in relation to a person to whom afull gender recognition certificate is issued, means—\n\t\t\tan entry of which a certified copy is kept by a Registrar General, or\n\t\t\tan entry in a register so kept,\n\t\t\t\tcontaining a record of the person’s birth or adoption (or, if there wouldotherwise be more than one, the most recent).\n\t\t“The appropriate Registrar General” means whichever of—\n\t\t\tthe Registrar General for England and Wales,\n\t\t\tthe Registrar General for Scotland, or\n\t\t\tthe Registrar General for Northern Ireland,\n\t\t\tkeeps a certified copy of the person’s UK birth register entry or the registercontaining that entry.\n\t\tSchedule 3 (provisions about registration) has effect.\n\tMarriage \n\t\tSchedule 4 (amendments of marriage law) has effect.\n\tParenthood \n\t\tThe fact that a person’s gender has become the acquired gender under this Actdoes not affect the status of the person as the father or mother of a child.\n\tSocial security benefits and pensions\n\t\tSchedule 5 (entitlement to benefits and pensions) has effect.\n\tDiscrimination \n\t\tSchedule 6 (amendments of Sex Discrimination Act [1975 (c.65)](/id/ukpga/1975/65?view=plain \"Go to item of legislation\") and SexDiscrimination (Northern Ireland) Order 1976 ([S.I. 1976/1042 (N.I.15)](/id/nisi/1976/1042?view=plain \"Go to item of legislation\"))) has effect.\n\tSuccession etc.\n\t\tThe fact that a person’s gender has become the acquired gender under this Actdoes not affect the disposal or devolution of property under a will or otherinstrument made before the appointed day.\n\tPeerages etc.\n\t\tThe fact that a person’s gender has become the acquired gender under this Act—\n\t\t\tdoes not affect the descent of any peerage or dignity or title of honour,and\n\t\t\tdoes not affect the devolution of any property limited (expressly or not)by a will or other instrument to devolve (as nearly as the law permits) alongwith any peerage or dignity or title of honour unless an intention that itshould do so is expressed in the will or other instrument.\n\tTrustees and personal representatives\n\t\tA trustee or personal representative is not under a duty, by virtue of thelaw relating to trusts or the administration of estates, to enquire, beforeconveying or distributing any property, whether a full gender recognitioncertificate has been issued to any person or revoked (if that fact couldaffect entitlement to the property).\n\t\tA trustee or personal representative is not liable to any person by reasonof a conveyance or distribution of the property made without regard to whethera full gender recognition certificate has been issued to any person or revokedif the trustee or personal representative has not received notice of the factbefore the conveyance or distribution.\n\t\tThis section does not prejudice the right of a person to follow theproperty, or any property representing it, into the hands of another personwho has received it unless that person has purchased it for value in goodfaith and without notice.\n\tOrders where expectations defeated\n\t\tThis section applies where the disposition or devolution of any propertyunder a will or other instrument (made on or after the appointed day) isdifferent from what it would be but for the fact that a person’s gender hasbecome the acquired gender under this Act.\n\t\tA person may apply to the High Court or Court of Session for an order onthe ground of being adversely affected by the different disposition ordevolution of the property.\n\t\tThe court may, if it is satisfied that it is just to do so, make inrelation to any person benefiting from the different disposition or devolutionof the property such order as it considers appropriate.\n\t\tAn order may, in particular, make provision for—\n\t\t\tthe payment of a lump sum to the applicant,\n\t\t\tthe transfer of property to the applicant,\n\t\t\tthe settlement of property for the benefit of the applicant,\n\t\t\tthe acquisition of property and either its transfer to the applicant or itssettlement for the benefit of the applicant.\n\t\tAn order may contain consequential or supplementary provisions for givingeffect to the order or for ensuring that it operates fairly as between theapplicant and the other person or persons affected by it; and an order may, inparticular, confer powers on trustees.\n\tSport \n\t\tA body responsible for regulating the participation of persons ascompetitors in an event or events involving a gender-affected sport may, ifsubsection (2) is satisfied, prohibit or restrict the participation ascompetitors in the event or events of persons whose gender has become theacquired gender under this Act.\n\t\tThis subsection is satisfied if the prohibition or restriction is necessaryto secure—\n\t\t\tfair competition, or\n\t\t\tthe safety of competitors,\n\t\t\t\tat the event or events.\n\t\t“Sport” means a sport, game or other activity of a competitive nature.\n\t\tA sport is a gender-affected sport if the physical strength, stamina orphysique of average persons of one gender would put them at a disadvantage toaverage persons of the other gender as competitors in events involving thesport.\n\t\tThis section does not affect—\n\t\t\tsection 44 of the Sex Discrimination Act [1975 (c.65)](/id/ukpga/1975/65?view=plain \"Go to item of legislation\") (exception fromParts 2 to 4 of that Act for acts related to sport), or\n\t\t\tArticle 45 of the Sex Discrimination (Northern Ireland) Order 1976 ([S.I.1976/1042 (N.I. 15)](/id/nisi/1976/1042?view=plain \"Go to item oflegislation\")) (corresponding provision for Northern Ireland).\n\tGender-specific offences\n\t\tWhere (apart from this subsection) a relevant gender-specific offence couldbe committed or attempted only if the gender of a person to whom a full genderrecognition certificate has been issued were not the acquired gender, the factthat the person’s gender has become the acquired gender does not prevent theoffence being committed or attempted.\n\t\tAn offence is a “relevant gender-specific offence” if—\n\t\t\teither or both of the conditions in subsection (3) are satisfied, and\n\t\t\tthe commission of the offence involves the accused engaging in sexualactivity.\n\t\tThe conditions are—\n\t\t\tthat the offence may be committed only by a person of a particular gender,and\n\t\t\tthat the offence may be committed only on, or in relation to, a person of aparticular gender,\n\t\t\t\tand the references to a particular gender include a gender identified byreference to the gender of the other person involved.\n\tForeign gender change and marriage\n\t\tA person’s gender is not to be regarded as having changed by reason onlythat it has changed under the law of a country or territory outside the UnitedKingdom.\n\t\tAccordingly, a person is not to be regarded as being married by reason ofhaving entered into a foreign post-recognition marriage.\n\t\tBut if a full gender recognition certificate is issued to a person who hasentered into a foreign post-recognition marriage, after the issue of thecertificate the marriage is no longer to be regarded as being void on theground that (at the time when it was entered into) the parties to it were notrespectively male and female.\n\t\tHowever, subsection (3) does not apply to a foreign post-recognitionmarriage if a party to it has entered into a later (valid) marriage before theissue of the full gender recognition certificate.\n\t\tFor the purposes of this section a person has entered into a foreign post-recognition marriage if (and only if)—\n\t\t\tthe person has entered into a marriage in accordance with the law of acountry or territory outside the United Kingdom,\n\t\t\tbefore the marriage was entered into the person had changed gender underthe law of that or any other country or territory outside the United Kingdom,\n\t\t\tthe other party to the marriage was not of the gender to which the personhad changed under the law of that country or territory, and\n\t\t\tby virtue of subsection (1) the person’s gender was not regarded as havingchanged under the law of any part of the United Kingdom.\n\t\tNothing in this section prevents the exercise of any enforceable Communityright."
    },
    {
        "length": 2953,
        "text": "\nSupplementary\n\tProhibition on disclosure of information\n\t\tIt is an offence for a person who has acquired protected information in anofficial capacity to disclose the information to any other person.\n\t\t“Protected information” means information which relates to a person who hasmade an application under section 1(1) and which—\n\t\t\tconcerns that application or any application by the person under section5(2) or 6(1), or\n\t\t\tif the application under section 1(1) is granted, otherwise concerns theperson’s gender before it becomes the acquired gender.\n\t\tA person acquires protected information in an official capacity if theperson acquires it—\n\t\t\tin connection with the person’s functions as a member of the civil service,a constable or the holder of any other public office or in connection with thefunctions of a local or public authority or of a voluntary organisation,\n\t\t\tas an employer, or prospective employer, of the person to whom theinformation relates or as a person employed by such an employer or prospectiveemployer, or\n\t\t\tin the course of, or otherwise in connection with, the conduct of businessor the supply of professional services.\n\t\tBut it is not an offence under this section to disclose protectedinformation relating to a person if—\n\t\t\tthe information does not enable that person to be identified,\n\t\t\tthat person has agreed to the disclosure of the information,\n\t\t\tthe information is protected information by virtue of subsection (2)(b) andthe person by whom the disclosure is made does not know or believe that a fullgender recognition certificate has been issued,\n\t\t\tthe disclosure is in accordance with an order of a court or tribunal,\n\t\t\tthe disclosure is for the purpose of instituting, or otherwise for thepurposes of, proceedings before a court or tribunal,\n\t\t\tthe disclosure is for the purpose of preventing or investigating crime,\n\t\t\tthe disclosure is made to the Registrar General for England and Wales, theRegistrar General for Scotland or the Registrar General for Northern Ireland,\n\t\t\tthe disclosure is made for the purposes of the social security system or apension scheme,\n\t\t\tthe disclosure is in accordance with provision made by an order undersubsection (5), or\n\t\t\tthe disclosure is in accordance with any provision of, or made by virtueof, an enactment other than this section.\n\t\tThe Secretary of State may by order make provision prescribingcircumstances in which the disclosure of protected information is not toconstitute an offence under this section.\n\t\tThe power conferred by subsection (5) is exercisable by the ScottishMinisters (rather than the Secretary of State) where the provision to be madeis within the legislative competence of the Scottish Parliament.\n\t\tAn order under subsection (5) may make provision permitting—\n\t\t\tdisclosure to specified persons or persons of a specified description,\n\t\t\tdisclosure for specified purposes,\n\t\t\tdisclosure of specified descriptions of information, or\n\t\t\tdisclosure by specified persons or persons of a specified description.\n\t\tA person guilty of an offence under this section is liable on summaryconviction to a fine not exceeding level 5 on the standard scale.\n\tPower to modify statutory provisions\n\t\tThe Secretary of State may by order make provision for modifying theoperation of any enactment or subordinate legislation in relation to—\n\t\t\tpersons whose gender has become the acquired gender under this Act, or\n\t\t\tany description of such persons.\n\t\tThe power conferred by subsection (1) is exercisable by the ScottishMinisters (rather than the Secretary of State) where the provision to be madeis within the legislative competence of the Scottish Parliament.\n\t\tThe appropriate Northern Ireland department may by order make provision formodifying the operation of any enactment or subordinate legislation whichdeals with a transferred matter in relation to—\n\t\t\tpersons whose gender has become the acquired gender under this Act, or\n\t\t\tany description of such persons.\n\t\tIn subsection (3)—\n\t\t\t  * “the appropriate Northern Ireland department”, in relation to any enactment or subordinate legislation which deals with a transferred matter, means the Northern Ireland department which has responsibility for that matter, \n\t\t\t  * “deals with” is to be construed in accordance with section 98(2) and (3) of the Northern Ireland Act [1998 (c. 47)](/id/ukpga/1998/47?view=plain \"Go to item of legislation\"), and \n\t\t\t  * “transferred matter” has the meaning given by section 4(1) of that Act. \n\t\tBefore an order is made under this section, appropriate consultation mustbe undertaken with persons likely to be affected by it.\n\tOrders and regulations\n\t\tAny power of the Secretary of State, the Chancellor of the Exchequer, theScottish Ministers or a Northern Ireland department to make an order underthis Act includes power to make any appropriate incidental, supplementary,consequential or transitional provision or savings.\n\t\tAny power of the Secretary of State, the Chancellor of the Exchequer or theScottish Ministers to make an order under this Act, and any power of theRegistrar General for England and Wales or the Registrar General for Scotlandto make regulations under this Act, is exercisable by statutory instrument.\n\t\tNo order may be made under section 2 or paragraph 11 of Schedule 3 unless adraft of the statutory instrument containing the order has been laid before,and approved by a resolution of, each House of Parliament.\n\t\tA statutory instrument containing an order made by the Secretary of Stateunder section 7, 22 or 23 is subject to annulment in pursuance of a resolutionof either House of Parliament.\n\t\tA statutory instrument containing an order made by the Scottish Ministersunder section 22 or 23 is subject to annulment in pursuance of a resolution ofthe Scottish Parliament.\n\t\tAny power of a Northern Ireland department to make an order or regulationsunder this Act is exercisable by statutory rule for the purposes of theStatutory Rules (Northern Ireland) Order 1979 ([S.I. 1979/1573 (N.I.12)](/id/nisi/1979/1573?view=plain \"Go to item of legislation\")).\n\t\tOrders and regulations made by a Northern Ireland department under this Actare subject to negative resolution (within the meaning of section 41(6) of theInterpretation Act (Northern Ireland) [1954 (c. 33(N.I.))](/id/apni/1954/33?view=plain \"Go to item of legislation\")).\n\tInterpretation \n\t\tIn this Act—\n\t\t  * “the acquired gender” is to be construed in accordance with section 1(2), \n\t\t  * “approved country or territory” has the meaning given by section 2(4), \n\t\t  * “the appointed day” means the day appointed by order under section 26, \n\t\t  * “chartered psychologist” means a person for the time being listed in the British Psychological Society’s Register of Chartered Psychologists, \n\t\t  * “enactment” includes an enactment contained in an Act of the Scottish Parliament or in any Northern Ireland legislation, \n\t\t  * “full gender recognition certificate”and “interim gender recognition certificate” mean the certificates issued as such under section 4 or 5 and “gender recognition certificate” means either of those sorts of certificate, \n\t\t  * “gender dysphoria” means the disorder variously referred to as gender dysphoria, gender identity disorder and transsexualism, \n\t\t  * “Gender Recognition Panel” (and “Panel”) is to be construed in accordance with Schedule 1, \n\t\t  * “subordinate legislation” means an Order in Council, an order, rules, regulations, a scheme, a warrant, bye-laws or any other instrument made under an enactment, and \n\t\t  * “UK birth register entry” has the meaning given by section 10(2). \n\tCommencement \n\t\tApart from sections 23 to 25, this section and sections 28 and 29, this Actdoes not come into force until such day as the Secretary of State may appointby order made after consulting the Scottish Ministers and the Department ofFinance and Personnel in Northern Ireland.\n\tApplications within two years of commencement\n\t\tThis section applies where applications are made under section 1(1)(a)during the period of two years beginning with the appointed day (“the initialperiod”).\n\t\tSection 2(1)(a) has effect as if there were inserted at the end “or hasundergone surgical treatment for the purpose of modifying sexualcharacteristics,”.\n\t\tIn the case of an application which—\n\t\t\tis made during the first six months of the initial period, or\n\t\t\tis made during the rest of the initial period and is based on the applicanthaving undergone surgical treatment for the purpose of modifying sexualcharacteristics,\n\t\t\t\tsection 2(1)(b) has effect as if for “two” there were substituted “six”.\n\t\tSubsections (5) and (6) apply in the case of an application to whichsubsection (3) applies and in the case of an application—\n\t\t\tmade during the rest of the initial period,\n\t\t\tbased on the applicant having or having had gender dysphoria, and\n\t\t\tincluding a statutory declaration by the applicant that the applicant haslived in the acquired gender throughout the period of six years ending withthe date on which the application is made.\n\t\tSection 3 has effect as if for subsections (1) to (3) there weresubstituted—\n\t\tAn application under section 1(1)(a) must include either—\n\t\t\ta report made by a registered medical practitioner, or\n\t\t\ta report made by a chartered psychologist practising in the field of genderdysphoria.\n\t\tWhere the application is based on the applicant having or having had genderdysphoria—\n\t\t\tthe reference in subsection (1) to a registered medical practitioner is toone practising in the field of gender dysphoria, and\n\t\t\tthat subsection is not complied with unless the report includes details ofthe diagnosis of the applicant’s gender dysphoria.\n\t\tSubsection (1) is not complied with in a case where—\n\t\t\tthe applicant has undergone or is undergoing treatment for the purpose ofmodifying sexual characteristics, or\n\t\t\ttreatment for that purpose has been prescribed or planned for theapplicant,\n\t\t\tunless the report required by that subsection includes details of it.”\n\t\tParagraph 4(2) of Schedule 1 has effect with the omission of paragraph (b).\n\tExtent \n\t\tThe following provisions extend only to England and Wales—\n\t\t\tPart 1 of Schedule 2,\n\t\t\tPart 1 of Schedule 3, and\n\t\t\tPart 1 of Schedule 4.\n\t\tThe following provisions extend only to Scotland—\n\t\t\tsection 24(5),\n\t\t\tPart 2 of Schedule 2,\n\t\t\tPart 2 of Schedule 3, and\n\t\t\tPart 2 of Schedule 4.\n\t\tThe following provisions extend only to England and Wales and Scotland—\n\t\t\tparagraphs 12, 14 and 16 of Schedule 5, and\n\t\t\tPart 1 of Schedule 6.\n\t\tThe following provisions extend only to Northern Ireland—\n\t\t\tsection 23(3) and (4),\n\t\t\tsection 24(6) and (7),\n\t\t\tPart 3 of Schedule 2,\n\t\t\tPart 3 of Schedule 3,\n\t\t\tPart 3 of Schedule 4,\n\t\t\tparagraphs 13, 15 and 17 of Schedule 5, and\n\t\t\tPart 2 of Schedule 6.\n\t\tSubject to subsections (1) to (4), this Act extends to Northern Ireland (aswell as to England and Wales and Scotland).\n\tShort title\n\t\tThis Act may be cited as the Gender Recognition Act 2004."
    }
]