{
    "general": "This law says that there will be an election on December 12, 2019. This means that people will vote for who they want to be their representative in the government. The person or party with the most votes will become the new government.",
    "series": [
        [
            {
                "length": 188,
                "short": "\"UK Elections to Take Place on December 12th, 2019 Under Fixed-term Parliaments Act 2011\"",
                "text": "\n* Simplified point 1: An early parliamentary general election is to take place on December 12th, 2019.\n* Simplified point 2: This election is considered as taking place according to the Fixed-term Parliaments Act 2011.\n* Simplified point 3: The election is to be treated as if it took place on a non-bank holiday, allowing for objections to applications for registration within a certain time frame.\n* Simplified point 4: The act comes into effect immediately after being passed.\n* Simplified point 5: The act can be referred to as the Early Parliamentary General Election Act 2019."
            }
        ]
    ],
    "summary": "The Early Parliamentary General Election Act 2019 says that there will be a big vote to choose who will run the country (called a general election) on December 12th, 2019. This is happening because of the Fixed-term Parliaments Act 2011, which says when elections should happen. Even though it's a special day (a non-bank holiday), you have until a certain amount of time to tell the authorities if you want to register to vote. Once this law is passed, it becomes official and starts working right away! So get ready to cast your vote and decide who will lead the country!",
    "single": "\n• An early parliamentary general election will take place on December 12th, 2019.\n\n• This day will be considered a polling day under the Fixed-term Parliaments Act of 2011.\n\n• The early parliamentary general election will be treated as taking place according to the Welfare Reform Act of 2012 and the Small Business, Enterprise, and Employment Act of 2015 regarding reviews and reporting on economic impact.\n\n• For the purpose of objections to applications for registration, regulation 8(3) of the Representation of the People (Scotland) Regulations 2001 will apply as if December 2nd, 2019 were not a bank holiday.\n\n• This act comes into effect the day it is passed and can be referred to as the Early Parliamentary General Election Act of 2019."
}