[
    {
        "length": 1545,
        "text": "\nContracts of relevant authorities\n\tIf a relevant authority proposes to procure or make arrangements forprocuring the provision of services, or the provision of services togetherwith the purchase or hire of goods or the carrying out of works, by—\n\t\tentering into a public services contract that is not a contract based on aframework agreement, or\n\t\tconcluding a framework agreement as regards which public services contractsare likely to constitute the greater part by value of the contracts based onthe agreement,\n\t\t\tit must comply with the requirements in subsections (3), (6) and (7) beforestarting the process of procurement.\n\tThe authority is to be treated for the purposes of subsection (1) as havingstarted the process of procurement as regards what is proposed to be procuredas soon as it takes whichever of the following steps is the first to occur—\n\t\tsending a notice to the Official Journal of the European Union for thepurpose of inviting tenders, requests to be selected to tender or to negotiateor requests to participate in relation to a public services contract orframework agreement relating to what is proposed to be procured;\n\t\tpublishing an advertisement seeking offers or expressions of interest inrelation to such a contract or framework agreement;\n\t\tcontacting a person in order to seek an offer or expression of interest inrelation to such a contract or framework agreement;\n\t\tcontacting a person in order to respond to an unsolicited offer orexpression of interest in relation to such a contract or framework agreement;\n\t\tentering into such a contract or concluding such a framework agreement.\n\tThe authority must consider—\n\t\thow what is proposed to be procured might improve the economic, social andenvironmental well-being of the relevant area, and\n\t\thow, in conducting the process of procurement, it might act with a view tosecuring that improvement.\n\tIn subsection (3) “the relevant area” means the area consisting of the areaor areas of the one or more relevant authorities on whose behalf a publicservices contract is, or contracts based on a framework agreement are,intended to be made.\n\tFor the purposes of subsection (4) the area of a relevant authority is anarea consisting of the area or areas by reference to which the authorityprimarily exercises its functions, disregarding any areas outside the UnitedKingdom.\n\tThe authority must consider under subsection (3)(b) only matters that arerelevant to what is proposed to be procured and, in doing so, must considerthe extent to which it is proportionate in all the circumstances to take thosematters into account.\n\tThe authority must consider whether to undertake any consultation as to thematters that fall to be considered under subsection (3).\n\tIf an urgent need to arrange the procurement in question makes itimpractical to comply with the requirements in subsections (3), (6) and (7)before the time indicated by subsection (1), a relevant authority maydisregard the requirements to the extent that it is not practical to complywith them.\n\tSubsection (8) does not apply to the extent that the time available isreduced by undue delay on the part of the authority after this section hascome into force.\n\tFailure to comply with subsection (1), (3), (6) or (7) does not affect thevalidity of anything done in order to comply with the Regulations.\n\tThe following are not required to comply with subsections (1), (3), (6)and (7)—\n\t\tthe Welsh Ministers;\n\t\tthe First Minister for Wales;\n\t\tthe Counsel General to the Welsh Assembly Government;\n\t\tthe National Assembly for Wales Commission;\n\t\ta relevant authority whose functions are wholly or mainly Welsh devolvedfunctions.\n\tFor the purposes of subsection (11) a function of a relevant authority isa Welsh devolved function if—\n\t\tprovision conferring or imposing that function upon the authority is withinthe legislative competence of the National Assembly for Wales, or\n\t\tprovision conferring or imposing that function upon the authority is madeby the Welsh Ministers.\n\tThis section has effect in relation to a relevant authority’s proposedprocurement or arrangements for procurement only if the public servicescontract or framework agreement in contemplation is such that the Regulationswould have effect in relation to it.\n\tIf anything done before the commencement of this section would to anyextent have satisfied the requirements in subsections (1), (3), (6) and (7) ifdone after that commencement, the requirements are to that extent to betreated as satisfied.\n\tIn this section—\n\t\t  * “framework agreement” has the same meaning as in the Regulations, and a reference to a contract based on a framework agreement is a reference to a contract entered into on terms established by such an arrangement; \n\t\t  * “public services contract” has the same meaning as in the Regulations (and includes a contract that is treated as being a public services contract by the Regulations); \n\t\t  * “the Regulations” means the Public Contracts Regulations 2006 ([S.I. 2006/5](/id/uksi/2006/5?view=plain \"Go to item of legislation\")), or any regulations replacing those regulations, as from time to time amended; \n\t\t  * “relevant authority” means a person or body that is a contracting authority for the purposes of the Regulations. \nLocal authority contracts\n\tIn section 17 of the Local Government Act 1988 (exclusion of non-commercialconsiderations in the case of local and other public authority contracts),after subsection (10) insert—\n\tThis section does not prevent a public authority to which it applies fromexercising any function regulated by this section with reference to a non-commercial matter to the extent that the authority considers it necessary orexpedient to do so to enable or facilitate compliance with a duty imposed onit by section 1 of the Public Services (Social Value) Act 2012.”\nFinancial provisions\n\tThere is to be paid out of money provided by Parliament any expenditureincurred in consequence of this Act by a Minister of the Crown, governmentdepartment or other public authority.\nShort title, commencement and extent\n\tThis Act may be cited as the Public Services (Social Value) Act 2012.\n\tSection 3 and this section come into force on the day on which this Act ispassed.\n\tSections 1 and 2 come into force on such day as a Minister of the Crown mayby order made by statutory instrument appoint.\n\tThis Act extends to England and Wales.\n\t\t"
    }
]