{
    "general": "This law requires government agencies to consider how their decisions about public services will affect people's lives, the economy, and the environment. They must think about more than just the cost when choosing who will provide these services. This helps ensure that taxpayer money is being used to create positive outcomes for society as a whole.",
    "series": [
        [
            {
                "length": 258,
                "short": "\"Public Procurement Rules and Exemptions in Wales\"",
                "text": "\n* Simplified point 1: The Public Services (Social Value) Act 2012 requires relevant authorities to consider how their procurement processes might improve the economic, social, and environmental well-being of the relevant area.\n* Simplified point 2: Relevant authorities must consider only matters that are relevant to what is proposed to be procured, and they must consider the extent to which it is proportionate in all the circumstances to take those matters into account.\n* Simplified point 3: If an urgent need to arrange the procurement makes it impractical to comply with the requirements, a relevant authority may disregard the requirements to the extent that it is not practical.\n* Simplified point 4: Failure to comply with certain sections of the Act does not affect the validity of anything done in order to comply with the Regulations.\n* Simplified point 5: Certain authorities are exempt from complying with certain sections of the Act, including the Welsh Ministers, the First Minister for Wales, and the Counsel General to the Welsh Assembly Government."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Public Services (Social Value) Act 2012 ensures that when public bodies buy goods or services, they think about how it will benefit the local community economically, socially, and environmentally. This means that public bodies will prioritize buying from suppliers who can demonstrate positive outcomes for society and the environment, rather than just choosing the cheapest option. For example, if a council is buying new computers for its schools, it might choose a supplier who can show that their products are made locally, reducing transport emissions and supporting the local economy. Additionally, the act allows public bodies to ignore some of the requirements if there is an urgent need to arrange the procurement, such as during a pandemic. However, even if a public body ignores some of the requirements, it doesn't make everything they do invalid. Some public bodies are also exempt from certain parts of the act, like the Welsh Ministers, the First Minister for Wales, and the Counsel General to the Welsh Assembly Government. Overall, the goal of the act is to ensure that public money is spent in a way that benefits everyone in the community, not just the bottom line.",
    "single": "\n•\tPublic Services (Social Value) Act 2012 requires public authorities to consider economic, social, and environmental well-being when procuring public services.\n•\tAuthorities must comply with certain requirements before starting the procurement process.\n•\tThe authority must consider how the proposed procurement might improve the economic, social, and environmental well-being of the relevant area.\n•\tThe authority must consider only relevant matters and act proportionately.\n•\tThe authority may disregard requirements if urgent need arises.\n•\tFailure to comply does not affect the validity of anything done to comply with the Regulations.\n•\tCertain authorities are exempt from complying with the requirements.\n•\tThe section has effect in relation to a relevant authority’s proposed procurement or arrangements for procurement only if the public services contract or framework agreement in contemplation is such that the Regulations would have effect in relation to it.\n•\tAnything done before the commencement of this section would have satisfied the requirements to some extent if done after that commencement.\n•\tThe section applies to England and Wales.\n•\tThe Act extends to England and Wales.\n•\tThe Act may be cited as the Public Services (Social Value) Act 2012.\n•\tSections 1 and 2 come into force on such day as a Minister of the Crown may appoint by order made by statutory instrument.\n•\tSection 3 and this section come into force on the day on which this Act is passed."
}