[
    {
        "length": 1857,
        "text": "\nPART 1House of Commons Members' Fund\n\tThe Fund\n\t\tThere shall continue to be a House of Commons Members’ Fund.\n\t\tThe purpose of the Fund is to make grants to—\n\t\t\tformer Members of the House of Commons, and\n\t\t\tpeople who appear to the Fund’s trustees to be or to have been dependentsof former Members.\n\t\tThe Fund shall be held—\n\t\t\tby the trustees, or\n\t\t\tif they appoint one of their number as a custodian trustee, by thatcustodian trustee.\n\tTrustees \n\t\tThe trustees of the Fund shall be appointed by resolution of the House ofCommons.\n\t\tThere are to be not more than 7 trustees at any time.\n\t\tThe trustees must be Members of the House of Commons (subject tosubsections (4) and (6)).\n\t\tAt any time one trustee may be a former Member of the House of Commons; anda resolution appointing a trustee under this subsection must be made—\n\t\t\ton a motion moved by a trustee, and\n\t\t\tfollowing consultation by the trustees with persons appearing to them to berepresentative of former Members.\n\t\tA person ceases to be a trustee upon—\n\t\t\tceasing to be a Member of the House of Commons (unless appointed undersubsection (4), and subject to subsection (6)), or\n\t\t\tremoval by resolution of the House of Commons.\n\t\tBut where one or more persons cease to be Members of the House of Commonsby reason of the dissolution of Parliament, they do not cease to be trusteesby virtue of subsection (5) until a resolution of the House of Commons takeseffect appointing new trustees in their place.\n\t\tWhile a former Member is a trustee by virtue of subsection (4) or (6),grants under section 3 may not be made to the former Member or to a dependantof the former Member.\n\t\tThe Schedule to this Act makes provision about the powers and proceedingsof the trustees.\n\tGrants \n\t\tThe trustees may make payments out of the Fund to people listed in section1(2).\n\t\tIn determining whether to make payments to a person the trustees shall haveregard to—\n\t\t\this or her financial circumstances, and\n\t\t\tthe state of the Fund.\n\t\tPayments may be single or periodical.\n\tLevy on Members’ salaries: basic amount\n\t\tAmounts shall be deducted from the salaries of Members of the House ofCommons in accordance with this section.\n\t\tThe amounts to be deducted in respect of each financial year shall be setby resolution of the House of Commons.\n\t\tA resolution may express a deduction as—\n\t\t\ta specified sum, or\n\t\t\ta specified percentage of salary.\n\t\tA resolution may not have the effect of requiring any Member to pay morethan 0.2% of his or her salary for any financial year.\n\t\tAmounts to be deducted in respect of a financial year—\n\t\t\tare to be deducted from Members’ salaries (before payment) in equalinstalments, and\n\t\t\tare to be paid into the Fund.\n\tLevy on Members’ salaries: variation and suspension\n\t\tThe trustees may by direction increase the amounts set by resolution undersection 4 in respect of a specified financial year by the percentage appliedfor the purposes of Part I of the Pensions (Increase) Act 1971 in respect ofthat financial year.\n\t\tThe trustees may by direction suspend deductions under section 4 while theybelieve that the Fund has sufficient assets to meet demands on it.\n\t\tWhen a suspension is lifted, deductions resume (but without adjustment torecover amounts not collected during the suspension).\n\tResolutions and directions\n\t\tA resolution under section 4 may be varied, replaced or revoked by a laterresolution.\n\t\tA resolution under section 4 must be made on a motion moved by a person whois both a Member of the House of Commons and a trustee of the Fund.\n\t\tA resolution under section 4 may relate to—\n\t\t\tthe financial year in which it is passed,\n\t\t\tone or more specified future financial years,\n\t\t\tfuture financial years in general, or\n\t\t\ta combination.\n\t\tWhere a resolution under section 4 or a direction under section 5(1) takeseffect in respect of the financial year during which it is passed, paymentsfor the remainder of the year shall be adjusted so as to—\n\t\t\tgive effect to the resolution or direction, and\n\t\t\tproduce equal instalments for the remainder of the year.\n\t\tSection 2 of the Statutory Instruments Act 1946 (numbering and printing)shall apply to resolutions under section 4.\n\t\tA direction under section 5—\n\t\t\tmay be replaced or revoked by a later resolution,\n\t\t\tremains in force despite changes in the trustees, and\n\t\t\tmust be published by the trustees as soon as reasonably practicable.\n\tPublic money\n\t\tThe trustees may surrender to the Treasury amounts which in the trustees’opinion—\n\t\t\tare attributable to sums paid to the Fund by the Treasury (under anenactment repealed by this Act), and\n\t\t\tare not required in order to allow the Fund to meet present or expectedfuture demands.\n\t\tPayments under this section shall be paid into the Consolidated Fund.\n\tTax \n\t\tIn section 620 of the Income Tax (Earnings and Pensions) Act 2003 (meaningof “House of Commons Members’ Fund” for “established by section 1 of the Houseof Commons Members’ Fund Act [1939 (c.49)](/id/ukpga/1939/49?view=plain \"Go toitem of legislation\")” substitute “specified in section 1 of the House ofCommons Members’ Fund Act 2016”.\n\t\tIn section 613 of the Income and Corporation Taxes Act 1988 (parliamentarypension funds)—\n\t\t\tin subsection (1) for “amounts deducted in pursuance of section 1 of theHouse of Commons Members’ Fund Act 1939” substitute “amounts deducted inpursuance of section 4 of the House of Commons Members’ Fund Act 2016”;\n\t\t\tomit subsection (2); and\n\t\t\tin subsection (4)(a) for “established under section 1 of the House of thatAct of 1939” substitute “specified in section 1 of the 2016 Act”.\n\tRepeals and transitional provision\n\t\tThe following enactments are repealed—\n\t\t\tthe House of Commons Members’ Fund Act 1939;\n\t\t\tthe House of Commons Members’ Fund Act 1948;\n\t\t\tthe House of Commons Members’ Fund Act 1957;\n\t\t\tthe House of Commons Members’ Fund Act 1962;\n\t\t\tthe House of Commons Members’ Fund and Parliamentary Pensions Act 1981;\n\t\t\tsection 12 of the Parliamentary Pensions etc. Act 1984; and\n\t\t\tsection 7 of the Ministerial and other Pensions and Salaries Act 1991.\nPART 2Technical Provision\n\tCommencement \n\t\tThis Act comes into force at the end of the period of three months beginningwith the day this Act receives Royal Assent.\n\tExtent \n\t\tThis Act extends to the United Kingdom.\n\tShort title\n\t\tThis Act may be cited as the House of Commons Members’ Fund Act 2016.\n\tSection 2"
    }
]