{
    "general": "This law helps members of Parliament (MPs) by providing them with financial support when they need it. The fund helps MPs pay for things like rent, mortgages, bills, and other expenses related to their homes. This way, MPs can focus on their work in Parliament without worrying about money problems.",
    "series": [
        [
            {
                "length": 157,
                "short": "\"Former MPs' Financial Support Fund Established by UK Parliament\"",
                "text": "* Simplified point 1: The House of Commons Members' Fund Act 2016 establishes a fund to provide grants to former members of the House of Commons and their dependents.\n* Simplified point 2: The fund is managed by trustees appointed by the House of Commons, and grants can be made to eligible recipients based on their financial circumstances and the state of the fund.\n* Simplified point 3: The act also provides for levy on members' salaries, variation and suspension of deductions, resolutions and directions, public money, tax, and repeals and transitional provisions."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The House of Commons Members' Fund Act 2016 sets up a fund to help former members of Parliament and their families with financial support. The fund is run by trustees chosen by the House of Commons, and payments can be given to those who need it based on their financial situation and how well the fund is doing. This law also says that members of Parliament must pay a small amount of money each month into the fund, and that the amount can sometimes be changed or stopped if needed. Additionally, the law covers things like using public money, paying taxes, and making sure everything is done correctly. Overall, this law helps make sure that former members of Parliament and their families have enough money to live comfortably.",
    "single": "\n* The House of Commons Members' Fund Act 2016 consolidates and amends provisions about the House of Commons Members' Fund.\n* The Fund is to make grants to former Members of the House of Commons and their dependents.\n* The Fund is held by trustees appointed by the House of Commons.\n* The trustees may make payments out of the Fund to people listed in section 1(2), based on their financial circumstances and the state of the Fund.\n* Amounts shall be deducted from Members' salaries in accordance with the resolution of the House of Commons.\n* The trustees may increase or suspend deductions under section 4 while they believe that the Fund has sufficient assets to meet demands on it.\n* Resolutions and directions under the Act must be published by the trustees and may be varied, replaced, or revoked by a later resolution.\n* The Act repeals and replaces previous enactments related to the House of Commons Members' Fund.\n* The Act extends to the United Kingdom and comes into force at the end of the period of three months beginning with the day it receives Royal Assent."
}