[
    {
        "length": 520,
        "text": "\nPart IIntroductory\n\tTerrorism: interpretation\n\t\tIn this Act “terrorism” means the use or threat of action where—\n\t\t\tthe action falls within subsection (2),\n\t\t\tthe use or threat is designed to influence the government or to intimidatethe public or a section of the public, and\n\t\t\tthe use or threat is made for the purpose of advancing a political,religious or ideological cause.\n\t\tAction falls within this subsection if it—\n\t\t\tinvolves serious violence against a person,\n\t\t\tinvolves serious damage to property,\n\t\t\tendangers a person’s life, other than that of the person committing theaction,\n\t\t\tcreates a serious risk to the health or safety of the public or a sectionof the public, or\n\t\t\tis designed seriously to interfere with or seriously to disrupt anelectronic system.\n\t\tThe use or threat of action falling within subsection (2) which involvesthe use of firearms or explosives is terrorism whether or not subsection(1)(b) is satisfied.\n\t\tIn this section—\n\t\t\t“action” includes action outside the United Kingdom,\n\t\t\ta reference to any person or to property is a reference to any person, orto property, wherever situated,\n\t\t\ta reference to the public includes a reference to the public of a countryother than the United Kingdom, and\n\t\t\t“the government” means the government of the United Kingdom, of a Part ofthe United Kingdom or of a country other than the United Kingdom.\n\t\tIn this Act a reference to action taken for the purposes of terrorismincludes a reference to action taken for the benefit of a proscribedorganisation.\n\tTemporary legislation\n\t\tThe following shall cease to have effect—\n\t\t\tthe [1989 c. 4.] Prevention of Terrorism (Temporary Provisions) Act 1989,and\n\t\t\tthe [1996 c. 22.] Northern Ireland (Emergency Provisions) Act 1996.\n\t\tSchedule 1 (which preserves certain provisions of the 1996 Act, in somecases with amendment, for a transitional period) shall have effect."
    },
    {
        "length": 2928,
        "text": "\nProcedure\n\tProscription \n\t\tFor the purposes of this Act an organisation is proscribed if—\n\t\t\tit is listed in Schedule 2, or\n\t\t\tit operates under the same name as an organisation listed in that Schedule.\n\t\tSubsection (1)(b) shall not apply in relation to an organisation listed inSchedule 2 if its entry is the subject of a note in that Schedule.\n\t\tThe Secretary of State may by order—\n\t\t\tadd an organisation to Schedule 2;\n\t\t\tremove an organisation from that Schedule;\n\t\t\tamend that Schedule in some other way.\n\t\tThe Secretary of State may exercise his power under subsection (3)(a) inrespect of an organisation only if he believes that it is concerned interrorism.\n\t\tFor the purposes of subsection (4) an organisation is concerned interrorism if it—\n\t\t\tcommits or participates in acts of terrorism,\n\t\t\tprepares for terrorism,\n\t\t\tpromotes or encourages terrorism, or\n\t\t\tis otherwise concerned in terrorism.\n\tDeproscription: application\n\t\tAn application may be made to the Secretary of State for the exercise ofhis power under section 3(3)(b) to remove an organisation from Schedule 2.\n\t\tAn application may be made by—\n\t\t\tthe organisation, or\n\t\t\tany person affected by the organisation’s proscription.\n\t\tThe Secretary of State shall make regulations prescribing the procedure forapplications under this section.\n\t\tThe regulations shall, in particular—\n\t\t\trequire the Secretary of State to determine an application within aspecified period of time, and\n\t\t\trequire an application to state the grounds on which it is made.\n\tDeproscription: appeal\n\t\tThere shall be a commission, to be known as the Proscribed OrganisationsAppeal Commission.\n\t\tWhere an application under section 4 has been refused, the applicant mayappeal to the Commission.\n\t\tThe Commission shall allow an appeal against a refusal to deproscribe anorganisation if it considers that the decision to refuse was flawed whenconsidered in the light of the principles applicable on an application forjudicial review.\n\t\tWhere the Commission allows an appeal under this section by or in respectof an organisation, it may make an order under this subsection.\n\t\tWhere an order is made under subsection (4) the Secretary of State shall assoon as is reasonably practicable—\n\t\t\tlay before Parliament, in accordance with section 123(4), the draft of anorder under section 3(3)(b) removing the organisation from the list inSchedule 2, or\n\t\t\tmake an order removing the organisation from the list in Schedule 2 inpursuance of section 123(5).\n\t\tSchedule 3 (constitution of the Commission and procedure) shall haveeffect.\n\tFurther appeal\n\t\tA party to an appeal under section 5 which the Proscribed OrganisationsAppeal Commission has determined may bring a further appeal on a question oflaw to—\n\t\t\tthe Court of Appeal, if the first appeal was heard in England and Wales,\n\t\t\tthe Court of Session, if the first appeal was heard in Scotland, or\n\t\t\tthe Court of Appeal in Northern Ireland, if the first appeal was heard inNorthern Ireland.\n\t\tAn appeal under subsection (1) may be brought only with the permission—\n\t\t\tof the Commission, or\n\t\t\twhere the Commission refuses permission, of the court to which the appealwould be brought.\n\t\tAn order under section 5(4) shall not require the Secretary of State totake any action until the final determination or disposal of an appeal underthis section (including any appeal to the House of Lords).\n\tAppeal: effect on conviction, &c\n\t\tThis section applies where—\n\t\t\tan appeal under section 5 has been allowed in respect of an organisation,\n\t\t\tan order has been made under section 3(3)(b) in respect of the organisationin accordance with an order of the Commission under section 5(4) (and, if theorder was made in reliance on section 123(5), a resolution has been passed byeach House of Parliament under section 123(5)(b)),\n\t\t\ta person has been convicted of an offence in respect of the organisationunder any of sections 11 to 13, 15 to 19 and 56, and\n\t\t\tthe activity to which the charge referred took place on or after the dateof the refusal to deproscribe against which the appeal under section 5 wasbrought.\n\t\tIf the person mentioned in subsection (1)(c) was convicted on indictment—\n\t\t\the may appeal against the conviction to the Court of Appeal, and\n\t\t\tthe Court of Appeal shall allow the appeal.\n\t\tA person may appeal against a conviction by virtue of subsection (2)whether or not he has already appealed against the conviction.\n\t\tAn appeal by virtue of subsection (2)—\n\t\t\tmust be brought within the period of 28 days beginning with the date onwhich the order mentioned in subsection (1)(b) comes into force, and\n\t\t\tshall be treated as an appeal under section 1 of the [1968 c. 19.] CriminalAppeal Act 1968 (but does not require leave).\n\t\tIf the person mentioned in subsection (1)(c) was convicted by amagistrates' court—\n\t\t\the may appeal against the conviction to the Crown Court, and\n\t\t\tthe Crown Court shall allow the appeal.\n\t\tA person may appeal against a conviction by virtue of subsection (5)—\n\t\t\twhether or not he pleaded guilty,\n\t\t\twhether or not he has already appealed against the conviction, and\n\t\t\twhether or not he has made an application in respect of the convictionunder section 111 of the [1980 c. 43.] Magistrates' Courts Act 1980 (casestated).\n\t\tAn appeal by virtue of subsection (5)—\n\t\t\tmust be brought within the period of 21 days beginning with the date onwhich the order mentioned in subsection (1)(b) comes into force, and\n\t\t\tshall be treated as an appeal under section 108(1)(b) of the [1980 c. 43.]Magistrates' Courts Act 1980.\n\t\tIn section 133(5) of the [1988 c. 33.] Criminal Justice Act 1988(compensation for miscarriage of justice) after paragraph (b) there shall beinserted— “or\n\t\t\ton an appeal under section 7 of the Terrorism Act 2000”.\n\tSection 7: Scotland and Northern Ireland\n\t\tIn the application of section 7 to Scotland—\n\t\t\tfor every reference to the Court of Appeal or the Crown Court substitute areference to the High Court of Justiciary,\n\t\t\tin subsection (2)(b), at the end insert “and quash the conviction”,\n\t\t\tin subsection (4)—\n\t\t\tin paragraph (a), for “28 days” substitute “two weeks”, and\n\t\t\tin paragraph (b), for “section 1 of the Criminal Appeal Act 1968”substitute “section 106 of the Criminal Procedure (Scotland) Act 1995”,\n\t\t\tin subsection (5)—\n\t\t\tfor “by a magistrates' court” substitute “in summary proceedings”, and\n\t\t\tin paragraph (b), at the end insert “and quash the conviction”,\n\t\t\tin subsection (6), paragraph (c) is omitted, and\n\t\t\tin subsection (7)—\n\t\t\tin paragraph (a) for “21 days” substitute “two weeks”, and\n\t\t\tfor paragraph (b) substitute—\n\t\t\tshall be by note of appeal, which shall state the ground of appeal,\n\t\t\tshall not require leave under any provision of Part X of the CriminalProcedure (Scotland) Act 1995, and\n\t\t\tshall be in accordance with such procedure as the High Court of Justiciarymay, by Act of Adjournal, determine.”.\n\t\tIn the application of section 7 to Northern Ireland—\n\t\t\tthe reference in subsection (4) to section 1 of the [1968 c. 19.] CriminalAppeal Act 1968 shall be taken as a reference to section 1 of the [1980 c.47.] Criminal Appeal (Northern Ireland) Act 1980,\n\t\t\treferences in subsection (5) to the Crown Court shall be taken asreferences to the county court,\n\t\t\tthe reference in subsection (6) to section 111 of the [1980 c. 43.]Magistrates' Courts Act 1980 shall be taken as a reference to Article 146 ofthe [S.I. 1981/1675 (N.I. 26).] Magistrates' Courts (Northern Ireland) Order1981, and\n\t\t\tthe reference in subsection (7) to section 108(1)(b) of the [1980 c. 43.]Magistrates' Courts Act 1980 shall be taken as a reference to Article140(1)(b) of the [S.I. 1981/1675 (N.I. 26).] Magistrates' Courts (NorthernIreland) Order 1981.\n\tHuman Rights Act 1998\n\t\tThis section applies where rules (within the meaning of section 7 of the[1998 c. 42.] Human Rights Act 1998 (jurisdiction)) provide for proceedingsunder section 7(1) of that Act to be brought before the ProscribedOrganisations Appeal Commission.\n\t\tThe following provisions of this Act shall apply in relation to proceedingsunder section 7(1) of that Act as they apply to appeals under section 5 ofthis Act—\n\t\t\tsection 5(4) and (5),\n\t\t\tsection 6,\n\t\t\tsection 7, and\n\t\t\tparagraphs 4 to 8 of Schedule 3.\n\t\tThe Commission shall decide proceedings in accordance with the principlesapplicable on an application for judicial review.\n\t\tIn the application of the provisions mentioned in subsection (2)—\n\t\t\ta reference to the Commission allowing an appeal shall be taken as areference to the Commission determining that an action of the Secretary ofState is incompatible with a Convention right, and\n\t\t\ta reference to the refusal to deproscribe against which an appeal wasbrought shall be taken as a reference to the action of the Secretary of Statewhich is found to be incompatible with a Convention right.\n\tImmunity \n\t\tThe following shall not be admissible as evidence in proceedings for anoffence under any of sections 11 to 13, 15 to 19 and 56—\n\t\t\tevidence of anything done in relation to an application to the Secretary ofState under section 4,\n\t\t\tevidence of anything done in relation to proceedings before the ProscribedOrganisations Appeal Commission under section 5 above or section 7(1) of the[1998 c. 42.] Human Rights Act 1998,\n\t\t\tevidence of anything done in relation to proceedings under section 6(including that section as applied by section 9(2)), and\n\t\t\tany document submitted for the purposes of proceedings mentioned in any ofparagraphs (a) to (c).\n\t\tBut subsection (1) does not prevent evidence from being adduced on behalfof the accused."
    },
    {
        "length": 1140,
        "text": "\nOffences\n\tMembership \n\t\tA person commits an offence if he belongs or professes to belong to aproscribed organisation.\n\t\tIt is a defence for a person charged with an offence under subsection (1)to prove—\n\t\t\tthat the organisation was not proscribed on the last (or only) occasion onwhich he became a member or began to profess to be a member, and\n\t\t\tthat he has not taken part in the activities of the organisation at anytime while it was proscribed.\n\t\tA person guilty of an offence under this section shall be liable—\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding tenyears, to a fine or to both, or\n\t\t\ton summary conviction, to imprisonment for a term not exceeding six months,to a fine not exceeding the statutory maximum or to both.\n\t\tIn subsection (2) “proscribed” means proscribed for the purposes of any ofthe following—\n\t\t\tthis Act;\n\t\t\tthe [1996 c. 22.] Northern Ireland (Emergency Provisions) Act 1996;\n\t\t\tthe [1991 c. 24.] Northern Ireland (Emergency Provisions) Act 1991;\n\t\t\tthe [1989 c. 4.] Prevention of Terrorism (Temporary Provisions) Act 1989;\n\t\t\tthe [1984 c. 8.] Prevention of Terrorism (Temporary Provisions) Act 1984;\n\t\t\tthe [1978 c. 5.] Northern Ireland (Emergency Provisions) Act 1978;\n\t\t\tthe [1976 c. 8.] Prevention of Terrorism (Temporary Provisions) Act 1976;\n\t\t\tthe [1974 c. 56.] Prevention of Terrorism (Temporary Provisions) Act 1974;\n\t\t\tthe [1973 c. 53.] Northern Ireland (Emergency Provisions) Act 1973.\n\tSupport \n\t\tA person commits an offence if—\n\t\t\the invites support for a proscribed organisation, and\n\t\t\tthe support is not, or is not restricted to, the provision of money orother property (within the meaning of section 15).\n\t\tA person commits an offence if he arranges, manages or assists in arrangingor managing a meeting which he knows is—\n\t\t\tto support a proscribed organisation,\n\t\t\tto further the activities of a proscribed organisation, or\n\t\t\tto be addressed by a person who belongs or professes to belong to aproscribed organisation.\n\t\tA person commits an offence if he addresses a meeting and the purpose ofhis address is to encourage support for a proscribed organisation or tofurther its activities.\n\t\tWhere a person is charged with an offence under subsection (2)(c) inrespect of a private meeting it is a defence for him to prove that he had noreasonable cause to believe that the address mentioned in subsection (2)(c)would support a proscribed organisation or further its activities.\n\t\tIn subsections (2) to (4)—\n\t\t\t“meeting” means a meeting of three or more persons, whether or not thepublic are admitted, and\n\t\t\ta meeting is private if the public are not admitted.\n\t\tA person guilty of an offence under this section shall be liable—\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding tenyears, to a fine or to both, or\n\t\t\ton summary conviction, to imprisonment for a term not exceeding six months,to a fine not exceeding the statutory maximum or to both.\n\tUniform \n\t\tA person in a public place commits an offence if he—\n\t\t\twears an item of clothing, or\n\t\t\twears, carries or displays an article,\n\t\t\t\tin such a way or in such circumstances as to arouse reasonable suspicion thathe is a member or supporter of a proscribed organisation.\n\t\tA constable in Scotland may arrest a person without a warrant if he hasreasonable grounds to suspect that the person is guilty of an offence underthis section.\n\t\tA person guilty of an offence under this section shall be liable on summaryconviction to—\n\t\t\timprisonment for a term not exceeding six months,\n\t\t\ta fine not exceeding level 5 on the standard scale, or\n\t\t\tboth. "
    },
    {
        "length": 206,
        "text": "\nInterpretation\n\tTerrorist property\n\t\tIn this Act “terrorist property” means—\n\t\t\tmoney or other property which is likely to be used for the purposes ofterrorism (including any resources of a proscribed organisation),\n\t\t\tproceeds of the commission of acts of terrorism, and\n\t\t\tproceeds of acts carried out for the purposes of terrorism.\n\t\tIn subsection (1)—\n\t\t\ta reference to proceeds of an act includes a reference to any propertywhich wholly or partly, and directly or indirectly, represents the proceeds ofthe act (including payments or other rewards in connection with itscommission), and\n\t\t\tthe reference to an organisation’s resources includes a reference to anymoney or other property which is applied or made available, or is to beapplied or made available, for use by the organisation."
    },
    {
        "length": 2648,
        "text": "\nOffences\n\tFund-raising \n\t\tA person commits an offence if he—\n\t\t\tinvites another to provide money or other property, and\n\t\t\tintends that it should be used, or has reasonable cause to suspect that itmay be used, for the purposes of terrorism.\n\t\tA person commits an offence if he—\n\t\t\treceives money or other property, and\n\t\t\tintends that it should be used, or has reasonable cause to suspect that itmay be used, for the purposes of terrorism.\n\t\tA person commits an offence if he—\n\t\t\tprovides money or other property, and\n\t\t\tknows or has reasonable cause to suspect that it will or may be used forthe purposes of terrorism.\n\t\tIn this section a reference to the provision of money or other property isa reference to its being given, lent or otherwise made available, whether ornot for consideration.\n\tUse and possession\n\t\tA person commits an offence if he uses money or other property for thepurposes of terrorism.\n\t\tA person commits an offence if he—\n\t\t\tpossesses money or other property, and\n\t\t\tintends that it should be used, or has reasonable cause to suspect that itmay be used, for the purposes of terrorism.\n\tFunding arrangements\n\t\tA person commits an offence if—\n\t\t\the enters into or becomes concerned in an arrangement as a result of whichmoney or other property is made available or is to be made available toanother, and\n\t\t\the knows or has reasonable cause to suspect that it will or may be used forthe purposes of terrorism.\n\tMoney laundering\n\t\tA person commits an offence if he enters into or becomes concerned in anarrangement which facilitates the retention or control by or on behalf ofanother person of terrorist property—\n\t\t\tby concealment,\n\t\t\tby removal from the jurisdiction,\n\t\t\tby transfer to nominees, or\n\t\t\tin any other way.\n\t\tIt is a defence for a person charged with an offence under subsection (1)to prove that he did not know and had no reasonable cause to suspect that thearrangement related to terrorist property.\n\tDisclosure of information: duty\n\t\tThis section applies where a person—\n\t\t\tbelieves or suspects that another person has committed an offence under anyof sections 15 to 18, and\n\t\t\tbases his belief or suspicion on information which comes to his attentionin the course of a trade, profession, business or employment.\n\t\tThe person commits an offence if he does not disclose to a constable assoon as is reasonably practicable—\n\t\t\this belief or suspicion, and\n\t\t\tthe information on which it is based.\n\t\tIt is a defence for a person charged with an offence under subsection (2)to prove that he had a reasonable excuse for not making the disclosure.\n\t\tWhere— \n\t\t\ta person is in employment,\n\t\t\this employer has established a procedure for the making of disclosures ofthe matters specified in subsection (2), and\n\t\t\the is charged with an offence under that subsection,\n\t\t\t\tit is a defence for him to prove that he disclosed the matters specified inthat subsection in accordance with the procedure.\n\t\tSubsection (2) does not require disclosure by a professional legal adviserof—\n\t\t\tinformation which he obtains in privileged circumstances, or\n\t\t\ta belief or suspicion based on information which he obtains in privilegedcircumstances.\n\t\tFor the purpose of subsection (5) information is obtained by an adviser inprivileged circumstances if it comes to him, otherwise than with a view tofurthering a criminal purpose—\n\t\t\tfrom a client or a client’s representative, in connection with theprovision of legal advice by the adviser to the client,\n\t\t\tfrom a person seeking legal advice from the adviser, or from the person’srepresentative, or\n\t\t\tfrom any person, for the purpose of actual or contemplated legalproceedings.\n\t\tFor the purposes of subsection (1)(a) a person shall be treated as havingcommitted an offence under one of sections 15 to 18 if—\n\t\t\the has taken an action or been in possession of a thing, and\n\t\t\the would have committed an offence under one of those sections if he hadbeen in the United Kingdom at the time when he took the action or was inpossession of the thing.\n\t\tA person guilty of an offence under this section shall be liable—\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding fiveyears, to a fine or to both, or\n\t\t\ton summary conviction, to imprisonment for a term not exceeding six months,or to a fine not exceeding the statutory maximum or to both.\n\tDisclosure of information: permission\n\t\tA person may disclose to a constable—\n\t\t\ta suspicion or belief that any money or other property is terroristproperty or is derived from terrorist property;\n\t\t\tany matter on which the suspicion or belief is based.\n\t\tA person may make a disclosure to a constable in the circumstancesmentioned in section 19(1) and (2).\n\t\tSubsections (1) and (2) shall have effect notwithstanding any restrictionon the disclosure of information imposed by statute or otherwise.\n\t\tWhere— \n\t\t\ta person is in employment, and\n\t\t\this employer has established a procedure for the making of disclosures ofthe kinds mentioned in subsection (1) and section 19(2),\n\t\t\t\tsubsections (1) and (2) shall have effect in relation to that person as if anyreference to disclosure to a constable included a reference to disclosure inaccordance with the procedure.\n\tCooperation with police\n\t\tA person does not commit an offence under any of sections 15 to 18 if he isacting with the express consent of a constable.\n\t\tSubject to subsections (3) and (4), a person does not commit an offenceunder any of sections 15 to 18 by involvement in a transaction or arrangementrelating to money or other property if he discloses to a constable—\n\t\t\this suspicion or belief that the money or other property is terroristproperty, and\n\t\t\tthe information on which his suspicion or belief is based.\n\t\tSubsection (2) applies only where a person makes a disclosure—\n\t\t\tafter he becomes concerned in the transaction concerned,\n\t\t\ton his own initiative, and\n\t\t\tas soon as is reasonably practicable.\n\t\tSubsection (2) does not apply to a person if—\n\t\t\ta constable forbids him to continue his involvement in the transaction orarrangement to which the disclosure relates, and\n\t\t\the continues his involvement.\n\t\tIt is a defence for a person charged with an offence under any of sections15(2) and (3) and 16 to 18 to prove that—\n\t\t\the intended to make a disclosure of the kind mentioned in subsections (2)and (3), and\n\t\t\tthere is reasonable excuse for his failure to do so.\n\t\tWhere— \n\t\t\ta person is in employment, and\n\t\t\this employer has established a procedure for the making of disclosures ofthe same kind as may be made to a constable under subsection (2),\n\t\t\t\tthis section shall have effect in relation to that person as if any referenceto disclosure to a constable included a reference to disclosure in accordancewith the procedure.\n\t\tA reference in this section to a transaction or arrangement relating tomoney or other property includes a reference to use or possession.\n\tPenalties \n\t\tA person guilty of an offence under any of sections 15 to 18 shall be liable—\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 14years, to a fine or to both, or\n\t\t\ton summary conviction, to imprisonment for a term not exceeding six months,to a fine not exceeding the statutory maximum or to both.\n\tForfeiture \n\t\tThe court by or before which a person is convicted of an offence under anyof sections 15 to 18 may make a forfeiture order in accordance with theprovisions of this section.\n\t\tWhere a person is convicted of an offence under section 15(1) or (2) or 16the court may order the forfeiture of any money or other property—\n\t\t\twhich, at the time of the offence, he had in his possession or under hiscontrol, and\n\t\t\twhich, at that time, he intended should be used, or had reasonable cause tosuspect might be used, for the purposes of terrorism.\n\t\tWhere a person is convicted of an offence under section 15(3) the court mayorder the forfeiture of any money or other property—\n\t\t\twhich, at the time of the offence, he had in his possession or under hiscontrol, and\n\t\t\twhich, at that time, he knew or had reasonable cause to suspect would ormight be used for the purposes of terrorism.\n\t\tWhere a person is convicted of an offence under section 17 the court mayorder the forfeiture of the money or other property—\n\t\t\tto which the arrangement in question related, and\n\t\t\twhich, at the time of the offence, he knew or had reasonable cause tosuspect would or might be used for the purposes of terrorism.\n\t\tWhere a person is convicted of an offence under section 18 the court mayorder the forfeiture of the money or other property to which the arrangementin question related.\n\t\tWhere a person is convicted of an offence under any of sections 15 to 18,the court may order the forfeiture of any money or other property which whollyor partly, and directly or indirectly, is received by any person as a paymentor other reward in connection with the commission of the offence.\n\t\tWhere a person other than the convicted person claims to be the owner of orotherwise interested in anything which can be forfeited by an order under thissection, the court shall give him an opportunity to be heard before making anorder.\n\t\tA court in Scotland shall not make an order under this section except onthe application of the prosecutor—\n\t\t\tin proceedings on indictment, when he moves for sentence, and\n\t\t\tin summary proceedings, before the court convicts the accused,\n\t\t\t\tand for the purposes of any appeal or review, an order under this section madeby a court in Scotland is a sentence.\n\t\tSchedule 4 (which makes further provision in relation to forfeiture ordersunder this section) shall have effect."
    },
    {
        "length": 2372,
        "text": "\nSeizure of terrorist cash\n\tInterpretation \n\t\tIn sections 25 to 31 “authorised officer” means any of the following—\n\t\t\ta constable,\n\t\t\ta customs officer, and\n\t\t\tan immigration officer.\n\t\tIn sections 25 to 31 “cash” means—\n\t\t\tcoins and notes in any currency,\n\t\t\tpostal orders,\n\t\t\ttravellers' cheques,\n\t\t\tbankers' drafts, and\n\t\t\tsuch other kinds of monetary instrument as the Secretary of State mayspecify by order.\n\tSeizure and detention\n\t\tAn authorised officer may seize and detain any cash to which this sectionapplies if he has reasonable grounds for suspecting that—\n\t\t\tit is intended to be used for the purposes of terrorism,\n\t\t\tit forms the whole or part of the resources of a proscribed organisation,or\n\t\t\tit is terrorist property within the meaning given in section 14(1)(b) or(c).\n\t\tIn subsection (1)(b) the reference to an organisation’s resources includesa reference to any cash which is applied or made available, or is to beapplied or made available, for use by the organisation.\n\t\tThis section applies to cash which—\n\t\t\tis being imported into or exported from the United Kingdom,\n\t\t\tis being brought to any place in the United Kingdom for the purpose ofbeing exported from the United Kingdom,\n\t\t\tis being brought to Northern Ireland from Great Britain, or to GreatBritain from Northern Ireland,\n\t\t\tis being brought to any place in Northern Ireland for the purpose of beingbrought to Great Britain, or\n\t\t\tis being brought to any place in Great Britain for the purpose of beingbrought to Northern Ireland.\n\t\tSubject to subsection (5), cash seized under this section shall be releasednot later than the end of the period of 48 hours beginning with the time whenit is seized.\n\t\tWhere an order is made under section 26 in relation to cash seized, it maybe detained during the period specified in the order.\n\tContinued detention\n\t\tAn authorised officer or the Commissioners of Customs and Excise may applyto a magistrates' court for an order under this section in relation to cashseized under section 25.\n\t\tAn order under this section—\n\t\t\tshall authorise the further detention under section 25 of the cash to whichit relates for a period specified in the order,\n\t\t\tshall specify a period which ends not later than the end of the period ofthree months beginning with the date of the order, and\n\t\t\tshall require notice to be given to the person from whom the cash wasseized and to any other person who is affected by and specified in the order.\n\t\tAn application for an order under this section may be granted only if thecourt is satisfied—\n\t\t\tthat there are reasonable grounds to suspect that the cash is cash of akind mentioned in section 25(1)(a), (b) or (c), and\n\t\t\tthat the continued detention of the cash is justified pending completion ofan investigation of its origin or derivation or pending a determinationwhether to institute criminal proceedings (whether in the United Kingdom orelsewhere) which relate to the cash.\n\t\tMore than one order may be made under this section in relation toparticular cash; but cash shall not be detained by virtue of an order underthis section after the end of the period of two years beginning with the datewhen the first order under this section was made in relation to it.\n\t\tIn Scotland, any application under this section shall be made by theprocurator fiscal to the sheriff; and in this section a reference to amagistrates' court shall be taken as a reference to the sheriff.\n\tDetained cash\n\t\tCash detained under section 25 by virtue of an order under section 26shall, unless required as evidence of an offence, be held in an interestbearing account; and the interest accruing on the cash shall be added to it onits release or forfeiture.\n\t\tAny person may apply to a magistrates' court, or in Scotland to thesheriff, for a direction that cash detained under section 25 be released.\n\t\tA magistrates' court or the sheriff shall grant an application undersubsection (2) if satisfied—\n\t\t\tthat section 26(3)(a) or (b) no longer applies, or\n\t\t\tthat the detention of the cash is for any other reason no longer justified.\n\t\tAn authorised officer, or in Scotland the procurator fiscal, may releasecash detained under section 25 if—\n\t\t\the is satisfied that its detention is no longer justified, and\n\t\t\the has notified the magistrates' court or sheriff who made the order byvirtue of which the cash is being detained under section 25.\n\t\tCash detained under section 25 shall not be released under this section—\n\t\t\twhile proceedings on an application for its forfeiture under section 28have not been concluded, or\n\t\t\twhile proceedings, whether in the United Kingdom or elsewhere, which relateto the cash have not been concluded.\n\tForfeiture \n\t\tAn authorised officer or the Commissioners of Customs and Excise may applyto a magistrates' court, or in Scotland the procurator fiscal may apply to thesheriff, for an order forfeiting cash being detained under section 25.\n\t\tA magistrates' court or the sheriff may grant an application only ifsatisfied on the balance of probabilities that the cash is cash of a kindmentioned in section 25(1)(a), (b) or (c).\n\t\tBefore making an order under this section, a magistrates' court or thesheriff must give an opportunity to be heard to any person—\n\t\t\twho is not a party to the proceedings, and\n\t\t\twho claims to be the owner of or otherwise interested in any of the cashwhich can be forfeited under this section.\n\t\tAn order may be made under this section whether or not proceedings arebrought against any person for an offence with which the cash is connected.\n\t\tProceedings on an application under this section to the sheriff shall becivil proceedings.\n\tForfeiture: appeal\n\t\tSubject to subsection (2), any party to proceedings in which a forfeitureorder is made under section 28 may appeal—\n\t\t\twhere the order is made by a magistrates' court in England and Wales, tothe Crown Court,\n\t\t\twhere the order is made by the sheriff in Scotland, to the Court ofSession, or\n\t\t\twhere the order is made by a magistrates' court in Northern Ireland, to thecounty court.\n\t\tAn appeal under subsection (1)—\n\t\t\tmust be brought before the end of the period of 30 days beginning with thedate on which the forfeiture order was made, and\n\t\t\tmay not be brought by the applicant for the forfeiture order.\n\t\tOn an application by the appellant, a magistrates' court or the sheriff mayorder the release of so much of the cash to which the forfeiture order appliesas it considers appropriate to enable him to meet his reasonable legalexpenses in connection with the appeal.\n\t\tAn appeal under subsection (1) shall be by way of a rehearing.\n\t\tIf the court allows the appeal, it may order the release of—\n\t\t\tthe cash to which the forfeiture order applies together with any interestwhich has accrued, or\n\t\t\twhere an order has been made under subsection (3), the remaining cash towhich the forfeiture order applies together with any interest which hasaccrued.\n\t\tSubsection (7) applies where a successful application for a forfeitureorder relies (in whole or in part) on the fact that an organisation isproscribed, and—\n\t\t\ta deproscription appeal under section 5 is allowed in respect of theorganisation,\n\t\t\tan order is made under section 3(3)(b) in respect of the organisation inaccordance with an order of the Proscribed Organisations Appeal Commissionunder section 5(4) (and, if the order is made in reliance on section 123(5), aresolution is passed by each House of Parliament under section 123(5)(b)), and\n\t\t\tthe forfeited cash was seized under section 25 on or after the date of therefusal to deproscribe against which the appeal under section 5 was brought.\n\t\tWhere this subsection applies an appeal under subsection (1) may be broughtat any time before the end of the period of 30 days beginning with the date onwhich the order under section 3(3)(b) comes into force.\n\tTreatment of forfeited cash\n\t\tAny cash to which a forfeiture order under section 28 applies or accruedinterest thereon shall be paid into the Consolidated Fund—\n\t\t\tafter the end of the period within which an appeal may be brought undersection 29(1), or\n\t\t\twhere an appeal is brought under section 29(1), after the appeal isdetermined or otherwise disposed of.\n\tRules of court\n\t\tProvision may be made by rules of court about the procedure on applications orappeals to any court under sections 26 to 29, and in particular as to—\n\t\t\tthe giving of notice to persons affected by an application or appeal underthose provisions;\n\t\t\tthe joinder, or in Scotland the sisting, of those persons as parties to theproceedings."
    },
    {
        "length": 1789,
        "text": "\nPart IVTerrorist Investigations\n\tInterpretation\n\t\tTerrorist investigation\n\t\t\tIn this Act “terrorist investigation” means an investigation of—\n\t\t\t\tthe commission, preparation or instigation of acts of terrorism,\n\t\t\t\tan act which appears to have been done for the purposes of terrorism,\n\t\t\t\tthe resources of a proscribed organisation,\n\t\t\t\tthe possibility of making an order under section 3(3), or\n\t\t\t\tthe commission, preparation or instigation of an offence under this Act.\n\tCordons\n\t\tCordoned areas\n\t\t\tAn area is a cordoned area for the purposes of this Act if it is designatedunder this section.\n\t\t\tA designation may be made only if the person making it considers itexpedient for the purposes of a terrorist investigation.\n\t\t\tIf a designation is made orally, the person making it shall confirm it inwriting as soon as is reasonably practicable.\n\t\t\tThe person making a designation shall arrange for the demarcation of thecordoned area, so far as is reasonably practicable—\n\t\t\t\tby means of tape marked with the word “police”, or\n\t\t\t\tin such other manner as a constable considers appropriate.\n\t\tPower to designate\n\t\t\tSubject to subsection (2), a designation under section 33 may only be made—\n\t\t\t\twhere the area is outside Northern Ireland and is wholly or partly within apolice area, by an officer for the police area who is of at least the rank ofsuperintendent, and\n\t\t\t\twhere the area is in Northern Ireland, by a member of the Royal UlsterConstabulary who is of at least the rank of superintendent.\n\t\t\tA constable who is not of the rank required by subsection (1) may make adesignation if he considers it necessary by reason of urgency.\n\t\t\tWhere a constable makes a designation in reliance on subsection (2) heshall as soon as is reasonably practicable—\n\t\t\t\tmake a written record of the time at which the designation was made, and\n\t\t\t\tensure that a police officer of at least the rank of superintendent isinformed.\n\t\t\tAn officer who is informed of a designation in accordance with subsection(3)(b)—\n\t\t\t\tshall confirm the designation or cancel it with effect from such time as hemay direct, and\n\t\t\t\tshall, if he cancels the designation, make a written record of thecancellation and the reason for it.\n\t\tDuration \n\t\t\tA designation under section 33 has effect, subject to subsections (2) to(5), during the period—\n\t\t\t\tbeginning at the time when it is made, and\n\t\t\t\tending with a date or at a time specified in the designation.\n\t\t\tThe date or time specified under subsection (1)(b) must not occur after theend of the period of 14 days beginning with the day on which the designationis made.\n\t\t\tThe period during which a designation has effect may be extended in writingfrom time to time by—\n\t\t\t\tthe person who made it, or\n\t\t\t\ta person who could have made it (otherwise than by virtue of section34(2)).\n\t\t\tAn extension shall specify the additional period during which thedesignation is to have effect.\n\t\t\tA designation shall not have effect after the end of the period of 28 daysbeginning with the day on which it is made.\n\t\tPolice powers\n\t\t\tA constable in uniform may—\n\t\t\t\torder a person in a cordoned area to leave it immediately;\n\t\t\t\torder a person immediately to leave premises which are wholly or partly inor adjacent to a cordoned area;\n\t\t\t\torder the driver or person in charge of a vehicle in a cordoned area tomove it from the area immediately;\n\t\t\t\tarrange for the removal of a vehicle from a cordoned area;\n\t\t\t\tarrange for the movement of a vehicle within a cordoned area;\n\t\t\t\tprohibit or restrict access to a cordoned area by pedestrians or vehicles.\n\t\t\tA person commits an offence if he fails to comply with an order,prohibition or restriction imposed by virtue of subsection (1).\n\t\t\tIt is a defence for a person charged with an offence under subsection (2)to prove that he had a reasonable excuse for his failure.\n\t\t\tA person guilty of an offence under subsection (2) shall be liable onsummary conviction to—\n\t\t\t\timprisonment for a term not exceeding three months,\n\t\t\t\ta fine not exceeding level 4 on the standard scale, or\n\t\t\t\tboth. \n\tInformation and evidence\n\t\tPowers \n\t\t\tSchedule 5 (power to obtain information, &c.) shall have effect.\n\t\tFinancial information\n\t\t\tSchedule 6 (financial information) shall have effect.\n\t\tDisclosure of information, &c\n\t\t\tSubsection (2) applies where a person knows or has reasonable cause tosuspect that a constable is conducting or proposes to conduct a terroristinvestigation.\n\t\t\tThe person commits an offence if he—\n\t\t\t\tdiscloses to another anything which is likely to prejudice theinvestigation, or\n\t\t\t\tinterferes with material which is likely to be relevant to theinvestigation.\n\t\t\tSubsection (4) applies where a person knows or has reasonable cause tosuspect that a disclosure has been or will be made under any of sections 19 to21.\n\t\t\tThe person commits an offence if he—\n\t\t\t\tdiscloses to another anything which is likely to prejudice an investigationresulting from the disclosure under that section, or\n\t\t\t\tinterferes with material which is likely to be relevant to an investigationresulting from the disclosure under that section.\n\t\t\tIt is a defence for a person charged with an offence under subsection (2)or (4) to prove—\n\t\t\t\tthat he did not know and had no reasonable cause to suspect that thedisclosure or interference was likely to affect a terrorist investigation, or\n\t\t\t\tthat he had a reasonable excuse for the disclosure or interference.\n\t\t\tSubsections (2) and (4) do not apply to a disclosure which is made by aprofessional legal adviser—\n\t\t\t\tto his client or to his client’s representative in connection with theprovision of legal advice by the adviser to the client and not with a view tofurthering a criminal purpose, or\n\t\t\t\tto any person for the purpose of actual or contemplated legal proceedingsand not with a view to furthering a criminal purpose.\n\t\t\tA person guilty of an offence under this section shall be liable—\n\t\t\t\ton conviction on indictment, to imprisonment for a term not exceeding fiveyears, to a fine or to both, or\n\t\t\t\ton summary conviction, to imprisonment for a term not exceeding six months,to a fine not exceeding the statutory maximum or to both.\n\t\t\tFor the purposes of this section—\n\t\t\t\ta reference to conducting a terrorist investigation includes a reference totaking part in the conduct of, or assisting, a terrorist investigation, and\n\t\t\t\ta person interferes with material if he falsifies it, conceals it, destroysit or disposes of it, or if he causes or permits another to do any of thosethings."
    },
    {
        "length": 1074,
        "text": "\nSuspected terrorists\n\tTerrorist: interpretation\n\t\tIn this Part “terrorist” means a person who—\n\t\t\thas committed an offence under any of sections 11, 12, 15 to 18, 54 and 56to 63, or\n\t\t\tis or has been concerned in the commission, preparation or instigation ofacts of terrorism.\n\t\tThe reference in subsection (1)(b) to a person who has been concerned inthe commission, preparation or instigation of acts of terrorism includes areference to a person who has been, whether before or after the passing ofthis Act, concerned in the commission, preparation or instigation of acts ofterrorism within the meaning given by section 1.\n\tArrest without warrant\n\t\tA constable may arrest without a warrant a person whom he reasonablysuspects to be a terrorist.\n\t\tWhere a person is arrested under this section the provisions of Schedule 8(detention: treatment, review and extension) shall apply.\n\t\tSubject to subsections (4) to (7), a person detained under this sectionshall (unless detained under any other power) be released not later than theend of the period of 48 hours beginning—\n\t\t\twith the time of his arrest under this section, or\n\t\t\tif he was being detained under Schedule 7 when he was arrested under thissection, with the time when his examination under that Schedule began.\n\t\tIf on a review of a person’s detention under Part II of Schedule 8 thereview officer does not authorise continued detention, the person shall(unless detained in accordance with subsection (5) or (6) or under any otherpower) be released.\n\t\tWhere a police officer intends to make an application for a warrant underparagraph 29 of Schedule 8 extending a person’s detention, the person may bedetained pending the making of the application.\n\t\tWhere an application has been made under paragraph 29 or 36 of Schedule 8in respect of a person’s detention, he may be detained pending the conclusionof proceedings on the application.\n\t\tWhere an application under paragraph 29 or 36 of Schedule 8 is granted inrespect of a person’s detention, he may be detained, subject to paragraph 37of that Schedule, during the period specified in the warrant.\n\t\tThe refusal of an application in respect of a person’s detention underparagraph 29 or 36 of Schedule 8 shall not prevent his continued detention inaccordance with this section.\n\t\tA person who has the powers of a constable in one Part of the UnitedKingdom may exercise the power under subsection (1) in any Part of the UnitedKingdom.\n\tSearch of premises\n\t\tA justice of the peace may on the application of a constable issue awarrant in relation to specified premises if he is satisfied that there arereasonable grounds for suspecting that a person whom the constable reasonablysuspects to be a person falling within section 40(1)(b) is to be found there.\n\t\tA warrant under this section shall authorise any constable to enter andsearch the specified premises for the purpose of arresting the person referredto in subsection (1) under section 41.\n\t\tIn the application of subsection (1) to Scotland—\n\t\t\t“justice of the peace” includes the sheriff, and\n\t\t\tthe justice of the peace or sheriff can be satisfied as mentioned in thatsubsection only by having heard evidence on oath.\n\tSearch of persons\n\t\tA constable may stop and search a person whom he reasonably suspects to bea terrorist to discover whether he has in his possession anything which mayconstitute evidence that he is a terrorist.\n\t\tA constable may search a person arrested under section 41 to discoverwhether he has in his possession anything which may constitute evidence thathe is a terrorist.\n\t\tA search of a person under this section must be carried out by someone ofthe same sex.\n\t\tA constable may seize and retain anything which he discovers in the courseof a search of a person under subsection (1) or (2) and which he reasonablysuspects may constitute evidence that the person is a terrorist.\n\t\tA person who has the powers of a constable in one Part of the UnitedKingdom may exercise a power under this section in any Part of the UnitedKingdom."
    },
    {
        "length": 1398,
        "text": "\nPower to stop and search\n\tAuthorisations \n\t\tAn authorisation under this subsection authorises any constable in uniformto stop a vehicle in an area or at a place specified in the authorisation andto search—\n\t\t\tthe vehicle;\n\t\t\tthe driver of the vehicle;\n\t\t\ta passenger in the vehicle;\n\t\t\tanything in or on the vehicle or carried by the driver or a passenger.\n\t\tAn authorisation under this subsection authorises any constable in uniformto stop a pedestrian in an area or at a place specified in the authorisationand to search—\n\t\t\tthe pedestrian;\n\t\t\tanything carried by him.\n\t\tAn authorisation under subsection (1) or (2) may be given only if theperson giving it considers it expedient for the prevention of acts ofterrorism.\n\t\tAn authorisation may be given—\n\t\t\twhere the specified area or place is the whole or part of a police areaoutside Northern Ireland other than one mentioned in paragraph (b) or (c), bya police officer for the area who is of at least the rank of assistant chiefconstable;\n\t\t\twhere the specified area or place is the whole or part of the metropolitanpolice district, by a police officer for the district who is of at least therank of commander of the metropolitan police;\n\t\t\twhere the specified area or place is the whole or part of the City ofLondon, by a police officer for the City who is of at least the rank ofcommander in the City of London police force;\n\t\t\twhere the specified area or place is the whole or part of Northern Ireland,by a member of the Royal Ulster Constabulary who is of at least the rank ofassistant chief constable.\n\t\tIf an authorisation is given orally, the person giving it shall confirm itin writing as soon as is reasonably practicable.\n\tExercise of power\n\t\tThe power conferred by an authorisation under section 44(1) or (2)—\n\t\t\tmay be exercised only for the purpose of searching for articles of a kindwhich could be used in connection with terrorism, and\n\t\t\tmay be exercised whether or not the constable has grounds for suspectingthe presence of articles of that kind.\n\t\tA constable may seize and retain an article which he discovers in thecourse of a search by virtue of section 44(1) or (2) and which he reasonablysuspects is intended to be used in connection with terrorism.\n\t\tA constable exercising the power conferred by an authorisation may notrequire a person to remove any clothing in public except for headgear,footwear, an outer coat, a jacket or gloves.\n\t\tWhere a constable proposes to search a person or vehicle by virtue ofsection 44(1) or (2) he may detain the person or vehicle for such time as isreasonably required to permit the search to be carried out at or near theplace where the person or vehicle is stopped.\n\t\tWhere— \n\t\t\ta vehicle or pedestrian is stopped by virtue of section 44(1) or (2), and\n\t\t\tthe driver of the vehicle or the pedestrian applies for a written statementthat the vehicle was stopped, or that he was stopped, by virtue of section44(1) or (2),\n\t\t\t\tthe written statement shall be provided.\n\t\tAn application under subsection (5) must be made within the period of 12months beginning with the date on which the vehicle or pedestrian was stopped.\n\tDuration of authorisation\n\t\tAn authorisation under section 44 has effect, subject to subsections (2) to(7), during the period—\n\t\t\tbeginning at the time when the authorisation is given, and\n\t\t\tending with a date or at a time specified in the authorisation.\n\t\tThe date or time specified under subsection (1)(b) must not occur after theend of the period of 28 days beginning with the day on which the authorisationis given.\n\t\tThe person who gives an authorisation shall inform the Secretary of Stateas soon as is reasonably practicable.\n\t\tIf an authorisation is not confirmed by the Secretary of State before theend of the period of 48 hours beginning with the time when it is given—\n\t\t\tit shall cease to have effect at the end of that period, but\n\t\t\tits ceasing to have effect shall not affect the lawfulness of anything donein reliance on it before the end of that period.\n\t\tWhere the Secretary of State confirms an authorisation he may substitute anearlier date or time for the date or time specified under subsection (1)(b).\n\t\tThe Secretary of State may cancel an authorisation with effect from aspecified time.\n\t\tAn authorisation may be renewed in writing by the person who gave it or bya person who could have given it; and subsections (1) to (6) shall apply as ifa new authorisation were given on each occasion on which the authorisation isrenewed.\n\tOffences \n\t\tA person commits an offence if he—\n\t\t\tfails to stop a vehicle when required to do so by a constable in theexercise of the power conferred by an authorisation under section 44(1);\n\t\t\tfails to stop when required to do so by a constable in the exercise of thepower conferred by an authorisation under section 44(2);\n\t\t\twilfully obstructs a constable in the exercise of the power conferred by anauthorisation under section 44(1) or (2).\n\t\tA person guilty of an offence under this section shall be liable on summaryconviction to—\n\t\t\timprisonment for a term not exceeding six months,\n\t\t\ta fine not exceeding level 5 on the standard scale, or\n\t\t\tboth. "
    },
    {
        "length": 1416,
        "text": "\nParking\n\tAuthorisations \n\t\tAn authorisation under this section authorises any constable in uniform toprohibit or restrict the parking of vehicles on a road specified in theauthorisation.\n\t\tAn authorisation may be given only if the person giving it considers itexpedient for the prevention of acts of terrorism.\n\t\tAn authorisation may be given—\n\t\t\twhere the road specified is outside Northern Ireland and is wholly orpartly within a police area other than one mentioned in paragraphs (b) or (c),by a police officer for the area who is of at least the rank of assistantchief constable;\n\t\t\twhere the road specified is wholly or partly in the metropolitan policedistrict, by a police officer for the district who is of at least the rank ofcommander of the metropolitan police;\n\t\t\twhere the road specified is wholly or partly in the City of London, by apolice officer for the City who is of at least the rank of commander in theCity of London police force;\n\t\t\twhere the road specified is in Northern Ireland, by a member of the RoyalUlster Constabulary who is of at least the rank of assistant chief constable.\n\t\tIf an authorisation is given orally, the person giving it shall confirm itin writing as soon as is reasonably practicable.\n\tExercise of power\n\t\tThe power conferred by an authorisation under section 48 shall be exercisedby placing a traffic sign on the road concerned.\n\t\tA constable exercising the power conferred by an authorisation undersection 48 may suspend a parking place.\n\t\tWhere a parking place is suspended under subsection (2), the suspensionshall be treated as a restriction imposed by virtue of section 48—\n\t\t\tfor the purposes of section 99 of the [1984 c. 27.] Road Traffic RegulationAct 1984 (removal of vehicles illegally parked, &c.) and of any regulations inforce under that section, and\n\t\t\tfor the purposes of Articles 47 and 48 of the [S.I. 1997/276 (N.I. 2).]Road Traffic Regulation (Northern Ireland) Order 1997 (in relation to NorthernIreland).\n\tDuration of authorisation\n\t\tAn authorisation under section 48 has effect, subject to subsections (2)and (3), during the period specified in the authorisation.\n\t\tThe period specified shall not exceed 28 days.\n\t\tAn authorisation may be renewed in writing by the person who gave it or bya person who could have given it; and subsections (1) and (2) shall apply asif a new authorisation were given on each occasion on which the authorisationis renewed.\n\tOffences \n\t\tA person commits an offence if he parks a vehicle in contravention of aprohibition or restriction imposed by virtue of section 48.\n\t\tA person commits an offence if—\n\t\t\the is the driver or other person in charge of a vehicle which has beenpermitted to remain at rest in contravention of any prohibition or restrictionimposed by virtue of section 48, and\n\t\t\the fails to move the vehicle when ordered to do so by a constable inuniform.\n\t\tIt is a defence for a person charged with an offence under this section toprove that he had a reasonable excuse for the act or omission in question.\n\t\tPossession of a current disabled person’s badge shall not itself constitutea reasonable excuse for the purposes of subsection (3).\n\t\tA person guilty of an offence under subsection (1) shall be liable onsummary conviction to a fine not exceeding level 4 on the standard scale.\n\t\tA person guilty of an offence under subsection (2) shall be liable onsummary conviction to—\n\t\t\timprisonment for a term not exceeding three months,\n\t\t\ta fine not exceeding level 4 on the standard scale, or\n\t\t\tboth. \n\tInterpretation \n\t\tIn sections 48 to 51—\n\t\t  * “disabled person’s badge” means a badge issued, or having effect as if issued, under any regulations for the time being in force under section 21 of the [1970 c. 44.] Chronically Sick and Disabled Persons Act 1970 (in relation to England and Wales and Scotland) or section 14 of the [1978 c. 53 (N.I.).] Chronically Sick and Disabled Persons (Northern Ireland) Act 1978 (in relation to Northern Ireland); \n\t\t  * “driver” means, in relation to a vehicle which has been left on any road, the person who was driving it when it was left there; \n\t\t  * “parking” means leaving a vehicle or permitting it to remain at rest; \n\t\t  * “traffic sign” has the meaning given in section 142(1) of the [1984 c. 27.] Road Traffic Regulation Act 1984 (in relation to England and Wales and Scotland) and in Article 28 of the [S.I. 1997/276 (N.I. 2).] Road Traffic Regulation (Northern Ireland) Order 1997 (in relation to Northern Ireland); \n\t\t  * “vehicle” has the same meaning as in section 99(5) of the [1984 c. 27.] Road Traffic Regulation Act 1984 (in relation to England and Wales and Scotland) and Article 47(4) of the [S.I. 1997/276 (N.I. 2).] Road Traffic Regulation (Northern Ireland) Order 1997 (in relation to Northern Ireland). "
    },
    {
        "length": 120,
        "text": "\nPort and border controls\n\tPort and border controls\n\t\tSchedule 7 (port and border controls) shall have effect.\n\t\tThe Secretary of State may by order repeal paragraph 16 of Schedule 7.\n\t\tThe powers conferred by Schedule 7 shall be exercisable notwithstanding therights conferred by section 1 of the [1971 c. 77.] Immigration Act 1971(general principles regulating entry into and staying in the United Kingdom)."
    },
    {
        "length": 3634,
        "text": "\nPart VIMiscellaneous\n\tTerrorist offences\n\t\tWeapons training\n\t\t\tA person commits an offence if he provides instruction or training in themaking or use of—\n\t\t\t\tfirearms, \n\t\t\t\texplosives, or\n\t\t\t\tchemical, biological or nuclear weapons.\n\t\t\tA person commits an offence if he receives instruction or training in themaking or use of—\n\t\t\t\tfirearms, \n\t\t\t\texplosives, or\n\t\t\t\tchemical, biological or nuclear weapons.\n\t\t\tA person commits an offence if he invites another to receive instruction ortraining and the receipt—\n\t\t\t\twould constitute an offence under subsection (2), or\n\t\t\t\twould constitute an offence under subsection (2) but for the fact that itis to take place outside the United Kingdom.\n\t\t\tFor the purpose of subsections (1) and (3)—\n\t\t\t\ta reference to the provision of instruction includes a reference to makingit available either generally or to one or more specific persons, and\n\t\t\t\tan invitation to receive instruction or training may be either general oraddressed to one or more specific persons.\n\t\t\tIt is a defence for a person charged with an offence under this section inrelation to instruction or training to prove that his action or involvementwas wholly for a purpose other than assisting, preparing for or participatingin terrorism.\n\t\t\tA person guilty of an offence under this section shall be liable—\n\t\t\t\ton conviction on indictment, to imprisonment for a term not exceeding tenyears, to a fine or to both, or\n\t\t\t\ton summary conviction, to imprisonment for a term not exceeding six months,to a fine not exceeding the statutory maximum or to both.\n\t\t\tA court by or before which a person is convicted of an offence under thissection may order the forfeiture of anything which the court considers to havebeen in the person’s possession for purposes connected with the offence.\n\t\t\tBefore making an order under subsection (7) a court must give anopportunity to be heard to any person, other than the convicted person, whoclaims to be the owner of or otherwise interested in anything which can beforfeited under that subsection.\n\t\t\tAn order under subsection (7) shall not come into force until there is nofurther possibility of it being varied, or set aside, on appeal (disregardingany power of a court to grant leave to appeal out of time).\n\t\tWeapons training: interpretation\n\t\t\tIn section 54—\n\t\t\t  * “biological weapon” means anything to which section 1(1)(b) of the [1974 c. 6.] Biological Weapons Act 1974 applies, \n\t\t\t  * “chemical weapon” has the meaning given by section 1 of the [1996 c. 6.] Chemical Weapons Act 1996, and \n\t\t\t  * “nuclear weapon” means a weapon which contains nuclear material within the meaning of Article 1(a) and (b) of the Convention on the Physical Protection of Nuclear Material opened for signature at Vienna and New York on 3rd March 1980 (set out in the Schedule to the [1983 c. 18.] Nuclear Material (Offences) Act 1983). \n\t\tDirecting terrorist organisation\n\t\t\tA person commits an offence if he directs, at any level, the activities ofan organisation which is concerned in the commission of acts of terrorism.\n\t\t\tA person guilty of an offence under this section is liable on conviction onindictment to imprisonment for life.\n\t\tPossession for terrorist purposes\n\t\t\tA person commits an offence if he possesses an article in circumstanceswhich give rise to a reasonable suspicion that his possession is for a purposeconnected with the commission, preparation or instigation of an act ofterrorism.\n\t\t\tIt is a defence for a person charged with an offence under this section toprove that his possession of the article was not for a purpose connected withthe commission, preparation or instigation of an act of terrorism.\n\t\t\tIn proceedings for an offence under this section, if it is proved that anarticle—\n\t\t\t\twas on any premises at the same time as the accused, or\n\t\t\t\twas on premises of which the accused was the occupier or which hehabitually used otherwise than as a member of the public,\n\t\t\t\t\tthe court may assume that the accused possessed the article, unless he provesthat he did not know of its presence on the premises or that he had no controlover it.\n\t\t\tA person guilty of an offence under this section shall be liable—\n\t\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 10years, to a fine or to both, or\n\t\t\t\ton summary conviction, to imprisonment for a term not exceeding six months,to a fine not exceeding the statutory maximum or to both.\n\t\tCollection of information\n\t\t\tA person commits an offence if—\n\t\t\t\the collects or makes a record of information of a kind likely to be usefulto a person committing or preparing an act of terrorism, or\n\t\t\t\the possesses a document or record containing information of that kind.\n\t\t\tIn this section “record” includes a photographic or electronic record.\n\t\t\tIt is a defence for a person charged with an offence under this section toprove that he had a reasonable excuse for his action or possession.\n\t\t\tA person guilty of an offence under this section shall be liable—\n\t\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 10years, to a fine or to both, or\n\t\t\t\ton summary conviction, to imprisonment for a term not exceeding six months,to a fine not exceeding the statutory maximum or to both.\n\t\t\tA court by or before which a person is convicted of an offence under thissection may order the forfeiture of any document or record containinginformation of the kind mentioned in subsection (1)(a).\n\t\t\tBefore making an order under subsection (5) a court must give anopportunity to be heard to any person, other than the convicted person, whoclaims to be the owner of or otherwise interested in anything which can beforfeited under that subsection.\n\t\t\tAn order under subsection (5) shall not come into force until there is nofurther possibility of it being varied, or set aside, on appeal (disregardingany power of a court to grant leave to appeal out of time).\n\tInciting terrorism overseas\n\t\tEngland and Wales\n\t\t\tA person commits an offence if—\n\t\t\t\the incites another person to commit an act of terrorism wholly or partlyoutside the United Kingdom, and\n\t\t\t\tthe act would, if committed in England and Wales, constitute one of theoffences listed in subsection (2).\n\t\t\tThose offences are—\n\t\t\t\tmurder, \n\t\t\t\tan offence under section 18 of the Offences against the [1861 c. 100.]Person Act 1861 (wounding with intent),\n\t\t\t\tan offence under section 23 or 24 of that Act (poison),\n\t\t\t\tan offence under section 28 or 29 of that Act (explosions), and\n\t\t\t\tan offence under section 1(2) of the [1971 c. 48.] Criminal Damage Act 1971(endangering life by damaging property).\n\t\t\tA person guilty of an offence under this section shall be liable to anypenalty to which he would be liable on conviction of the offence listed insubsection (2) which corresponds to the act which he incites.\n\t\t\tFor the purposes of subsection (1) it is immaterial whether or not theperson incited is in the United Kingdom at the time of the incitement.\n\t\t\tNothing in this section imposes criminal liability on any person acting onbehalf of, or holding office under, the Crown.\n\t\tNorthern Ireland\n\t\t\tA person commits an offence if—\n\t\t\t\the incites another person to commit an act of terrorism wholly or partlyoutside the United Kingdom, and\n\t\t\t\tthe act would, if committed in Northern Ireland, constitute one of theoffences listed in subsection (2).\n\t\t\tThose offences are—\n\t\t\t\tmurder, \n\t\t\t\tan offence under section 18 of the Offences against the [1861 c. 100.]Person Act 1861 (wounding with intent),\n\t\t\t\tan offence under section 23 or 24 of that Act (poison),\n\t\t\t\tan offence under section 28 or 29 of that Act (explosions), and\n\t\t\t\tan offence under Article 3(2) of the [S.I. 1977/426 (N.I. 4).] CriminalDamage (Northern Ireland) Order 1977 (endangering life by damaging property).\n\t\t\tA person guilty of an offence under this section shall be liable to anypenalty to which he would be liable on conviction of the offence listed insubsection (2) which corresponds to the act which he incites.\n\t\t\tFor the purposes of subsection (1) it is immaterial whether or not theperson incited is in the United Kingdom at the time of the incitement.\n\t\t\tNothing in this section imposes criminal liability on any person acting onbehalf of, or holding office under, the Crown.\n\t\tScotland \n\t\t\tA person commits an offence if—\n\t\t\t\the incites another person to commit an act of terrorism wholly or partlyoutside the United Kingdom, and\n\t\t\t\tthe act would, if committed in Scotland, constitute one of the offenceslisted in subsection (2).\n\t\t\tThose offences are—\n\t\t\t\tmurder, \n\t\t\t\tassault to severe injury, and\n\t\t\t\treckless conduct which causes actual injury.\n\t\t\tA person guilty of an offence under this section shall be liable to anypenalty to which he would be liable on conviction of the offence listed insubsection (2) which corresponds to the act which he incites.\n\t\t\tFor the purposes of subsection (1) it is immaterial whether or not theperson incited is in the United Kingdom at the time of the incitement.\n\t\t\tNothing in this section imposes criminal liability on any person acting onbehalf of, or holding office under, the Crown.\n\tTerrorist bombing and finance offences\n\t\tTerrorist bombing: jurisdiction\n\t\t\tIf— \n\t\t\t\ta person does anything outside the United Kingdom as an act of terrorism orfor the purposes of terrorism, and\n\t\t\t\this action would have constituted the commission of one of the offenceslisted in subsection (2) if it had been done in the United Kingdom,\n\t\t\t\t\the shall be guilty of the offence.\n\t\t\tThe offences referred to in subsection (1)(b) are—\n\t\t\t\tan offence under section 2, 3 or 5 of the [1883 c. 3.] Explosive SubstancesAct 1883 (causing explosions, &c.),\n\t\t\t\tan offence under section 1 of the [1974 c. 6.] Biological Weapons Act 1974(biological weapons), and\n\t\t\t\tan offence under section 2 of the [1996 c. 6.] Chemical Weapons Act 1996(chemical weapons).\n\t\tTerrorist finance: jurisdiction\n\t\t\tIf— \n\t\t\t\ta person does anything outside the United Kingdom, and\n\t\t\t\this action would have constituted the commission of an offence under any ofsections 15 to 18 if it had been done in the United Kingdom,\n\t\t\t\t\the shall be guilty of the offence.\n\t\t\tFor the purposes of subsection (1)(b), section 18(1)(b) shall be read as iffor “the jurisdiction” there were substituted “a jurisdiction”.\n\t\tExtradition \n\t\t\tThe [1989 c. 33.] Extradition Act 1989 shall be amended as follows.\n\t\t\tIn section 22(2) (international conventions) after paragraph (l) insert—\n\t\t\t\tthe Convention for the Suppression of Terrorist Bombings, which was openedfor signature at New York on 12th January 1998 (“the Terrorist BombingsConvention”);\n\t\t\t\tthe Convention for the Suppression of the Financing of Terrorism which wasopened for signature at New York on 10th January 2000 (“the Terrorist FinanceConvention”).”\n\t\t\tIn section 22(4) (relevant offences) after paragraph (l) insert—\n\t\t\t\tin relation to the Terrorist Bombings Convention, an offence, committed asan act of terrorism or for the purposes of terrorism, under—\n\t\t\t\tsection 2, 3 or 5 of the [1883 c. 3.] Explosive Substances Act 1883(causing explosions, &c.),\n\t\t\t\tsection 1 of the [1974 c. 6.] Biological Weapons Act 1974 (biologicalweapons), or\n\t\t\t\tsection 2 of the [1996 c. 6.] Chemical Weapons Act 1996 (chemicalweapons);\n\t\t\t\tin relation to the Terrorist Finance Convention, an offence under any ofsections 15 to 18 of the Terrorism Act 2000 (terrorist property: offences).”\n\t\t\tAfter section 24(4) (suppression of terrorism) insert—\n\t\t\tSubsections (1) and (2) above shall have effect in relation to an offenceto which section 22(4)(m) or (n) above applies as they have effect in relationto an offence to which section 1 of the Suppression of Terrorism Act 1978applies.\n\t\t\tFor that purpose subsection (2) applies to a country which is a party to—\n\t\t\t\tthe Convention for the Suppression of Terrorist Bombings mentioned insection 22(2)(m) above, or\n\t\t\t\tthe Convention for the Suppression of the Financing of Terrorism mentionedin section 22(2)(n) above.”\n\t\t\tThe offences to which an Order in Council under section 2 of the [1870 c.52.] Extradition Act 1870 (arrangements with foreign states) can apply shallinclude—\n\t\t\t\toffences under the provisions mentioned in sections 62(2) and 63(1)(b),\n\t\t\t\tconspiracy to commit any of those offences, and\n\t\t\t\tattempt to commit any of those offences."
    }
]