[
    {
        "length": 325,
        "text": "\nCHAPTER 1Introductory\n\tA1Overview\n\t\tThis Part contains provision that enables an eligible company, in certaincircumstances, to obtain a moratorium, giving it various protections fromcreditors set out in this Part.\n\t\tIn this Chapter section A2 introduces Schedule ZA1 (which defines what ismeant by an “eligible” company).\n\t\tChapter 2 sets out how an eligible company may obtain a moratorium.\n\t\tChapter 3 sets out for how long a moratorium has effect.\n\t\tChapter 4 sets out the effects of a moratorium on the company and itscreditors.\n\t\tChapter 5 contains provision about the monitor.\n\t\tChapter 6 contains provision about challenges.\n\t\tChapter 7 contains provision about certain offences.\n\t\tChapter 8 contains miscellaneous and general provision, including—\n\t\t\tspecial provision for certain kinds of company;\n\t\t\tdefinitions for the purposes of this Part;\n\t\t\tprovision about regulations under this Part.\n\tA2Eligible companies\n\t\tSchedule ZA1 contains provision for determining whether a company is aneligible company for the purposes of this Part."
    },
    {
        "length": 1632,
        "text": "\nCHAPTER 2Obtaining a moratorium\n\tA3Obtaining a moratorium by filing or lodging documents at court\n\t\tThis section applies to an eligible company that—\n\t\t\tis not subject to an outstanding winding-up petition, and\n\t\t\tis not an overseas company.\n\t\tThe directors of the company may obtain a moratorium for the company byfiling the relevant documents with the court (for the relevant documents, seesection A6).\n\t\tFor the purposes of this Chapter a company is “subject to an outstandingwinding-up petition” if—\n\t\t\ta petition for the winding up of the company has been presented, and\n\t\t\tthe petition has not been withdrawn or determined.\n\tA4Obtaining a moratorium for company subject to winding-up petition\n\t\tThis section applies to an eligible company that is subject to anoutstanding winding-up petition.\n\t\tThe directors of the company may apply to the court for a moratorium forthe company.\n\t\tThe application must be accompanied by the relevant documents (for therelevant documents, see section A6).\n\t\tOn hearing the application the court may—\n\t\t\tmake an order that the company should be subject to a moratorium, or\n\t\t\tmake any other order which the court thinks appropriate.\n\t\tThe court may make an order under subsection (4)(a) only if it is satisfiedthat a moratorium for the company would achieve a better result for thecompany’s creditors as a whole than would be likely if the company were woundup (without first being subject to a moratorium).\n\tA5Obtaining a moratorium for other overseas companies\n\t\tThis section applies to an eligible company that—\n\t\t\tis not subject to an outstanding winding-up petition, and\n\t\t\tis an overseas company.\n\t\tThe directors of the company may apply to the court for a moratorium forthe company.\n\t\tThe application must be accompanied by the relevant documents (for therelevant documents, see section A6).\n\t\tOn hearing the application the court may—\n\t\t\tmake an order that the company should be subject to a moratorium, or\n\t\t\tmake any other order which the court thinks appropriate.\n\tA6The relevant documents\n\t\tFor the purposes of this Chapter, “the relevant documents” are—\n\t\t\ta notice that the directors wish to obtain a moratorium,\n\t\t\ta statement from a qualified person (“the proposed monitor”) that theperson—\n\t\t\tis a qualified person, and\n\t\t\tconsents to act as the monitor in relation to the proposed moratorium,\n\t\t\ta statement from the proposed monitor that the company is an eligiblecompany,\n\t\t\ta statement from the directors that, in their view, the company is, or islikely to become, unable to pay its debts, and\n\t\t\ta statement from the proposed monitor that, in the proposed monitor’s view,it is likely that a moratorium for the company would result in the rescue ofthe company as a going concern.\n\t\tWhere it is proposed that more than one person should act as the monitor inrelation to the proposed moratorium—\n\t\t\teach of them must make a statement under subsection (1)(b), (c) and (e),and\n\t\t\tthe statement under subsection (1)(b) must specify—\n\t\t\twhich functions (if any) are to be exercised by the persons acting jointly,and\n\t\t\twhich functions (if any) are to be exercised by any or all of the persons.\n\t\tThe rules may make provision about the date on which a statement comprisedin the relevant documents must be made.\n\t\tThe Secretary of State may by regulations amend this section for thepurposes of adding to the list of documents in subsection (1).\n\t\tRegulations under subsection (4) are subject to the affirmative resolutionprocedure.\n\tA7Beginning of moratorium and appointment of monitor\n\t\tA moratorium for a company comes into force at the time at which—\n\t\t\tin the case of a company to which section A3 applies, the relevantdocuments are filed with the court under subsection (2) of that section;\n\t\t\tin the case of a company to which section A4 applies, an order is madeunder section A4(4)(a);\n\t\t\tin the case of a company to which section A5 applies, an order is madeunder section A5(4)(a).\n\t\tOn the coming into force of a moratorium, the person or persons who madethe statement mentioned in section A6(1)(b) become the monitor in relation tothe moratorium.\n\tA8Obligations to notify where moratorium comes into force\n\t\tAs soon as reasonably practicable after a moratorium for a company comesinto force, the directors must notify the monitor of that fact.\n\t\tAs soon as reasonably practicable after receiving a notice under subsection(1), the monitor must notify the following that a moratorium for the companyhas come into force—\n\t\t\tthe registrar of companies,\n\t\t\tevery creditor of the company of whose claim the monitor is aware,\n\t\t\tin a case where the company is or has been an employer in respect of anoccupational pension scheme that is not a money purchase scheme, the PensionsRegulator, and\n\t\t\tin a case where the company is an employer in respect of such a pensionscheme that is an eligible scheme within the meaning given by section 126 ofthe Pensions Act 2004, the Board of the Pension Protection Fund.\n\t\tA notice under subsection (2) must specify—\n\t\t\twhen the moratorium came into force, and\n\t\t\twhen, subject to any alteration under or by virtue of any of the provisionsmentioned in section A9(3) or (4), the moratorium will come to an end.\n\t\tIf the directors fail to comply with subsection (1), any director who didnot have a reasonable excuse for the failure commits an offence.\n\t\tIf the monitor without reasonable excuse fails to comply with subsection(2), the monitor commits an offence."
    },
    {
        "length": 445,
        "text": "\nA9End of the moratorium\n\tA moratorium ends at the end of the initial period unless it is extended,or comes to an end sooner, under or by virtue of a provision mentioned insubsection (3) or (4).\n\tIn this Chapter “the initial period”, in relation to a moratorium, meansthe period of 20 business days beginning with the business day after the dayon which the moratorium comes into force.\n\tFor provision under or by virtue of which a moratorium is or may beextended, see—\n\t\t  * section A10 (extension by directors without creditor consent);\n\t\t  * section A11 (extension by directors with creditor consent);\n\t\t  * section A13 (extension by court on application of directors);\n\t\t  * section A14 (extension while proposal for CVA pending);\n\t\t  * section A15 (extension by court in course of other proceedings).\n\tFor provision under or by virtue of which the moratorium is or may beterminated, see—\n\t\t  * section A16 (termination on entry into insolvency procedure etc);\n\t\t  * section A38 (termination by monitor);\n\t\t  * section A42 or A44 (termination by court).\n\tA moratorium may not be extended under a provision mentioned in subsection(3) once it has come to an end.\n\tWhere the application of two or more of the provisions mentioned insubsections (3) and (4) would produce a different length of moratorium, theprovision that applies last is to prevail (irrespective of whether thatresults in a shorter or longer moratorium)."
    },
    {
        "length": 352,
        "text": "\nA10Extension by directors without creditor consent\n\tDuring the initial period, but after the first 15 business days of thatperiod, the directors may extend the moratorium by filing with the court—\n\t\ta notice that the directors wish to extend the moratorium,\n\t\ta statement from the directors that all of the following that have fallendue have been paid or otherwise discharged—\n\t\tmoratorium debts, and\n\t\tpre-moratorium debts for which the company does not have a payment holidayduring the moratorium (see section A18),\n\t\ta statement from the directors that, in their view, the company is, or islikely to become, unable to pay its pre-moratorium debts, and\n\t\ta statement from the monitor that, in the monitor’s view, it is likely thatthe moratorium will result in the rescue of the company as a going concern.\n\tThe rules may make provision about the date on which a statement mentionedin subsection (1) must be made.\n\tOn the filing with the court of the documents mentioned in subsection (1),the moratorium is extended so that it ends at the end of the period—\n\t\tbeginning immediately after the initial period ends, and\n\t\tending with the 20th business day after the initial period ends."
    },
    {
        "length": 386,
        "text": "\nA11Extension by directors with creditor consent\n\tAt any time after the first 15 business days of the initial period thedirectors may, if they have obtained creditor consent, extend the moratoriumby filing with the court—\n\t\ta notice that the directors wish to extend the moratorium,\n\t\ta statement from the directors that all of the following that have fallendue have been paid or otherwise discharged—\n\t\tmoratorium debts, and\n\t\tpre-moratorium debts for which the company does not have a payment holidayduring the moratorium (see section A18),\n\t\ta statement from the directors that, in their view, the company is, or islikely to become, unable to pay its pre-moratorium debts,\n\t\ta statement from the monitor that, in the monitor’s view, it is likely thatthe moratorium will result in the rescue of the company as a going concern,and\n\t\ta statement from the directors that creditor consent has been obtained, andof the revised end date for which that consent was obtained.\n\tThe rules may make provision about the date on which a statement mentionedin subsection (1) must be made.\n\tOn the filing with the court of the documents mentioned in subsection (1),the moratorium is extended so that it ends with the revised end date mentionedin the statement under subsection (1)(e).\n\tA moratorium may be extended under this section more than once."
    },
    {
        "length": 341,
        "text": "\nA12Creditor consent for the purposes of section A11\n\tReferences in section A11 to creditor consent are to the consent of pre-moratorium creditors to a revised end date for the moratorium.\n\tThe decision as to consent is to be made using a qualifying decisionprocedure.\n\tThe revised end date must be a date before the end of the period of oneyear beginning with the first day of the initial period.\n\tIn this section “pre-moratorium creditor” means a creditor in respect of apre-moratorium debt—\n\t\tfor which the company has a payment holiday during the moratorium (seesection A18), and\n\t\twhich has not been paid or otherwise discharged.\n\tIn determining for the purposes of subsection (4) what counts as a pre-moratorium debt for which the company has a payment holiday during themoratorium, sections A18(3) and A53(1)(b) apply as if the references to themoratorium were to the moratorium as proposed to be extended.\n\tThe Secretary of State may by regulations amend this section for thepurposes of changing the definition of “pre-moratorium creditor”.\n\tRegulations under subsection (6) are subject to the affirmative resolutionprocedure."
    },
    {
        "length": 655,
        "text": "\nA13Extension by court on application of directors\n\tAt any time after the first 15 business days of the initial period, thedirectors may apply to the court for an order that the moratorium be extended.\n\tThe application must be accompanied by—\n\t\ta statement from the directors that all of the following that have fallendue have been paid or otherwise discharged—\n\t\tmoratorium debts, and\n\t\tpre-moratorium debts for which the company does not have a payment holidayduring the moratorium (see section A18),\n\t\ta statement from the directors that, in their view, the company is, or islikely to become, unable to pay its pre-moratorium debts,\n\t\ta statement from the directors as to whether pre-moratorium creditors (asdefined by section A12(4) and (5)) have been consulted about the applicationand if not why not, and\n\t\ta statement from the monitor that, in the monitor’s view, it is likely thatthe moratorium will result in the rescue of the company as a going concern.\n\tThe rules may make provision about the date on which a statement mentionedin subsection (2) must be made.\n\tOn hearing the application the court may—\n\t\tmake an order that the moratorium be extended to such date as is specifiedin the order, or\n\t\tmake any other order which the court thinks appropriate.\n\tIn deciding whether to make an order under subsection (4)(a) the courtmust, in particular, consider the following—\n\t\tthe interests of pre-moratorium creditors, as defined by section A12(4) and(5), and\n\t\tthe likelihood that the extension of the moratorium will result in therescue of the company as a going concern.\n\tSubsection (7) applies where—\n\t\tan application under this section is made, and\n\t\tapart from that subsection, the moratorium would end at a time before theapplication has been disposed of.\n\tThe moratorium—\n\t\tdoes not end at the time mentioned in subsection (6)(b), and\n\t\tinstead, ends—\n\t\tin a case in which the court makes an order under subsection (4)(a), inaccordance with the order;\n\t\totherwise, when the application is withdrawn or disposed of.\n\tA moratorium may be extended under this section more than once."
    },
    {
        "length": 370,
        "text": "\nA14Extension while proposal for CVA pending\n\tSubsection (2) applies where—\n\t\tat any time, the directors make a proposal under Part 1 (company voluntaryarrangements), and\n\t\tapart from that subsection, the moratorium would end at a time before theproposal is disposed of.\n\tThe moratorium—\n\t\tdoes not end at the time mentioned in subsection (1)(b), and\n\t\tinstead, ends when the proposal is disposed of.\n\tFor the purposes of this section a proposal under Part 1 is “disposed of”when any of the following takes place—\n\t\tthe company and its creditors both decide under section 4 not to approvethe voluntary arrangement contained in the proposal;\n\t\tthe decisions taken by the company and its creditors under section 4differ, and—\n\t\tthe period for making an application under section 4A(3) expires and eitherno application has been made within that period or any application made withinthat period has been withdrawn, or\n\t\tan application is made under section 4A(3) and that application isdisposed of, or it is withdrawn after the expiry of the period for making anapplication under section 4A(3);\n\t\tthe voluntary arrangement contained in the proposal takes effect undersection 5;\n\t\tthe proposal is withdrawn."
    },
    {
        "length": 150,
        "text": "\nA15Extension by court in the course of other proceedings\n\tSubsection (2) applies where—\n\t\tan application is made under section 896 or 901C(1) of the Companies Act2006 (arrangements and reconstructions: court order for holding of meeting) inrespect of a company, and\n\t\tduring proceedings before a court in connection with the application, amoratorium for the company is in force.\n\tThe court may make an order that the moratorium be extended to such date asis specified in the order."
    },
    {
        "length": 293,
        "text": "\nA16Company enters into insolvency procedure etc\n\tA moratorium comes to an end at any time at which the company—\n\t\tenters into a compromise or arrangement (see subsection (2)), or\n\t\tenters into a relevant insolvency procedure (see subsection (3)).\n\tFor the purposes of this section a company enters into a compromise orarrangement if an order under section 899 or 901F of the Companies Act 2006(court sanction for compromise or arrangement) comes into effect in relationto the company.\n\tFor the purposes of this section a company enters into a relevantinsolvency procedure if—\n\t\ta voluntary arrangement takes effect under section 5 in relation to thecompany,\n\t\tthe company enters administration (within the meaning of Schedule B1 (seeparagraph 1(2)(b) of that Schedule)),\n\t\tparagraph 44 of Schedule B1 (administration: interim moratorium) begins toapply in relation to the company, or\n\t\tthe company goes into liquidation (see section 247)."
    },
    {
        "length": 849,
        "text": "\nA17Obligations to notify change in end of moratorium\n\tThe table imposes obligations on the directors of a company to notify themonitor where a moratorium for the company is extended or comes to an end.\n\t\t| Where a moratorium is extended or comes to an end under or by virtue of thefollowing provision| the directors must  ---|---|---  1| Section A10| Notify the monitor of the extension.  2| Section A11| Notify the monitor of the extension and of the revised enddate.  3| Section A13(4)| Notify the monitor of the extension and provide the monitorwith the court order under section A13(4).  4| Section A13(7)(a)| Notify the monitor of the extension.  5| Section A13(7)(b)(ii)| Notify the monitor that the moratorium has come toan end and of the date that it ended.  6| Section A14(2)(a)| Notify the monitor of the extension.  7| Section A14(2)(b)| Notify the monitor that the moratorium has come to anend and of the date that it ended.  8| Section A15| Notify the monitor of the extension and provide the monitorwith any court order under section A15.  9| Section A16| Notify the monitor that the moratorium has come to an end.  10| Section A42| Notify the monitor that the moratorium has come to an end andprovide the monitor with the court order under section A42.  11| Section A44| Notify the monitor that the moratorium has come to an end andprovide the monitor with the court order under section A44.    (2)After receiving a notice under subsection (1), other than a notice underentry 4 or 6 of the table, the monitor must notify the relevant persons ofwhen the moratorium ended or, subject to any alteration under or by virtue ofany of the provisions mentioned in section A9(3) or (4), the moratorium willcome to an end.\n\tAfter receiving a notice under entry 4 or 6 of the table, the monitor mustnotify the relevant persons.\n\tIf a moratorium comes to an end under section A38 (termination by monitor),the monitor must notify the company and the relevant persons of when themoratorium ended.\n\tThe rules may—\n\t\tmake further provision about the timing of a notice required to be givenunder this section;\n\t\trequire a notice to be accompanied by other documents.\n\tIf the directors fail to comply with subsection (1), any director who didnot have a reasonable excuse for the failure commits an offence.\n\tIf the monitor without reasonable excuse fails to comply with any ofsubsections (2) to (4), the monitor commits an offence.\n\tIn this section “the relevant persons” means—\n\t\tthe registrar of companies,\n\t\tevery creditor of the company of whose claim the monitor is aware,\n\t\tin a case where the company is or has been an employer in respect of anoccupational pension scheme that is not a money purchase scheme, the PensionsRegulator, and\n\t\tin a case where the company is an employer in respect of such a pensionscheme that is an eligible scheme within the meaning given by section 126 ofthe Pensions Act 2004, the Board of the Pension Protection Fund."
    },
    {
        "length": 720,
        "text": "\nA18Overview and construction of references to payment holidays\n\tThis Chapter makes provision about the main effects of a moratorium for acompany.\n\tThe provision made by this Chapter includes restrictions on the enforcementor payment of the debts that are defined by subsection (3) as pre-moratoriumdebts for which a company has a payment holiday during a moratorium.\n\tIn this Part a reference to pre-moratorium debts for which a company has apayment holiday during a moratorium is to its pre-moratorium debts that havefallen due before the moratorium, or that fall due during the moratorium,except in so far as they consist of amounts payable in respect of—\n\t\tthe monitor’s remuneration or expenses,\n\t\tgoods or services supplied during the moratorium,\n\t\trent in respect of a period during the moratorium,\n\t\twages or salary arising under a contract of employment,\n\t\tredundancy payments, or\n\t\tdebts or other liabilities arising under a contract or other instrumentinvolving financial services.\n\tThe rules may make provision as to what is, or is not, to count as thesupply of goods or services for the purposes of subsection (3)(b).\n\tThe Secretary of State may by regulations amend this section for thepurposes of changing the list in subsection (3).\n\tRegulations under subsection (5) are subject to the affirmative resolutionprocedure.\n\tIn this section—\n\t\t  * “contract or other instrument involving financial services” has the meaning given by Schedule ZA2;\n\t\t  * “monitor’s remuneration or expenses” does not include remuneration in respect of anything done by a proposed monitor before the moratorium begins;\n\t\t  * “redundancy payment” means—\n\t\ta redundancy payment under Part 11 of the Employment Rights Act 1996 or Part12 of the Employment Rights (Northern Ireland) Order 1996, or\n\t\ta payment made to a person who agrees to the termination of their employmentin circumstances where they would have been entitled to a redundancy paymentunder that Part if dismissed;\n\t\t\t  * “wages or salary” includes—\n\t\ta sum payable in respect of a period of holiday (for which purpose the sum isto be treated as relating to the period by reference to which the entitlementto holiday accrued),\n\t\ta sum payable in respect of a period of absence through illness or other goodcause,\n\t\ta sum payable in lieu of holiday, and\n\t\ta contribution to an occupational pension scheme."
    },
    {
        "length": 382,
        "text": "\nA19Publicity about moratorium\n\tDuring a moratorium, the company must, in any premises—\n\t\twhere business of the company is carried on, and\n\t\tto which customers of the company or suppliers of goods or services to thecompany have access,\n\t\t\tdisplay, in a prominent position so that it may easily be read by suchcustomers or suppliers, a notice containing the required information.\n\tDuring a moratorium, any websites of the company must state the requiredinformation.\n\tDuring a moratorium, every business document issued by or on behalf of thecompany must state the required information.\n\tFor the purposes of subsections (1), (2) and (3), “the requiredinformation” is—\n\t\tthat a moratorium is in force in relation to the company, and\n\t\tthe name of the monitor.\n\tIf subsection (1), (2) or (3) is contravened—\n\t\tthe company commits an offence, and\n\t\tany officer of the company who without reasonable excuse authorised orpermitted the contravention commits an offence.\n\tIn this section “business document” means—\n\t\tan invoice,\n\t\tan order for goods or services,\n\t\ta business letter, and\n\t\tan order form,\n\t\twhether in hard copy, electronic or any other form."
    },
    {
        "length": 419,
        "text": "\nA20Restrictions on insolvency proceedings etc\n\tDuring a moratorium—\n\t\tno petition may be presented for the winding up of the company, except bythe directors,\n\t\tno resolution may be passed for the voluntary winding up of the companyunder section 84(1)(a),\n\t\ta resolution for the voluntary winding up of the company under section84(1)(b) may be passed only if the resolution is recommended by the directors,\n\t\tno order may be made for the winding up of the company, except on apetition by the directors,\n\t\tno administration application may be made in respect of the company, exceptby the directors,\n\t\tno notice of intention to appoint an administrator of the company underparagraph 14 or 22(1) of Schedule B1 may be filed with the court,\n\t\tno administrator of the company may be appointed under paragraph 14 or22(1) of Schedule B1, and\n\t\tno administrative receiver of the company may be appointed.\n\tSubsection (1)(a) does not apply to an excepted petition; and subsection(1)(d) does not apply to an order on an excepted petition.\n\tFor these purposes, “excepted petition” means a petition under—\n\t\tsection 124A, 124B or 124C, or\n\t\tsection 367 of the Financial Services and Markets Act 2000 on the groundmentioned in subsection (3)(b) of that section."
    },
    {
        "length": 925,
        "text": "\nA21Restrictions on enforcement and legal proceedings\n\tDuring a moratorium—\n\t\ta landlord or other person to whom rent is payable may not exercise a rightof forfeiture by peaceable re-entry in relation to premises let to thecompany, except with the permission of the court,\n\t\tin Scotland, a landlord or other person to whom rent is payable may notexercise a right of irritancy in relation to premises let to the company,except with the permission of the court,\n\t\tno steps may be taken to enforce any security over the company’s propertyexcept—\n\t\tsteps to enforce a collateral security charge (within the meaning of theFinancial Markets and Insolvency (Settlement Finality) Regulations 1999 ([S.I.1999/2979](/id/uksi/1999/2979?view=plain \"Go to item of legislation\"))),\n\t\tsteps to enforce security created or otherwise arising under a financialcollateral arrangement (within the meaning of regulation 3 of the FinancialCollateral Arrangements (No. 2) Regulations 2003 ([S.I.2003/3226](/id/uksi/2003/3226?view=plain \"Go to item of legislation\"))), or\n\t\tsteps taken with the permission of the court,\n\t\tno steps may be taken to repossess goods in the company’s possession underany hire-purchase agreement, except with the permission of the court, and\n\t\tno legal process (including legal proceedings, execution, distress ordiligence) may be instituted, carried out or continued against the company orits property except—\n\t\temployment tribunal proceedings or any legal process arising out of suchproceedings,\n\t\tproceedings, not within sub-paragraph (i), involving a claim between anemployer and a worker, or\n\t\ta legal process instituted, carried out or continued with the permissionof the court.\n\tAn application may not be made for permission under subsection (1) for thepurposes of enforcing a pre-moratorium debt for which the company has apayment holiday during the moratorium.\n\tAn application may not be made for permission under subsection (1)(c), (d)or (e) with a view to obtaining—\n\t\tthe crystallisation of a floating charge, or\n\t\tthe imposition, by virtue of provision in an instrument creating a floatingcharge, of any restriction on the disposal of any property of the company.\n\tPermission of the court under subsection (1) may be given subject toconditions.\n\tSubsection (1)(c)(iii) is subject to section A23(1).\n\tIn this section—\n\t\t  * “agency worker” has the meaning given by section 13(2) of the Employment Relations Act 1999;\n\t\t  * “employer”—\n\t\tin relation to an agency worker, has the meaning given by section 13(2) of theEmployment Relations Act 1999;\n\t\totherwise, has the meaning given by section 230(4) of the Employment RightsAct 1996;\n\t\t\t  * “worker” means an individual who is—\n\t\ta worker within the meaning of section 230(3) of the Employment Rights Act1996, or\n\t\tan agency worker."
    },
    {
        "length": 675,
        "text": "\nA22Floating charges\n\tThis section applies where there is an uncrystallised floating charge onthe property of a company for which a moratorium is in force.\n\tDuring the moratorium, the holder of the floating charge may not give anynotice which would have the effect of—\n\t\tcausing the floating charge to crystallise, or\n\t\tcausing the imposition, by virtue of provision in the instrument creatingthe charge, of any restriction on the disposal of property of the company.\n\tNo other event occurring during the moratorium is to have the effectmentioned in subsection (2)(a) or (b).\n\tSubsection (5) applies where—\n\t\tthe holder of a floating charge (“the chargee”) is prevented by subsection(2) from giving a notice mentioned there during the moratorium, and\n\t\tunder the terms of the floating charge, the time for giving such a noticeends during the moratorium or before the chargee is given notice of the end ofthe moratorium under section A17.\n\tThe chargee may give notice later than is required under the terms of thefloating charge, but only if the chargee does so as soon as is practicableafter—\n\t\tthe end of the moratorium, or\n\t\tif later, the day on which the chargee is notified of the end of themoratorium.\n\tWhere— \n\t\tsubsection (3) prevents an event which occurs during the moratorium fromhaving the effect mentioned there, and\n\t\tthe holder of the floating charge gives notice of the event to the companyas soon as is practicable after—\n\t\tthe end of the moratorium, or\n\t\tif later, the day on which the chargee is notified of the end of themoratorium,\n\t\t\tthe event is to be treated as if it had occurred when the notice was given.\n\tThis section does not apply in relation to a floating charge that is—\n\t\ta collateral security (as defined by section A27);\n\t\ta market charge (as defined by section A27);\n\t\ta security financial collateral arrangement (within the meaning ofregulation 3 of the Financial Collateral Arrangements (No. 2) Regulations 2003([S.I. 2003/3226](/id/uksi/2003/3226?view=plain \"Go to item oflegislation\")));\n\t\ta system-charge (as defined by section A27)."
    },
    {
        "length": 243,
        "text": "\nA24Duty of directors to notify monitor of insolvency proceedings etc\n\tThe directors of a company must notify the monitor before taking any of thefollowing steps during a moratorium—\n\t\tpresenting a petition for the winding up of the company;\n\t\tmaking an administration application in respect of the company;\n\t\tappointing an administrator under paragraph 22(2) of Schedule B1.\n\tThe directors of a company must notify the monitor if, during a moratoriumfor the company, they recommend that the company passes a resolution forvoluntary winding up under section 84(1)(b).\n\tThe rules may make provision about the timing of a notice required to begiven under subsection (1) or (2).\n\tIf the directors fail to comply with subsection (1) or (2), any directorwho did not have a reasonable excuse for the failure commits an offence."
    },
    {
        "length": 248,
        "text": "\nA25Restrictions on obtaining credit\n\tDuring a moratorium, the company may not obtain credit to the extent of£500 or more from a person unless the person has been informed that amoratorium is in force in relation to the company.\n\tThe reference to the company obtaining credit includes—\n\t\tthe company entering into a conditional sale agreement in accordance withwhich goods are to be sold to the company,\n\t\tthe company entering into any other form of hire-purchase agreement underwhich goods are to be bailed (in Scotland, hired) to the company, and\n\t\tthe company being paid in advance (whether in money or otherwise) for thesupply of goods or services.\n\tIf a company contravenes subsection (1)—\n\t\tthe company commits an offence, and\n\t\tany officer of the company who without reasonable excuse authorised orpermitted the obtaining of the credit commits an offence."
    },
    {
        "length": 271,
        "text": "\nA26Restrictions on grant of security etc\n\tDuring a moratorium, the company may grant security over its property onlyif the monitor consents.\n\tThe monitor may give consent under subsection (1) only if the monitorthinks that the grant of security will support the rescue of the company as agoing concern.\n\tIn deciding whether to give consent under subsection (1), the monitor isentitled to rely on information provided by the company unless the monitor hasreason to doubt its accuracy.\n\tIf the company grants security over its property during the moratoriumotherwise than as authorised by subsection (1)—\n\t\tthe company commits an offence, and\n\t\tany officer of the company who without reasonable excuse authorised orpermitted the grant of the security commits an offence.\n\tFor the consequences of a company granting security over its property incontravention of subsection (1), see also section A23.\n\tThe monitor may not give consent under this section if the granting ofsecurity is an offence under section A27."
    },
    {
        "length": 640,
        "text": "\nA27Prohibition on entering into market contracts etc\n\tIf a company enters into a transaction to which this section applies duringa moratorium for the company—\n\t\tthe company commits an offence, and\n\t\tany officer of the company who without reasonable excuse authorised orpermitted the company to enter into the transaction commits an offence.\n\tA company enters into a transaction to which this section applies if it—\n\t\tenters into a market contract,\n\t\tenters into a financial collateral arrangement,\n\t\tgives a transfer order,\n\t\tgrants a market charge or a system-charge, or\n\t\tprovides any collateral security.\n\tWhere during the moratorium a company enters into a transaction to whichthis section applies, nothing done by or in pursuance of the transaction is tobe treated as done in contravention of any of sections A19, A21, A25, A26 andA28 to A32.\n\tIn this section—\n\t\t  * “collateral security” has the same meaning as in the Financial Markets and Insolvency (Settlement Finality) Regulations 1999 ([S.I. 1999/2979](/id/uksi/1999/2979?view=plain \"Go to item of legislation\"));\n\t\t  * “financial collateral arrangement” has the same meaning as in the Financial Collateral Arrangements (No. 2) Regulations 2003 ([S.I. 2003/3226](/id/uksi/2003/3226?view=plain \"Go to item of legislation\"));\n\t\t  * “market charge” has the same meaning as in Part 7 of the Companies Act 1989;\n\t\t  * “market contract” has the same meaning as in Part 7 of the Companies Act 1989;\n\t\t  * “system-charge” has the meaning given by the Financial Markets and Insolvency Regulations 1996 ([S.I. 1996/1469](/id/uksi/1996/1469?view=plain \"Go to item of legislation\"));\n\t\t  * “transfer order” has the same meaning as in the Financial Markets and Insolvency (Settlement Finality) Regulations 1999."
    },
    {
        "length": 443,
        "text": "\nA28Restrictions on payment of certain pre-moratorium debts\n\tDuring a moratorium, the company may make one or more relevant payments toa person that (in total) exceed the specified maximum amount only if—\n\t\tthe monitor consents,\n\t\tthe payment is in pursuance of a court order, or\n\t\tthe payment is required by section A31(3) or A32(3).\n\tIn subsection (1)—\n\t\t  * “relevant payments” means payments in respect of pre-moratorium debts for which the company has a payment holiday during the moratorium (see section A18);\n\t\t  * “specified maximum amount” means an amount equal to the greater of—\n\t\t£5000, and\n\t\t1% of the value of the debts and other liabilities owed by the company to itsunsecured creditors when the moratorium began, to the extent that the amountof such debts and liabilities can be ascertained at that time.\n\tThe monitor may give consent under subsection (1)(a) only if the monitorthinks that it will support the rescue of the company as a going concern.\n\tIn deciding whether to give consent under subsection (1)(a), the monitor isentitled to rely on information provided by the company unless the monitor hasreason to doubt its accuracy.\n\tIf the company makes a payment to which subsection (1) applies otherwisethan as authorised by that subsection—\n\t\tthe company commits an offence, and\n\t\tany officer of the company who without reasonable excuse authorised orpermitted the payment commits an offence."
    },
    {
        "length": 359,
        "text": "\nA29Restrictions on disposal of property\n\tDuring a moratorium, the company may dispose of its property only ifauthorised by subsection (2) or (5).\n\tIn the case of property that is not subject to a security interest, thecompany may dispose of the property if—\n\t\tthe disposal is made in the ordinary way of the company’s business,\n\t\tthe monitor consents, or\n\t\tthe disposal is in pursuance of a court order.\n\tThe monitor may give consent under subsection (2)(b) only if the monitorthinks that it will support the rescue of the company as a going concern.\n\tIn deciding whether to give consent under subsection (2)(b), the monitor isentitled to rely on information provided by the company unless the monitor hasreason to doubt its accuracy.\n\tIn the case of property that is subject to a security interest, the companymay dispose of the property if the disposal is in accordance with—\n\t\tsection A31(1), or\n\t\tthe terms of the security.\n\tIf the company disposes of its property during the moratorium otherwisethan as authorised by this section—\n\t\tthe company commits an offence, and\n\t\tany officer of the company who without reasonable excuse authorised orpermitted the disposal commits an offence."
    },
    {
        "length": 177,
        "text": "\nA30Restrictions on disposal of hire-purchase property\n\tDuring a moratorium, the company may dispose of any goods in the possessionof the company under a hire-purchase agreement only if the disposal is inaccordance with —\n\t\tsection A32(1), or\n\t\tthe terms of the agreement.\n\tIf the company disposes of goods in the possession of the company under ahire-purchase agreement otherwise than as authorised by subsection (1)—\n\t\tthe company commits an offence, and\n\t\tany officer of the company who without reasonable excuse authorised orpermitted the disposal commits an offence."
    },
    {
        "length": 684,
        "text": "\nA31Disposal of charged property free from charge\n\tDuring a moratorium, the company may, with the permission of the court,dispose of property which is subject to a security interest as if it were notsubject to the security interest.\n\tThe court may give permission under subsection (1) only if the court thinksthat it will support the rescue of the company as a going concern.\n\tWhere the court gives permission under subsection (1) other than inrelation to a floating charge, the company must apply the following towardsdischarging the sums secured—\n\t\tthe net proceeds of disposal of the property, and\n\t\tany money required to be added to the net proceeds so as to produce theamount determined by the court as the net amount which would be realised on asale of the property in the open market by a willing vendor.\n\tWhere the permission relates to two or more security interests, thecondition in subsection (3) requires the application of money in the order ofthe priorities of the security interests.\n\tWhere property subject to a floating charge is disposed of under subsection(1), the holder of the floating charge has the same priority in respect ofacquired property as they had in respect of the property disposed of.\n\tIn subsection (5) “acquired property” means property of the company whichdirectly or indirectly represents the property disposed of.\n\tWhere the court makes an order giving permission under subsection (1), thedirectors must, within the period of 14 days beginning with the date of theorder, send a copy of it to the registrar of companies.\n\tIf the directors fail to comply with subsection (7), any director who didnot have a reasonable excuse for the failure commits an offence.\n\tWhere property in Scotland is disposed of under subsection (1), the companymust grant to the disponee an appropriate document of transfer or conveyanceof the property, and—\n\t\tthat document, or\n\t\trecording, intimation or registration of that document (where recording,intimation or registration of the document is a legal requirement forcompletion of title to the property),\n\t\t\thas the effect of disencumbering the property of or, as the case may be,freeing the property from, the security interest.\n\tIf a company fails to comply with subsection (3) or (9)—\n\t\tthe company commits an offence, and\n\t\tany officer of the company who without reasonable excuse authorised orpermitted the failure commits an offence.\n\tSubsection (1) does not apply in relation to any property which is subjectto a financial collateral arrangement, a market charge, a system-charge or acollateral security (as defined by section A27)."
    },
    {
        "length": 452,
        "text": "\nA32Disposal of hire-purchase property\n\tDuring a moratorium, the company may, with the permission of the court,dispose of goods which are in the possession of the company under a hire-purchase agreement as if all of the rights of the owner under the agreementwere vested in the company.\n\tThe court may give permission under subsection (1) only if the court thinksthat it will support the rescue of the company as a going concern.\n\tWhere the court gives permission under subsection (1), the company mustapply the following towards discharging the sums payable under the hire-purchase agreement—\n\t\tthe net proceeds of disposal of the goods, and\n\t\tany additional money required to be added to the net proceeds so as toproduce the amount determined by the court as the net amount which would berealised on a sale of the goods in the open market by a willing vendor.\n\tIf a company fails to comply with subsection (3)—\n\t\tthe company commits an offence, and\n\t\tany officer of the company who without reasonable excuse authorised orpermitted the failure commits an offence.\n\tWhere the court makes an order giving permission under subsection (1), thedirectors must, within the period of 14 days beginning with the date of theorder, send a copy of it to the registrar of companies.\n\tIf the directors fail to comply with subsection (5), any director who didnot have a reasonable excuse for the failure commits an offence.\n\tIn Scotland, where goods in the possession of the company under a hire-purchase agreement are disposed of under subsection (1), the disposal has theeffect of extinguishing, as against the disponee, all rights of the owner ofthe goods under the agreement."
    },
    {
        "length": 1558,
        "text": "\nCHAPTER 5The monitor\n\tA34Status of monitor\n\t\tThe monitor in relation to a moratorium is an officer of the court.\n\tA35Monitoring\n\t\tDuring a moratorium, the monitor must monitor the company’s affairs for thepurpose of forming a view as to whether it remains likely that the moratoriumwill result in the rescue of the company as a going concern.\n\t\tIn forming the view mentioned in subsection (1), the monitor is entitled torely on information provided by the company, unless the monitor has reason todoubt its accuracy.\n\tA36Provision of information to monitor\n\t\tThe monitor may require the directors of the company to provide anyinformation required by the monitor for the purpose of carrying out themonitor’s functions.\n\t\tThe directors must comply with a requirement to provide information as soonas practicable.\n\t\tFor the potential consequences of failing to comply with a requirement toprovide information, see section A38.\n\tA37Application by monitor for directions\n\t\tThe monitor in relation to a moratorium may apply to the court for directionsabout the carrying out of the monitor’s functions.\n\tA38Termination of moratorium by monitor\n\t\tThe monitor must bring a moratorium to an end by filing a notice with thecourt if—\n\t\t\tthe monitor thinks that the moratorium is no longer likely to result in therescue of the company as a going concern,\n\t\t\tthe monitor thinks that the objective of rescuing the company as a goingconcern has been achieved,\n\t\t\tthe monitor thinks that, by reason of a failure by the directors to complywith a requirement under section A36, the monitor is unable properly to carryout the monitor’s functions, or\n\t\t\tthe monitor thinks that the company is unable to pay any of the followingthat have fallen due—\n\t\t\tmoratorium debts;\n\t\t\tpre-moratorium debts for which the company does not have a payment holidayduring the moratorium (see section A18).\n\t\tThe rules may provide for debts that are to be disregarded for the purposesof subsection (1)(d).\n\t\tOn the filing with the court of a notice under subsection (1), themoratorium comes to an end.\n\t\tThe rules may make provision about the timing of a notice required to begiven under subsection (1).\n\t\tThe Secretary of State may by regulations amend this section for thepurposes of changing the circumstances in which the monitor must bring amoratorium to an end under subsection (1).\n\t\tRegulations under subsection (5) are subject to the affirmative resolutionprocedure.\n\t\tSee also section A17 (obligations to notify change in end of moratorium).\n\tA39Replacement of monitor or appointment of additional monitor\n\t\tThe court may make an order authorising the appointment of a qualifiedperson to act as the monitor in relation to a moratorium instead of, or inaddition to, a person who already acts as the monitor.\n\t\tThe court may make an order providing that a person ceases to act as themonitor in relation to a moratorium.\n\t\tAn order under subsection (1) or (2) may be made only on an application bythe directors or the monitor.\n\t\tThe court may make an order authorising the appointment of a monitor undersubsection (1) only if the person has provided the court with a statement thatthe person—\n\t\t\tis a qualified person, and\n\t\t\tconsents to act as the monitor in relation to the moratorium.\n\t\tWhere it is proposed that more than one person should act as the monitor inrelation to the moratorium, the statement under subsection (4) must specify—\n\t\t\twhich functions (if any) are to be exercised by the persons acting jointly,and\n\t\t\twhich functions (if any) are to be exercised by any or all of the persons.\n\t\tThe rules may make provision about the date on which the statement undersubsection (4) must be made.\n\t\tWhere the court makes an order under subsection (1) or (2) the personbegins to act as the monitor, or ceases to act as the monitor, in relation tothe moratorium at the time specified in, or determined in accordance with, theorder (“the relevant time”).\n\t\tAs soon as reasonably practicable after the relevant time, the monitor mustnotify the following of the effect of the order—\n\t\t\tthe registrar of companies,\n\t\t\tevery creditor of the company of whose claim the monitor is aware,\n\t\t\tin a case where the company is or has been an employer in respect of anoccupational pension scheme that is not a money purchase scheme, the PensionsRegulator, and\n\t\t\tin a case where the company is an employer in respect of such a pensionscheme that is an eligible scheme within the meaning given by section 126 ofthe Pensions Act 2004, the Board of the Pension Protection Fund.\n\t\tIf the monitor without reasonable excuse fails to comply with subsection(8), the monitor commits an offence.\n\tA40Application of Part where two or more persons act as monitor\n\t\tWhere two or more persons act jointly as the monitor—\n\t\t\ta reference in this Act to the monitor is a reference to those personsacting jointly;\n\t\t\twhere an offence of omission is committed by the monitor, each of thepersons appointed to act jointly—\n\t\t\tcommits the offence, and\n\t\t\tmay be proceeded against and punished individually.\n\t\tWhere persons act jointly in respect of only some of the functions of themonitor, subsection (1) applies only in relation to those functions.\n\t\tWhere two or more persons act concurrently as the monitor a reference inthis Act to the monitor is a reference to any of the persons appointed (or anycombination of them).\n\tA41Presumption of validity\n\t\tAn act of the monitor is valid in spite of a defect in the monitor’sappointment or qualification."
    },
    {
        "length": 1368,
        "text": "\nCHAPTER 6Challenges\n\tA42Challenge to monitor’s actions\n\t\tAny of the persons specified below may apply to the court on the groundthat an act, omission or decision of the monitor during a moratorium hasunfairly harmed the interests of the applicant.\n\t\tThe persons who may apply are—\n\t\t\ta creditor, director or member of the company, or\n\t\t\tany other person affected by the moratorium.\n\t\tAn application under subsection (1) may be made during the moratorium orafter it has ended.\n\t\tOn an application under subsection (1) the court may—\n\t\t\tconfirm, reverse or modify any act or decision of the monitor,\n\t\t\tgive the monitor directions, or\n\t\t\tmake such other order as it thinks fit (but may not, under this paragraph,order the monitor to pay any compensation).\n\t\tWhere an application under subsection (1) relates to a failure by themonitor to bring the moratorium to an end under section A38(1), an order undersubsection (4) may, in particular, bring the moratorium to an end and makesuch consequential provision as the court thinks fit.\n\t\tWhere an application under subsection (1) relates to the monitor bringing amoratorium to an end under section A38(1), an order under subsection (4) may,in particular, provide that the moratorium is not to be taken into account forthe purposes of paragraph 2(1)(b) of Schedule ZA1 (company not eligible formoratorium if moratorium in force within previous 12 months).\n\t\tIn making an order under subsection (4) the court must have regard to theneed to safeguard the interests of persons who have dealt with the company ingood faith and for value.\n\t\tSee also section A17 (obligations to notify change in end of moratorium).\n\tA43Challenges to monitor remuneration in insolvency proceedings\n\t\tThe rules may confer on an administrator or liquidator of a company theright to apply to the court on the ground that remuneration charged by themonitor in relation to a prior moratorium for the company was excessive.\n\t\tRules under subsection (1) may (among other things) make provision as to—\n\t\t\ttime limits;\n\t\t\tdisposals available to the court;\n\t\t\tthe treatment of costs (or, in Scotland, the expenses) of the applicationin the administration or winding up.\n\tA44Challenge to directors’ actions\n\t\tA creditor or member of a company may apply to the court for an order underthis section on the ground that—\n\t\t\tduring a moratorium, the company’s affairs, business and property are beingor have been managed by the directors in a manner which has unfairly harmedthe interests of its creditors or members generally or of some part of itscreditors or members (including at least the applicant), or\n\t\t\tany actual or proposed act or omission of the directors during a moratoriumcauses or would cause such harm.\n\t\tAn application under subsection (1) may be made during the moratorium orafter it has ended.\n\t\tOn an application under subsection (1) the court may make such order as itthinks fit.\n\t\tAn order under subsection (3) may in particular—\n\t\t\tregulate the management by the directors of the company’s affairs, businessand property during the remainder of the moratorium,\n\t\t\trequire the directors to refrain from doing or continuing an act complainedof by the applicant or to do an act which the applicant has complained theyhave omitted to do,\n\t\t\trequire a decision of the company’s creditors to be sought (using aqualifying decision procedure) on such matters as the court may direct, or\n\t\t\tbring the moratorium to an end and make such consequential provision as thecourt thinks fit.\n\t\tIn making an order under subsection (3) the court must have regard to theneed to safeguard the interests of persons who have dealt with the company ingood faith and for value.\n\t\tSee also section A17 (obligations to notify change in end of moratorium).\n\tA45Challenge brought by Board of the Pension Protection Fund\n\t\tThis section applies where—\n\t\t\ta moratorium—\n\t\t\tis in force in relation to a company that is an employer in respect of aneligible scheme, or\n\t\t\tis or has been in force in relation to a company that has been an employerin respect of an eligible scheme at any time during the moratorium, and\n\t\t\tthe trustees or managers of the scheme are a creditor of the company.\n\t\tThe Board of the Pension Protection Fund may make any application undersection A42(1) or A44(1) that could be made by the trustees or managers as acreditor.\n\t\tFor the purposes of such an application, any reference in section A42(1) orA44(1) to the interests of the applicant is to be read as a reference to theinterests of the trustees or managers as a creditor.\n\t\tIn this section “eligible scheme” has the meaning given by section 126 ofthe Pensions Act 2004."
    },
    {
        "length": 1891,
        "text": "\nCHAPTER 7Offences: general\n\tA46Offence of fraud etc during or in anticipation of moratorium\n\t\tAn officer of a company commits an offence if, during a moratorium for thecompany or at any time within the period of 12 months ending with the day onwhich a moratorium for the company comes into force, the officer—\n\t\t\tdoes any of the things mentioned in subsection (2), or\n\t\t\twas privy to the doing by others of any of the things mentioned insubsection (2)(c), (d) and (e).\n\t\tThose things are—\n\t\t\tconcealing any part of the company’s property to the value of £500 or more,or concealing any debt due to or from the company,\n\t\t\tfraudulently removing any part of the company’s property to the value of£500 or more,\n\t\t\tconcealing, destroying, mutilating or falsifying any document affecting orrelating to the company’s property or affairs,\n\t\t\tmaking any false entry in any document affecting or relating to thecompany’s property or affairs,\n\t\t\tfraudulently parting with, altering or making any omission in any documentaffecting or relating to the company’s property or affairs, or\n\t\t\tpawning, pledging or disposing of any property of the company which hasbeen obtained on credit and has not been paid for (unless the pawning,pledging or disposal was in the ordinary way of the company’s business).\n\t\tIt is a defence—\n\t\t\tfor a person charged with an offence under subsection (1) in respect of anyof the things mentioned in subsection (2)(a) or (f) to prove that the personhad no intent to defraud, and\n\t\t\tfor a person charged with an offence under subsection (1) in respect of anyof the things mentioned in subsection (2)(c) or (d) to prove that the personhad no intent to conceal the state of affairs of the company or to defeat thelaw.\n\t\tWhere a person pawns, pledges or disposes of any property of a company incircumstances which amount to an offence under subsection (1), every personwho takes in pawn or pledge, or otherwise receives, the property commits anoffence if the person knows it to be pawned, pledged or disposed of incircumstances which—\n\t\t\tamount to an offence under subsection (1), or\n\t\t\twould, if a moratorium were obtained for the company within the period of12 months beginning with the day on which the pawning, pledging or disposaltook place, amount to an offence under subsection (1).\n\t\tIn this section, “officer” includes a shadow director.\n\tA47Offence of false representation etc to obtain a moratorium\n\t\tAn officer of a company commits an offence if, for the purpose of obtaininga moratorium for the company or an extension of a moratorium for the company,the officer—\n\t\t\tmakes any false representation, or\n\t\t\tfraudulently does, or omits to do, anything.\n\t\tSubsection (1) applies even if no moratorium or extension is obtained.\n\t\tIn this section, “officer” includes a shadow director.\n\tA48Prosecution of delinquent officers of company\n\t\tThis section applies where a moratorium has been obtained for a company.\n\t\tIf it appears to the monitor that any past or present officer of thecompany has committed an offence in connection with the moratorium, themonitor must forthwith—\n\t\t\treport the matter to the appropriate authority, and\n\t\t\tprovide the appropriate authority with such information and give theauthority such access to and facilities for inspecting and taking copies ofdocuments (being information or documents in the possession or under thecontrol of the monitor and relating to the matter in question) as theauthority requires.\n\t\tIn subsection (2), “the appropriate authority”—\n\t\t\tin the case of a company registered in England and Wales, means theSecretary of State,\n\t\t\tin the case of a company registered in Scotland, means the Lord Advocate,and\n\t\t\tin the case of an unregistered company means—\n\t\t\tif it has a principal place of business in England and Wales but notScotland, the Secretary of State,\n\t\t\tif it has a principal place of business in Scotland but not England andWales, the Lord Advocate,\n\t\t\tif it has a principal place of business in both England and Wales andScotland, the Secretary of State and the Lord Advocate, and\n\t\t\tif it does not have a principal place of business in England and Wales orScotland, the Secretary of State.\n\t\tWhere a matter is reported to the Secretary of State under subsection (2),the Secretary of State may, for the purpose of investigating the matter andsuch other matters relating to the affairs of the company as appear to theSecretary of State to require investigation, exercise any of the powers whichare exercisable by inspectors appointed under section 431 or 432 of theCompanies Act 1985.\n\t\tFor the purpose of such an investigation any obligation imposed on a personby any provision of the Companies Acts to produce documents or giveinformation to, or otherwise to assist, inspectors so appointed is to beregarded as an obligation similarly to assist the Secretary of State in theSecretary of State’s investigation.\n\t\tWhere a question is put to a person in exercise of the powers conferred bysubsection (4), the person’s answer may be used in evidence against them.\n\t\tHowever, in criminal proceedings in which the person is charged with anoffence other than a false statement offence—\n\t\t\tno evidence relating to the answer may be adduced, and\n\t\t\tno question relating to it may be asked,\n\t\t\t\tby or on behalf of the prosecution, unless evidence relating to it is adduced,or a question relating to it is asked, in the proceedings by or on behalf ofthe person.\n\t\tIn subsection (7) “false statement offence” means—\n\t\t\tan offence under section 2 or 5 of the Perjury Act 1911 (false statementsmade on oath otherwise than in judicial proceedings or made otherwise than onoath), or\n\t\t\tan offence under section 44(1) or (2) of the Criminal Law (Consolidation)(Scotland) Act 1995 (false statements made on oath or otherwise than on oath).\n\t\tWhere a prosecuting authority institutes criminal proceedings following anyreport under subsection (2), the monitor, and every officer and agent of thecompany past and present (other than the defendant or defender), must give theauthority all assistance in connection with the prosecution which they arereasonably able to give.\n\t\tFor this purpose—\n\t\t\t  * “agent” includes any banker or solicitor of the company and any person employed by the company as auditor, whether that person is or is not an officer of the company;\n\t\t\t  * “prosecuting authority” means the Director of Public Prosecutions, the Lord Advocate or the Secretary of State.\n\t\tThe court may, on the application of the prosecuting authority, direct aperson who has failed to comply with subsection (9) to comply with it."
    },
    {
        "length": 1183,
        "text": "\nA49Regulated companies: modifications to this Part\n\tFor the purposes of sections A3 and A4 as they apply in relation to aregulated company, section A6(1) has effect as if the documents listed thereincluded a reference to the written consent of the appropriate regulator tothe appointment of the proposed monitor.\n\tThe remaining provisions of this section apply in relation to a moratoriumfor a regulated company.\n\tAny notice under section A8(2), A17(2) to (4) or A39(8) must also be sentby the monitor to the appropriate regulator.\n\tThe directors must give the appropriate regulator notice of any qualifyingdecision procedure by which a decision of the company’s creditors is soughtfor the purposes of section A12(2) or A44(4)(c).\n\tIf the directors fail to comply with subsection (4), any director who didnot have a reasonable excuse for the failure commits an offence.\n\tThe appropriate regulator, or a person appointed by the appropriateregulator, may in the way provided for by the rules, participate (but notvote) in any qualifying decision procedure by which a decision of thecompany’s creditors is sought for the purposes of this Part.\n\tThe appropriate regulator is entitled to be heard on any application to thecourt for permission under section A31(1) or A32(1) (disposal of chargedproperty, etc).\n\tThe court may make an order under section A39(1) only if the appropriateregulator has given its written consent to the appointment of the proposedmonitor.\n\tThe persons who may apply to the court under section A39(3), A42(1) orA44(1) include the appropriate regulator.\n\tIf a person other than a regulator applies to the court under sectionA39(3), A42(1) or A44(1) the appropriate regulator is entitled to be heard onthe application.\n\tIf either regulator makes an application to the court under sectionA39(3), A42(1) or A44(1) in relation to a PRA-regulated company, the otherregulator is entitled to be heard on the application.\n\tThis section does not affect any right that the appropriate regulator has(apart from this section) as a creditor of a regulated company.\n\tIn this section—\n\t\t  * “the appropriate regulator” means—\n\t\twhere the regulated company is a PRA-regulated company, each of the FinancialConduct Authority and the Prudential Regulation Authority, and\n\t\twhere the regulated company is not a PRA-regulated company, the FinancialConduct Authority;\n\t\t\t  * “PRA-authorised person” has the meaning given by section 2B(5) of the Financial Services and Markets Act 2000;\n\t\t\t  * “PRA-regulated company” means a regulated company which—\n\t\tis, or has been, a PRA-authorised person,\n\t\tis, or has been, an appointed representative within the meaning given bysection 39 of the Financial Services and Markets Act 2000, whose principal (orone of whose principals) is, or was, a PRA-authorised person, or\n\t\tis carrying on, or has carried on, a PRA-regulated activity (within themeaning of section 22A of that Act) in contravention of the generalprohibition;\n\t\t\t  * “regulated activity” has the meaning given by section 22 of the Financial Services and Markets Act 2000, taken with Schedule 2 to that Act and any order under that section;\n\t\t\t  * “regulated company” means a company which—\n\t\tis, or has been, an authorised person within the meaning given by section 31of the Financial Services and Markets Act 2000,\n\t\tis, or has been, an appointed representative within the meaning given bysection 39 of that Act, or\n\t\tis carrying on, or has carried on, a regulated activity in contravention ofthe general prohibition within the meaning given by section 19 of that Act;\n\t\t\t  * “regulator” means the Financial Conduct Authority or the Prudential Regulation Authority.\n\tThe Secretary of State may by regulations amend this section for thepurposes of changing the definition of “regulated company” in subsection (13).\n\tRegulations under subsection (14) are subject to the affirmativeresolution procedure."
    },
    {
        "length": 893,
        "text": "\nA50Power to modify this Part etc in relation to certain companies\n\tThe Secretary of State may by regulations make provision under the law ofEngland and Wales or Scotland—\n\t\tto modify this Part as it applies in relation to a company for which thereis a special administration regime, or\n\t\tin connection with the interaction between this Part and any otherinsolvency procedure in relation to such a company.\n\tThe Welsh Ministers may by regulations make provision under the law ofEngland and Wales—\n\t\tto modify this Part as it applies in relation to a company that is a sociallandlord registered under Part 1 of the Housing Act 1996, or\n\t\tmake provision in connection with the interaction between this Part and anyother insolvency procedure in relation to such a company.\n\tThe Scottish Ministers may by regulations make provision under the law ofScotland—\n\t\tto modify this Part as it applies in relation to a company that is a sociallandlord registered under Part 2 of the Housing (Scotland) Act [2010 (asp17)](/id/asp/2010/17?view=plain \"Go to item of legislation\"), or\n\t\tmake provision in connection with the interaction between this Part and anyother insolvency procedure in relation to such a company.\n\tThe Secretary of State may, by regulations, make any provision under thelaw of England and Wales, Scotland or Northern Ireland that appears to theSecretary of State to be appropriate in view of provision made undersubsection (1), (2) or (3).\n\tThe power in subsection (1), (2), (3) or (4) may, in particular, be used toamend, repeal, revoke or otherwise modify any provision made by an enactment.\n\tRegulations under subsection (1) or (4) are subject to the affirmativeresolution procedure.\n\tA statutory instrument containing regulations under subsection (2) may notbe made unless a draft of the statutory instrument containing them has beenlaid before and approved by a resolution of Senedd Cymru.\n\tRegulations made by the Scottish Ministers under subsection (3) are subjectto the affirmative procedure (see section 29 of the Interpretation andLegislative Reform (Scotland) Act [2010 (asp 10)](/id/asp/2010/10?view=plain\"Go to item of legislation\")).\n\tIn this section—\n\t\t  * “insolvency procedure” includes—\n\t\tin relation to subsection (1)(b), the provision made by sections 143A to 159of the Housing and Regeneration Act 2008;\n\t\tin relation to subsection (2)(b), the provision made by sections 39 to 50 ofthe Housing Act 1996;\n\t\tin relation to subsection (3)(b), the provision made by Part 7 of the Housing(Scotland) Act 2010;\n\t\t\t  * “ordinary administration” means the insolvency procedure provided for by Schedule B1;\n\t\t\t  * “special administration regime” means provision made by an enactment for an insolvency procedure that—\n\t\tis similar or corresponds to ordinary administration, and\n\t\tprovides for the administrator to have one or more special objectives insteadof or in addition to the objectives of ordinary administration."
    },
    {
        "length": 475,
        "text": "\nA51Power to make provision in connection with pension schemes\n\tThe Secretary of State may by regulations provide that, in a case where—\n\t\ta moratorium—\n\t\tis in force in relation to a company that is an employer in respect of aneligible scheme, or\n\t\tis or has been in force in relation to a company that has been an employerin respect of an eligible scheme at any time during the moratorium, and\n\t\tthe trustees or managers of the scheme are a creditor of the company,\n\t\t\tthe Board of the Pension Protection Fund may exercise any of the followingrights.\n\tThe rights are those which are exercisable by the trustees or managers as acreditor of the company under or by virtue of—\n\t\tsection A12, or\n\t\ta court order under section A44(4)(c).\n\tRegulations under subsection (1) may provide that the Board may exerciseany such rights—\n\t\tto the exclusion of the trustees or managers of the scheme, or\n\t\tin addition to the exercise of those rights by the trustees or managers ofthe scheme.\n\tRegulations under subsection (1)—\n\t\tmay specify conditions that must be met before the Board may exercise anysuch rights;\n\t\tmay provide for any such rights to be exercisable by the Board for aspecified period;\n\t\tmay make provision in connection with any such rights ceasing to be soexercisable at the end of such a period.\n\tRegulations under subsection (1) are subject to the affirmative resolutionprocedure.\n\tIn this section “eligible scheme” has the meaning given by section 126 ofthe Pensions Act 2004."
    },
    {
        "length": 378,
        "text": "\nA52Void provisions in floating charge documents\n\tA provision in an instrument creating a floating charge is void if itprovides for the obtaining of a moratorium, or anything done with a view toobtaining a moratorium, to be—\n\t\tan event causing the floating charge to crystallise,\n\t\tan event causing restrictions which would not otherwise apply to be imposedon the disposal of property by the company, or\n\t\ta ground for the appointment of a receiver.\n\tThe reference in subsection (1) to anything done with a view to obtaining amoratorium includes any preliminary decision or investigation.\n\tIn subsection (1) “receiver” includes a manager and a person who isappointed both receiver and manager.\n\tSubsection (1) does not apply to a provision in an instrument creating afloating charge that is—\n\t\ta collateral security (as defined by section A27);\n\t\ta market charge (as defined by section A27);\n\t\ta security financial collateral arrangement (within the meaning ofregulation 3 of the Financial Collateral Arrangements (No. 2) Regulations 2003([S.I. 2003/3226](/id/uksi/2003/3226?view=plain \"Go to item oflegislation\")));\n\t\ta system-charge (as defined by section A27)."
    },
    {
        "length": 577,
        "text": "\nA53Meaning of “pre-moratorium debt” and “moratorium debt”\n\tIn this Part “pre-moratorium debt”, in relation to a company for which amoratorium is or has been in force, means—\n\t\tany debt or other liability to which the company becomes subject before themoratorium comes into force, or\n\t\tany debt or other liability to which the company has become or may becomesubject during the moratorium by reason of any obligation incurred before themoratorium comes into force,\n\t\t\tbut this is subject to subsection (3).\n\tIn this Part “moratorium debt”, in relation to a company for which amoratorium is or has been in force, means—\n\t\tany debt or other liability to which the company becomes subject during themoratorium, other than by reason of an obligation incurred before themoratorium came into force, or\n\t\tany debt or other liability to which the company has become or may becomesubject after the end of the moratorium by reason of an obligation incurredduring the moratorium,\n\t\tbut this is subject to subsection (3).\n\tFor the purposes of this Part—\n\t\ta liability in tort or delict is a “pre-moratorium debt” if either—\n\t\tthe cause of action has accrued before the moratorium comes into force, or\n\t\tall the elements necessary to establish the cause of action exist beforethe moratorium comes into force except for actionable damage;\n\t\ta liability in tort or delict is a “moratorium debt” if it does not fallwithin paragraph (a) and either—\n\t\tthe cause of action has accrued during the moratorium, or\n\t\tall the elements necessary to establish the cause of action exist beforethe moratorium comes to an end except for actionable damage.\n\tThe Secretary of State may by regulations amend this section for thepurposes of changing the definition of “pre-moratorium debt” or “moratoriumdebt” in this Part.\n\tRegulations under subsection (4) are subject to the affirmative resolutionprocedure."
    },
    {
        "length": 997,
        "text": "\nA54Interpretation of this Part: general\n\tIn this Part—\n\t\t  * “company” means—\n\t\ta company registered under the Companies Act 2006 in England and Wales orScotland, or\n\t\tan unregistered company that may be wound up under Part 5 of this Act;\n\t\t\t  * “the court” means such court as is prescribed;\n\t\t\t  * “eligible”, in relation to a company, has the meaning given by Schedule ZA1;\n\t\t\t  * “employer”, in relation to a pension scheme—\n\t\tin sections A8(2)(c), A17(8)(c) and A39(8)(c), means an employer within themeaning of section 318(1) of the Pensions Act 2004;\n\t\telsewhere in this Part, has the same meaning that it has for the purposes ofPart 2 of the Pensions Act 2004 (see section 318(1) and (4) of that Act);\n\t\t\t  * “enactment” includes an Act of the Scottish Parliament and an instrument made under such an Act;\n\t\t\t  * “hire-purchase agreement” includes a conditional sale agreement, a chattel leasing agreement and a retention of title agreement;\n\t\t\t  * “liability” means (subject to subsection (2)) a liability to pay money or money’s worth, including any liability under an enactment, a liability for breach of trust, any liability in contract, tort, delict or bailment, and any liability arising out of an obligation to make restitution;\n\t\t\t  * “money purchase scheme” has the meaning given by section 181(1) of the Pension Schemes Act 1993;\n\t\t\t  * “the monitor”, in relation to a moratorium, means the person who has the functions of the monitor in relation to the moratorium (see also section A40 for cases where two or more persons act as the monitor);\n\t\t\t  * “moratorium” means a moratorium under this Part;\n\t\t\t  * “moratorium debt” has the meaning given by section A53;\n\t\t\t  * “occupational pension scheme” has the meaning given by section 1 of the Pension Schemes Act 1993;\n\t\t\t  * “pension scheme” has the meaning given by section 1 of the Pension Schemes Act 1993;\n\t\t\t  * “pre-moratorium debt” has the meaning given by section A53;\n\t\t\t  * “qualified person” means a person qualified to act as an insolvency practitioner;\n\t\t\t  * “unable to pay its debts”—\n\t\tin relation to a registered company, has the same meaning as in Part 4 (seesection 123);\n\t\tin relation to an unregistered company, has the same meaning as in Part 5 (seesections 222 to 224).\n\tFor the purposes of references in any provision of this Part to a debt orliability it is immaterial whether the debt or liability is present or future,whether it is certain or contingent, or whether its amount is fixed orliquidated, or is capable of being ascertained by fixed rules or as a matterof opinion.\n\tIn this Part references to filing a document with the court are, inrelation to a court in Scotland, references to lodging it in court.\n\tThe Secretary of State may by regulations amend this section for thepurposes of changing the definition of “qualified person” in subsection (1).\n\tRegulations under subsection (4) are subject to the affirmative resolutionprocedure."
    },
    {
        "length": 233,
        "text": "\nA55Regulations\n\tRegulations under this Part may make—\n\t\tdifferent provision for different purposes;\n\t\tconsequential, supplementary, incidental or transitional provision orsavings.\n\tRegulations under this Part are to be made by statutory instrument, unlessthey are made by the Scottish Ministers.\n\tWhere regulations of the Secretary of State under this Part are subject to“the affirmative resolution procedure”, they may not be made unless a draft ofthe statutory instrument containing them has been laid before Parliament andapproved by a resolution of each House of Parliament.”\n\tSchedule 1 inserts into the Insolvency Act 1986 a new Schedule ZA1(eligible companies).\n\tSchedule 2 inserts into the Insolvency Act 1986 a new Schedule ZA2(contracts involving financial services)."
    },
    {
        "length": 158,
        "text": "\nMoratoriums in Great Britain: further amendments and transition\n\tSchedule 3 contains consequential and other amendments to do withmoratoriums under new Part A1 of the Insolvency Act 1986.\n\tNothing in this Act affects the operation of the Insolvency Act 1986, orany other enactment, in relation to a moratorium under Schedule A1 to that Actwhich comes into force before the repeal of that Schedule by Schedule 3 tothis Act.\n\tSubsection (2) is without prejudice to the operation of section 16 of theInterpretation Act 1978 (general savings)."
    },
    {
        "length": 326,
        "text": "\nCHAPTER 1Introductory\n\tAOverview \n\t\tThis Part contains provision that enables an eligible company, in certaincircumstances, to obtain a moratorium, giving it various protections fromcreditors set out in this Part.\n\t\tIn this Chapter Article 13AA introduces Schedule ZA1 (which defines what ismeant by an “eligible” company).\n\t\tChapter 2 sets out how an eligible company may obtain a moratorium.\n\t\tChapter 3 sets out for how long a moratorium has effect.\n\t\tChapter 4 sets out the effects of a moratorium on the company and itscreditors.\n\t\tChapter 5 contains provision about the monitor.\n\t\tChapter 6 contains provision about challenges.\n\t\tChapter 7 contains provision about certain offences.\n\t\tChapter 8 contains miscellaneous and general provision, including—\n\t\t\tspecial provision for certain kinds of company;\n\t\t\tdefinitions for the purposes of this Part;\n\t\t\tprovision about regulations under this Part.\n\tAAEligible companies\n\t\tSchedule ZA1 contains provision for determining whether a company is aneligible company for the purposes of this Part."
    },
    {
        "length": 1653,
        "text": "\nCHAPTER 2Obtaining a moratorium\n\tBObtaining a moratorium by filing documents at High Court\n\t\tThis Article applies to an eligible company that—\n\t\t\tis not subject to an outstanding winding-up petition, and\n\t\t\tis not an overseas company.\n\t\tThe directors of the company may obtain a moratorium for the company byfiling the relevant documents with the High Court (for the relevant documents,see Article 13BC).\n\t\tFor the purposes of this Chapter a company is “subject to an outstandingwinding-up petition” if—\n\t\t\ta petition for the winding up of the company has been presented, and\n\t\t\tthe petition has not been withdrawn or determined.\n\tBAObtaining a moratorium for company subject to winding-up petition\n\t\tThis Article applies to an eligible company that is subject to anoutstanding winding-up petition.\n\t\tThe directors of the company may apply to the High Court for a moratoriumfor the company.\n\t\tThe application must be accompanied by the relevant documents (for therelevant documents, see Article 13BC).\n\t\tOn hearing the application the Court may—\n\t\t\tmake an order that the company should be subject to a moratorium, or\n\t\t\tmake any other order which the Court thinks appropriate.\n\t\tThe Court may make an order under paragraph (4)(a) only if it is satisfiedthat a moratorium for the company would achieve a better result for thecompany’s creditors as a whole than would be likely if the company were woundup (without first being subject to a moratorium).\n\tBBObtaining a moratorium for other overseas companies\n\t\tThis Article applies to an eligible company that—\n\t\t\tis not subject to an outstanding winding-up petition, and\n\t\t\tis an overseas company.\n\t\tThe directors of the company may apply to the High Court for a moratoriumfor the company.\n\t\tThe application must be accompanied by the relevant documents (for therelevant documents, see Article 13BC).\n\t\tOn hearing the application the Court may—\n\t\t\tmake an order that the company should be subject to a moratorium, or\n\t\t\tmake any other order which the Court thinks appropriate.\n\tBCThe relevant documents\n\t\tFor the purposes of this Chapter, “the relevant documents” are—\n\t\t\ta notice that the directors wish to obtain a moratorium,\n\t\t\ta statement from a qualified person (“the proposed monitor”) that theperson—\n\t\t\tis a qualified person, and\n\t\t\tconsents to act as the monitor in relation to the proposed moratorium,\n\t\t\ta statement from the proposed monitor that the company is an eligiblecompany,\n\t\t\ta statement from the directors that, in their view, the company is, or islikely to become, unable to pay its debts, and\n\t\t\ta statement from the proposed monitor that, in the proposed monitor’s view,it is likely that a moratorium for the company would result in the rescue ofthe company as a going concern.\n\t\tWhere it is proposed that more than one person should act as the monitor inrelation to the proposed moratorium—\n\t\t\teach of them must make a statement under paragraph (1)(b), (c) and (e), and\n\t\t\tthe statement under paragraph (1)(b) must specify—\n\t\t\twhich functions (if any) are to be exercised by the persons acting jointly,and\n\t\t\twhich functions (if any) are to be exercised by any or all of the persons.\n\t\tThe rules may make provision about the date on which a statement comprisedin the relevant documents must be made.\n\t\tRegulations may amend this Article for the purposes of adding to the listof documents in paragraph (1).\n\t\tRegulations may not be made under paragraph (4) unless a draft of theregulations has been laid before, and approved by a resolution of, theAssembly.\n\tBDBeginning of moratorium and appointment of monitor\n\t\tA moratorium for a company comes into force at the time at which—\n\t\t\tin the case of a company to which Article 13B applies, the relevantdocuments are filed with the High Court under paragraph (2) of that Article;\n\t\t\tin the case of a company to which Article 13BA applies, an order is madeunder Article 13BA(4)(a);\n\t\t\tin the case of a company to which Article 13BB applies, an order is madeunder Article 13BB(4)(a).\n\t\tOn the coming into force of a moratorium, the person or persons who madethe statement mentioned in Article 13BC(1)(b) become the monitor in relationto the moratorium.\n\tBEObligations to notify where moratorium comes into force\n\t\tAs soon as reasonably practicable after a moratorium for a company comesinto force, the directors must notify the monitor of that fact.\n\t\tAs soon as reasonably practicable after receiving a notice under paragraph(1), the monitor must notify the following that a moratorium for the companyhas come into force—\n\t\t\tthe registrar,\n\t\t\tevery creditor of the company of whose claim the monitor is aware,\n\t\t\tin a case where the company is or has been an employer in respect of anoccupational pension scheme that is not a money purchase scheme, the PensionsRegulator, and\n\t\t\tin a case where the company is an employer in respect of such a pensionscheme that is an eligible scheme within the meaning given by Article 110 ofthe Pensions (Northern Ireland) Order 2005, the Board of the PensionProtection Fund.\n\t\tA notice under paragraph (2) must specify—\n\t\t\twhen the moratorium came into force, and\n\t\t\twhen, subject to any alteration under or by virtue of any of the provisionsmentioned in Article 13C(3) or (4), the moratorium will come to an end.\n\t\tIf the directors fail to comply with paragraph (1), any director who didnot have a reasonable excuse for the failure commits an offence.\n\t\tIf the monitor without reasonable excuse fails to comply with paragraph(2), the monitor commits an offence."
    },
    {
        "length": 455,
        "text": "\nCEnd of the moratorium\n\tA moratorium ends at the end of the initial period unless it is extended,or comes to an end sooner, under or by virtue of a provision mentioned inparagraph (3) or (4).\n\tIn this Chapter “the initial period”, in relation to a moratorium, meansthe period of 20 business days beginning with the business day after the dayon which the moratorium comes into force.\n\tFor provision under or by virtue of which a moratorium is or may beextended, see—\n\t\t  * Article 13CA (extension by directors without creditor consent);\n\t\t  * Article 13CB (extension by directors with creditor consent);\n\t\t  * Article 13CD (extension by High Court on application of directors);\n\t\t  * Article 13CE (extension while proposal for CVA pending);\n\t\t  * Article 13CF (extension by High Court in course of other proceedings).\n\tFor provision under or by virtue of which the moratorium is or may beterminated, see—\n\t\t  * Article 13CG (termination on entry into insolvency procedure etc);\n\t\t  * Article 13ED (termination by monitor);\n\t\t  * Article 13F or 13FB (termination by High Court).\n\tA moratorium may not be extended under a provision mentioned in paragraph(3) once it has come to an end.\n\tWhere the application of two or more of the provisions mentioned inparagraphs (3) and (4) would produce a different length of moratorium, theprovision that applies last is to prevail (irrespective of whether thatresults in a shorter or longer moratorium)."
    },
    {
        "length": 350,
        "text": "\nCAExtension by directors without creditor consent\n\tDuring the initial period, but after the first 15 business days of thatperiod, the directors may extend the moratorium by filing with the High Court—\n\t\ta notice that the directors wish to extend the moratorium,\n\t\ta statement from the directors that all of the following that have fallendue have been paid or otherwise discharged—\n\t\tmoratorium debts, and\n\t\tpre-moratorium debts for which the company does not have a payment holidayduring the moratorium (see Article 13D),\n\t\ta statement from the directors that, in their view, the company is, or islikely to become, unable to pay its pre-moratorium debts, and\n\t\ta statement from the monitor that, in the monitor’s view, it is likely thatthe moratorium will result in the rescue of the company as a going concern.\n\tThe rules may make provision about the date on which a statement mentionedin paragraph (1) must be made.\n\tOn the filing with the Court of the documents mentioned in paragraph (1),the moratorium is extended so that it ends at the end of the period—\n\t\tbeginning immediately after the initial period ends, and\n\t\tending with the 20th business day after the initial period ends."
    },
    {
        "length": 384,
        "text": "\nCBExtension by directors with creditor consent\n\tAt any time after the first 15 business days of the initial period thedirectors may, if they have obtained creditor consent, extend the moratoriumby filing with the High Court—\n\t\ta notice that the directors wish to extend the moratorium,\n\t\ta statement from the directors that all of the following that have fallendue have been paid or otherwise discharged—\n\t\tmoratorium debts, and\n\t\tpre-moratorium debts for which the company does not have a payment holidayduring the moratorium (see Article 13D),\n\t\ta statement from the directors that, in their view, the company is, or islikely to become, unable to pay its pre-moratorium debts,\n\t\ta statement from the monitor that, in the monitor’s view, it is likely thatthe moratorium will result in the rescue of the company as a going concern,and\n\t\ta statement from the directors that creditor consent has been obtained, andof the revised end date for which that consent was obtained.\n\tThe rules may make provision about the date on which a statement mentionedin paragraph (1) must be made.\n\tOn the filing with the Court of the documents mentioned in paragraph (1),the moratorium is extended so that it ends with the revised end date mentionedin the statement under paragraph (1)(e).\n\tA moratorium may be extended under this Article more than once."
    },
    {
        "length": 414,
        "text": "\nCCCreditor consent for the purposes of Article 13CB\n\tReferences in Article 13CB to creditor consent are to the consent of pre-moratorium creditors to a revised end date for the moratorium.\n\tThe decision as to consent is to be made at a meeting of pre-moratoriumcreditors.\n\tA meeting under paragraph (2)—\n\t\tis to be held at such time, date and place as the directors think fit, and\n\t\tis to be conducted in accordance with the rules.\n\tThe revised end date must be a date before the end of the period of oneyear beginning with the first day of the initial period.\n\tIn this Article “pre-moratorium creditor” means a creditor in respect of apre-moratorium debt—\n\t\tfor which the company has a payment holiday during the moratorium (seeArticle 13D), and\n\t\twhich has not been paid or otherwise discharged.\n\tIn determining for the purposes of paragraph (5) what counts as a pre-moratorium debt for which the company has a payment holiday during themoratorium, Articles 13D(3) and 13HD(1)(b) apply as if the references to themoratorium were to the moratorium as proposed to be extended.\n\tRegulations may amend this Article for the purposes of changing thedefinition of “pre-moratorium creditor”.\n\tRegulations may not be made under paragraph (7) unless a draft of theregulations has been laid before, and approved by a resolution of, theAssembly."
    },
    {
        "length": 656,
        "text": "\nCDExtension by High Court on application of directors\n\tAt any time after the first 15 business days of the initial period, thedirectors may apply to the High Court for an order that the moratorium beextended.\n\tThe application must be accompanied by—\n\t\ta statement from the directors that all of the following that have fallendue have been paid or otherwise discharged—\n\t\tmoratorium debts, and\n\t\tpre-moratorium debts for which the company does not have a payment holidayduring the moratorium (see Article 13D),\n\t\ta statement from the directors that, in their view, the company is, or islikely to become, unable to pay its pre-moratorium debts,\n\t\ta statement from the directors as to whether pre-moratorium creditors (asdefined by Article 13CC(5) and (6)) have been consulted about the applicationand if not why not, and\n\t\ta statement from the monitor that, in the monitor’s view, it is likely thatthe moratorium will result in the rescue of the company as a going concern.\n\tThe rules may make provision about the date on which a statement mentionedin paragraph (2) must be made.\n\tOn hearing the application the Court may—\n\t\tmake an order that the moratorium be extended to such date as is specifiedin the order, or\n\t\tmake any other order which the Court thinks appropriate.\n\tIn deciding whether to make an order under paragraph (4)(a) the Court must,in particular, consider the following—\n\t\tthe interests of pre-moratorium creditors, as defined by Article 13CC(5)and (6), and\n\t\tthe likelihood that the extension of the moratorium will result in therescue of the company as a going concern.\n\tParagraph (7) applies where—\n\t\tan application under this Article is made, and\n\t\tapart from that paragraph, the moratorium would end at a time before theapplication has been disposed of.\n\tThe moratorium—\n\t\tdoes not end at the time mentioned in paragraph (6)(b), and\n\t\tinstead, ends—\n\t\tin a case in which the Court makes an order under paragraph (4)(a), inaccordance with the order;\n\t\totherwise, when the application is withdrawn or disposed of.\n\tA moratorium may be extended under this Article more than once."
    },
    {
        "length": 374,
        "text": "\nCEExtension while proposal for CVA pending\n\tParagraph (2) applies where—\n\t\tat any time, the directors make a proposal under Part 2 (company voluntaryarrangements), and\n\t\tapart from that paragraph, the moratorium would end at a time before theproposal is disposed of.\n\tThe moratorium—\n\t\tdoes not end at the time mentioned in paragraph (1)(b), and\n\t\tinstead, ends when the proposal is disposed of.\n\tFor the purposes of this Article a proposal under Part 2 is “disposed of”when any of the following takes place—\n\t\tthe company and its creditors both decide under Article 17 not to approvethe voluntary arrangement contained in the proposal;\n\t\tthe decisions taken by the company and its creditors under Article 17differ, and—\n\t\tthe period for making an application under Article 17A(3) expires andeither no application has been made within that period or any application madewithin that period has been withdrawn, or\n\t\tan application is made under Article 17A(3) and that application isdisposed of, or it is withdrawn after the expiry of the period for making anapplication under Article 17A(3);\n\t\tthe voluntary arrangement contained in the proposal takes effect underArticle 18;\n\t\tthe proposal is withdrawn."
    },
    {
        "length": 152,
        "text": "\nCFExtension by High Court in the course of other proceedings\n\tParagraph (2) applies where—\n\t\tan application is made under section 896 or 901C(1) of the Companies Act2006 (arrangements and reconstructions: court order for holding of meeting) inrespect of a company, and\n\t\tduring proceedings before the High Court in connection with theapplication, a moratorium for the company is in force.\n\tThe High Court may make an order that the moratorium be extended to suchdate as is specified in the order."
    },
    {
        "length": 288,
        "text": "\nCGCompany enters into insolvency procedure etc\n\tA moratorium comes to an end at any time at which the company—\n\t\tenters into a compromise or arrangement (see paragraph (2)), or\n\t\tenters into a relevant insolvency procedure (see paragraph (3)).\n\tFor the purposes of this Article a company enters into a compromise orarrangement if an order under section 899 or 901F of the Companies Act 2006(court sanction for compromise or arrangement) comes into effect in relationto the company.\n\tFor the purposes of this Article a company enters into a relevantinsolvency procedure if—\n\t\ta voluntary arrangement takes effect under Article 18 in relation to thecompany,\n\t\tthe company enters administration (within the meaning of Schedule B1 (seeparagraph 2(2)(b) of that Schedule)),\n\t\tparagraph 45 of Schedule B1 (administration: interim moratorium) begins toapply in relation to the company, or\n\t\tthe company goes into liquidation (see Article 6)."
    },
    {
        "length": 870,
        "text": "\nCHObligations to notify change in end of moratorium\n\tThe table imposes obligations on the directors of a company to notify themonitor where a moratorium for the company is extended or comes to an end.\n\t\t| Where a moratorium is extended or comes to an end under or by virtue of thefollowing provision| the directors must  ---|---|---  1| Article 13CA| Notify the monitor of the extension.  2| Article 13CB| Notify the monitor of the extension and of the revised enddate.  3| Article 13CD(4)| Notify the monitor of the extension and provide themonitor with the court order under Article 13CD(4).  4| Article 13CD(7)(a)| Notify the monitor of the extension.  5| Article 13CD(7)(b)(ii)| Notify the monitor that the moratorium has come toan end and of the date that it ended.  6| Article 13CE(2)(a)| Notify the monitor of the extension.  7| Article 13CE(2)(b)| Notify the monitor that the moratorium has come to anend and of the date that it ended.  8| Article 13CF| Notify the monitor of the extension and provide the monitorwith any court order under Article 13CF.  9| Article 13CG| Notify the monitor that the moratorium has come to an end.  10| Article 13F| Notify the monitor that the moratorium has come to an end andprovide the monitor with the court order under Article 13F.  11| Article 13FB| Notify the monitor that the moratorium has come to an endand provide the monitor with the court order under Article 13FB.    (2)After receiving a notice under paragraph (1), other than a notice underentry 4 or 6 of the table, the monitor must notify the relevant persons ofwhen the moratorium ended or, subject to any alteration under or by virtue ofany of the provisions mentioned in Article 13C(3) or (4), the moratorium willcome to an end.\n\tAfter receiving a notice under entry 4 or 6 of the table, the monitor mustnotify the relevant persons.\n\tIf a moratorium comes to an end under Article 13ED (termination bymonitor), the monitor must notify the company and the relevant persons of whenthe moratorium ended.\n\tThe rules may—\n\t\tmake further provision about the timing of a notice required to be givenunder this Article;\n\t\trequire a notice to be accompanied by other documents.\n\tIf the directors fail to comply with paragraph (1), any director who didnot have a reasonable excuse for the failure commits an offence.\n\tIf the monitor without reasonable excuse fails to comply with any ofparagraphs (2) to (4), the monitor commits an offence.\n\tIn this Article “the relevant persons” means—\n\t\tthe registrar,\n\t\tevery creditor of the company of whose claim the monitor is aware,\n\t\tin a case where the company is or has been an employer in respect of anoccupational pension scheme that is not a money purchase scheme, the PensionsRegulator, and\n\t\tin a case where the company is an employer in respect of such a pensionscheme that is an eligible scheme within the meaning given by Article 110 ofthe Pensions (Northern Ireland) Order 2005, the Board of the PensionProtection Fund."
    },
    {
        "length": 723,
        "text": "\nDOverview and construction of references to payment holidays\n\tThis Chapter makes provision about the main effects of a moratorium for acompany.\n\tThe provision made by this Chapter includes restrictions on the enforcementor payment of the debts that are defined by paragraph (3) as pre-moratoriumdebts for which a company has a payment holiday during a moratorium.\n\tIn this Part a reference to pre-moratorium debts for which a company has apayment holiday during a moratorium is to its pre-moratorium debts that havefallen due before the moratorium, or that fall due during the moratorium,except in so far as they consist of amounts payable in respect of—\n\t\tthe monitor’s remuneration or expenses,\n\t\tgoods or services supplied during the moratorium,\n\t\trent in respect of a period during the moratorium,\n\t\twages or salary arising under a contract of employment,\n\t\tredundancy payments, or\n\t\tdebts or other liabilities arising under a contract or other instrumentinvolving financial services.\n\tThe rules may make provision as to what is, or is not, to count as thesupply of goods or services for the purposes of paragraph (3)(b).\n\tRegulations may amend this Article for the purposes of changing the list inparagraph (3).\n\tRegulations may not be made under paragraph (5) unless a draft of theregulations has been laid before, and approved by a resolution of, theAssembly.\n\tIn this Article—\n\t\t  * “contract or other instrument involving financial services” has the meaning given by Schedule ZA2;\n\t\t  * “monitor’s remuneration or expenses” does not include remuneration in respect of anything done by a proposed monitor before the moratorium begins;\n\t\t  * “redundancy payment” means—\n\t\ta redundancy payment under Part 11 of the Employment Rights Act 1996 or Part12 of the Employment Rights (Northern Ireland) Order 1996, or\n\t\ta payment made to a person who agrees to the termination of their employmentin circumstances where they would have been entitled to a redundancy paymentunder that Part if dismissed;\n\t\t\t  * “wages or salary” includes—\n\t\ta sum payable in respect of a period of holiday (for which purpose the sum isto be treated as relating to the period by reference to which the entitlementto holiday accrued),\n\t\ta sum payable in respect of a period of absence through illness or other goodcause,\n\t\ta sum payable in lieu of holiday, and\n\t\ta contribution to an occupational pension scheme."
    },
    {
        "length": 380,
        "text": "\nDAPublicity about moratorium\n\tDuring a moratorium, the company must, in any premises—\n\t\twhere business of the company is carried on, and\n\t\tto which customers of the company or suppliers of goods or services to thecompany have access,\n\t\t\tdisplay, in a prominent position so that it may easily be read by suchcustomers or suppliers, a notice containing the required information.\n\tDuring a moratorium, any websites of the company must state the requiredinformation.\n\tDuring a moratorium, every business document issued by or on behalf of thecompany must state the required information.\n\tFor the purposes of paragraphs (1), (2) and (3), “the required information”is—\n\t\tthat a moratorium is in force in relation to the company, and\n\t\tthe name of the monitor.\n\tIf paragraph (1), (2) or (3) is contravened—\n\t\tthe company commits an offence, and\n\t\tany officer of the company who without reasonable excuse authorised orpermitted the contravention commits an offence.\n\tIn this Article “business document” means—\n\t\tan invoice,\n\t\tan order for goods or services,\n\t\ta business letter, and\n\t\tan order form,\n\t\twhether in hard copy, electronic or any other form."
    },
    {
        "length": 417,
        "text": "\nDBRestrictions on insolvency proceedings etc\n\tDuring a moratorium—\n\t\tno petition may be presented for the winding up of the company, except bythe directors,\n\t\tno resolution may be passed for the voluntary winding up of the companyunder Article 70(1)(a),\n\t\ta resolution for the voluntary winding up of the company under Article70(1)(b) may be passed only if the resolution is recommended by the directors,\n\t\tno order may be made for the winding up of the company, except on apetition by the directors,\n\t\tno administration application may be made in respect of the company, exceptby the directors,\n\t\tno notice of intention to appoint an administrator of the company underparagraph 15 or 23(1) of Schedule B1 may be filed with the High Court,\n\t\tno administrator of the company may be appointed under paragraph 15 or23(1) of Schedule B1, and\n\t\tno administrative receiver of the company may be appointed.\n\tParagraph (1)(a) does not apply to an excepted petition; and paragraph(1)(d) does not apply to an order on an excepted petition.\n\tFor these purposes, “excepted petition” means a petition under—\n\t\tArticle 104A, 104B or 104C, or\n\t\tsection 367 of the Financial Services and Markets Act 2000 on the groundmentioned in subsection (3)(b) of that section."
    },
    {
        "length": 892,
        "text": "\nDCRestrictions on enforcement and legal proceedings\n\tDuring a moratorium—\n\t\ta landlord or other person to whom rent is payable may not exercise a rightof forfeiture by peaceable re-entry in relation to premises let to thecompany, except with the permission of the High Court,\n\t\tno steps may be taken to enforce any security over the company’s propertyexcept—\n\t\tsteps to enforce a collateral security charge (within the meaning of theFinancial Markets and Insolvency (Settlement Finality) Regulations 1999 ([S.I.1999/2979](/id/uksi/1999/2979?view=plain \"Go to item of legislation\"))),\n\t\tsteps to enforce security created or otherwise arising under a financialcollateral arrangement (within the meaning of regulation 3 of the FinancialCollateral Arrangements (No. 2) Regulations 2003 ([S.I.2003/3226](/id/uksi/2003/3226?view=plain \"Go to item of legislation\"))), or\n\t\tsteps taken with the permission of the High Court,\n\t\tno steps may be taken to repossess goods in the company’s possession underany hire-purchase agreement, except with the permission of the High Court, and\n\t\tno legal process (including legal proceedings, enforcement and distress)may be instituted, carried out or continued against the company or itsproperty except—\n\t\temployment tribunal proceedings or any legal process arising out of suchproceedings,\n\t\tproceedings, not within paragraph (i), involving a claim between anemployer and a worker, or\n\t\ta legal process instituted, carried out or continued with the permissionof the High Court.\n\tAn application may not be made for permission under paragraph (1) for thepurposes of enforcing a pre-moratorium debt for which the company has apayment holiday during the moratorium.\n\tAn application may not be made for permission under paragraph (1)(b), (c)or (d) with a view to obtaining—\n\t\tthe crystallisation of a floating charge, or\n\t\tthe imposition, by virtue of provision in an instrument creating a floatingcharge, of any restriction on the disposal of any property of the company.\n\tPermission of the High Court under paragraph (1) may be given subject toconditions.\n\tParagraph (1)(b)(iii) is subject to Article 13DE(1).\n\tIn this Article—\n\t\t  * “agency worker” has the meaning given by Article 15(2) of the Employment Relations (Northern Ireland) Order 1999;\n\t\t  * “employer”—\n\t\tin relation to an agency worker, has the meaning given by Article 15(2) of theEmployment Relations (Northern Ireland) Order 1999;\n\t\totherwise, has the meaning given by Article 3(4) of the Employment Rights(Northern Ireland) Order 1996;\n\t\t\t  * “worker” means an individual who is—\n\t\ta worker within the meaning of Article 3(3) of the Employment Rights (NorthernIreland) Order 1996, or\n\t\tan agency worker."
    },
    {
        "length": 674,
        "text": "\nDDFloating charges\n\tThis Article applies where there is an uncrystallised floating charge onthe property of a company for which a moratorium is in force.\n\tDuring the moratorium, the holder of the floating charge may not give anynotice which would have the effect of—\n\t\tcausing the floating charge to crystallise, or\n\t\tcausing the imposition, by virtue of provision in the instrument creatingthe charge, of any restriction on the disposal of property of the company.\n\tNo other event occurring during the moratorium is to have the effectmentioned in paragraph (2)(a) or (b).\n\tParagraph (5) applies where—\n\t\tthe holder of a floating charge (“the chargee”) is prevented by paragraph(2) from giving a notice mentioned there during the moratorium, and\n\t\tunder the terms of the floating charge, the time for giving such a noticeends during the moratorium or before the chargee is given notice of the end ofthe moratorium under Article 13CH.\n\tThe chargee may give notice later than is required under the terms of thefloating charge, but only if the chargee does so as soon as is practicableafter—\n\t\tthe end of the moratorium, or\n\t\tif later, the day on which the chargee is notified of the end of themoratorium.\n\tWhere— \n\t\tparagraph (3) prevents an event which occurs during the moratorium fromhaving the effect mentioned there, and\n\t\tthe holder of the floating charge gives notice of the event to the companyas soon as is practicable after—\n\t\tthe end of the moratorium, or\n\t\tif later, the day on which the chargee is notified of the end of themoratorium,\n\t\t\tthe event is to be treated as if it had occurred when the notice was given.\n\tThis Article does not apply in relation to a floating charge that is—\n\t\ta collateral security (as defined by Article 13DI);\n\t\ta market charge (as defined by Article 13DI);\n\t\ta security financial collateral arrangement (within the meaning ofregulation 3 of the Financial Collateral Arrangements (No. 2) Regulations 2003([S.I. 2003/3226](/id/uksi/2003/3226?view=plain \"Go to item oflegislation\")));\n\t\ta system-charge (as defined by Article 13DI)."
    },
    {
        "length": 240,
        "text": "\nDFDuty of directors to notify monitor of insolvency proceedings etc\n\tThe directors of a company must notify the monitor before taking any of thefollowing steps during a moratorium—\n\t\tpresenting a petition for the winding up of the company;\n\t\tmaking an administration application in respect of the company;\n\t\tappointing an administrator under paragraph 23(2) of Schedule B1.\n\tThe directors of a company must notify the monitor if, during a moratoriumfor the company, they recommend that the company passes a resolution forvoluntary winding up under Article 70(1)(b).\n\tThe rules may make provision about the timing of a notice required to begiven under paragraph (1) or (2).\n\tIf the directors fail to comply with paragraph (1) or (2), any director whodid not have a reasonable excuse for the failure commits an offence."
    },
    {
        "length": 239,
        "text": "\nDGRestrictions on obtaining credit\n\tDuring a moratorium, the company may not obtain credit to the extent of£500 or more from a person unless the person has been informed that amoratorium is in force in relation to the company.\n\tThe reference to the company obtaining credit includes—\n\t\tthe company entering into a conditional sale agreement in accordance withwhich goods are to be sold to the company,\n\t\tthe company entering into any other form of hire-purchase agreement underwhich goods are to be bailed to the company, and\n\t\tthe company being paid in advance (whether in money or otherwise) for thesupply of goods or services.\n\tIf a company contravenes paragraph (1)—\n\t\tthe company commits an offence, and\n\t\tany officer of the company who without reasonable excuse authorised orpermitted the obtaining of the credit commits an offence."
    },
    {
        "length": 269,
        "text": "\nDHRestrictions on grant of security etc\n\tDuring a moratorium, the company may grant security over its property onlyif the monitor consents.\n\tThe monitor may give consent under paragraph (1) only if the monitor thinksthat the grant of security will support the rescue of the company as a goingconcern.\n\tIn deciding whether to give consent under paragraph (1), the monitor isentitled to rely on information provided by the company unless the monitor hasreason to doubt its accuracy.\n\tIf the company grants security over its property during the moratoriumotherwise than as authorised by paragraph (1)—\n\t\tthe company commits an offence, and\n\t\tany officer of the company who without reasonable excuse authorised orpermitted the grant of the security commits an offence.\n\tFor the consequences of a company granting security over its property incontravention of paragraph (1), see also Article 13DE.\n\tThe monitor may not give consent under this Article if the granting ofsecurity is an offence under Article 13DI."
    },
    {
        "length": 716,
        "text": "\nDIProhibition on entering into market contracts etc\n\tIf a company enters into a transaction to which this Article applies duringa moratorium for the company—\n\t\tthe company commits an offence, and\n\t\tany officer of the company who without reasonable excuse authorised orpermitted the company to enter into the transaction commits an offence.\n\tA company enters into a transaction to which this Article applies if it—\n\t\tenters into a market contract,\n\t\tenters into a financial collateral arrangement,\n\t\tgives a transfer order,\n\t\tgrants a market charge or a system-charge, or\n\t\tprovides any collateral security.\n\tWhere during the moratorium a company enters into a transaction to whichthis Article applies, nothing done by or in pursuance of the transaction is tobe treated as done in contravention of any of Articles 13DA, 13DC, 13DG, 13DHand 13DJ to 13DN.\n\tIn this Article—\n\t\t  * “collateral security” has the same meaning as in the Financial Markets and Insolvency (Settlement Finality) Regulations 1999 ([S.I. 1999/2979](/id/uksi/1999/2979?view=plain \"Go to item of legislation\"));\n\t\t  * “financial collateral arrangement” has the same meaning as in the Financial Collateral Arrangements (No. 2) Regulations 2003 ([S.I. 2003/3226](/id/uksi/2003/3226?view=plain \"Go to item of legislation\"));\n\t\t  * “market charge” has the same meaning as in Part 5 of the Companies (No. 2) (Northern Ireland) Order 1990;\n\t\t  * “market contract” has the same meaning as in Part 5 of the Companies (No. 2) (Northern Ireland) Order 1990;\n\t\t  * “system-charge” has the meaning given by the Financial Markets and Insolvency Regulations (Northern Ireland) 1996 ([S.R. 1996/252](/id/nisr/1996/252?view=plain \"Go to item of legislation\"));\n\t\t  * “transfer order” has the same meaning as in the Financial Markets and Insolvency (Settlement Finality) Regulations 1999 ([S.I. 1999/2979](/id/uksi/1999/2979?view=plain \"Go to item of legislation\"))."
    },
    {
        "length": 439,
        "text": "\nDJRestrictions on payment of certain pre-moratorium debts\n\tDuring a moratorium, the company may make one or more relevant payments toa person that (in total) exceed the specified maximum amount only if—\n\t\tthe monitor consents,\n\t\tthe payment is in pursuance of a court order, or\n\t\tthe payment is required by Article 13DM(3) or 13DN(3).\n\tIn paragraph (1)—\n\t\t  * “relevant payments” means payments in respect of pre-moratorium debts for which the company has a payment holiday during the moratorium (see Article 13D);\n\t\t  * “specified maximum amount” means an amount equal to the greater of—\n\t\t£5000, and\n\t\t1% of the value of the debts and other liabilities owed by the company to itsunsecured creditors when the moratorium began, to the extent that the amountof such debts and liabilities can be ascertained at that time.\n\tThe monitor may give consent under paragraph (1)(a) only if the monitorthinks that it will support the rescue of the company as a going concern.\n\tIn deciding whether to give consent under paragraph (1)(a), the monitor isentitled to rely on information provided by the company unless the monitor hasreason to doubt its accuracy.\n\tIf the company makes a payment to which paragraph (1) applies otherwisethan as authorised by that paragraph—\n\t\tthe company commits an offence, and\n\t\tany officer of the company who without reasonable excuse authorised orpermitted the payment commits an offence."
    },
    {
        "length": 356,
        "text": "\nDKRestrictions on disposal of property\n\tDuring a moratorium, the company may dispose of its property only ifauthorised by paragraph (2) or (5).\n\tIn the case of property that is not subject to a security interest, thecompany may dispose of the property if—\n\t\tthe disposal is made in the ordinary way of the company’s business,\n\t\tthe monitor consents, or\n\t\tthe disposal is in pursuance of a court order.\n\tThe monitor may give consent under paragraph (2)(b) only if the monitorthinks that it will support the rescue of the company as a going concern.\n\tIn deciding whether to give consent under paragraph (2)(b), the monitor isentitled to rely on information provided by the company unless the monitor hasreason to doubt its accuracy.\n\tIn the case of property that is subject to a security interest, the companymay dispose of the property if the disposal is in accordance with—\n\t\tArticle 13DM(1), or\n\t\tthe terms of the security.\n\tIf the company disposes of its property during the moratorium otherwisethan as authorised by this Article—\n\t\tthe company commits an offence, and\n\t\tany officer of the company who without reasonable excuse authorised orpermitted the disposal commits an offence."
    },
    {
        "length": 176,
        "text": "\nDLRestrictions on disposal of hire-purchase property\n\tDuring a moratorium, the company may dispose of any goods in the possessionof the company under a hire-purchase agreement only if the disposal is inaccordance with —\n\t\tArticle 13DN(1), or\n\t\tthe terms of the agreement.\n\tIf the company disposes of goods in the possession of the company under ahire-purchase agreement otherwise than as authorised by paragraph (1)—\n\t\tthe company commits an offence, and\n\t\tany officer of the company who without reasonable excuse authorised orpermitted the disposal commits an offence."
    },
    {
        "length": 538,
        "text": "\nDMDisposal of charged property free from charge\n\tDuring a moratorium, the company may, with the permission of the HighCourt, dispose of property which is subject to a security interest as if itwere not subject to the security interest.\n\tThe Court may give permission under paragraph (1) only if the Court thinksthat it will support the rescue of the company as a going concern.\n\tWhere the Court gives permission under paragraph (1) other than in relationto a floating charge, the company must apply the following towards dischargingthe sums secured—\n\t\tthe net proceeds of disposal of the property, and\n\t\tany money required to be added to the net proceeds so as to produce theamount determined by the Court as the net amount which would be realised on asale of the property in the open market by a willing vendor.\n\tWhere the permission relates to two or more security interests, thecondition in paragraph (3) requires the application of money in the order ofthe priorities of the security interests.\n\tWhere property subject to a floating charge is disposed of under paragraph(1), the holder of the floating charge has the same priority in respect ofacquired property as they had in respect of the property disposed of.\n\tIn paragraph (5) “acquired property” means property of the company whichdirectly or indirectly represents the property disposed of.\n\tWhere the Court makes an order giving permission under paragraph (1), thedirectors must, within the period of 14 days beginning with the date of theorder, send a copy of it to the registrar.\n\tIf the directors fail to comply with paragraph (7), any director who didnot have a reasonable excuse for the failure commits an offence.\n\tIf a company fails to comply with paragraph (3)—\n\t\tthe company commits an offence, and\n\t\tany officer of the company who without reasonable excuse authorised orpermitted the failure commits an offence.\n\tParagraph (1) does not apply in relation to any property which is subjectto a financial collateral arrangement, a market charge, a system-charge or acollateral security (as defined by Article 13DI)."
    },
    {
        "length": 379,
        "text": "\nDNDisposal of hire-purchase property\n\tDuring a moratorium, the company may, with the permission of the HighCourt, dispose of goods which are in the possession of the company under ahire-purchase agreement as if all of the rights of the owner under theagreement were vested in the company.\n\tThe Court may give permission under paragraph (1) only if the Court thinksthat it will support the rescue of the company as a going concern.\n\tWhere the Court gives permission under paragraph (1), the company mustapply the following towards discharging the sums payable under the hire-purchase agreement—\n\t\tthe net proceeds of disposal of the goods, and\n\t\tany additional money required to be added to the net proceeds so as toproduce the amount determined by the Court as the net amount which would berealised on a sale of the goods in the open market by a willing vendor.\n\tIf a company fails to comply with paragraph (3)—\n\t\tthe company commits an offence, and\n\t\tany officer of the company who without reasonable excuse authorised orpermitted the failure commits an offence.\n\tWhere the Court makes an order giving permission under paragraph (1), thedirectors must, within the period of 14 days beginning with the date of theorder, send a copy of it to the registrar.\n\tIf the directors fail to comply with paragraph (5), any director who didnot have a reasonable excuse for the failure commits an offence."
    },
    {
        "length": 1559,
        "text": "\nCHAPTER 5The monitor\n\tEStatus of monitor\n\t\tThe monitor in relation to a moratorium is an officer of the High Court.\n\tEAMonitoring \n\t\tDuring a moratorium, the monitor must monitor the company’s affairs for thepurpose of forming a view as to whether it remains likely that the moratoriumwill result in the rescue of the company as a going concern.\n\t\tIn forming the view mentioned in paragraph (1), the monitor is entitled torely on information provided by the company, unless the monitor has reason todoubt its accuracy.\n\tEBProvision of information to monitor\n\t\tThe monitor may require the directors of the company to provide anyinformation required by the monitor for the purpose of carrying out themonitor’s functions.\n\t\tThe directors must comply with a requirement to provide information as soonas practicable.\n\t\tFor the potential consequences of failing to comply with a requirement toprovide information, see Article 13ED.\n\tECApplication by monitor for directions\n\t\tThe monitor in relation to a moratorium may apply to the High Court fordirections about the carrying out of the monitor’s functions.\n\tEDTermination of moratorium by monitor\n\t\tThe monitor must bring a moratorium to an end by filing a notice with theHigh Court if—\n\t\t\tthe monitor thinks that the moratorium is no longer likely to result in therescue of the company as a going concern,\n\t\t\tthe monitor thinks that the objective of rescuing the company as a goingconcern has been achieved,\n\t\t\tthe monitor thinks that, by reason of a failure by the directors to complywith a requirement under Article 13EB, the monitor is unable properly to carryout the monitor’s functions, or\n\t\t\tthe monitor thinks that the company is unable to pay any of the followingthat have fallen due—\n\t\t\tmoratorium debts;\n\t\t\tpre-moratorium debts for which the company does not have a payment holidayduring the moratorium (see Article 13D).\n\t\tThe rules may provide for debts that are to be disregarded for the purposesof paragraph (1)(d).\n\t\tOn the filing with the Court of a notice under paragraph (1), themoratorium comes to an end.\n\t\tThe rules may make provision about the timing of a notice required to begiven under paragraph (1).\n\t\tRegulations may amend this Article for the purposes of changing thecircumstances in which the monitor must bring a moratorium to an end underparagraph (1).\n\t\tRegulations may not be made under paragraph (5) unless a draft of theregulations has been laid before, and approved by a resolution of, theAssembly.\n\t\tSee also Article 13CH (obligations to notify change in end of moratorium).\n\tEEReplacement of monitor or appointment of additional monitor\n\t\tThe High Court may make an order authorising the appointment of a qualifiedperson to act as the monitor in relation to a moratorium instead of, or inaddition to, a person who already acts as the monitor.\n\t\tThe High Court may make an order providing that a person ceases to act asthe monitor in relation to a moratorium.\n\t\tAn order under paragraph (1) or (2) may be made on only an application bythe directors or the monitor.\n\t\tThe Court may make an order authorising the appointment of a monitor underparagraph (1) only if the person has provided the Court with a statement thatthe person—\n\t\t\tis a qualified person, and\n\t\t\tconsents to act as the monitor in relation to the moratorium.\n\t\tWhere it is proposed that more than one person should act as the monitor inrelation to the moratorium, the statement under paragraph (4) must specify—\n\t\t\twhich functions (if any) are to be exercised by the persons acting jointly,and\n\t\t\twhich functions (if any) are to be exercised by any or all of the persons.\n\t\tThe rules may make provision about the date on which the statement underparagraph (4) must be made.\n\t\tWhere the Court makes an order under paragraph (1) or (2) the person beginsto act as the monitor, or ceases to act as the monitor, in relation to themoratorium at the time specified in, or determined in accordance with, theorder (“the relevant time”).\n\t\tAs soon as reasonably practicable after the relevant time, the monitor mustnotify the following of the effect of the order—\n\t\t\tthe registrar,\n\t\t\tevery creditor of the company of whose claim the monitor is aware,\n\t\t\tin a case where the company is or has been an employer in respect of anoccupational pension scheme that is not a money purchase scheme, the PensionsRegulator, and\n\t\t\tin a case where the company is an employer in respect of such a pensionscheme that is an eligible scheme within the meaning given by Article 110 ofthe Pensions (Northern Ireland) Order 2005, the Board of the PensionProtection Fund.\n\t\tIf the monitor without reasonable excuse fails to comply with paragraph(8), the monitor commits an offence.\n\tEFApplication of Part where two or more persons act as monitor\n\t\tWhere two or more persons act jointly as the monitor—\n\t\t\ta reference in this Order to the monitor is a reference to those personsacting jointly;\n\t\t\twhere an offence of omission is committed by the monitor, each of thepersons appointed to act jointly—\n\t\t\tcommits the offence, and\n\t\t\tmay be proceeded against and punished individually.\n\t\tWhere persons act jointly in respect of only some of the functions of themonitor, paragraph (1) applies only in relation to those functions.\n\t\tWhere two or more persons act concurrently as the monitor a reference inthis Order to the monitor is a reference to any of the persons appointed (orany combination of them).\n\tEGPresumption of validity\n\t\tAn act of the monitor is valid in spite of a defect in the monitor’sappointment or qualification."
    },
    {
        "length": 1355,
        "text": "\nCHAPTER 6Challenges\n\tFChallenge to monitor’s actions\n\t\tAny of the persons specified below may apply to the High Court on theground that an act, omission or decision of the monitor during a moratoriumhas unfairly harmed the interests of the applicant.\n\t\tThe persons who may apply are—\n\t\t\ta creditor, director or member of the company, or\n\t\t\tany other person affected by the moratorium.\n\t\tAn application under paragraph (1) may be made during the moratorium orafter it has ended.\n\t\tOn an application under paragraph (1) the Court may—\n\t\t\tconfirm, reverse or modify any act or decision of the monitor,\n\t\t\tgive the monitor directions, or\n\t\t\tmake such other order as it thinks fit (but may not, under this sub-paragraph, order the monitor to pay any compensation).\n\t\tWhere an application under paragraph (1) relates to a failure by themonitor to bring the moratorium to an end under Article 13ED(1), an orderunder paragraph (4) may, in particular, bring the moratorium to an end andmake such consequential provision as the Court thinks fit.\n\t\tWhere an application under paragraph (1) relates to the monitor bringing amoratorium to an end under Article 13ED(1), an order under paragraph (4) may,in particular, provide that the moratorium is not to be taken into account forthe purposes of paragraph 2(1)(b) of Schedule ZA1 (company not eligible formoratorium if moratorium in force within previous 12 months).\n\t\tIn making an order under paragraph (4) the Court must have regard to theneed to safeguard the interests of persons who have dealt with the company ingood faith and for value.\n\t\tSee also Article 13CH (obligations to notify change in end of moratorium).\n\tFAChallenges to monitor remuneration in insolvency proceedings\n\t\tThe rules may confer on an administrator or liquidator of a company theright to apply to the High Court on the ground that remuneration charged bythe monitor in relation to a prior moratorium for the company was excessive.\n\t\tRules under paragraph (1) may (among other things) make provision as to—\n\t\t\ttime limits;\n\t\t\tdisposals available to the Court;\n\t\t\tthe treatment of costs of the application in the administration or windingup.\n\tFBChallenge to directors’ actions\n\t\tA creditor or member of a company may apply to the High Court for an orderunder this Article on the ground that—\n\t\t\tduring a moratorium, the company’s affairs, business and property are beingor have been managed by the directors in a manner which has unfairly harmedthe interests of its creditors or members generally or of some part of itscreditors or members (including at least the applicant), or\n\t\t\tany actual or proposed act or omission of the directors during a moratoriumcauses or would cause such harm.\n\t\tAn application under paragraph (1) may be made during the moratorium orafter it has ended.\n\t\tOn an application under paragraph (1) the Court may make such order as itthinks fit.\n\t\tAn order under paragraph (3) may in particular—\n\t\t\tregulate the management by the directors of the company’s affairs, businessand property during the remainder of the moratorium,\n\t\t\trequire the directors to refrain from doing or continuing an act complainedof by the applicant or to do an act which the applicant has complained theyhave omitted to do,\n\t\t\trequire the summoning of a meeting of the company’s creditors for thepurpose of considering such matters as the Court may direct, or\n\t\t\tbring the moratorium to an end and make such consequential provision as theCourt thinks fit.\n\t\tIn making an order under paragraph (3) the Court must have regard to theneed to safeguard the interests of persons who have dealt with the company ingood faith and for value.\n\t\tSee also Article 13CH (obligations to notify change in end of moratorium).\n\tFCChallenge brought by Board of the Pension Protection Fund\n\t\tThis Article applies where—\n\t\t\ta moratorium—\n\t\t\tis in force in relation to a company that is an employer in respect of aneligible scheme, or\n\t\t\tis or has been in force in relation to a company that has been an employerin respect of an eligible scheme at any time during the moratorium, and\n\t\t\tthe trustees or managers of the scheme are a creditor of the company.\n\t\tThe Board of the Pension Protection Fund may make any application underArticle 13F(1) or 13FB(1) that could be made by the trustees or managers as acreditor.\n\t\tFor the purposes of such an application, any reference in Article 13F(1) or13FB(1) to the interests of the applicant is to be read as a reference to theinterests of the trustees or managers as a creditor.\n\t\tIn this Article “eligible scheme” has the meaning given by Article 110 ofthe Pensions (Northern Ireland) Order 2005."
    },
    {
        "length": 1605,
        "text": "\nCHAPTER 7Offences: general\n\tGOffence of fraud etc during or in anticipation of moratorium\n\t\tAn officer of a company commits an offence if, during a moratorium for thecompany or at any time within the period of 12 months ending with the day onwhich a moratorium for the company comes into force, the officer—\n\t\t\tdoes any of the things mentioned in paragraph (2), or\n\t\t\twas privy to the doing by others of any of the things mentioned inparagraph (2)(c), (d) and (e).\n\t\tThose things are—\n\t\t\tconcealing any part of the company’s property to the value of £500 or more,or concealing any debt due to or from the company,\n\t\t\tfraudulently removing any part of the company’s property to the value of£500 or more,\n\t\t\tconcealing, destroying, mutilating or falsifying any document affecting orrelating to the company’s property or affairs,\n\t\t\tmaking any false entry in any document affecting or relating to thecompany’s property or affairs,\n\t\t\tfraudulently parting with, altering or making any omission in any documentaffecting or relating to the company’s property or affairs, or\n\t\t\tpawning, pledging or disposing of any property of the company which hasbeen obtained on credit and has not been paid for (unless the pawning,pledging or disposal was in the ordinary way of the company’s business).\n\t\tIt is a defence—\n\t\t\tfor a person charged with an offence under paragraph (1) in respect of anyof the things mentioned in paragraph (2)(a) or (f) to prove that the personhad no intent to defraud, and\n\t\t\tfor a person charged with an offence under paragraph (1) in respect of anyof the things mentioned in paragraph (2)(c) or (d) to prove that the personhad no intent to conceal the state of affairs of the company or to defeat thelaw.\n\t\tWhere a person pawns, pledges or disposes of any property of a company incircumstances which amount to an offence under paragraph (1), every person whotakes in pawn or pledge, or otherwise receives, the property commits anoffence if the person knows it to be pawned, pledged or disposed of incircumstances which—\n\t\t\tamount to an offence under paragraph (1), or\n\t\t\twould, if a moratorium were obtained for the company within the period of12 months beginning with the day on which the pawning, pledging or disposaltook place, amount to an offence under paragraph (1).\n\t\tIn this Article, “officer” includes a shadow director.\n\tGAOffence of false representation etc to obtain a moratorium\n\t\tAn officer of a company commits an offence if, for the purpose of obtaininga moratorium for the company or an extension of a moratorium for the company,the officer—\n\t\t\tmakes any false representation, or\n\t\t\tfraudulently does, or omits to do, anything.\n\t\tParagraph (1) applies even if no moratorium or extension is obtained.\n\t\tIn this Article, “officer” includes a shadow director.\n\tGBProsecution of delinquent officers of company\n\t\tThis Article applies where a moratorium has been obtained for a company.\n\t\tIf it appears to the monitor that any past or present officer of thecompany has committed an offence in connection with the moratorium, themonitor must forthwith—\n\t\t\treport the matter to the Department, and\n\t\t\tprovide the Department with such information and give it such access to andfacilities for inspecting and taking copies of documents (being information ordocuments in the possession or under the control of the monitor and relatingto the matter in question) as it requires.\n\t\tWhere a matter is reported to the Department under paragraph (2), theDepartment may, for the purpose of investigating the matter and such othermatters relating to the affairs of the company as appear to the Department torequire investigation, exercise any of the powers which are exercisable byinspectors appointed under section 431 or 432 of the Companies Act 1985.\n\t\tFor the purpose of such an investigation any obligation imposed on a personby any provision of the Companies Acts to produce documents or giveinformation to, or otherwise to assist, inspectors so appointed is to beregarded as an obligation similarly to assist the Department in itsinvestigation.\n\t\tWhere a question is put to a person in exercise of the powers conferred byparagraph (3), the person’s answer may be used in evidence against them.\n\t\tHowever, in criminal proceedings in which the person is charged with anoffence other than a false statement offence—\n\t\t\tno evidence relating to the answer may be adduced, and\n\t\t\tno question relating to it may be asked,\n\t\t\t\tby or on behalf of the prosecution, unless evidence relating to it is adduced,or a question relating to it is asked, in the proceedings by or on behalf ofthe person.\n\t\tIn paragraph (6) “false statement offence” means an offence under Article 7or 10 of the Perjury (Northern Ireland) Order 1979 ([S.I. 1979/1714 (N.I.19)](/id/nisi/1979/1714?view=plain \"Go to item of legislation\")) (falsestatements made on oath otherwise than in judicial proceedings or madeotherwise than on oath).\n\t\tWhere the Director of Public Prosecutions for Northern Ireland institutescriminal proceedings following any report under paragraph (2), the monitor,and every officer and agent of the company past and present (other than thedefendant), must give the Director all assistance in connection with theprosecution which they are reasonably able to give.\n\t\tFor this purpose “agent” includes any banker or solicitor of the companyand any person employed by the company as auditor, whether that person is oris not an officer of the company.\n\t\tThe High Court may, on the application of the Director of PublicProsecutions for Northern Ireland, direct a person who has failed to complywith paragraph (8) to comply with it."
    },
    {
        "length": 1203,
        "text": "\nHRegulated companies: modifications to this Part\n\tFor the purposes of Articles 13B and 13BA as they apply in relation to aregulated company, Article 13BC(1) has effect as if the documents listed thereincluded a reference to the written consent of the appropriate regulator tothe appointment of the proposed monitor.\n\tThe remaining provisions of this Article apply in relation to a moratoriumfor a regulated company.\n\tAny notice under Article 13BE(2), 13CH(2) to (4) or 13EE(8) must also besent by the monitor to the appropriate regulator.\n\tThe directors must give the appropriate regulator notice of any meeting ofthe company’s creditors that is to be held for the purposes of Article 13CC(2)or 13FB(4)(c).\n\tIf the directors fail to comply with paragraph (4), any director who didnot have a reasonable excuse for the failure commits an offence.\n\tThe appropriate regulator, or a person appointed by the appropriateregulator, may in the way provided for by the rules, participate (but notvote) in any meeting of the company’s creditors that is held for the purposesof this Part.\n\tThe appropriate regulator is entitled to be heard on any application to theHigh Court for permission under Article 13DM(1) or 13DN(1) (disposal ofcharged property, etc.).\n\tThe High Court may make an order under Article 13EE(1) only if theappropriate regulator has given its written consent to the appointment of theproposed monitor.\n\tThe persons who may apply to the High Court under Article 13EE(3), 13F(1)or 13FB(1) include the appropriate regulator.\n\tIf a person other than a regulator applies to the High Court under Article13EE(3), 13F(1) or 13FB(1) the appropriate regulator is entitled to be heardon the application.\n\tIf either regulator makes an application to the High Court under Article13EE(3), 13F(1) or 13FB(1) in relation to a PRA-regulated company, the otherregulator is entitled to be heard on the application.\n\tThis Article does not affect any right that the appropriate regulator has(apart from this Article) as a creditor of a regulated company.\n\tIn this Article—\n\t\t  * “the appropriate regulator” means—\n\t\twhere the regulated company is a PRA-regulated company, each of the FinancialConduct Authority and the Prudential Regulation Authority, and\n\t\twhere the regulated company is not a PRA-regulated company, the FinancialConduct Authority;\n\t\t\t  * “PRA-authorised person” has the meaning given by section 2B(5) of the Financial Services and Markets Act 2000;\n\t\t\t  * “PRA-regulated company” means a regulated company which—\n\t\tis, or has been, a PRA-authorised person,\n\t\tis, or has been, an appointed representative within the meaning given bysection 39 of the Financial Services and Markets Act 2000, whose principal (orone of whose principals) is, or was, a PRA-authorised person, or\n\t\tis carrying on, or has carried on, a PRA-regulated activity (within themeaning of section 22A of that Act) in contravention of the generalprohibition;\n\t\t\t  * “regulated activity” has the meaning given by section 22 of the Financial Services and Markets Act 2000, taken with Schedule 2 to that Act and any order under that section;\n\t\t\t  * “regulated company” means a company which—\n\t\tis, or has been, an authorised person within the meaning given by section 31of the Financial Services and Markets Act 2000,\n\t\tis, or has been, an appointed representative within the meaning given bysection 39 of that Act, or\n\t\tis carrying on, or has carried on, a regulated activity in contravention ofthe general prohibition within the meaning given by section 19 of that Act;\n\t\t\t  * “regulator” means the Financial Conduct Authority or the Prudential Regulation Authority.\n\tRegulations may amend this Article for the purposes of changing thedefinition of “regulated company” in paragraph (13).\n\tRegulations may not be made under paragraph (14) unless a draft of theregulations has been laid before, and approved by a resolution of, theAssembly."
    },
    {
        "length": 285,
        "text": "\nHAPower to modify this Part etc in relation to certain companies\n\tRegulations may—\n\t\tmodify this Part as it applies in relation to a company for which there isa special administration regime, or\n\t\tmake provision in connection with the interaction between this Part and anyother insolvency procedure in relation to such a company.\n\tThe power in paragraph (1) may, in particular, be used to amend, repeal,revoke or otherwise modify any statutory provision.\n\tIn this Article—\n\t\t  * “ordinary administration” means the insolvency procedure provided for by Schedule B1;\n\t\t  * “special administration regime” means provision made by any statutory provision for an insolvency procedure that—\n\t\tis similar or corresponds to ordinary administration, and\n\t\tprovides for the administrator to have one or more special objectives insteadof or in addition to the objectives of ordinary administration.\n\tRegulations may not be made under paragraph (1) unless a draft of theregulations has been laid before, and approved by a resolution of, theAssembly."
    },
    {
        "length": 494,
        "text": "\nHBPower to make provision in connection with pension schemes\n\tA Northern Ireland department may by regulations provide that, in a casewhere—\n\t\ta moratorium—\n\t\tis in force in relation to a company that is an employer in respect of aneligible scheme, or\n\t\tis or has been in force in relation to a company that has been an employerin respect of an eligible scheme at any time during the moratorium, and\n\t\tthe trustees or managers of the scheme are a creditor of the company,\n\t\t\tthe Board of the Pension Protection Fund may exercise any of the followingrights.\n\tThe rights are those which are exercisable by the trustees or managers as acreditor of the company under or by virtue of—\n\t\tArticle 13CC, or\n\t\ta court order under Article 13FB(4)(c).\n\tRegulations under paragraph (1) may provide that the Board may exercise anysuch rights—\n\t\tto the exclusion of the trustees or managers of the scheme, or\n\t\tin addition to the exercise of those rights by the trustees or managers ofthe scheme.\n\tRegulations under paragraph (1)—\n\t\tmay specify conditions that must be met before the Board may exercise anysuch rights;\n\t\tmay provide for any such rights to be exercisable by the Board for aspecified period;\n\t\tmay make provision in connection with any such rights ceasing to be soexercisable at the end of such a period.\n\tRegulations may not be made under paragraph (1) unless a draft of theregulations has been laid before, and approved by a resolution of, theAssembly.\n\tIn this Article “eligible scheme” has the meaning given by Article 110 ofthe Pensions (Northern Ireland) Order 2005."
    },
    {
        "length": 377,
        "text": "\nHCVoid provisions in floating charge documents\n\tA provision in an instrument creating a floating charge is void if itprovides for the obtaining of a moratorium, or anything done with a view toobtaining a moratorium, to be—\n\t\tan event causing the floating charge to crystallise,\n\t\tan event causing restrictions which would not otherwise apply to be imposedon the disposal of property by the company, or\n\t\ta ground for the appointment of a receiver.\n\tThe reference in paragraph (1) to anything done with a view to obtaining amoratorium includes any preliminary decision or investigation.\n\tIn paragraph (1) “receiver” includes a manager and a person who isappointed both receiver and manager.\n\tParagraph (1) does not apply to a provision in an instrument creating afloating charge that is—\n\t\ta collateral security (as defined by Article 13DI);\n\t\ta market charge (as defined by Article 13DI);\n\t\ta security financial collateral arrangement (within the meaning ofregulation 3 of the Financial Collateral Arrangements (No. 2) Regulations 2003([S.I. 2003/3226](/id/uksi/2003/3226?view=plain \"Go to item oflegislation\")));\n\t\ta system-charge (as defined by Article 13DI)."
    },
    {
        "length": 576,
        "text": "\nHDMeaning of “pre-moratorium debt” and “moratorium debt”\n\tIn this Part “pre-moratorium debt”, in relation to a company for which amoratorium is or has been in force, means—\n\t\tany debt or other liability to which the company becomes subject before themoratorium comes into force, or\n\t\tany debt or other liability to which the company has become or may becomesubject during the moratorium by reason of any obligation incurred before themoratorium comes into force,\n\t\t\tbut this is subject to paragraph (3).\n\tIn this Part “moratorium debt”, in relation to a company for which amoratorium is or has been in force, means—\n\t\tany debt or other liability to which the company becomes subject during themoratorium, other than by reason of an obligation incurred before themoratorium came into force, or\n\t\tany debt or other liability to which the company has become or may becomesubject after the end of the moratorium by reason of an obligation incurredduring the moratorium,\n\t\tbut this is subject to paragraph (3).\n\tFor the purposes of this Part—\n\t\ta liability in tort is a “pre-moratorium debt” if either—\n\t\tthe cause of action has accrued before the moratorium comes into force, or\n\t\tall the elements necessary to establish the cause of action exist beforethe moratorium comes into force except for actionable damage;\n\t\ta liability in tort is a “moratorium debt” if it does not fall within sub-paragraph (a) and either—\n\t\tthe cause of action has accrued during the moratorium, or\n\t\tall the elements necessary to establish the cause of action exist beforethe moratorium comes to an end except for actionable damage.\n\tRegulations may amend this Article for the purposes of changing thedefinition of “pre-moratorium debt” and “moratorium debt” in this Part.\n\tRegulations may not be made under paragraph (4) unless a draft of theregulations has been laid before, and approved by a resolution of, theAssembly."
    },
    {
        "length": 777,
        "text": "\nHEInterpretation of this Part: general\n\tIn this Part—\n\t\t  * “company” means—\n\t\ta company registered under the Companies Act 2006 in Northern Ireland, or\n\t\tan unregistered company that may be wound up under Part 6 of this Order;\n\t\t\t  * “eligible”, in relation to a company, has the meaning given by Schedule ZA1;\n\t\t\t  * “employer”, in relation to a pension scheme—\n\t\tin Articles 13BE(2)(c), 13CH(8)(c) and 13EE(8)(c), means an employer withinthe meaning of Article 2(2) of the Pensions (Northern Ireland) Order 2005;\n\t\telsewhere in this Part, has the same meaning that it has for the purposes ofPart 3 of the Pensions (Northern Ireland) Order 2005 (see Article 2(2) and (5)of that Order);\n\t\t\t  * “hire-purchase agreement” includes a conditional sale agreement, a chattel leasing agreement and a retention of title agreement;\n\t\t\t  * “money purchase scheme” has the meaning given by section 176(1) of the Pension Schemes (Northern Ireland) Act 1993;\n\t\t\t  * “the monitor”, in relation to a moratorium, means the person who has the functions of the monitor in relation to the moratorium (see also Article 13EF for cases where two or more persons act as the monitor);\n\t\t\t  * “moratorium” means a moratorium under this Part;\n\t\t\t  * “moratorium debt” has the meaning given by Article 13HD;\n\t\t\t  * “occupational pension scheme” has the meaning given by section 1 of the Pension Schemes (Northern Ireland) Act 1993;\n\t\t\t  * “pension scheme” has the meaning given by section 1 of the Pension Schemes (Northern Ireland) Act 1993;\n\t\t\t  * “pre-moratorium debt” has the meaning given by Article 13HD;\n\t\t\t  * “qualified person” means a person qualified to act as an insolvency practitioner;\n\t\t\t  * “unable to pay its debts”—\n\t\tin relation to a registered company, has the same meaning as in Part 5 (seeArticle 103);\n\t\tin relation to an unregistered company, has the same meaning as in Part 6 (seeArticles 186 to 188).\n\tRegulations may amend this Article for the purposes of changing thedefinition of “qualified person” in paragraph (1).\n\tRegulations may not be made under paragraph (2) unless a draft of theregulations has been laid before, and approved by a resolution of, theAssembly."
    },
    {
        "length": 139,
        "text": "\nHFRegulations \n\tRegulations made in the exercise of any power conferred by this Part may makeconsequential, supplementary, incidental or transitional provision orsavings.”\n\tSchedule 5 inserts into the Insolvency (Northern Ireland) Order 1989 a newSchedule ZA1 (eligible companies).\n\tSchedule 6 inserts into the Insolvency (Northern Ireland) Order 1989 a newSchedule ZA2 (contracts involving financial services)."
    },
    {
        "length": 302,
        "text": "\nMoratoriums in Northern Ireland: further amendments and transition\n\tSchedule 7 contains consequential and other amendments to do withmoratoriums under new Part 1A of the Insolvency (Northern Ireland) Order 1989([S.I. 1989/2405 (N.I. 19)](/id/nisi/1989/2405?view=plain \"Go to item oflegislation\")).\n\tNothing in this Act affects the operation of the Insolvency (NorthernIreland) Order 1989, or any other statutory provision, in relation to amoratorium under Schedule A1 to that Order which comes into force before therepeal of that Schedule by Schedule 7 to this Act.\n\tSubsection (2) is without prejudice to the operation of section 16 of theInterpretation Act 1978 (general savings).\n\tIn this section “statutory provision” has the meaning given by section 1(f)of the [Interpretation Act (Northern Ireland) 1954 (c. 33(N.I.))](/id/apni/1954/33?view=plain \"Go to item of legislation\")."
    },
    {
        "length": 833,
        "text": "\nAdministration: sales to connected persons\n\tAdministration in Great Britain: sales to connected persons\n\t\tParagraph 60A of Schedule B1 to the Insolvency Act 1986 (which expired inMay 2020) is revived.\n\t\tFor sub-paragraph (10) of that paragraph substitute—\n\t\tThis paragraph expires at the end of June 2021 unless the power conferredby it is exercised before then.”\n\tAdministration in Northern Ireland: sales to connected persons\n\t\tThe Insolvency (Northern Ireland) Order 1989 ([S.I. 1989/2405 (N.I.19)](/id/nisi/1989/2405?view=plain \"Go to item of legislation\")) is amended asfollows.\n\t\tSchedule B1 (administration) is amended in accordance with subsections (3)to (5).\n\t\tParagraph 61 (powers of administrator) becomes sub-paragraph (1) of thatparagraph.\n\t\tAfter that sub-paragraph insert—\n\t\tBut the power to sell, hire out or otherwise dispose of property issubject to any regulations that may be made under paragraph 61A.”\n\t\tAfter paragraph 61 insert—\n\t\t\t“61A(1)Regulations may make provision for—\n\t\t\tprohibiting, or\n\t\t\timposing requirements or conditions in relation to,\n\t\t\tthe disposal, hiring out or sale of property of a company by the administratorto a connected person in circumstances specified in the regulations.\n\t\tRegulations under this paragraph may in particular require the approval of,or provide for the imposition of requirements or conditions by—\n\t\t\tcreditors of the company,\n\t\t\tthe High Court, or\n\t\t\ta person of a description specified in the regulations.\n\t\tIn sub-paragraph (1), “connected person”, in relation to a company, means—\n\t\t\ta relevant person in relation to the company, or\n\t\t\ta company connected with the company.\n\t\tFor the purposes of sub-paragraph (3)—\n\t\t\t“relevant person”, in relation to a company, means—\n\t\t\ta director or other officer, or shadow director, of the company;\n\t\t\ta non-employee associate of such a person;\n\t\t\ta non-employee associate of the company;\n\t\t\ta company is connected with another if any relevant person of one is or hasbeen a relevant person of the other.\n\t\tIn sub-paragraph (4), “non-employee associate” of a person means a personwho is an associate of that person otherwise than by virtue of employing orbeing employed by that person.\n\t\tParagraph (11) of Article 4 (extended definition of company) applies forthe purposes of sub-paragraphs (3) to (5) as it applies for the purposes ofthat Article.\n\t\tRegulations under this paragraph may make incidental, consequential,supplemental and transitional provision.\n\t\tRegulations may not be made under this paragraph unless a draft of theregulations has been laid before, and approved by a resolution of, theAssembly.\n\t\tThis paragraph expires at the end of June 2021 unless the power conferredby it is exercised before then.”\n\t\tIn Article 2(2), in the definition of “regulations”, after the words “andparagraph 16 of Schedule A1” (which are repealed by paragraph 3(b) of Schedule7 to this Act) insert “and paragraph 61A of Schedule B1”."
    },
    {
        "length": 2199,
        "text": "\nWrongful trading\n\tSuspension of liability for wrongful trading: Great Britain\n\t\tIn determining for the purposes of section 214 or 246ZB of the InsolvencyAct 1986 (liability of director for wrongful trading) the contribution (ifany) to a company’s assets that it is proper for a person to make, the courtis to assume that the person is not responsible for any worsening of thefinancial position of the company or its creditors that occurs during therelevant period.\n\t\tIn this section the “relevant period” is the period which—\n\t\t\tbegins with 1 March 2020, and\n\t\t\tends with 30 September 2020.\n\t\tSubsection (1) does not apply if at any time during the relevant period thecompany concerned is excluded from being eligible by any of the paragraphs ofSchedule ZA1 to the Insolvency Act 1986 listed in subsection (4), as theyapply for the purposes of this subsection (see subsection (5)).\n\t\tThe paragraphs of Schedule ZA1 to the Insolvency Act 1986 are—\n\t\t\tparagraph 3 (insurance companies),\n\t\t\tparagraph 4 (banks),\n\t\t\tparagraph 5 (electronic money institutions),\n\t\t\tparagraph 6 (investment banks and investment firms),\n\t\t\tparagraph 9 (payment institutions),\n\t\t\tparagraph 10 (operators of payment systems etc),\n\t\t\tparagraph 11 (recognised investment exchanges, clearing houses etc),\n\t\t\tparagraph 12 (securitisation companies),\n\t\t\tparagraph 13 (parties to capital market arrangements),\n\t\t\tparagraph 15 (public-private partnership project companies), and\n\t\t\tparagraph 18 (certain overseas companies).\n\t\tIn their application for the purposes of subsection (3)—\n\t\t\teach of paragraphs 13 and 15 of Schedule ZA1 to the Insolvency Act 1986 haseffect as if in sub-paragraph (1)—\n\t\t\tthe words “, on the filing date” were omitted, and\n\t\t\tparagraph (b) were omitted, and\n\t\t\tparagraph 18 of that Schedule has effect as if for “paragraph 2”, in bothplaces, there were substituted “paragraphs 2, 7 and 8”.\n\t\tSubsection (1) also does not apply if at any time during the relevantperiod the company concerned—\n\t\t\thas permission under Part 4A of the Financial Services and Markets Act 2000to carry on a regulated activity, and\n\t\t\tis not subject to a requirement imposed under that Act to refrain fromholding money for clients.\n\t\tThis section has effect—\n\t\t\tin so far as it relates to section 214 of the Insolvency Act 1986, as if itwere contained in Part 4 of that Act, and\n\t\t\tin so far as it relates to section 246ZB of the Insolvency Act 1986, as ifit were contained in Part 6 of that Act.\n\t\tBut this section does not have effect in relation to the following bodies(which are bodies to which provisions contained in Parts 4 and 6 of theInsolvency Act 1986 apply)—\n\t\t\ta society that is registered within the meaning of the Friendly SocietiesAct 1974 and that at any time during the relevant period carries on theregulated activity of effecting or carrying out contracts of insurance;\n\t\t\ta building society within the meaning of the Building Societies Act 1986;\n\t\t\ta society that is incorporated under the Friendly Societies Act 1992;\n\t\t\ta registered society within the meaning of the Co-operative and CommunityBenefit Societies Act 2014 that is registered under that Act as a creditunion;\n\t\t\ta registered society within the meaning of the Co-operative and CommunityBenefit Societies Act 2014 that at any time during the relevant period carrieson the regulated activity of effecting or carrying out contracts of insurance.\n\t\tIn this section “regulated activity” has the meaning given by section 22 ofthe Financial Services and Markets Act 2000, taken with Schedule 2 to that Actand any order under that section.\n\tSuspension of liability for wrongful trading: Northern Ireland\n\t\tIn determining for the purposes of Article 178 of the Insolvency (NorthernIreland) Order 1989 ([S.I. 1989/2405 (N.I. 19)](/id/nisi/1989/2405?view=plain\"Go to item of legislation\")) (liability of director for wrongful trading) thecontribution (if any) to a company’s assets that it is proper for a person tomake, the High Court is to assume that the person is not responsible for anyworsening of the financial position of the company or its creditors thatoccurs during the relevant period.\n\t\tIn this section the “relevant period” is the period which—\n\t\t\tbegins with 1 March 2020, and\n\t\t\tends with 30 September 2020.\n\t\tSubsection (1) does not apply if at any time during the relevant period thecompany concerned is excluded from being eligible by any of the paragraphs ofSchedule ZA1 to the Insolvency (Northern Ireland) Order 1989 listed insubsection (4), as they apply for the purposes of this subsection (seesubsection (5)).\n\t\tThe paragraphs of Schedule ZA1 to the Insolvency (Northern Ireland) Order1989 are—\n\t\t\tparagraph 3 (insurance companies),\n\t\t\tparagraph 4 (banks),\n\t\t\tparagraph 5 (electronic money institutions),\n\t\t\tparagraph 6 (investment banks and investment firms),\n\t\t\tparagraph 9 (payment institutions),\n\t\t\tparagraph 10 (operators of payment systems etc),\n\t\t\tparagraph 11 (recognised investment exchanges, clearing houses etc),\n\t\t\tparagraph 12 (securitisation companies),\n\t\t\tparagraph 13 (parties to capital market arrangements),\n\t\t\tparagraph 15 (public-private partnership project companies), and\n\t\t\tparagraph 18 (certain overseas companies).\n\t\tIn their application for the purposes of subsection (3)—\n\t\t\teach of paragraphs 13 and 15 of Schedule ZA1 to the Insolvency (NorthernIreland) Order 1989 has effect as if in sub-paragraph (1)—\n\t\t\tthe words “, on the filing date” were omitted, and\n\t\t\tparagraph (b) were omitted, and\n\t\t\tparagraph 18 of that Schedule has effect as if for “paragraph 2”, in bothplaces, there were substituted “paragraphs 2, 7 and 8”.\n\t\tSubsection (1) also does not apply if at any time during the relevantperiod the company concerned—\n\t\t\thas permission under Part 4A of the Financial Services and Markets Act 2000to carry on a regulated activity, and\n\t\t\tis not subject to a requirement imposed under that Act to refrain fromholding money for clients.\n\t\tThis section has effect as if it were contained in Part 5 of the Insolvency(Northern Ireland) Order 1989.\n\t\tBut this section does not have effect in relation to the following bodies(which are bodies to which provisions contained in Part 5 of the Insolvency(Northern Ireland) Order 1989 apply)—\n\t\t\ta registered society within the meaning of the [Co-operative and CommunityBenefit Societies Act (Northern Ireland) 1969 (c. 24(N.I.))](/id/apni/1969/24?view=plain \"Go to item of legislation\") that at anytime during the relevant period carries on the regulated activity of effectingor carrying out contracts of insurance;\n\t\t\ta society that is registered within the meaning of the Friendly SocietiesAct 1974 and that at any time during the relevant period carries on theregulated activity of effecting or carrying out contracts of insurance;\n\t\t\ta building society within the meaning of the Building Societies Act 1986;\n\t\t\ta credit union within the meaning of the Credit Unions (Northern Ireland)Order 1985 ([S.I. 1985/1205 (N.I. 12)](/id/nisi/1985/1205?view=plain \"Go toitem of legislation\"));\n\t\t\ta society that is incorporated under the Friendly Societies Act 1992.\n\t\tIn this section “regulated activity” has the meaning given by section 22 ofthe Financial Services and Markets Act 2000, taken with Schedule 2 to that Actand any order under that section."
    },
    {
        "length": 2018,
        "text": "\nProtection of supplies of goods and services: Great Britain\n\tIn the Insolvency Act 1986, after section 233A insert—\n\t“233BProtection of supplies of goods and services\n\t\tThis section applies where a company becomes subject to a relevantinsolvency procedure.\n\t\tA company becomes subject to a relevant insolvency procedure for thepurposes of this section where—\n\t\t\ta moratorium under Part A1 comes into force for the company,\n\t\t\tthe company enters administration,\n\t\t\tan administrative receiver of the company is appointed (otherwise than insuccession to another administrative receiver),\n\t\t\ta voluntary arrangement approved under Part 1 takes effect in relation tothe company,\n\t\t\tthe company goes into liquidation,\n\t\t\ta provisional liquidator of the company is appointed (otherwise than insuccession to another provisional liquidator), or\n\t\t\ta court order is made under section 901C(1) of the Companies Act 2006 inrelation to the company (order summoning meeting relating to compromise orarrangement).\n\t\tA provision of a contract for the supply of goods or services to thecompany ceases to have effect when the company becomes subject to the relevantinsolvency procedure if and to the extent that, under the provision—\n\t\t\tthe contract or the supply would terminate, or any other thing would takeplace, because the company becomes subject to the relevant insolvencyprocedure, or\n\t\t\tthe supplier would be entitled to terminate the contract or the supply, orto do any other thing, because the company becomes subject to the relevantinsolvency procedure.\n\t\tWhere— \n\t\t\tunder a provision of a contract for the supply of goods or services to thecompany the supplier is entitled to terminate the contract or the supplybecause of an event occurring before the start of the insolvency period, and\n\t\t\tthe entitlement arises before the start of that period,\n\t\t\t\tthe entitlement may not be exercised during that period.\n\t\tWhere a provision of a contract ceases to have effect under subsection (3)or an entitlement under a provision of a contract is not exercisable undersubsection (4), the supplier may terminate the contract if—\n\t\t\tin a case where the company has become subject to a relevant insolvencyprocedure as specified in subsection (2)(b), (c), (e) or (f), the office-holder consents to the termination of the contract,\n\t\t\tin any other case, the company consents to the termination of the contract,or\n\t\t\tthe court is satisfied that the continuation of the contract would causethe supplier hardship and grants permission for the termination of thecontract.\n\t\tWhere a provision of a contract ceases to have effect under subsection (3)and the company becomes subject to a further relevant insolvency procedure,the supplier may terminate the contract in accordance with subsection (5)(a)to (c).\n\t\tThe supplier shall not make it a condition of any supply of goods andservices after the time when the company becomes subject to the relevantinsolvency procedure, or do anything which has the effect of making it acondition of such a supply, that any outstanding charges in respect of asupply made to the company before that time are paid.\n\t\tIn this section “the insolvency period”, in relation to a relevantinsolvency procedure, means the period beginning when the company becomessubject to the relevant insolvency procedure and ending—\n\t\t\tin the case of a moratorium under Part A1, when the moratorium comes to anend,\n\t\t\tin the case of the company entering administration, when the appointment ofthe administrator ceases to have effect under—\n\t\t\tparagraphs 76 to 84 of Schedule B1, or\n\t\t\tan order under section 901F of the Companies Act 2006,\n\t\t\tin the case of the appointment of an administrative receiver of thecompany, when the receiver or any successor to the receiver ceases to holdoffice without a successor being appointed,\n\t\t\tin the case of a voluntary arrangement approved under Part 1 taking effectin relation to the company, when the arrangement ceases to have effect,\n\t\t\tin the case of the company going into liquidation, when—\n\t\t\tthe liquidator complies with section 94(2), 106(2) or 146(3) (dutiesrelating to final account), or\n\t\t\tthe appointment of the liquidator ceases to have effect under an orderunder section 901F of the Companies Act 2006,\n\t\t\tin the case of the appointment of a provisional liquidator for the company,when the provisional liquidator or any successor to the provisional liquidatorceases to hold office without a successor being appointed, and\n\t\t\tin the case of the making of a court order under section 901C(1) of theCompanies Act 2006 in relation to the company, when—\n\t\t\tan order made by the court under section 901F of that Act takes effect, or\n\t\t\tthe court decides not to make such an order.\n\t\tIn this section “office-holder”, in relation to a company which has enteredinto an insolvency procedure as specified in subsection (2)(b), (c), (e) or(f), means the administrator, administrative receiver, liquidator orprovisional liquidator respectively.\n\t\tSchedule 4ZZA provides for exclusions from the operation of this section.\n\tCPowers to amend section 233B and Schedule 4ZZA\n\t\tThe Secretary of State may by regulations omit any of paragraphs (a) to (g)of section 233B(2) (relevant insolvency procedures).\n\t\tThe Secretary of State may by regulations amend Schedule 4ZZA so as to—\n\t\t\tremove or amend any exclusion from section 233B for the time beingspecified there, or\n\t\t\tadd further exclusions from section 233B.\n\t\tIn subsection (2), references to exclusions from section 233B are tocircumstances in which section 233B, or any provision of that section, doesnot apply.\n\t\tThe circumstances referred to in subsection (3) may be framed by referenceto kinds of company, supplier, contract, goods or services or in any otherway.\n\t\tRegulations under this section may make—\n\t\t\tdifferent provision for different purposes;\n\t\t\tconsequential provision;\n\t\t\ttransitional and supplementary provision.\n\t\tRegulations under this section made by virtue of subsection (5) may inparticular make provision amending this Act or any other enactment wheneverpassed or made (including, if paragraph 1(1) or (2) of Schedule 4ZZA isomitted, provision omitting section 233A or 233 respectively).\n\t\tRegulations under subsection (1) may not omit section 233B(2)(c) unless theSecretary of State has first consulted the Scottish Ministers.\n\t\tIn this section “enactment” includes an Act of the Scottish Parliament andan instrument made under such an Act.\n\t\tRegulations under this section are to be made by statutory instrument.\n\t\tA statutory instrument containing regulations under this section may notbe made unless a draft of the instrument has been laid before and approved bya resolution of each House of Parliament.”\n\t\tIn the Insolvency Act 1986, in section 434 (Crown application), before“bind” insert “and sections 233A and 233B and Schedule 4ZZA”.\n\t\tSchedule 12—\n\t\t\tinserts a new Schedule into the Insolvency Act 1986 which provides forexclusions from the operation of section 233B of that Act, and\n\t\t\tcontains consequential amendments.\n\t\tThe amendments made by this section and Schedule 12 have effect in relationto a company which becomes subject to a relevant insolvency procedure on orafter the day on which this section comes into force (but in respect ofcontracts entered into before, as well as those entered into on or after, thatday)."
    },
    {
        "length": 934,
        "text": "\nTemporary exclusion for small suppliers: Great Britain\n\tSection 233B of the Insolvency Act 1986 does not apply in relation to acontract for the supply of goods or services to a company where—\n\t\tthe company becomes subject to a relevant insolvency procedure during therelevant period, and\n\t\tthe supplier is a small entity at the time the company becomes subject tothe procedure.\n\tIn subsection (1)(a) “relevant period” means the period which—\n\t\tbegins with the day on which this section comes into force, and\n\t\tends with 30 September 2020.\n\tFor the purposes of subsection (1)(b), whether the supplier is a “smallentity” at the time the company becomes subject to a relevant insolvencyprocedure (the “relevant time”) is to be determined under subsections (4) to(10).\n\tWhere the supplier is not in its first financial year at the relevant time,the supplier is a small entity at the relevant time if at least two of thefollowing conditions were met in relation to its most recent financial year—\n\t\t  * Condition 1: the supplier’s turnover was not more than £10.2 million; \n\t\t  * Condition 2: the supplier’s balance sheet total was not more than £5.1 million; \n\t\t  * Condition 3: the number of the supplier’s employees was not more than 50. \n\tFor the purposes of Condition 1 in subsection (4), if the supplier’s mostrecent financial year was not 12 months, the maximum figure for turnover mustbe proportionately adjusted.\n\tFor the purposes of Condition 2 in subsection (4), the supplier’s balancesheet total means the aggregate of the amounts shown as assets in thesupplier’s balance sheet.\n\tFor the purposes of Condition 3 in subsection (4), the number of thesupplier’s employees means the average number of persons employed by thesupplier in its most recent financial year, determined as follows—\n\t\tfind for each month in that financial year the number of persons employedunder contracts of service by the supplier in that month (whether throughoutthe month or not),\n\t\tadd together the monthly totals, and\n\t\tdivide by the number of months in the financial year.\n\tIn subsections (4) to (7) the supplier’s “most recent financial year” isthe financial year of the supplier which, at the relevant time, has ended mostrecently.\n\tWhere the supplier is in its first financial year at the relevant time, thesupplier is a small entity at the relevant time if at least two of thefollowing conditions are met—\n\t\t  * Condition 1: the supplier’s average turnover for each complete month in the supplier’s first financial year is not more than £850,000; \n\t\t  * Condition 2: the aggregate of amounts which would be shown in a balance sheet of the supplier drawn up at the relevant time is not more than £5.1 million; \n\t\t  * Condition 3: the average number of persons employed by the supplier in the supplier’s first financial year (determined as specified in subsection (7)) is not more than 50. \n\tIn this section—\n\t\t  * “entity” means— \n\t\ta company,\n\t\ta limited liability partnership,\n\t\tany other association or body of persons, whether or not incorporated, and\n\t\tan individual carrying on a trade or business;\n\t\t\t  * “relevant insolvency procedure” has the same meaning as in section 233B of the Insolvency Act 1986. \n\tThis section has effect as if it were included in Part 6 of the InsolvencyAct 1986."
    },
    {
        "length": 473,
        "text": "\nProtection of supplies of electricity, gas, water, etc: Northern Ireland\n\tArticle 197 of the Insolvency (Northern Ireland) Order 1989 ([S.I.1989/2405 (N.I. 19)](/id/nisi/1989/2405?view=plain \"Go to item oflegislation\")) is amended as follows.\n\tParagraph (3) is amended in accordance with subsections (3) to (5).\n\tAfter sub-paragraph (a) insert—\n\t\ta supply of electricity by a class of person within Class A (smallsupply) or Class B (resale) of Schedule 3 to the Electricity (Class Exemptionsfrom the Requirement for a Licence) Order (Northern Ireland) 2013 ([S.R.2013/93](/id/nisr/2013/93?view=plain \"Go to item of legislation\"));”.\n\tAfter sub-paragraph (b) insert—\n\t\ta supply of water by a person who has an interest in the premises towhich the supply is given;”.\n\tAfter sub-paragraph (c) (and before the words “and in this paragraph”)insert—\n\t\ta supply of communications services by a person who carries on a businesswhich includes giving such supplies;\n\t\ta supply of goods or services mentioned in paragraph (3A) by a person whocarries on a business which includes giving such supplies, where the supply isfor the purpose of enabling or facilitating anything to be done by electronicmeans;”.\n\tAfter paragraph (3) insert—\n\t\t“(3A)The goods and services referred to in paragraph (3)(e) are—\n\t\tpoint of sale terminals;\n\t\tcomputer hardware and software;\n\t\tinformation, advice and technical assistance in connection with the use ofinformation technology;\n\t\tdata storage and processing;\n\t\twebsite hosting.”"
    },
    {
        "length": 1184,
        "text": "\nFurther protection of essential supplies: Northern Ireland\n\tAfter Article 197 of the Insolvency (Northern Ireland) Order 1989 insert—\n\t“197AFurther protection of essential supplies\n\t\tAn insolvency-related term of a contract for the supply of essential goodsor services to a company ceases to have effect if—\n\t\t\tthe company enters administration, or\n\t\t\ta voluntary arrangement approved under Part 2 takes effect in relation tothe company.\n\t\tAn insolvency-related term of a contract does not cease to have effect byvirtue of paragraph (1) to the extent that—\n\t\t\tit provides for the contract or the supply to terminate, or any other thingto take place, because the company becomes subject to an insolvency procedureother than administration or a voluntary arrangement;\n\t\t\tit entitles a supplier to terminate the contract or the supply, or do anyother thing, because the company becomes subject to an insolvency procedureother than administration or a voluntary arrangement; or\n\t\t\tit entitles a supplier to terminate the contract or the supply because ofan event that occurs, or may occur, after the company enters administration orthe voluntary arrangement takes effect.\n\t\tWhere an insolvency-related term of a contract ceases to have effect underthis Article the supplier may—\n\t\t\tterminate the contract, if the condition in paragraph (4) is met;\n\t\t\tterminate the supply, if the condition in paragraph (5) is met.\n\t\tThe condition in this paragraph is that—\n\t\t\tthe insolvency office-holder consents to the termination of the contract,\n\t\t\tthe High Court grants permission for the termination of the contract, or\n\t\t\tany charges in respect of the supply that are incurred after the companyentered administration or the voluntary arrangement took effect are not paidwithin the period of 28 days beginning with the day on which payment is due.\n\t\t\t\tThe High Court may grant permission under sub-paragraph (b) only if satisfiedthat the continuation of the contract would cause the supplier hardship.\n\t\tThe condition in this paragraph is that—\n\t\t\tthe supplier gives written notice to the insolvency office-holder that thesupply will be terminated unless the office-holder personally guarantees thepayment of any charges in respect of the continuation of the supply after thecompany entered administration or the voluntary arrangement took effect, and\n\t\t\tthe insolvency office-holder does not give that guarantee within the periodof 14 days beginning with the day the notice is received.\n\t\tFor the purposes of securing that the interests of suppliers are protected,where—\n\t\t\tan insolvency-related term of a contract (the “original term”) ceases tohave effect by virtue of paragraph (1), and\n\t\t\tthe company subsequently enters administration, or a voluntary arrangementsubsequently has effect in relation to it,\n\t\t\tthe contract is treated for the purposes of paragraphs (1) to (5) as if,immediately before the subsequent administration is entered into or thesubsequent voluntary arrangement takes effect, it included an insolvency-related term identical to the original term.\n\t\tA contract for the supply of essential goods or services is a contract fora supply mentioned in Article 197(3).\n\t\tAn insolvency-related term of a contract for the supply of essential goodsor services to a company is a provision of the contract under which—\n\t\t\tthe contract or the supply would terminate, or any other thing would takeplace, because the company enters administration or the voluntary arrangementtakes effect,\n\t\t\tthe supplier would be entitled to terminate the contract or the supply, orto do any other thing, because the company enters administration or thevoluntary arrangement takes effect, or\n\t\t\tthe supplier would be entitled to terminate the contract or the supplybecause of an event that occurred before the company enters administration orthe voluntary arrangement takes effect.\n\t\tIn this Article “insolvency office-holder” means—\n\t\t\tin a case where a company enters administration, the administrator;\n\t\t\tin a case where a voluntary arrangement under Part 2 takes effect inrelation to a company, the supervisor of the voluntary arrangement.”\n\t\tIn Schedule 5 to the Investment Bank Special Administration Regulations2011 ([S.I. 2011/245](/id/uksi/2011/245?view=plain \"Go to item oflegislation\")), in the Table, after the entry for section 233 insert—\n\t\t“Section 233A| Article 197A| -”.  ---|---|---    (3)The amendments made by this section have effect in relation to a companywhich enters administration or has a voluntary arrangement take effect inrelation to it on or after the day on which this section comes into force (butin respect of contracts entered into before, as well as those entered into onor after, that day)."
    },
    {
        "length": 2011,
        "text": "\nProtection of supplies of goods and services: Northern Ireland\n\tAfter Article 197A of the Insolvency (Northern Ireland) Order 1989 insert—\n\t“197BProtection of supplies of goods and services\n\t\tThis Article applies where a company becomes subject to a relevantinsolvency procedure.\n\t\tA company becomes subject to a relevant insolvency procedure for thepurposes of this Article where—\n\t\t\ta moratorium under Part 1A comes into force for the company,\n\t\t\tthe company enters administration,\n\t\t\tan administrative receiver of the company is appointed (otherwise than insuccession to another administrative receiver),\n\t\t\ta voluntary arrangement approved under Part 2 takes effect in relation tothe company,\n\t\t\tthe company goes into liquidation,\n\t\t\ta provisional liquidator of the company is appointed (otherwise than insuccession to another provisional liquidator), or\n\t\t\ta court order is made under section 901C(1) of the Companies Act 2006 inrelation to the company (order summoning meeting relating to compromise orarrangement).\n\t\tA provision of a contract for the supply of goods or services to thecompany ceases to have effect when the company becomes subject to the relevantinsolvency procedure if and to the extent that, under the provision—\n\t\t\tthe contract or the supply would terminate, or any other thing would takeplace, because the company becomes subject to the relevant insolvencyprocedure, or\n\t\t\tthe supplier would be entitled to terminate the contract or the supply, orto do any other thing, because the company becomes subject to the relevantinsolvency procedure.\n\t\tWhere— \n\t\t\tunder a provision of a contract for the supply of goods or services to thecompany the supplier is entitled to terminate the contract or the supplybecause of an event occurring before the start of the insolvency period, and\n\t\t\tthe entitlement arises before the start of that period,\n\t\t\t\tthe entitlement may not be exercised during that period.\n\t\tWhere a provision of a contract ceases to have effect under paragraph (3)or an entitlement under a provision of a contract is not exercisable underparagraph (4), the supplier may terminate the contract if—\n\t\t\tin a case where the company has become subject to a relevant insolvencyprocedure as specified in paragraph (2)(b), (c), (e) or (f), the office-holderconsents to the termination of the contract,\n\t\t\tin any other case, the company consents to the termination of the contract,or\n\t\t\tthe High Court is satisfied that the continuation of the contract wouldcause the supplier hardship and grants permission for the termination of thecontract.\n\t\tWhere a provision of a contract ceases to have effect under paragraph (3)and the company becomes subject to a further relevant insolvency procedure,the supplier may terminate the contract in accordance with paragraph (5)(a) to(c).\n\t\tThe supplier shall not make it a condition of any supply of goods andservices after the time when the company becomes subject to the relevantinsolvency procedure, or do anything which has the effect of making it acondition of such a supply, that any outstanding charges in respect of asupply made to the company before that time are paid.\n\t\tIn this Article “the insolvency period”, in relation to a relevantinsolvency procedure, means the period beginning when the company becomessubject to the relevant insolvency procedure and ending—\n\t\t\tin the case of a moratorium under Part 1A, when the moratorium comes to anend,\n\t\t\tin the case of the company entering administration, when the appointment ofthe administrator ceases to have effect under —\n\t\t\tparagraphs 77 to 85 of Schedule B1, or\n\t\t\tan order under section 901F of the Companies Act 2006,\n\t\t\tin the case of the appointment of an administrative receiver of thecompany, when the receiver or any successor to the receiver ceases to holdoffice without a successor being appointed,\n\t\t\tin the case of a voluntary arrangement approved under Part 2 taking effectin relation to the company, when the arrangement ceases to have effect,\n\t\t\tin the case of the company going into liquidation, when the liquidator has—\n\t\t\tpursuant to Article 80(1), laid the account of the winding up before ageneral meeting of the company and given an explanation of it,\n\t\t\tpursuant to Article 92(1), laid the account of the winding up before ageneral meeting of the company and a meeting of the creditors and given anexplanation of it to each meeting, or\n\t\t\tpursuant to Article 124(1), given the liquidator’s report of the windingup to a general meeting of the company’s creditors,\n\t\t\tor when the appointment of the liquidator ceases to have effect under an orderunder section 901F of the Companies Act 2006,\n\t\t\tin the case of the appointment of a provisional liquidator for the company,when the provisional liquidator or any successor to the provisional liquidatorceases to hold office without a successor being appointed, and\n\t\t\tin the case of the making of a court order under section 901C(1) of theCompanies Act 2006 in relation to the company, when—\n\t\t\tan order made by the High Court under section 901F of that Act takeseffect, or\n\t\t\tthe High Court decides not to make such an order.\n\t\tIn this Article “office-holder”, in relation to a company which has enteredinto an insolvency procedure as specified in paragraph (2)(b), (c), (e) or(f), means the administrator, administrative receiver, liquidator orprovisional liquidator respectively.\n\t\tSchedule 2ZZA provides for exclusions from the operation of this Article.\n\tCPowers to amend Article 197B and Schedule 2ZZA\n\t\tRegulations may omit any of sub-paragraphs (a) to (g) of Article 197B(2)(relevant insolvency procedures).\n\t\tRegulations may amend Schedule 2ZZA so as to—\n\t\t\tremove or amend any exclusion from Article 197B for the time beingspecified there, or\n\t\t\tadd further exclusions from Article 197B.\n\t\tIn paragraph (2), references to exclusions from Article 197B are tocircumstances in which Article 197B, or any provision of that Article, doesnot apply.\n\t\tThe circumstances referred to in paragraph (3) may be framed by referenceto kinds of company, supplier, contract, goods or services or in any otherway.\n\t\tRegulations under this Article may make—\n\t\t\tconsequential provision;\n\t\t\ttransitional and supplementary provision.\n\t\tRegulations under this Article made by virtue of paragraph (5) may inparticular make provision amending this Order or any other statutory provisionwhenever passed or made (including, if paragraph 1(1) or (2) of Schedule 2ZZAis omitted, provision omitting Article 197A or 197 respectively).\n\t\tRegulations may not be made under this Article unless a draft of theregulations has been laid before, and approved by a resolution of, theAssembly.”\n\t\tIn the Insolvency (Northern Ireland) Order 1989, in Article 2(2), in thedefinition of “regulations”, before “Article 359(2)” insert “Article 197Cand”.\n\t\tSchedule 13—\n\t\t\tinserts a new Schedule into the Insolvency (Northern Ireland) Order 1989which provides for exclusions from the operation of Article 197B of thatOrder, and\n\t\t\tcontains consequential amendments.\n\t\tThe amendments made by this section and Schedule 13 have effect in relationto a company which becomes subject to a relevant insolvency procedure on orafter the day on which this section comes into force (but in respect ofcontracts entered into before, as well as those entered into on or after, thatday)."
    },
    {
        "length": 951,
        "text": "\nTemporary exclusion for small suppliers: Northern Ireland\n\tArticle 197B of the Insolvency (Northern Ireland) Order 1989 does not applyin relation to a contract for the supply of goods or services to a companywhere—\n\t\tthe company becomes subject to a relevant insolvency procedure during therelevant period, and\n\t\tthe supplier is a small entity at the time the company becomes subject tothe procedure.\n\tIn subsection (1)(a) “relevant period” means the period which—\n\t\tbegins with the day on which this section comes into force, and\n\t\tends with 30 September 2020.\n\tFor the purposes of subsection (1)(b), whether the supplier is a “smallentity” at the time the company becomes subject to a relevant insolvencyprocedure (the “relevant time”) is to be determined under subsections (4) to(10).\n\tWhere the supplier is not in its first financial year at the relevant time,the supplier is a small entity at the relevant time if at least two of thefollowing conditions were met in relation to its most recent financial year—\n\t\t  * Condition 1: the supplier’s turnover was not more than £10.2 million; \n\t\t  * Condition 2: the supplier’s balance sheet total was not more than £5.1 million; \n\t\t  * Condition 3: the number of the supplier’s employees was not more than 50. \n\tFor the purposes of Condition 1 in subsection (4), if the supplier’s mostrecent financial year was not 12 months, the maximum figure for turnover mustbe proportionately adjusted.\n\tFor the purposes of Condition 2 in subsection (4), the supplier’s balancesheet total means the aggregate of the amounts shown as assets in thesupplier’s balance sheet.\n\tFor the purposes of Condition 3 in subsection (4), the number of thesupplier’s employees means the average number of persons employed by thesupplier in its most recent financial year, determined as follows—\n\t\tfind for each month in that financial year the number of persons employedunder contracts of service by the supplier in that month (whether throughoutthe month or not),\n\t\tadd together the monthly totals, and\n\t\tdivide by the number of months in the financial year.\n\tIn subsections (4) to (7) the supplier’s “most recent financial year” isthe financial year of the supplier which, at the relevant time, has ended mostrecently.\n\tWhere the supplier is in its first financial year at the relevant time, thesupplier is a small entity at the relevant time if at least two of thefollowing conditions are met—\n\t\t  * Condition 1: the supplier’s average turnover for each complete month in the supplier’s first financial year is not more than £850,000; \n\t\t  * Condition 2: the aggregate of amounts which would be shown in a balance sheet of the supplier drawn up at the relevant time is not more than £5.1 million; \n\t\t  * Condition 3: the average number of persons employed by the supplier in the supplier’s first financial year (determined as specified in subsection (7)) is not more than 50. \n\tIn this section—\n\t\t  * “entity” means— \n\t\ta company,\n\t\ta limited liability partnership,\n\t\tany other association or body of persons, whether or not incorporated, and\n\t\tan individual carrying on a trade or business;\n\t\t\t  * “relevant insolvency procedure” has the same meaning as in Article 197B of the Insolvency (Northern Ireland) Order 1989. \n\tThis section has effect as if it were included in Part 7 of the Insolvency(Northern Ireland) Order 1989."
    },
    {
        "length": 2741,
        "text": "\nPower to amend corporate insolvency or governance legislation: GreatBritain\n\tRegulations to amend legislation: Great Britain\n\t\tThe Secretary of State may by regulations amend, or modify the effect of,corporate insolvency or governance legislation so as to—\n\t\t\tchange the conditions that must be met before a corporate insolvency orrestructuring procedure applies to entities of any description (whether byadding, varying or removing any condition),\n\t\t\tchange the way in which a corporate insolvency or restructuring procedureapplies in relation to entities of any description, or\n\t\t\tchange or disapply any duty of a person with corporate responsibility orthe liability of such a person to any sanction.\n\t\tRegulations under this section may—\n\t\t\tmake different provision for different purposes;\n\t\t\tmake provision binding the Crown.\n\t\tRegulations under this section must be made in accordance with sections 21to 26.\n\tPurposes \n\t\tThe Secretary of State may only make regulations under section 20(1)(a) or(b) if satisfied that the regulations are expedient for any of the followingpurposes—\n\t\t\treducing, or assisting in the reduction of, the number of entities enteringinto corporate insolvency or restructuring procedures for reasons relating tothe effects of coronavirus on businesses or on the economy of the UnitedKingdom;\n\t\t\tmitigating or otherwise dealing with the effect on corporate insolvency orrestructuring procedures of any increase or potential increase in the numberof entities entering into those procedures for the reasons referred to inparagraph (a);\n\t\t\tmitigating difficulties that corporate insolvency or restructuringprocedures might impose on a business in view of—\n\t\t\tany worsening of the financial position of the business in consequence of,or for reasons relating to, coronavirus,\n\t\t\tconstraints on people’s ability to work, or to be in proximity to eachother, as a result of coronavirus, or\n\t\t\tmeasures for public health taken in response to coronavirus.\n\t\tThe Secretary of State may only make regulations under section 20(1)(c) ifsatisfied that the regulations are expedient for the purpose of securing thatthe duties of persons with corporate responsibility, or the liability of thosepersons to any sanction, take due account of the effects of coronavirus onbusinesses or on the economy of the United Kingdom.\n\tRestrictions \n\t\tBefore making regulations under section 20 the Secretary of State mustconsider the effect of the regulations on persons likely to be affected bythem (for example, debtors, creditors or employees).\n\t\tThe Secretary of State may only make regulations under section 20 ifsatisfied—\n\t\t\tthat the need for the provision made by the regulations is urgent,\n\t\t\tthat the provision made by the regulations is proportionate to the purposefor which it is made,\n\t\t\tthat it is not practicable without legislation to bring about the resultintended to be brought about by that provision, and\n\t\t\tif the Secretary of State could make the same provision in othersubordinate legislation, that doing so would risk not achieving the purposefor which the regulations are made (because of possible delay or for any otherreason).\n\t\tRegulations under section 20—\n\t\t\tmay not create a criminal offence or civil penalty (but may modify thecircumstances in which a person is guilty of an existing offence or liable foran existing civil penalty);\n\t\t\tmay not make provision so as to impose or increase a fee.\n\t\tRegulations under section 20 may not make provision that could be made byan Act of the Scottish Parliament unless the Secretary of State has firstconsulted the Scottish Ministers.\n\tTime-limited effect\n\t\tRegulations under section 20 must be framed so that any provision made bythem—\n\t\t\thas effect only for a period not exceeding six months, or\n\t\t\tapplies only in relation to circumstances occurring in a period notexceeding six months.\n\t\tThis does not prevent further regulations under section 20 from—\n\t\t\tmaking the same provision for, or applying in relation to, subsequentperiods (not exceeding six months at a time);\n\t\t\textending (by up to six months) the period for or in relation to whichearlier regulations under that section apply.\n\t\tThe Secretary of State must keep regulations under section 20 under reviewduring the period for which they have effect or in relation to which theyapply.\n\t\tIf on such a review the Secretary of State is satisfied that that period—\n\t\t\tis longer than expedient for the purpose for which the regulations weremade, or\n\t\t\thas ceased to be proportionate to that purpose,\n\t\t\t\tthe Secretary of State must by regulations under this subsection revoke oramend the regulations as appropriate.\n\t\tRegulations under subsection (4) may contain transitional provision orsavings.\n\tExpiry \n\t\tThe Secretary of State may not make regulations under section 20 after 30April 2021.\n\t\tWhere regulations under section 20 are in force on the date specified insubsection (1), that subsection does not—\n\t\t\taffect the continued operation of the regulations, or\n\t\t\tprevent the making of further regulations under section 20 on one or moreoccasions, where those further regulations make the same provision for, orapplying in relation to, subsequent periods (not exceeding six months at atime).\n\t\tThe Secretary of State may by regulations substitute a later date for thedate for the time being specified in subsection (1).\n\t\tThe power in subsection (3)—\n\t\t\tmay not be exercised so as to substitute a date which is—\n\t\t\tafter the period of one year beginning with the date for the time beingspecified in subsection (1), or\n\t\t\tafter the period of two years beginning with the date on which this Act ispassed, but\n\t\t\tmay be exercised more than once.\n\tConsequential provision etc\n\t\tThe Secretary of State may by regulations make consequential, incidental orsupplementary provision, or transitional provision or savings, in connectionwith provision made by regulations under section 20.\n\t\tRegulations under this section may—\n\t\t\tmake provision by amending or modifying the effect of any enactment(including this Act);\n\t\t\tmake different provision for different purposes;\n\t\t\tmake provision binding the Crown.\n\tProcedure for regulations\n\t\tRegulations under sections 20 to 25 are to be made by statutory instrument.\n\t\tA statutory instrument containing—\n\t\t\tregulations made under section 20, other than one to which subsection(6)(a) applies, or\n\t\t\tregulations made under section 25 which make provision by amending an Actor an Act of the Scottish Parliament,\n\t\t\t\tmust be laid before Parliament as soon as reasonably practicable after beingmade.\n\t\tRegulations contained in a statutory instrument laid before Parliament byvirtue of subsection (2) cease to have effect at the end of the period of 40days beginning with the day on which the instrument is made, unless duringthat period the instrument is approved by a resolution of each House ofParliament.\n\t\tIn calculating the period of 40 days, no account is to be taken of any timeduring which—\n\t\t\tParliament is dissolved or prorogued, or\n\t\t\tboth Houses of Parliament are adjourned for more than 4 days.\n\t\tWhere regulations cease to have effect as a result of subsection (3) thatdoes not—\n\t\t\taffect anything previously done under or by virtue of the regulations, or\n\t\t\tprevent the making of new regulations.\n\t\tA statutory instrument containing—\n\t\t\tregulations under section 20 which merely revoke other regulations underthat section (with or without transitional provision), or\n\t\t\tregulations under section 23(4),\n\t\t\tis subject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tRegulations under section 24(3) may not be made unless a draft of thestatutory instrument containing them has been laid before, and approved by aresolution of, each House of Parliament.\n\t\tA statutory instrument containing regulations under section 25 which do notmake provision by amending an Act or an Act of the Scottish Parliament issubject to annulment in pursuance of a resolution of either House ofParliament (unless the regulations were contained in a statutory instrumentlaid before Parliament by virtue of subsection (2)).\n\tInterpretation \n\t\tIn sections 20 to 26 and this section—\n\t\t\t  * “coronavirus” means severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2); \n\t\t\t  * “corporate insolvency or governance legislation” means— \n\t\t\tthe Insolvency Act 1986, except so far as relating to the insolvency orbankruptcy of individuals,\n\t\t\tPart 26A of the Companies Act 2006 (arrangements and reconstructions forcompanies in financial difficulty),\n\t\t\tthe Company Directors Disqualification Act 1986,\n\t\t\tthis Act,\n\t\t\tany subordinate legislation made under the enactments specified in paragraphs(a) to (d),\n\t\t\tthe Cross-Border Insolvency Regulations 2006 ([S.I.2006/1030](/id/uksi/2006/1030?view=plain \"Go to item of legislation\")), and\n\t\t\tafter IP completion day, [Regulation (EU)2015/848](/european/regulation/2015/0848?view=plain \"Go to item oflegislation\") on insolvency proceedings;\n\t\t\t\t  * “corporate insolvency or restructuring procedure” means— \n\t\t\ta moratorium under Part A1 of the Insolvency Act 1986;\n\t\t\ta company voluntary arrangement under Part 1 of that Act (including amoratorium under section 1A of that Act in a case where such a moratoriumapplies after the coming into force of paragraph 30 of Schedule 3);\n\t\t\tadministration under Part 2 of that Act;\n\t\t\treceivership to which Part 3 of that Act applies;\n\t\t\twinding up under Part 4 or 5 of that Act;\n\t\t\tthe procedure provided for by Part 26A of the Companies Act 2006;\n\t\t\t\t  * “enactment” includes an Act of the Scottish Parliament and an instrument made under such an Act; \n\t\t\t\t  * “person with corporate responsibility” means— \n\t\t\tin relation to a company, a director, manager, secretary or other officer ofthe body,\n\t\t\tin relation to a partnership or limited liability partnership, a partner ormember, and\n\t\t\tin relation to any other entity, a person with responsibility for managing theentity;\n\t\t\t\t  * “subordinate legislation” has the meaning given by section 21(1) of the Interpretation Act 1978. \n\t\tReferences to an enactment in subsection (1) include in particular thatenactment as applied by any other enactment, with or without modifications, topartnerships, limited liability partnerships or other entities."
    },
    {
        "length": 3785,
        "text": "\nPower to amend corporate insolvency or governance legislation: NorthernIreland\n\tRegulations to amend legislation: Northern Ireland\n\t\tThe Department or the Secretary of State may by regulations amend, ormodify the effect of, corporate insolvency or governance legislation so as to—\n\t\t\tchange the conditions that must be met before a corporate insolvency orrestructuring procedure applies to entities of any description (whether byadding, varying or removing any condition),\n\t\t\tchange the way in which a corporate insolvency or restructuring procedureapplies in relation to entities of any description, or\n\t\t\tchange or disapply any duty of a person with corporate responsibility orthe liability of such a person to any sanction.\n\t\tRegulations under this section may—\n\t\t\tmake different provision for different purposes;\n\t\t\tmake provision binding the Crown.\n\t\tRegulations under this section must be made in accordance with sections 29to 35.\n\t\tIn sections 29 to 35, “relevant authority” means the Department or theSecretary of State.\n\tPurposes \n\t\tA relevant authority may only make regulations under section 28(1)(a) or(b) if satisfied that the regulations are expedient for any of the followingpurposes—\n\t\t\treducing, or assisting in the reduction of, the number of entities enteringinto corporate insolvency or restructuring procedures for reasons relating tothe effects of coronavirus on businesses or on the economy of the UnitedKingdom;\n\t\t\tmitigating or otherwise dealing with the effect on corporate insolvency orrestructuring procedures of any increase or potential increase in the numberof entities entering into those procedures for the reasons referred to inparagraph (a);\n\t\t\tmitigating difficulties that corporate insolvency or restructuringprocedures might impose on a business in view of—\n\t\t\tany worsening of the financial position of the business in consequence of,or for reasons relating to, coronavirus,\n\t\t\tconstraints on people’s ability to work, or to be in proximity to eachother, as a result of coronavirus, or\n\t\t\tmeasures for public health taken in response to coronavirus.\n\t\tA relevant authority may only make regulations under section 28(1)(c) ifsatisfied that the regulations are expedient for the purpose of securing thatthe duties of persons with corporate responsibility, or the liability of thosepersons to any sanction, take due account of the effects of coronavirus onbusinesses or on the economy of the United Kingdom.\n\tRestrictions \n\t\tBefore making regulations under section 28 the relevant authority concernedmust consider the effect of the regulations on persons likely to be affectedby them (for example, debtors, creditors or employees).\n\t\tA relevant authority may only make regulations under section 28 ifsatisfied—\n\t\t\tthat the need for the provision made by the regulations is urgent,\n\t\t\tthat the provision made by the regulations is proportionate to the purposefor which it is made,\n\t\t\tthat it is not practicable without legislation to bring about the resultintended to be brought about by that provision, and\n\t\t\tif a Northern Ireland Department or the Secretary of State could make thesame provision in exercise of power under a statutory provision other thansection 28, that doing so would risk not achieving the purpose for which theregulations are made (because of possible delay or for any other reason).\n\t\tRegulations under section 28—\n\t\t\tmay not create a criminal offence or civil penalty (but may modify thecircumstances in which a person is guilty of an existing offence or liable foran existing civil penalty);\n\t\t\tmay not make provision so as to impose or increase a fee.\n\tTime-limited effect\n\t\tRegulations under section 28 must be framed so that any provision made bythem—\n\t\t\thas effect only for a period not exceeding six months, or\n\t\t\tapplies only in relation to circumstances occurring in a period notexceeding six months.\n\t\tThis does not prevent further regulations under section 28 from—\n\t\t\tmaking the same provision for, or applying in relation to, subsequentperiods (not exceeding six months at a time);\n\t\t\textending (by up to six months) the period for or in relation to whichearlier regulations under that section apply.\n\t\tA relevant authority must keep regulations made by it under section 28under review during the period for which they have effect or in relation towhich they apply.\n\t\tIf on such a review the relevant authority is satisfied that that period—\n\t\t\tis longer than expedient for the purpose for which the regulations weremade, or\n\t\t\thas ceased to be proportionate to that purpose,\n\t\t\t\tthe relevant authority must by regulations under this subsection revoke oramend the regulations as appropriate.\n\t\tRegulations under subsection (4) may contain transitional provision orsavings.\n\tExpiry \n\t\tA relevant authority may not make regulations under section 28 after 30April 2021.\n\t\tWhere regulations under section 28 are in force on the date specified insubsection (1), that subsection does not—\n\t\t\taffect the continued operation of the regulations, or\n\t\t\tprevent the making of further regulations under section 28 on one or moreoccasions, where those further regulations make the same provision for, orapplying in relation to, subsequent periods (not exceeding six months at atime).\n\t\tA relevant authority may by regulations substitute a later date for thedate for the time being specified in subsection (1).\n\t\tThe power in subsection (3)—\n\t\t\tmay not be exercised so as to substitute a date which is—\n\t\t\tafter the period of one year beginning with the date for the time beingspecified in subsection (1), or\n\t\t\tafter the period of two years beginning with the date on which this Act ispassed, but\n\t\t\tmay be exercised more than once.\n\tConsequential provision etc\n\t\tA relevant authority may by regulations make consequential, incidental orsupplementary provision, or transitional provision or savings, in connectionwith provision made by regulations under section 28.\n\t\tRegulations under this section may—\n\t\t\tmake provision by amending or modifying the effect of any statutoryprovision (including this Act);\n\t\t\tmake different provision for different purposes;\n\t\t\tmake provision binding the Crown.\n\tProcedure for regulations made by the Department\n\t\tAny power of the Department to make regulations under sections 28 to 33 isexercisable by statutory rule for the purposes of the Statutory Rules(Northern Ireland) Order 1979 ([S.I. 1979/1573 (N.I.12)](/id/nisi/1979/1573?view=plain \"Go to item of legislation\")).\n\t\tRegulations made under section 28 by the Department, other than any towhich subsection (5) applies, and regulations made under section 33 by theDepartment which make provision by amending an Act or Northern Irelandlegislation, must be laid before the Assembly as soon as reasonablypracticable after being made.\n\t\tRegulations laid before the Assembly by virtue of subsection (2) cease tohave effect at the end of the period of 40 days beginning with the day onwhich the regulations are made, unless during that period the regulations areapproved by a resolution of the Assembly.\n\t\tIn calculating the period of 40 days, no account is to be taken of any timeduring which the Assembly is—\n\t\t\tdissolved, or\n\t\t\tin recess for more than 4 days, or\n\t\t\tadjourned for more than 6 days.\n\t\tWhere regulations cease to have effect as a result of subsection (3) thatdoes not—\n\t\t\taffect anything previously done under or by virtue of the regulations, or\n\t\t\tprevent the making of new regulations.\n\t\tRegulations made by the Department under section 28 which merely revokeother regulations under that section (with or without transitional provision),and regulations made by the Department under section 31(4), are subject tonegative resolution within the meaning of section 41(6) the 1954 Act.\n\t\tRegulations under section 32(3) may not be made by the Department unless adraft of the regulations has been laid before, and approved by a resolutionof, the Assembly.\n\t\tRegulations made by the Department under section 33 which do not makeprovision by amending an Act or Northern Ireland legislation are subject tonegative resolution within the meaning of section 41(6) of the 1954 Act, butthis does not apply to any contained in a statutory rule by virtue ofsubsection (9).\n\t\tA statutory rule that (in accordance with subsection (2)) is laid beforethe Assembly may contain regulations under section 33 that would, but forsubsection (8) and this subsection, be subject to negative resolution withinthe meaning of section 41(6) of the 1954 Act.\n\t\tSection 41(3) of the 1954 Act applies for the purposes of subsection (7)in relation to the laying of a draft as it applies in relation to the layingof a statutory document under an enactment.\n\t\tIn this section—\n\t\t\t  * “the 1954 Act” means the [Interpretation Act (Northern Ireland) 1954 (c. 33 (N.I.))](/id/apni/1954/33?view=plain \"Go to item of legislation\"); \n\t\t\t  * “the Assembly” means the Northern Ireland Assembly. \n\tProcedure for regulations made by the Secretary of State\n\t\tRegulations made by the Secretary of State under sections 28 to 33 are tobe made by statutory instrument.\n\t\tA statutory instrument containing—\n\t\t\tregulations made under section 28 by the Secretary of State, other than oneto which subsection (6)(a) applies, or\n\t\t\tregulations made under section 33 by the Secretary of State which makeprovision by amending an Act,\n\t\t\t\tmust be laid before Parliament as soon as reasonably practicable after beingmade.\n\t\tRegulations contained in a statutory instrument laid before Parliament byvirtue of subsection (2) cease to have effect at the end of the period of 40days beginning with the day on which the instrument is made, unless duringthat period the instrument is approved by a resolution of each House ofParliament.\n\t\tIn calculating the period of 40 days, no account is to be taken of any timeduring which—\n\t\t\tParliament is dissolved or prorogued, or\n\t\t\tboth Houses of Parliament are adjourned for more than 4 days.\n\t\tWhere regulations cease to have effect as a result of subsection (3) thatdoes not—\n\t\t\taffect anything previously done under or by virtue of the regulations, or\n\t\t\tprevent the making of new regulations.\n\t\tA statutory instrument containing—\n\t\t\tregulations made by the Secretary of State under section 28 which merelyrevoke other regulations under that section (with or without transitionalprovision), or\n\t\t\tregulations made by the Secretary of State under section 31(4),\n\t\t\tis subject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tRegulations under section 32(3) may not be made by the Secretary of Stateunless a draft of the statutory instrument containing them has been laidbefore, and approved by a resolution of, each House of Parliament.\n\t\tA statutory instrument containing regulations made by the Secretary ofState under section 33 which do not make provision by amending an Act issubject to annulment in pursuance of a resolution of either House ofParliament (unless the regulations were contained in a statutory instrumentlaid before Parliament by virtue of subsection (2)).\n\tInterpretation \n\t\tIn sections 28 to 35 and this section—\n\t\t\t  * “coronavirus” means severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2); \n\t\t\t  * “corporate insolvency or governance legislation” means— \n\t\t\tthe Insolvency (Northern Ireland) Order 1989 ([S.I. 1989/2405 (N.I.19)](/id/nisi/1989/2405?view=plain \"Go to item of legislation\")), except sofar as relating to the insolvency or bankruptcy of individuals,\n\t\t\tPart 26A of the Companies Act 2006 (arrangements and reconstructions forcompanies in financial difficulty),\n\t\t\tthe Company Directors Disqualification (Northern Ireland) Order 2002 ([S.I.2002/3150 (N.I. 4)](/id/nisi/2002/3150?view=plain \"Go to item oflegislation\")),\n\t\t\tthis Act,\n\t\t\tany statutory provision made under the enactments specified in paragraphs (a)to (d),\n\t\t\tthe [Cross-Border Insolvency Regulations (Northern Ireland) 2007 (S.R. (N.I.)2007/115)](/id/nisr/2007/115?view=plain \"Go to item of legislation\"), and\n\t\t\tafter IP completion day, [Regulation (EU)2015/848](/european/regulation/2015/0848?view=plain \"Go to item oflegislation\") on insolvency proceedings;\n\t\t\t\t  * “corporate insolvency or restructuring procedure” means— \n\t\t\ta moratorium under Part 1A of the Insolvency (Northern Ireland) Order 1989;\n\t\t\ta company voluntary arrangement under Part 2 of that Order (including amoratorium under Article 14A of that Order in a case where such a moratoriumapplies after the coming into force of paragraph 26 of Schedule 7);\n\t\t\tadministration under Part 3 of that Order;\n\t\t\treceivership to which Part 4 of that Order applies;\n\t\t\twinding up under Part 5 or 6 of that Order;\n\t\t\tthe procedure provided for by Part 26A of the Companies Act 2006;\n\t\t\t\t  * “the Department” means the Department for the Economy in Northern Ireland; \n\t\t\t\t  * “person with corporate responsibility” means— \n\t\t\tin relation to a company, a director, manager, secretary or other officer ofthe body,\n\t\t\tin relation to a partnership or limited liability partnership, a partner ormember, and\n\t\t\tin relation to any other entity, a person with responsibility for managing theentity;\n\t\t\t\t  * “relevant authority” has the meaning given by section 28(4); \n\t\t\t\t  * “statutory provision” has the meaning given by section 1(f) of the [Interpretation Act (Northern Ireland) 1954 (c. 33 (N.I.))](/id/apni/1954/33?view=plain \"Go to item of legislation\"). \n\t\tReferences to an enactment in subsection (1) include in particular thatenactment as applied by any other enactment, with or without modifications, topartnerships, limited liability partnerships or other entities.\n\t\tIn this section “enactment” includes an enactment contained in NorthernIreland legislation or an instrument made under Northern Ireland legislation."
    },
    {
        "length": 1384,
        "text": "\nMeetings and filings\n\tMeetings of companies and other bodies\n\t\tSchedule 14 makes provision about meetings of companies and other bodies.\n\tTemporary extension of period for public company to file accounts\n\t\tThis section applies where (but for this section) the period allowed forthe directors of a public company to comply with their obligation undersection 441 of the Companies Act 2006 to deliver accounts and reports for afinancial year to the registrar would end—\n\t\t\tafter 25 March 2020, and\n\t\t\tbefore the relevant day.\n\t\tThe period allowed for the directors to comply with that obligation is tobe taken to be (and always to have been) a period that ends with the relevantday.\n\t\tThe relevant day is whichever is the earlier of—\n\t\t\t30 September 2020, and\n\t\t\tthe last day of the period of 12 months immediately following the end ofthe relevant accounting reference period.\n\t\tExpressions used in this section and section 442 of the Companies Act 2006(period allowed for filing accounts) have the same meaning in this section asin that section.\n\tTemporary power to extend periods for providing information to registrar\n\t\tThe Secretary of State may by regulations provide that any provision listedin section 40 is to have effect as if for a reference in the provision to aperiod of days or months (“the existing period”) there were substituted areference to such longer period (“the substituted period”) as is specified inthe regulations.\n\t\tThe substituted period must not exceed—\n\t\t\t42 days, in a case where the existing period is 21 days or fewer, and\n\t\t\t12 months, in a case where the existing period is 3, 6 or 9 months.\n\t\tThe power conferred by this section may not be exercised in relation to areference to a period of 12 months.\n\t\tRegulations under this section may make—\n\t\t\tdifferent provision for different purposes;\n\t\t\tconsequential, incidental or supplementary provision (including provisionmodifying an enactment);\n\t\t\ttransitional provision or savings.\n\t\tIn subsection (4) “enactment” includes an Act of the Scottish Parliamentand an instrument made under such an Act.\n\t\tRegulations under this section are to be made by statutory instrument.\n\t\tA statutory instrument containing regulations under this section is subjectto annulment in pursuance of a resolution of either House of Parliament.\n\t\tThis section expires at the end of the day on 5 April 2021.\n\t\tThe expiry of this section does not affect the continued operation of anyregulations made under this section for the purpose of determining the lengthof any period that begins before the expiry.\n\tSection 39: the listed provisions\n\t\tThe provisions referred to in section 39(1) are—\n\t\t\tsection 9 of the Limited Partnerships Act 1907 (registration of changes toa limited partnership);\n\t\t\tsection 466 of the Companies Act 1985 (registration of alteration to afloating charge);\n\t\t\tsection 9 of the Limited Liability Partnerships Act 2000 (notice ofmembership changes);\n\t\t\tregulation 80C of the European Public Limited-Liability Company Regulations2004 ([S.I. 2004/2326](/id/uksi/2004/2326?view=plain \"Go to item oflegislation\")) (notice of change in members of the supervisory organ);\n\t\t\tthe following sections of the Companies Act 2006—\n\t\t\t\t  * section 87 (notice of change of address of registered office); \n\t\t\t\t  * section 114 (notice of place where register of members is kept); \n\t\t\t\t  * section 162 (notice of place where register of directors is kept); \n\t\t\t\t  * section 167 (notice of change in directors etc); \n\t\t\t\t  * section 275 (notice of place where register of secretaries is kept); \n\t\t\t\t  * section 276 (notice of change in secretaries etc); \n\t\t\t\t  * section 442 (period allowed for filing accounts); \n\t\t\t\t  * section 790M (register of people with significant control); \n\t\t\t\t  * section 790N (notice of place where PSC register is kept); \n\t\t\t\t  * section 790VA (notice of change to the PSC register); \n\t\t\t\t  * section 853A(1) (confirmation statements); \n\t\t\t\t  * section 859A (registration of charge); \n\t\t\t\t  * section 859B (registration of charge contained in debentures); \n\t\t\t\t  * section 859Q (notice of place where copies of instruments creating charges are kept); \n\t\t\tthe following provisions of the Scottish Partnerships (Register of Peoplewith Significant Control) Regulations 2017 ([S.I.2017/694](/id/uksi/2017/694?view=plain \"Go to item of legislation\"))—\n\t\t\t\t  * regulation 7 (notice of change to the registration information); \n\t\t\t\t  * regulation 8 (notice of ceasing to be a Scottish qualifying partnership); \n\t\t\t\t  * the provisions of Part 5 (duties to deliver information); \n\t\t\t\t  * regulation 35 (confirmation statements). "
    },
    {
        "length": 1464,
        "text": "\nPowers to change periods\n\tPower to change duration of temporary provisions: Great Britain\n\t\tThe Secretary of State may by regulations made by statutory instrumentamend a relevant provision so as to—\n\t\t\tcurtail the period for the time being specified in that provision, or\n\t\t\tprolong that period by up to six months if the Secretary of State considersit reasonable to do so to mitigate an effect of coronavirus.\n\t\tIn this section—\n\t\t\t  * “coronavirus” means severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2); \n\t\t\t  * “relevant provision” means— \n\t\t\tsection 12(2),\n\t\t\tsection 15(2),\n\t\t\tparagraph 1 of Schedule 4, or\n\t\t\tparagraph 1(3) or 21(1) of Schedule 10.\n\t\tA statutory instrument containing regulations made under subsection (1)(a)is subject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tA statutory instrument containing regulations made under subsection (1)(b)must be laid before Parliament as soon as reasonably practicable after beingmade.\n\t\tSubsection (4) does not apply if a draft of the statutory instrument hasbeen laid before and approved by a resolution of each House of Parliament.\n\t\tRegulations contained in a statutory instrument laid before Parliament byvirtue of subsection (4) cease to have effect at the end of the period of 40days beginning with the day on which the instrument is made, unless duringthat period the instrument is approved by a resolution of each House ofParliament.\n\t\tIn calculating the period of 40 days, no account is to be taken of any timeduring which—\n\t\t\tParliament is dissolved or prorogued, or\n\t\t\tboth Houses of Parliament are adjourned for more than 4 days.\n\t\tWhere regulations relating to any relevant provision cease to have effectas a result of subsection (6), the period specified in the relevant provisionends—\n\t\t\tat the time it would have ended under the relevant provision if theregulations had not been made, or\n\t\t\tif later, at the end of the period of 40 days mentioned in subsection (6).\n\t\tWhere regulations cease to have effect as a result of subsection (6) thatdoes not prevent the making of new regulations.\n\t\tRegulations under this section may make—\n\t\t\tdifferent provision for the purposes of different relevant provisions;\n\t\t\tconsequential, transitional or transitory provision or savings.\n\tPower to change duration of temporary provisions: Northern Ireland\n\t\tThe Department may by regulations amend a relevant provision so as to—\n\t\t\tcurtail the period for the time being specified in that provision, or\n\t\t\tprolong that period by up to six months if the Department considers itreasonable to do so to mitigate an effect of coronavirus.\n\t\tIn this section—\n\t\t\t  * “coronavirus” means severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2); \n\t\t\t  * “relevant provision” means— \n\t\t\tsection 13(2),\n\t\t\tsection 19(2),\n\t\t\tparagraph 1 of Schedule 8, or\n\t\t\tparagraph 1(3) or 18(1) of Schedule 11.\n\t\tRegulations under subsection (1)(a) are subject to negative resolutionwithin the meaning of section 41(6) of the [Interpretation Act (NorthernIreland) 1954 (c. 33 (N.I.))](/id/apni/1954/33?view=plain \"Go to item oflegislation\").\n\t\tRegulations under subsection (1)(b) must be laid before the Assembly assoon as reasonably practicable after being made.\n\t\tSubsection (4) does not apply if a draft of the regulations has been laidbefore, and approved by a resolution of, the Assembly.\n\t\tSection 41(3) of the Interpretation Act (Northern Ireland) 1954 applies forthe purposes of subsection (5) in relation to the laying of a draft as itapplies in relation to the laying of a statutory document under an enactment.\n\t\tRegulations laid before the Assembly by virtue of subsection (4) cease tohave effect at the end of the period of 40 days beginning with the day onwhich the regulations are made, unless during that period the regulations areapproved by a resolution of the Assembly.\n\t\tIn calculating the period of 40 days, no account is to be taken of any timeduring which the Assembly is—\n\t\t\tdissolved, \n\t\t\tin recess for more than 4 days, or\n\t\t\tadjourned for more than 6 days.\n\t\tWhere regulations cease to have effect as a result of subsection (7), theperiod specified in the relevant provision ends—\n\t\t\tat the time it would have ended under the relevant provision if theregulations had not been made, or\n\t\t\tif later, at the end of the period of 40 days mentioned in subsection (7).\n\t\tWhere regulations cease to have effect as a result of subsection (7) thatdoes not prevent the making of new regulations.\n\t\tRegulations under this section may make—\n\t\t\tdifferent provision for the purposes of different relevant provisions;\n\t\t\tconsequential, transitional or transitory provision or savings.\n\t\tThe power of the Department to make regulations under this section isexercisable by statutory rule for the purposes of the Statutory Rules(Northern Ireland) Order 1979 ([S.I. 1979/1573 (N.I.12)](/id/nisi/1979/1573?view=plain \"Go to item of legislation\")).\n\t\tIn this section—\n\t\t\t  * “the Assembly” means the Northern Ireland Assembly; \n\t\t\t  * “the Department” means the Department for the Economy in Northern Ireland. "
    },
    {
        "length": 2606,
        "text": "\nImplementation of insolvency measures\n\tModified procedure for regulations of the Secretary of State\n\t\tDuring the period of six months beginning with the day on which thissection comes into force, any relevant provision that may be made by theSecretary of State by regulations that are subject to the affirmativeresolution procedure may be made by regulations that are subject to the madeaffirmative procedure.\n\t\tIn subsection (1) “relevant provision” means—\n\t\t\tprovision under section A50(1) or (4) of the Insolvency Act 1986 (power tomodify moratorium provisions in relation to certain companies);\n\t\t\tprovision under section A51(1) of the Insolvency Act 1986 (moratorium:power to make provision in connection with pension schemes);\n\t\t\tprovision under paragraph 20 of Schedule ZA1 to the Insolvency Act 1986 toexclude private registered providers of social housing from being eligiblecompanies for the purposes of Part A1 of that Act;\n\t\t\tprovision under section 14 or 16 of the Limited Liability Partnerships Act2000 (insolvency etc and power to make consequential amendments) to the extentthat the provision is made in connection with the application of Part A1 ofthe Insolvency Act 1986 to limited liability partnerships that are registeredproviders of social housing;\n\t\t\tprovision under section 245 of the Charities Act 2011 (insolvency etc ofcharitable incorporated organisations etc) to the extent that the provisionapplies, or is otherwise made in connection with, the new insolvency measures.\n\t\tDuring the period of six months beginning with the day on which thissection comes into force, the consultation duty in section 348(4) of theCharities Act 2011 does not apply in relation to regulations under section 245of that Act to the extent that they contain provision which applies, or isotherwise made in connection with, the new insolvency measures.\n\t\tIn subsections (2) and (3) “the new insolvency measures” means theprovision made by—\n\t\t\tsections 1 to 3 and Schedules 1 to 4 (moratorium);\n\t\t\tsections 14 and 15 and Schedule 12 (termination clauses in supplycontracts).\n\t\tFor the purposes of this section —\n\t\t\t“regulations that are subject to the affirmative resolution procedure”means regulations that may not be made unless a draft of the statutoryinstrument containing them has been laid before and approved by a resolutionof each House of Parliament;\n\t\t\t“regulations that are subject to the made affirmative procedure” meansregulations that—\n\t\t\tare contained in a statutory instrument that must be laid before Parliamentas soon as reasonably practicable after being made, and\n\t\t\tcease to have effect at the end of the period of 40 days beginning withthe day on which the instrument is made, unless during that period theinstrument is approved by a resolution of each House of Parliament.\n\t\tIn calculating the period of 40 days mentioned in subsection (5)(b)(ii), noaccount is to be taken of any time during which—\n\t\t\tParliament is dissolved or prorogued, or\n\t\t\tboth Houses of Parliament are adjourned for more than 4 days.\n\t\tWhere by virtue of this section the Secretary of State makes regulationsthat are subject to the made affirmative procedure and the regulations ceaseto have effect because they are not approved within the period mentioned insubsection (5)(b)(ii), the fact that the regulations cease to have effect doesnot—\n\t\t\taffect anything previously done under or by virtue of the regulations, or\n\t\t\tprevent the making of new regulations.\n\tModified procedure for regulations of the Welsh Ministers\n\t\tDuring the period of six months beginning with the day on which thissection comes into force, any relevant provision that may be made by the WelshMinisters by regulations that are subject to the affirmative resolutionprocedure may be made by regulations that are subject to the made affirmativeprocedure.\n\t\tIn subsection (1) “relevant provision” means—\n\t\t\tprovision under section A50(2) of the Insolvency Act 1986 (power to modifymoratorium provisions in relation to certain companies);\n\t\t\tprovision under paragraph 21 of Schedule ZA1 to the Insolvency Act 1986(exclusion of registered social landlords from eligibility under Part A1 ofthat Act);\n\t\t\tprovision under section 247A of the Charities Act 2011 (regulations aboutmoratoriums for charitable incorporated organisations that are registeredsocial landlords).\n\t\tDuring the period of six months beginning with the day on which thissection comes into force, the consultation duty in section 247A(6) of theCharities Act 2011 does not apply in relation to regulations under section247A of that Act.\n\t\tFor the purposes of this section —\n\t\t\t“regulations that are subject to the affirmative resolution procedure”means regulations that may not be made unless a draft of the statutoryinstrument containing them has been laid before and approved by a resolutionof Senedd Cymru;\n\t\t\t“regulations that are subject to the made affirmative procedure” meansregulations that—\n\t\t\tare contained in a statutory instrument that must be laid before SeneddCymru as soon as reasonably practicable after being made, and\n\t\t\tcease to have effect at the end of the period of 40 days beginning withthe day on which the instrument is made, unless during that period theinstrument is approved by a resolution of Senedd Cymru.\n\t\tIn calculating the period of 40 days mentioned in subsection (4)(b)(ii), noaccount is to be taken of any time during which Senedd Cymru is—\n\t\t\tdissolved, or\n\t\t\tin recess for more than 4 days.\n\t\tWhere by virtue of this section the Welsh Ministers make regulations thatare subject to the made affirmative procedure and the regulations cease tohave effect because they are not approved within the period mentioned insubsection (4)(b)(ii), the fact that the regulations cease to have effect doesnot—\n\t\t\taffect anything previously done under or by virtue of the regulations, or\n\t\t\tprevent the making of new regulations.\n\tModified procedure for regulations of the Scottish Ministers\n\t\tDuring the period of six months beginning with the day on which thissection comes into force, any relevant provision that may be made by theScottish Ministers by regulations that are subject to the affirmativeprocedure (see section 29 of the Interpretation and Legislative Reform(Scotland) Act [2010 (asp 10)](/id/asp/2010/10?view=plain \"Go to item oflegislation\")) may be made by regulations that are subject to the madeaffirmative procedure.\n\t\tIn subsection (1) “relevant provision” means—\n\t\t\tprovision under section A50(3) of the Insolvency Act 1986 (power to modifymoratorium provisions in relation to certain companies);\n\t\t\tprovision under paragraph 22 of Schedule ZA1 to the Insolvency Act 1986(exclusion of registered social landlords from eligibility under Part A1 ofthat Act).\n\t\tFor the purposes of this section “regulations that are subject to the madeaffirmative procedure” means regulations that—\n\t\t\tmust be laid before the Scottish Parliament as soon as reasonablypracticable after being made, and\n\t\t\tcease to have effect at the end of the period of 40 days beginning with theday on which the regulations are made, unless during that period theregulations are approved by a resolution of the Scottish Parliament.\n\t\tIn calculating the period of 40 days mentioned in subsection (3)(b), noaccount is to be taken of any time during which the Scottish Parliament is—\n\t\t\tdissolved, or\n\t\t\tin recess for more than 4 days.\n\t\tWhere by virtue of this section the Scottish Ministers make regulationsthat are subject to the made affirmative procedure and the regulations ceaseto have effect because they are not approved within the period mentioned insubsection (3)(b), the fact that the regulations cease to have effect doesnot—\n\t\t\taffect anything previously done under or by virtue of the regulations, or\n\t\t\tprevent the making of new regulations.\n\t\tSection 30 of the Interpretation and Legislative Reform (Scotland) Act 2010does not apply in relation to regulations that are subject to the madeaffirmative procedure by virtue of this section.\n\tModified procedure for regulations of Northern Ireland departments\n\t\tDuring the period of six months beginning with the day on which thissection comes into force, any relevant provision that may be made by aNorthern Ireland department by regulations that are subject to the affirmativeresolution procedure may be made by regulations that are subject to the madeaffirmative procedure.\n\t\tIn subsection (1) “relevant provision” means—\n\t\t\tprovision under Article 13HA(1) of the Insolvency (Northern Ireland) Order1989 (power to modify moratorium provisions in relation to certain companies);\n\t\t\tprovision under Article 13HB(1) of that Order (moratorium: power to makeprovision in connection with pension schemes).\n\t\tFor the purposes of this section—\n\t\t\t“regulations that are subject to the affirmative resolution procedure”means regulations that may not be made unless a draft of the regulations hasbeen laid before, and approved by a resolution of, the Assembly;\n\t\t\t“regulations that are subject to the made affirmative procedure” meansregulations that—\n\t\t\tmust be laid before the Assembly as soon as reasonably practicable afterbeing made, and\n\t\t\tcease to have effect at the end of the period of 40 days beginning withthe day on which the regulations are made, unless during that period theregulations are approved by a resolution of the Assembly.\n\t\tIn calculating the period of 40 days mentioned in subsection (3)(b)(ii), noaccount is to be taken of any time during which the Assembly is—\n\t\t\tdissolved, \n\t\t\tin recess for more than 4 days, or\n\t\t\tadjourned for more than 6 days.\n\t\tWhere by virtue of this section a Northern Ireland department makesregulations that are subject to the made affirmative procedure and theregulations cease to have effect because they are not approved within theperiod mentioned in subsection (3)(b)(ii), the fact that the regulations ceaseto have effect does not—\n\t\t\taffect anything previously done under or by virtue of the regulations, or\n\t\t\tprevent the making of new regulations.\n\t\tIn this section “the Assembly” means the Northern Ireland Assembly."
    },
    {
        "length": 848,
        "text": "\nGeneral\n\tPower to make consequential provision\n\t\tThe Secretary of State or the Treasury may by regulations make provisionthat is consequential on this Act.\n\t\tThe power in subsection (1) may, in particular, be used to amend, repeal,revoke or otherwise modify any provision of this Act or any provision made byor under primary legislation passed or made—\n\t\t\tbefore this Act, or\n\t\t\tlater in the same session of Parliament as this Act.\n\t\tBut the power to amend or repeal any provision made by this Act may not beused after the period of 3 years beginning with the day on which it is passed.\n\t\tRegulations under this section—\n\t\t\tmay make different provision for different purposes;\n\t\t\tmay include transitional or transitory provision or savings.\n\t\tRegulations under this section are to be made by statutory instrument.\n\t\tA statutory instrument containing regulations under this section that amendor repeal provision made by primary legislation (whether alone or with otherprovision) may not be made unless a draft of the instrument has been laidbefore and approved by a resolution of each House of Parliament.\n\t\tAny other statutory instrument containing regulations under this section issubject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tIn this section “primary legislation” means—\n\t\t\tan Act,\n\t\t\tan Act or Measure of Senedd Cymru,\n\t\t\tan Act of the Scottish Parliament, or\n\t\t\tNorthern Ireland legislation.\n\tExtent \n\t\tAn amendment, repeal or revocation made by this Act has the same extentwithin the United Kingdom as the provision amended, repealed or revoked.\n\t\tThe following provisions extend to England and Wales and Scotland only—\n\t\t\tsection 3 and Parts 1 and 2 of Schedule 4;\n\t\t\tsection 10 and Schedule 10;\n\t\t\tsection 12;\n\t\t\tsection 15;\n\t\t\tsections 20 to 24;\n\t\t\tsection 41.\n\t\tThe following provisions extend to England and Wales only—\n\t\t\tsection 44;\n\t\t\tPart 3 of Schedule 4.\n\t\tThe following provisions extend to Scotland only—\n\t\t\tsection 45;\n\t\t\tPart 4 of Schedule 4.\n\t\tThe following provisions extend to Northern Ireland only—\n\t\t\tsection 6 and Schedule 8;\n\t\t\tsection 11 and Schedule 11;\n\t\t\tsection 13;\n\t\t\tsection 19;\n\t\t\tsections 28 to 36;\n\t\t\tsection 42.\n\t\tSubject to the above, this Act extends to England and Wales, Scotland andNorthern Ireland.\n\tCommencement \n\t\tThis Act comes into force on the day after that on which it is passed,subject to subsection (2).\n\t\tParagraph 51 of Schedule 3 comes into force on such day as the Secretary ofState may by regulations appoint.\n\t\tDifferent days may be appointed for different purposes.\n\t\tThe Secretary of State may by regulations make transitional or savingprovision in connection with the coming into force of any provision of thisAct.\n\t\tThe power to make regulations under subsection (4) includes power to makedifferent provision for different purposes.\n\t\tRegulations under this section are to be made by statutory instrument.\n\tShort title\n\t\tThis Act may be cited as the Corporate Insolvency and Governance Act 2020."
    }
]