[
    {
        "length": 1160,
        "text": "\nIncurring of liability to import duty\n\tObligation to declare goods for a Customs procedure on import\n\t\tChargeable goods which are presented to Customs on import must be declaredfor a Customs procedure by the making of a Customs declaration.\n\t\tIt is the Customs procedure for which the goods are declared thatdetermines when a liability to import duty is incurred.\n\t\tThe Customs procedures for which chargeable goods may be declared are asfollows—\n\t\t\ta procedure under which the goods are released for free circulation in theUnited Kingdom (referred to in this Part as “the free-circulation procedure”),or\n\t\t\ta special Customs procedure.\n\t\tIn this Part “special Customs procedure” means—\n\t\t\ta storage procedure,\n\t\t\ta transit procedure,\n\t\t\tan inward processing procedure, or\n\t\t\tan authorised use procedure or temporary admission procedure.\n\t\tSchedule 1 makes provision about—\n\t\t\tthe period within which Customs declarations are required to be made (andassociated matters),\n\t\t\tthe making, amendment or withdrawal of Customs declarations,\n\t\t\tthe acceptance of Customs declarations by HMRC,\n\t\t\tthe verification of Customs declarations by HMRC officers, and\n\t\t\tthe release of goods to, and the discharge of goods from, Customsprocedures.\n\t\tSchedule 2 makes further provision about special Customs procedures.\n\tWhen liability to import duty incurred\n\t\tIf— \n\t\t\tchargeable goods are declared for the free-circulation procedure, and\n\t\t\tHMRC accept the declaration,\n\t\t\t\ta liability to import duty is incurred at the time of the acceptance.\n\t\tIf chargeable goods are declared for—\n\t\t\ta storage procedure,\n\t\t\ta transit procedure, or\n\t\t\tan inward processing procedure,\n\t\t\tthe general rule is that a liability to import duty is not incurred byreference to the importation of the goods.\n\t\tThis rule is subject to the following two exceptions—\n\t\t\tif there is no entitlement to make the Customs declaration concerned, aliability to import duty is incurred at the time the (purported) declarationis made, and\n\t\t\tif there is a breach by any person of any requirement relating to theprocedure, a liability to import duty is incurred at the time at which thebreach first occurs.\n\t\tIn the case of goods declared for an authorised use procedure or temporaryadmission procedure—\n\t\t\ta liability to import duty is incurred at the time the declaration isaccepted by HMRC,\n\t\t\tif there is an entitlement to make the declaration for the procedure, therate of import duty is lower than the normal rate (see section 19(4)),\n\t\t\tif there is no such entitlement, the liability is at the normal rate, and\n\t\t\tif there is a breach of a requirement relating to the procedure, a furtherliability to import duty arises at the time of the breach at the normal ratereduced to take account of the amount of any earlier liability.\n\t\tIn the case of goods declared for a temporary admission procedure, see alsosection 19(5).\n\t\tIn this section any reference to the breach of a requirement relating to aspecial Customs procedure is to—\n\t\t\ta breach, occurring while the procedure has effect, of the terms of thedeclaration for the procedure or of any other requirement imposed in relationto the procedure by or under Schedule 2, or\n\t\t\ta breach, occurring at any time after the declaration was made, of anyother requirement imposed by an HMRC officer in relation to the goods forwhich the declaration was made.\n\t\tIn this section “the normal rate” means the rate that, at the time of thedeclaration or breach (as the case may be), would be applicable if section19(4) were ignored.\n\tGoods not presented to Customs or Customs declaration not made\n\t\tIf chargeable goods—\n\t\t\tare imported into the United Kingdom, and\n\t\t\tare not presented to Customs on import (if so required),\n\t\t\t\tthe goods are liable to forfeiture (as to which, see Part 11 of CEMA 1979) atthe time of importation.\n\t\tIf goods are liable to forfeiture as a result of—\n\t\t\tsubsection (1), or\n\t\t\tparagraph 1(5) or 3(4) of Schedule 1 (no Customs declaration made),\n\t\t\ta liability to import duty is incurred at the time at which the goods becomeliable to forfeiture."
    },
    {
        "length": 707,
        "text": "\nPerson liable to import duty\n\tPerson liable to import duty\n\t\tIf a Customs declaration is made in respect of any chargeable goods, theperson in whose name the declaration is made is the person liable to importduty in respect of the goods.\n\t\tIf a liability to import duty is incurred as a result of section 5 inrespect of any chargeable goods, any person who is in possession or control ofthe goods when they enter the United Kingdom is liable to import duty inrespect of the goods.\n\t\tIn addition to any person liable as a result of subsection (1) or (2), eachof the following persons is liable to import duty—\n\t\t\ta person on whose behalf a Customs declaration is made,\n\t\t\ta person liable as a result of provision made by section 21(6) (Customsagents),\n\t\t\ta person liable as a result of provision made under paragraph 21 ofSchedule 2 (special Customs procedures), and\n\t\t\ta person otherwise involved in a breach of a relevant Customs obligation.\n\t\tFor this purpose a person is otherwise involved in a breach of a relevantCustoms obligation if—\n\t\t\tthe person provides false information in connection with a chargeableCustoms declaration and the person knew, or ought reasonably to have known,that the information was false,\n\t\t\tthe person (“A”) acted (whether as a Customs agent or otherwise) on behalfof another person who breached a relevant Customs obligation and A knew, orought reasonably to have known, of the breach by that other person,\n\t\t\tthe person participated in, or was otherwise involved in, a breach of arelevant Customs obligation and knew, or ought reasonably to have known, ofthe breach, or\n\t\t\tthe person possesses or controls the goods at a time when there has been abreach of a relevant Customs obligation and the person knew, or oughtreasonably to have known, of the breach.\n\t\tFor the purposes of subsection (4)(a) a person (“P”) provides “falseinformation in connection with a chargeable Customs declaration” if—\n\t\t\tP provides information to another person to enable that other person tomake a Customs declaration,\n\t\t\tthat other person makes the declaration, and\n\t\t\tthe information provided by P is false.\n\t\tFor the purposes of subsection (4) there is “a breach of a relevant Customsobligation” if—\n\t\t\tthere is a breach of a requirement imposed on any person that results in aliability to import duty, or\n\t\t\tcircumstances otherwise arise that result in a liability to import duty,\n\t\t\t\tand, in a case within paragraph (b) of this subsection, references toknowledge of the breach are to knowledge of those circumstances.\n\t\tIf two or more persons are liable to import duty in any case, those personsare jointly and severally liable to import duty in that case."
    },
    {
        "length": 3387,
        "text": "\nAmount of import duty: the customs tariff, preferences, safeguarding etc\n\tAmount of duty: introduction\n\t\tThe amount of import duty applicable to any goods is to be determined inaccordance with the customs tariff (see section 8), as amended or adjusted byprovision made under any of the following sections—\n\t\t\tsection 9 (preferential rates: arrangements with countries or territoriesoutside UK),\n\t\t\tsection 10 (preferential rates given unilaterally),\n\t\t\tsection 11 (quotas),\n\t\t\tsection 12 (tariff suspension),\n\t\t\tsection 13 (dumping of goods, foreign subsidies and increases in imports),\n\t\t\tsection 14 (increases in imports or changes in price of agriculturalgoods), and\n\t\t\tsection 15 (international disputes etc).\n\t\tSee also—\n\t\t\tsections 16 to 18 (which deal with the valuation of goods, their place oforigin and cases where amounts are expressed in a foreign currency), and\n\t\t\tsection 19 (which enables provision to be made for full or partial relieffrom import duty).\n\tThe customs tariff\n\t\tThe Treasury must make regulations establishing, and maintaining in force,a system which—\n\t\t\tclassifies goods according to their nature, origin or any other factor,\n\t\t\tgives codes to the goods as so classified,\n\t\t\tspecifies the rate of import duty applicable to goods falling within thosecodes (whether by a formula or otherwise), and\n\t\t\tcontains rules for determining the amount of import duty applicable tothose goods.\n\t\tThis system is referred to in this Part as the customs tariff.\n\t\tThe customs tariff may provide for the amount of any import duty applicableto any goods falling within any code to be determined by reference to eitheror both of the following—\n\t\t\tthe value of the goods, and\n\t\t\tthe weight or volume of the goods or any other measure of their quantity orsize.\n\t\tThe customs tariff may include provision as to the meaning of anyexpression used in it.\n\t\tIn considering the rate of import duty that ought to apply to any goods ina standard case, the Treasury must have regard to—\n\t\t\tthe interests of consumers in the United Kingdom,\n\t\t\tthe interests of producers in the United Kingdom of the goods concerned,\n\t\t\tthe desirability of maintaining and promoting the external trade of theUnited Kingdom,\n\t\t\tthe desirability of maintaining and promoting productivity in the UnitedKingdom, and\n\t\t\tthe extent to which the goods concerned are subject to competition.\n\t\tIn considering the rate of import duty that ought to apply to any goods ina standard case, the Treasury must also have regard to any recommendationabout the rate made to them by the Secretary of State.\n\t\tIn considering what recommendation to make, the Secretary of State musthave regard to the matters set out in subsection (5)(a) to (e).\n\t\tIn this section “a standard case” means a case other than one to which anyof sections 9 to 15 or 19(4) apply (preferential rates, quotas, tariffsuspension, safeguarding, etc).\n\tPreferential rates: arrangements with countries or territories outsideUK\n\t\tIf— \n\t\t\tHer Majesty’s government in the United Kingdom makes arrangements with thegovernment of a country or territory outside the United Kingdom, and\n\t\t\tthe arrangements contain provision for the rate of import duty applicableto goods, or any description of goods, originating from the country orterritory to be lower than the applicable rate in the customs tariff in itsstandard form,\n\t\t\t\tthe Treasury may make regulations to give effect to the provision made by thearrangements (whether by amending the customs tariff or otherwise).\n\t\tThe reference here to the customs tariff in its standard form is to thetariff as it has effect without regard to any provision made under any ofsections 10 to 15 or section 19(4).\n\t\tThe power of the Treasury to make regulations under this section isexercisable only on the recommendation of the Secretary of State.\n\tPreferential rates given unilaterally\n\t\tThe Secretary of State may by regulations establish a scheme (“a tradepreference scheme”) under which the rate of import duty applicable to goods,or any description of goods, originating from an eligible developing countryis lower than the applicable rate in the customs tariff in its standard form.\n\t\tA trade preference scheme may—\n\t\t\tapply to one or more eligible developing countries,\n\t\t\tprovide for the application of the lower rates to be subject to the meetingof specified conditions, and\n\t\t\tmake provision about the variation, suspension and withdrawal of theapplication of the lower rates.\n\t\tIf a trade preference scheme is established under subsection (1),regulations under subsection (1)—\n\t\t\tmust provide for a nil rate of import duty to be applicable to all goodsoriginating from a least developed country, except arms and ammunition, and\n\t\t\tmay make provision about the suspension and withdrawal of the applicationof the nil rate.\n\t\tIn subsection (3)—\n\t\t\t“arms and ammunition” has the meaning specified in regulations made by theSecretary of State, and\n\t\t\t“suspension” and “withdrawal” may include the application of another ratethat is lower than the applicable rate in the customs tariff in its standardform.\n\t\tThe references in this section to the customs tariff in its standard formare to the tariff as it has effect without regard to any provision made underany of section 9, sections 11 to 15 or section 19(4).\n\t\tIn Schedule 3—\n\t\t\tPart 1 defines “eligible developing country” and “least developed country”for the purposes of this section,\n\t\t\tParts 2 and 3 contain lists for the purpose of those definitions, and\n\t\t\tPart 4 confers power to amend those lists.\n\tQuotas \n\t\tRegulations may make provision for determining the amount of import dutyapplicable to any goods that are subject to a quota.\n\t\tGoods are subject to a quota for the purposes of this section if—\n\t\t\tHer Majesty’s government in the United Kingdom makes arrangements with thegovernment of a country or territory outside the United Kingdom and thearrangements contain provision for the goods concerned to be subject to aquota, or\n\t\t\tthe Treasury otherwise consider that it is appropriate for the goodsconcerned to be subject to a quota.\n\t\tRegulations may make any provision that the person making them considersappropriate for the purposes of this section, including (for example)—\n\t\t\tprovision specifying the factors by reference to which a quota is to bedetermined,\n\t\t\tprovision imposing conditions subject to which a quota has effect,\n\t\t\tprovision for a quota in respect of specified goods to be subject to alicensing or allocation system (see also subsection (4)), and\n\t\t\tany other provision in relation to the administration of a quota.\n\t\tRegulations made under subsection (3) which make provision for a quota inrespect of specified goods to be subject to a licensing or allocation systemmay include—\n\t\t\tprovision authorising any public body to grant licences or determine asystem for allocating the quotas,\n\t\t\tprovision specifying the cases in which a person is eligible to make use ofa quota,\n\t\t\tprovision specifying the conditions subject to which any person may makeuse of a quota (including provision for the giving of a guarantee of aspecified amount),\n\t\t\tprovision authorising the conditions to be imposed by a licence or otherdocument,\n\t\t\tprovision requiring the payment of fees by any person in connection withany application for a licence or an allocation, and\n\t\t\tprovision generally in relation to the administration of the licensing orallocation system.\n\t\tAny fees payable as a result of provision made under subsection (4)(e) mustbe paid into the Consolidated Fund.\n\t\tThe power to make regulations under this section providing for a quota inrespect of specified goods to be subject to a licensing or allocation systemis exercisable by the Secretary of State.\n\t\tThe power to make regulations under this section containing any otherprovision is exercisable by the Treasury; and, in considering what provisionto include in the regulations, the Treasury must have regard to anyrecommendation made to them by the Secretary of State.\n\tTariff suspension\n\t\tThe Treasury may by regulations make provision securing that, for aspecified period, the rate of import duty applicable to specified goods is tobe lower than the applicable rate in the customs tariff in its standard form.\n\t\tThe regulations must provide that (subject to any exceptions) the Secretaryof State is obliged—\n\t\t\tto consider a request made by any person for goods to be specified goodsfor the purposes of the regulations, and\n\t\t\tto make recommendations to the Treasury about the request.\n\t\tThe regulations may—\n\t\t\tmake provision for extending the specified period (including by means of anotice),\n\t\t\timpose conditions on the application of the lower rate, and\n\t\t\tmake further provision about requests made to the Secretary of State(including provision about the form and contents of a request and the manner,and date by which, a request is to be made).\n\t\tIn this section the reference to the customs tariff in its standard form isto the tariff as it has effect without regard to any provision made under anyof sections 9 to 11, sections 13 to 15 or section 19(4).\n\t\tIn considering what provision to include in any regulations under thissection, the Treasury must have regard to any recommendation made to them bythe Secretary of State.\n\tDumping of goods, foreign subsidies and increases in imports\n\t\tFunctions relating to import duty are conferred on the Trade RemediesAuthority (“the TRA”) by—\n\t\t\tSchedule 4 (dumping and foreign subsidies causing injury to UK industry),and\n\t\t\tSchedule 5 (increased imports causing serious injury to UK producers).\n\t\tIf the Secretary of State accepts a recommendation by the TRA underprovision made by or under Schedule 4 or 5 that an additional amount of importduty should be applicable to goods, the Secretary of State must by publicnotice make provision giving effect to the recommendation.\n\t\tIf the Secretary of State accepts a recommendation by the TRA underprovision made by or under Schedule 5 that goods should be subject to aprovisional tariff rate quota or a tariff rate quota, the Secretary of Statemust by public notice make provision for determining the amount of import dutyapplicable to the goods in order to give effect to the recommendation.\n\t\tIf the Secretary of State accepts a recommendation by the TRA underprovision made by or under Schedule 4 or 5 that—\n\t\t\tthe application of an additional amount of import duty to goods under thissection should be suspended, varied or revoked, or\n\t\t\tthe application of a quota to which goods are subject under this sectionshould be suspended, varied or revoked,\n\t\t\t\tthe Secretary of State must by public notice make provision giving effect tothe recommendation.\n\t\tThe Secretary of State may make regulations containing any provision thatthe Secretary of State considers appropriate for the purposes of subsections(3) and (4)(b); and section 11(3)(a) to (d), (4) and (5) apply to regulationsunder this subsection as they apply to regulations under section 11(3).\n\tIncreases in imports or changes in price of agricultural goods\n\t\tThe Treasury may by regulations make provision for an additional amount ofimport duty to be applicable to specified agricultural goods, or a specifieddescription of agricultural goods, if—\n\t\t\tthe volume of imports of the specified goods, or goods of the specifieddescription, into the United Kingdom during a specified period exceeds aspecified trigger level, or\n\t\t\tthe import price of the goods has fallen below a specified trigger price.\n\t\tThe regulations may (among other things) make provision—\n\t\t\tlimiting the period for which an additional amount of import duty isapplicable;\n\t\t\tfor the suspension of the application of an additional amount of importduty;\n\t\t\trequiring the giving of a guarantee in respect of an additional amount ofimport duty which is potentially applicable to goods, where the representativeprice for the goods has fallen below the specified trigger price and theimport price of the goods is higher than that representative price;\n\t\t\tspecifying the representative price for goods or a description of goods,(whether by a formula or otherwise) and providing for representative prices tobe adjusted (whether by a formula or otherwise).\n\t\tThe power of the Treasury to make regulations under this section isexercisable only on the recommendation of the Secretary of State.\n\tInternational disputes etc\n\t\tIf— \n\t\t\ta dispute or other issue has arisen between Her Majesty’s government in theUnited Kingdom and the government of a country or territory, and\n\t\t\tHer Majesty’s government in the United Kingdom is authorised underinternational law to deal with the issue by varying the amount of import dutyin the case of goods, or a description of goods, originating from the countryor territory,\n\t\t\t\tthe Secretary of State may make regulations varying the amount of import dutyapplicable to the goods or the description of goods.\n\t\tIn exercising the power to make the regulations in the case of a disputeaffecting any goods, the Secretary of State must secure that the amount ofimport duty payable in that case takes account of any additional amount ofimport duty which—\n\t\t\tis payable under section 13 as a result of the goods being subsidised, or\n\t\t\twould have been so payable had an undertaking not been accepted in respectof the goods."
    },
    {
        "length": 1139,
        "text": "\nAmount of import duty: supplementary\n\tValue of chargeable goods\n\t\tThis section makes provision for determining the value of chargeable goodsfor the purposes of this Part.\n\t\tThe general rule is that the value of the goods is the transaction value ofthe goods when sold for export to the United Kingdom.\n\t\tFor this purpose “the transaction value” means the total amount of theconsideration—\n\t\t\tpayable for the goods, or\n\t\t\tpayable in connection with the importation of the goods into the UnitedKingdom,\n\t\t\t\tsubject to the inclusion or exclusion of matters specified in regulations madeby the Treasury.\n\t\tThe regulations may make provision for treating a matter to be of aspecified amount or value.\n\t\tRegulations made by the Treasury may make provision for the value of goodsfor the purposes of this Part to be a value other than the transaction value.\n\t\tThe following are examples of the kind of provision that may be made by theregulations—\n\t\t\tprovision dealing with transactions between persons who are related to, orconnected with, each other in a specified way, and\n\t\t\tprovision dealing with cases where a transaction value cannot, or cannotreadily, be determined.\n\tPlace of origin of chargeable goods\n\t\tThis section makes provision for determining the place of origin ofchargeable goods for the purposes of this Part.\n\t\tGoods are to be regarded as originating from a country or territory if theyare wholly obtained in the country or territory.\n\t\tIf goods are obtained in two or more countries or territories, the goodsare to be regarded as originating from the last country or territory in whichsubstantial processing of them has taken place that is economically justified.\n\t\tProcessing of any goods is to be regarded as substantial only if—\n\t\t\tit results in the manufacture of a new product or represents an importantstage of manufacture, and\n\t\t\tit takes place in an undertaking equipped for the purpose.\n\t\tIt is for the person making a Customs declaration to show that goodsoriginate from a particular country or territory.\n\t\tThe Treasury may by regulations make provision for the purposes of thissection, including (for example) provision—\n\t\t\tfor determining what constitutes, or does not constitute, processing thatis economically justified,\n\t\t\tfor determining what constitutes, or does not constitute, an importantstage of manufacture,\n\t\t\tas to cases in which goods are, or are not, to be regarded as originatingfrom a country or territory, and\n\t\t\tas to the evidence which is to be required, or is to be sufficient, for thepurpose of showing that goods originate from a particular country orterritory.\n\t\tIn relation to any case where the applicable rate of import duty isdetermined under section 9 or 10 (preferences), the provision that may be madeby regulations under subsection (6) includes—\n\t\t\tprovision for the place of origin of the goods to be determined inaccordance with the regulations,\n\t\t\tprovision for regarding goods exported by or on behalf of persons approvedin accordance with the regulations as originating from a country or territoryor for regarding only goods exported by or on behalf of approved persons asoriginating from a country or territory,\n\t\t\tprovision for different categories of approved persons,\n\t\t\tprovision requiring the Treasury to publish a list of persons who are forthe time being approved persons and information about the category ofapproval, and\n\t\t\tother provision about approved persons.\n\t\tThe power to make regulations under this section is exercisable only on therecommendation of the Secretary of State.\n\tCurrency \n\t\tThe value of chargeable goods for the purposes of this Part must becalculated and expressed in sterling.\n\t\tIf an amount that is relevant for the purpose of calculating the value ofgoods for the purposes of this Part is expressed in a currency other thansterling, the amount must be converted into its sterling equivalent.\n\t\tThe conversion must be made in accordance with provision contained in apublic notice given by HMRC Commissioners.\n\t\tThe public notice may make provision—\n\t\t\tspecifying the exchange rate that must be used for the purposes of thissection,\n\t\t\tfor the conversion to be made by reference to an exchange rate (or rates)applicable at any time (including a time earlier than that at which animportation took place) or by reference to the average exchange rate for aspecified period,\n\t\t\tfor the exchange rate determined in accordance with the notice to apply totransactions or other events taking place in a specified period,\n\t\t\tfor adjusting the applicable exchange rate if the value of sterling againstthe currency concerned has increased or decreased by more than a specifiedpercentage, and\n\t\t\tfor any conversion to be rounded up or down."
    },
    {
        "length": 499,
        "text": "\nReliefs\n\tReliefs \n\t\tThe Treasury may by regulations make provision for full or partial relieffrom a liability to import duty.\n\t\tThe regulations may provide for the relief to be given by reference to anyfactor, for example—\n\t\t\tthe nature or origin of goods or anything else by reference to which goodsare classified in the customs tariff,\n\t\t\tanything in the customs tariff by reference to which the amount of importduty applicable to goods is determined,\n\t\t\tthe purposes for which goods are imported,\n\t\t\tthe person by whom, or for whose benefit, goods are imported, and\n\t\t\tthe circumstances in which goods are imported.\n\t\tThe regulations may provide for a relief to be conditional on (among otherthings) the export of goods in accordance with the applicable exportprovisions.\n\t\tIn the case of goods that are declared for an authorised use procedure ortemporary admission procedure, the Treasury—\n\t\t\tmust exercise the power to make regulations under this section so as tosecure that the rate of import duty applicable to the goods is lower than theapplicable rate in the customs tariff in its standard form, and\n\t\t\tmay secure that result by amending the customs tariff.\n\t\tIf the regulations provide for partial relief in respect of goods declaredfor a temporary admission procedure, the regulations must secure that—\n\t\t\tthe partial relief operates by way of additional charges to import duty byreference to any period during which the procedure has effect, and\n\t\t\tthe total of the additional charges does not exceed the amount of theliability in the absence of the partial relief.\n\t\tIf the regulations provide for partial relief in any other case, theregulations may make provision corresponding to that mentioned in subsection(5)(a) and (b).\n\t\tThe reference in this section to the customs tariff in its standard form isto the tariff as it has effect without regard to any provision made under anyof sections 9 to 15 (preferential rates, quotas, tariff suspension,safeguarding, etc)."
    },
    {
        "length": 2200,
        "text": "\nAdministration etc\n\tNotification and payment of import duty, etc\n\t\tSchedule 6 makes provision for—\n\t\t\tthe notification of any liability to pay import duty,\n\t\t\tthe payment of import duty,\n\t\t\tthe giving of guarantees in respect of any liability to pay import duty,\n\t\t\tthe repayment of import duty,\n\t\t\tthe remission of import duty, and\n\t\t\tthe recovery of import duty.\n\tCustoms agents\n\t\tA person (“the principal”) may appoint any other person (a “Customs agent”)to act on the principal’s behalf for the purposes of this Part, and—\n\t\t\tthe agent may make Customs declarations in the name of the principal (andin that case the agent acts as a “direct agent”), or\n\t\t\tthe agent may make Customs declarations in the agent’s own name (and inthat case the agent acts as an “indirect agent”).\n\t\tThe appointment of a person as a Customs agent, and the withdrawal of anappointment of a person as a Customs agent, must be disclosed to HMRC inaccordance with regulations made by HMRC Commissioners.\n\t\tThe effect of an appointment of a person as a Customs agent is thatanything done under, or otherwise for the purposes of, this Part by, or inrelation to, the agent is regarded as done under, or otherwise for thepurposes of, this Part by, or in relation to, the principal (and not by theagent).\n\t\tThere is an exception to this rule if a Customs agent acts as an indirectagent (and see also section 37(8)(b)).\n\t\tIn that case, the indirect agent is liable to import duty in accordancewith section 6(1) (and the principal is also liable to import duty inaccordance with section 6(3)(a)).\n\t\tIf a Customs agent acts as a direct agent, the agent is also liable toimport duty if—\n\t\t\tthe agent acts at time when the appointment has not been disclosed to HMRCas mentioned in subsection (2),\n\t\t\tthe agent acts at a time when the appointment of the person as a Customsagent has been withdrawn,\n\t\t\tthe agent otherwise purports to act on behalf of the principal when theagent has no authority to do so, or\n\t\t\ta liability to import duty is incurred by reference to the importation ofgoods declared for a Customs procedure and the declaration was not made inaccordance with regulations under paragraph 9 of Schedule 1 (simplifiedCustoms declarations).\n\t\tHMRC Commissioners may by regulations make further provision about Customsagents for the purposes of import duty.\n\t\tEach of the following is an example of the kind of provision that may bemade by the regulations—\n\t\t\tprovision requiring persons to be eligible for appointment as Customsagents only if an HMRC officer has approved the appointment, and\n\t\t\tprovision specifying the criteria for approving the appointment (includingprovision for the criteria to be specified in a public notice given by HMRCCommissioners).\n\tAuthorised economic operators\n\t\tHMRC Commissioners may by regulations make provision—\n\t\t\tdisapplying or simplifying specified requirements made by or under thisPart in relation to things required or authorised to be done by authorisedeconomic operators, or\n\t\t\trequiring HMRC to have regard to the status of a person as an authorisedeconomic operator when considering whether or not, or how, to exercise anypower or other function for the purposes of this Part.\n\t\tFor this purpose “authorised economic operators” means persons authorisedin accordance with provision made by or under the regulations.\n\t\tRegulations under this section may (for example)—\n\t\t\tspecify the criteria to be applied in determining whether or not any personshould be an authorised economic operator,\n\t\t\tspecify those criteria by reference to professional standards of competence(as set by any specified person) or by reference to anything else (includingthe judgment of any person as to suitability),\n\t\t\tmake provision for a person’s status as an authorised economic operator tobe subject to compliance with conditions specified in the regulations or inthe authorisation, and\n\t\t\testablish different classes of authorised economic operator.\n\tApprovals and authorisations granted under regulations\n\t\tThis section applies in relation to approvals granted to any person underregulations made under this Part (whether in respect of premises or anythingelse) unless the regulations in question make alternative provision.\n\t\tIn this section references to an approval include an authorisation.\n\t\tThe regulations under which an approval is granted may—\n\t\t\trequire an application for approval to be made in a specified form and in aspecified manner and to contain specified information,\n\t\t\tspecify cases in which an application for approval may not be made,\n\t\t\trequire HMRC to consider, within a specified period, whether or not anapplication, or purported application, for approval is, as a result ofprovision made by paragraph (a) or (b), one that falls to be determined,\n\t\t\tconfer on the applicant a right of appeal to an appeal tribunal in a casewhere HMRC have failed to comply with paragraph (c),\n\t\t\trequire HMRC to notify a person making a purported application for approvalthat, as a result of provision made by paragraph (a) or (b), the purportedapplication does not fall to be determined, and\n\t\t\tmake further provision about the notification.\n\t\tThe provision that may be made under subsection (3)(d) includes—\n\t\t\tprovision for an appeal to be brought only if a period specified in theregulations has ended, and\n\t\t\tprovision limiting the power of an appeal tribunal to the power to directHMRC, in a case where it is satisfied that HMRC have acted unreasonably, toconsider the application as mentioned in subsection (3)(c) within such furtherperiod as is specified by the tribunal.\n\t\tAn approval granted by HMRC is treated as if it had never been granted if—\n\t\t\tthe (purported) application for approval was deficient in some respect,\n\t\t\tthe applicant knew, or ought reasonably to have known, of the deficiency,\n\t\t\tHMRC consider that the approval would not have been granted if thedeficiency was known at the time it was granted by the person granting it, and\n\t\t\tHMRC give a notice to the applicant under this subsection notifying theapplicant of the effect of this subsection.\n\t\tRegulations made by HMRC Commissioners may make any provision that theyconsider appropriate for the purposes of subsection (5), including provisionspecifying cases in which the approval is to continue to be treated as stillin force.\n\t\tAn approval may be amended, suspended or revoked in cases specified in theregulations under which it was granted.\n\t\tThe amendment, suspension or revocation of an approval takes effect fromthe date specified in a notice given by HMRC to the person approved (and,accordingly, does not affect anything already done by any person before thatdate in reliance on the approval).\n\t\tHMRC— \n\t\t\tmay not specify a date before the notice is given unless HMRC and theperson both agree that such a date may be given, and\n\t\t\tmay not specify a date that falls more than one year after the date onwhich the notice is given.\n\t\tIn this section “an appeal tribunal” has the same meaning as in Chapter 2of Part 1 of the Finance Act 1994 (see section 7).\n\tRulings as to application of customs tariff or place of origin\n\t\tHMRC Commissioners must by public notice make provision establishing asystem under which persons apply for rulings given by HMRC officers for thepurpose of—\n\t\t\tdetermining any issue as to the code in the customs tariff applicable toany goods, or\n\t\t\tdetermining the place of origin of any goods for the purposes of this Part.\n\t\tEach of the following is an example of the kind of provision that may bemade by the notice—\n\t\t\tprovision specifying cases in which rulings need not be given,\n\t\t\tprovision about the making of the applications (including their form, theinformation to be contained in them and any documents to accompany them),\n\t\t\tprovision requiring the applications to be determined within a specifiedperiod,\n\t\t\tprovision about the period for which, and other conditions subject towhich, the rulings are to have effect,\n\t\t\tprovision about the form in which the rulings are to be given,\n\t\t\tprovision for the withdrawal or amendment of rulings,\n\t\t\tprovision determining the extent to which the rulings may be relied on byapplicants, and\n\t\t\tprovision requiring any person to whom a ruling has been given to disclosethat fact to HMRC.\n\t\tThe system established by the notice must secure that an application may bemade for a ruling even if an HMRC officer considers that the ruling is not, ormay not be, required to resolve a doubt as to the issue being determined."
    },
    {
        "length": 1099,
        "text": "\nSupplementary\n\tDisclosure of information\n\t\tHMRC (or anyone acting on their behalf) may disclose information relatingto import duty for customs duty purposes.\n\t\tIn this section “customs duty purposes” means purposes in connection with,or otherwise incidental to, the imposition, enforcement or other regulation ofimport duty.\n\t\tA person who receives information as a result of this section may notfurther disclose the information except with the consent of the HMRCCommissioners (which may be general or specific).\n\t\tA person who receives information as a result of this section may use theinformation only for customs duty purposes.\n\t\tIf a person discloses information in contravention of subsection (3) whichrelates to a person whose identity—\n\t\t\tis specified in the disclosure, or\n\t\t\tcan be deduced from it,\n\t\t\t\tsection 19 of the Commissioners for Revenue and Customs Act 2005 (offence ofwrongful disclosure) applies in relation to that disclosure as it applies inrelation to a disclosure in contravention of section 20(9) of that Act.\n\t\tThis section does not limit the circumstances in which information may bedisclosed under section 18(2) of the Commissioners for Revenue and Customs Act2005 or under any other enactment or rule of law.\n\t\tNothing in this section authorises the making of a disclosure which—\n\t\t\tcontravenes the data protection legislation, or\n\t\t\tis prohibited by any of Parts 1 to 7 or Chapter 1 of Part 9 of theInvestigatory Powers Act 2016.\n\t\tIn this section “the data protection legislation” has the same meaning asin the Data Protection Act 2018.\n\tCo-operation with other customs services\n\t\tHMRC may co-operate with other customs services on matters of mutualconcern with a view to securing (by the exchange of information or otherwise)—\n\t\t\tthe administration of the import duty system,\n\t\t\tthe prevention or detection of evasion or other fraud relating to importduty, and\n\t\t\tthe prevention, reduction or elimination of avoidance of a liability toimport duty.\n\t\tSection 25(3) to (7) apply in relation to information disclosed as a resultof this section.\n\tFees for exercise of functions in connection with import duty\n\t\tThe Treasury may by regulations authorise the charging of fees in respectof the exercise of any specified function of HMRC, or of an HMRC officer, forthe purposes of, or otherwise in connection with, import duty.\n\t\tThe power may be exercised by the Treasury only if they consider that—\n\t\t\tits exercise is consistent with arrangements between Her Majesty’sgovernment in the United Kingdom and any other government or any internationalorganisation or authority, and\n\t\t\tthe circumstances in which the specified function is, or is likely to be,exercised are such that it is fair and reasonable for the charge to be made.\n\tRequirement to have regard to international obligations\n\t\tIn exercising any function under any provision made by or under this Part—\n\t\t\tthe Treasury,\n\t\t\tthe Secretary of State,\n\t\t\tHMRC, \n\t\t\tthe TRA, and\n\t\t\tany other public body,\n\t\t\t\tmust have regard to international arrangements to which Her Majesty’sgovernment in the United Kingdom is a party that are relevant to the exerciseof the function.\n\t\tThis section is not to be read as affecting the circumstances in which anyobligation to have regard to such matters would otherwise have arisen.\n\tConsequential amendments\n\t\tSchedule 7 contains amendments consequential on the provision made by thisPart.\n\t\tThe amendments made by that Schedule include amendments dealing with—\n\t\t\treviews or appeals of decisions in relation to import duty (see sections13A to 16 of, and Schedule 5 to, the Finance Act 1994), and\n\t\t\tpenalties in relation to breaches of requirements in relation to importduty (see Part 3 of the Finance Act 2003).\n\tGeneral provision for the purposes of import duty\n\t\tThe Treasury may by regulations—\n\t\t\tmake provision supplementing provision made in relation to import duty byor under this Part or any other enactment, or\n\t\t\tmake other provision generally for the purposes of import duty."
    },
    {
        "length": 626,
        "text": "\nUK's customs union\n\tTerritories forming part of a customs union with UK\n\t\tThis section applies if arrangements are entered into between—\n\t\t\tHer Majesty’s government in the United Kingdom, and\n\t\t\tthe government of a country or territory outside the United Kingdom,\n\t\t\t\testablishing a customs union between the United Kingdom and the country orterritory.\n\t\tArrangements establish a “customs union” between the United Kingdom and acountry or territory if—\n\t\t\tthey provide that no duty is to be chargeable by reference to movements ofgoods, or goods of a specified description, between the United Kingdom and thecountry or territory, and\n\t\t\tthey provide for the same, or substantially the same, rules for chargingduty on imports of goods, or goods of a specified description, from placesoutside the United Kingdom or the country or territory.\n\t\tFor this purpose—\n\t\t\t  * “duty” means— \n\t\t\timport duty, or\n\t\t\tany duty (however described) imposed by the law of the country or territorythat is of a similar character to import duty, and\n\t\t\t\t  * “specified” means specified in the arrangements. \n\t\tIf Her Majesty by Order in Council declares that it is expedient that thearrangements should have effect for the purposes of import duty, thearrangements have effect for those purposes despite any enactment.\n\t\tIn the case of a customs union between the United Kingdom and the EuropeanUnion, Her Majesty may not make a declaration by Order in Council undersubsection (4) unless the arrangements have been approved by an Act ofParliament.\n\t\tHMRC Commissioners may make regulations generally for carrying out anyarrangements having effect in accordance with this section.\n\t\tAmong other things, the regulations may—\n\t\t\tmodify or disapply provision made by or under this Part or any other Act,\n\t\t\ttreat anything done by the government of a country or territory as if doneby the appropriate authority or person in the United Kingdom, and\n\t\t\tapply or replicate, with or without modifications, provision relating toduty under the law of a country or territory as that provision has effect fromtime to time.\n\t\tExamples of the kind of provision within subsection (7)(b) are—\n\t\t\tprovision treating an agreement entered into by a country or territory asif it were entered into by Her Majesty’s government in the United Kingdom, and\n\t\t\tprovision treating a system for determining the amount of duty establishedunder the law of a country or territory as if it were the customs tariffmentioned in section 8."
    },
    {
        "length": 814,
        "text": "\nRegulations etc\n\tRegulations etc\n\t\tRegulations under this Part are to be made by statutory instrument.\n\t\tA statutory instrument containing any regulations to which this subsectionapplies must be laid before the House of Commons, and, unless approved by thatHouse before the end of the period of 28 days beginning with the date on whichthe instrument is made, ceases to have effect at the end of that period.\n\t\tSubsection (2) applies to—\n\t\t\tthe first regulations under section 8 (the customs tariff),\n\t\t\tany other regulations under that section the effect of which is an increasein the amount of import duty payable under the customs tariff in a standardcase (within the meaning of that section), or\n\t\t\tregulations under section 30 (general provision for import duty purposes).\n\t\tThe fact that a statutory instrument ceases to have effect as a result ofsubsection (2) does not affect—\n\t\t\tanything previously done under the instrument, or\n\t\t\tthe making of a new statutory instrument.\n\t\tIn calculating the period for the purposes of subsection (2), no account isto be taken of any time—\n\t\t\tduring which Parliament is dissolved or prorogued, or\n\t\t\tduring which the House of Commons is adjourned for more than 4 days.\n\t\tA statutory instrument containing regulations made under this Part otherthan regulations to which subsection (2) applies is subject to annulment inpursuance of a resolution of the House of Commons.\n\t\tAny power to make regulations under this Part may be exercised—\n\t\t\teither in relation to all cases to which the power extends, or in relationto those cases subject to specified exceptions, or in relation to anyspecified case or description of case, or\n\t\t\tso as to make different provision for different purposes or areas.\n\t\tAny power to make regulations under this Part includes—\n\t\t\tpower conferring a discretion on any specified person to do anything under,or for the purposes of, the regulations,\n\t\t\tpower to make provision by reference to things specified in a noticepublished in accordance with the regulations,\n\t\t\tpower to make supplementary, incidental and consequential provision, and\n\t\t\tpower to make transitional or transitory provision and savings.\n\t\tAny power to make regulations under any provision of this Part does notrestrict the width of any power to make subordinate legislation under—\n\t\t\tany other provision of this Part, or\n\t\t\tCEMA 1979 or any other enactment.\n\t\tSubsections (7) to (9) apply in relation to any public notice under thisPart; and any provision that may be made by a public notice under this Partmay be made by regulations.\n\t\tAn Order under section 31—\n\t\t\tis not to be submitted to Her Majesty in Council unless a draft of theOrder has been laid before, and approved by a resolution of, the House ofCommons, and\n\t\t\tif it revokes an earlier Order under that section, may contain transitionalor transitory provision and savings.\n\t\tAfter it is established, the Secretary of State must consult the TRAbefore making regulations under Schedule 4 or 5.\n\t\tAny power of HMRC Commissioners to make regulations under this Part isexercisable concurrently by the Treasury."
    },
    {
        "length": 3642,
        "text": "\nInterpretation etc\n\tMeaning of “domestic goods”\n\t\tGoods are domestic goods for the purposes of this Part if—\n\t\t\tthey are wholly obtained in the United Kingdom, or\n\t\t\tthey have been subject to a chargeable Customs procedure.\n\t\tFor the purposes of this section goods have been “subject to a chargeableCustoms procedure” if—\n\t\t\tthe goods were declared for the free-circulation procedure and theprocedure has been discharged, or\n\t\t\tthe goods were declared for an authorised use procedure and the procedurehas been discharged.\n\t\tGoods cease to be domestic goods if—\n\t\t\tthey are exported from the United Kingdom, and\n\t\t\tthe export is one which is required to be made in accordance with theapplicable export provisions,\n\t\t\t\tand the goods are then chargeable goods until such time (if any) as they arenext subject to a chargeable Customs procedure.\n\t\tFor the purposes of subsection (3), every export of goods is required to bemade in accordance with the applicable export provisions unless an exceptionprovided for by regulations made by HMRC Commissioners applies to the export.\n\t\tHMRC Commissioners may by regulations make provision for goods exportedfrom the United Kingdom in accordance with the applicable export provisions toretain their status as domestic goods if—\n\t\t\tthe goods merely pass through places outside the United Kingdom beforearriving at their ultimate destination in the United Kingdom, or\n\t\t\tthe goods otherwise remain outside the United Kingdom for a temporaryperiod.\n\t\tThe provision that may be made by the regulations includes—\n\t\t\tprovision requiring conditions to be met in relation to the goods whilethey are outside the United Kingdom, and\n\t\t\tprovision requiring the making of a declaration in connection with theirsubsequent import into the United Kingdom.\n\t\tGoods that are in the United Kingdom are presumed to be domestic goodsunless the contrary is shown.\n\t\tThe Treasury may by regulations make provision—\n\t\t\tas to cases in which goods are, or are not, to be regarded as domesticgoods for the purposes of this Part,\n\t\t\tfor reversing the presumption that goods are domestic goods in specifiedcases (so that they are presumed not to be domestic goods unless the contraryis shown), and\n\t\t\tas to the evidence which is to be required, or is to be sufficient, for thepurpose of showing that goods are domestic goods.\n\tPresentation of goods to Customs on import or export\n\t\tFor the purposes of this Part, goods are presented to Customs on import if—\n\t\t\tthe goods are lawfully imported into the United Kingdom, and\n\t\t\tnotification of their importation into the United Kingdom is given to HMRCin accordance with provision made by regulations made by HMRC Commissioners.\n\t\tThe time at which goods are presented to Customs on import is the later of—\n\t\t\tthe time at which the notification of importation in accordance with theregulations is received by HMRC, and\n\t\t\tthe time at which the goods are imported into the United Kingdom.\n\t\tFor the purposes of this Part, goods are presented to Customs on export ifnotification of their export from the United Kingdom is given to HMRC inaccordance with provision made by regulations made by HMRC Commissioners.\n\t\tThe notification must be given before the export of goods unless provisionis made by regulations made by HMRC Commissioners authorising the notificationto be given at a later time.\n\t\tRegulations made by HMRC Commissioners may make provision for the purposesof this section.\n\t\tEach of the following is an example of the kind of provision that may bemade by regulations under this section—\n\t\t\tprovision requiring a notification to be accompanied by documents of adescription specified in the regulations or in a public notice given by HMRCCommissioners,\n\t\t\tprovision authorising a public notice given by HMRC Commissioners to makeprovision about the form and contents of a notification,\n\t\t\tprovision authorising a public notice given by HMRC Commissioners torequire notification to be made in accordance with provision made by thenotice,\n\t\t\tprovision requiring or authorising, in specified cases, notification of animportation of goods to be given before the importation,\n\t\t\tprovision deeming a notification to have been given in specified cases, and\n\t\t\tprovision requiring a notification to disclose the location of the goods.\n\tExports made in accordance with applicable export provisions\n\t\tThis section defines for the purposes of this Part what is meant by anexport of goods from the United Kingdom being in accordance with theapplicable export provisions.\n\t\tThe export of the goods is made in accordance with the applicable exportprovisions if—\n\t\t\tthe goods are presented to Customs on export, and\n\t\t\tthe export is subsequently made in accordance with a procedure provided forby regulations made by HMRC Commissioners.\n\t\tThe regulations may—\n\t\t\tprovide for the procedure to involve the making of a declaration by theperson making the export or any specified person,\n\t\t\tprovide for requirements to be imposed on any person at any time while thegoods are subject to the procedure,\n\t\t\tmake provision specifying, or otherwise determining, the period duringwhich the goods are to be regarded as subject to the procedure,\n\t\t\tdeem, in specified cases, the export to have been made in accordance withthe procedure, and\n\t\t\tprovide for goods to be subject to the control of any HMRC officer from aspecified time.\n\t\tThe provision which may be made as a result of subsection (3)(a) includesprovision applying or replicating the effect of—\n\t\t\tany provision made by or under Schedule 1 (Customs declarations), or\n\t\t\tany other provision made by or under this Part that operates (to anyextent) by reference to a Customs declaration,\n\t\t\t\twith or without modifications.\n\tOutward processing procedure\n\t\tThis section applies if—\n\t\t\tdomestic goods have been presented to Customs on export, and\n\t\t\tthe goods are declared for an outward processing procedure.\n\t\tA declaration of goods for “an outward processing procedure” is adeclaration—\n\t\t\tthat the goods are to be exported from the United Kingdom in order to beprocessed outside the United Kingdom,\n\t\t\tthat the processing is to take place during a temporary period at the endof which the goods are to be imported into the United Kingdom, and\n\t\t\tthat the processing is to be carried out in accordance with requirementsimposed on any person by or under regulations made by HMRC Commissioners.\n\t\tThe temporary period during which the processing is to take place is theperiod specified in a notice given to the person making the declaration by anHMRC officer.\n\t\tThat period may be subsequently extended (or further extended) by anothernotice given as mentioned in subsection (3).\n\t\tIf goods are declared for an outward processing procedure—\n\t\t\tthe export of the goods is not one which is required to be made inaccordance with the applicable export provisions, but\n\t\t\tHMRC Commissioners may by regulations make provision in relation to anyexport under an outward processing procedure corresponding to the provisionthat may be made by regulations under section 35.\n\t\tIf the processing of the goods under an outward processing procedureconsists in their repair by any person without charge, the goods continue tobe regarded as domestic goods but only if, while the procedure has effect—\n\t\t\tthere is no breach of the terms of the declaration for the procedure, and\n\t\t\tthere is no breach of any other requirement in relation to the procedure.\n\t\tIf the processing of the goods under an outward processing procedureconsists in anything else, the goods are to be regarded as chargeable goods,but if—\n\t\t\tthe goods are imported in accordance with the procedure, and\n\t\t\tthere is no breach of the terms of the declaration for the procedure, or ofany other requirement in relation to the procedure, while the procedure haseffect,\n\t\t\t\tthe value of the goods is to be reduced to take account of so much of thatvalue as can be attributed to the goods as they stood before being exported.\n\t\tHMRC Commissioners may make regulations for the purposes of this section.\n\t\tEach of the following is an example of the kind of provision that may bemade by the regulations—\n\t\t\tprovision specifying cases in which goods may not be declared for anoutward processing procedure,\n\t\t\tprovision imposing requirements on any person in relation to an outwardprocessing procedure,\n\t\t\tprovision for determining the reduction in the value of any goods for thepurposes of subsection (7),\n\t\t\tprovision authorised or required to be made by any regulations underSchedule 2, and\n\t\t\tother provision made by or under this Part of this Act that has effect inrelation to a special Customs procedure.\n\tMinor definitions\n\t\tIn this Part—\n\t\t\t  * “approved guarantee”, in relation to goods declared for the free-circulation procedure, means any guarantee given in accordance with regulations made under paragraphs 6 and 7 of Schedule 6, \n\t\t\t  * “arrangements” includes an understanding of any kind, \n\t\t\t  * “CEMA 1979” means the Customs and Excise Management Act 1979, \n\t\t\t  * “directions” means directions in electronic form or otherwise in writing, \n\t\t\t  * “guarantee” includes any indemnity, surety, security and undertaking of any kind, \n\t\t\t  * “HMRC” means Her Majesty’s Revenue and Customs, \n\t\t\t  * “HMRC Commissioners” means the Commissioners for Her Majesty’s Revenue and Customs, \n\t\t\t  * “HMRC officer” means an officer of Revenue and Customs, \n\t\t\t  * “notice”, except in the expression “public notice”, means a notice in electronic form or otherwise in writing, \n\t\t\t  * “specified”, in relation to any regulations or public notice, means specified in, or determined in accordance with, the regulations or public notice, \n\t\t\t  * “subordinate legislation” has the same meaning as in the Interpretation Act 1978, and \n\t\t\t  * “the WTO” means the World Trade Organisation. \n\t\tIn this Part any reference to a rate of duty includes a nil rate.\n\t\tIn this Part any reference to goods being wholly obtained in any country orterritory includes—\n\t\t\tany case where the goods are grown, produced or manufactured only in thecountry or territory, and\n\t\t\tany other cases specified in regulations made by the Treasury.\n\t\tIn this Part any reference to the processing of any goods includes thefollowing activities—\n\t\t\tthe erection, assembly, fitting or other working of the goods,\n\t\t\tthe repair of the goods,\n\t\t\tthe use of the goods for the purpose of facilitating the production ormanufacture of any other goods, and\n\t\t\tthe destruction of the goods.\n\t\tAny reference in any provision of this Part to a public notice is to anotice published by the Secretary of State, or (as the case may be) HMRCCommissioners, in such manner as the person giving the notice considersappropriate for the purposes of that provision.\n\t\tIn this Part—\n\t\t\treferences to a territory outside the United Kingdom include the EuropeanUnion or any other international organisation or authority comprisingterritories outside the United Kingdom, and\n\t\t\texpressions relating to a territory outside the United Kingdom (such as thegovernment of a territory outside the United Kingdom or the law of a territoryoutside the United Kingdom) are to be read accordingly with the necessarymodifications.\n\t\tFor the purposes of this Part any reference to goods being subject to thecontrol of an HMRC officer includes control being exercised by—\n\t\t\trequiring the goods to be handled, or otherwise dealt with, in accordancewith instructions given by an HMRC officer (whether given orally or in anyother way), or\n\t\t\trequiring the goods to be kept in any place specified by an HMRC officer.\n\t\tIn the case of any reference in this Part to a person who makes a Customsdeclaration—\n\t\t\tthe reference is to the person actually making the declaration even if thedeclaration is made on behalf of another person, and\n\t\t\tif a Customs declaration is made by a Customs agent in the name of theprincipal, the reference is to the agent despite the provision made by section21(3).\n\tTable of definitions\n\t\tThe following table sets out some of the expressions used in this Part,showing where they are defined or otherwise explained—\n\tacceptance (of a Customs declaration)| paragraphs 11(2) and 13(4) of Schedule1  ---|---  the applicable export provisions| section 35  approved guarantee (in relation to goods declared for the free-circulationprocedure)| section 37(1)  arrangements| section 37(1)  an authorised use procedure| paragraph 13 of Schedule 2  CEMA 1979| section 37(1)  chargeable goods| section 2  control of HMRC officer| section 37(7)  Customs agent| section 21  Customs procedures| section 3  customs tariff| section 8  directions| section 37(1)  domestic goods| section 33  export (time of)| section 5 of CEMA 1979  the free-circulation procedure| section 3  guarantee| section 37(1)  HMRC| section 37(1)  HMRC Commissioners| section 37(1)  HMRC officer| section 37(1)  import (time of)| section 5 of CEMA 1979  import duty| section 1  an inward processing procedure| paragraphs 9 and 11 of Schedule 2  notice (except in the expression “public notice”)| section 37(1)  origin (of goods)| section 17  person making a Customs declaration| section 37(8)  presented to Customs on export| section 34(3)  presented to Customs on import| section 34(1) and (2)  processing (of goods)| section 37(4)  public notice| section 37(5)  rate of duty| section 37(2)  special Customs procedure| section 3  specified (in relation to regulations or public notices)| section 37(1)  a storage procedure| paragraph 2 of Schedule 2  subordinate legislation| section 37(1)  a temporary admission procedure| paragraph 15 of Schedule 2  territory outside the United Kingdom (and related expressions)| section 37(6)  the TRA| section 13  a transit procedure| paragraph 5 of Schedule 2  value (of chargeable goods)| section 16  wholly obtained (in the case of goods)| section 37(3)  the WTO| section 37(1)    ## PART 2Export duty"
    },
    {
        "length": 570,
        "text": "\nCharge to export duty\n\tThe Treasury may by regulations make provision for, and in connection with,the charging of a duty of customs (to be known as “export duty”) by referenceto the export of goods from the United Kingdom.\n\tThe regulations may provide for export duty to be chargeable by referenceto the export of —\n\t\tall goods, or\n\t\tgoods of a description specified in the regulations.\n\tThe regulations—\n\t\tmay provide for export duty to be chargeable in accordance with a tariffspecified in the regulations (“the export tariff”),\n\t\tmay provide for export duty to be chargeable by reference to value, weightor volume or other measure of quantity or size, and\n\t\tmay provide for the value of the goods and the other matters mentioned inparagraph (b) to be determined in accordance with the regulations.\n\tIn considering whether to impose export duty, and, if so, the rate of dutythat ought to apply to any goods, the Treasury must have regard to—\n\t\tthe interests of consumers in the United Kingdom,\n\t\tthe interests of producers in the United Kingdom of the goods concerned,\n\t\tthe desirability of maintaining and promoting the external trade of theUnited Kingdom,\n\t\tthe desirability of maintaining and promoting productivity in the UnitedKingdom, and\n\t\tthe extent to which the goods concerned are subject to competition.\n\tIn considering whether to impose export duty, and, if so, the rate of dutythat ought to apply to any goods, the Treasury must also have regard to anyrecommendation about the rate made to them by the Secretary of State.\n\tIn considering what recommendation to make, the Secretary of State musthave regard to the matters set out in subsection (4)(a) to (e).\n\tThe provision that may be made by regulations under this section includesprovision replicating or applying, with or without modifications, anyprovision made by or under—\n\t\tPart 1, or\n\t\tany other enactment relating to import duty.\n\tParagraph 1 of Schedule 7 (replacement of EU customs duties) applies inrelation to this Part as it applies in relation to Part 1 (reading anyreference to import duty as a reference to export duty).\n\tIn this section “specified” means specified in, or determined in accordancewith, the regulations."
    },
    {
        "length": 489,
        "text": "\nRegulations under section 39: supplementary\n\tRegulations under section 39 are to be made by statutory instrument.\n\tA statutory instrument containing—\n\t\tthe first regulations under that section, or\n\t\tany other regulations under that section the effect of which is an increasein the amount of export duty payable,\n\t\t\tmust be laid before the House of Commons, and, unless approved by that Housebefore the end of the period of 28 days beginning with the date on which theinstrument is made, ceases to have effect at the end of that period.\n\tThe fact that a statutory instrument ceases to have effect as a result ofsubsection (2) does not affect—\n\t\tanything previously done under the instrument, or\n\t\tthe making of a new statutory instrument.\n\tIn calculating the period for the purposes of subsection (2), no account isto be taken of any time—\n\t\tduring which Parliament is dissolved or prorogued, or\n\t\tduring which the House of Commons is adjourned for more than 4 days.\n\tA statutory instrument containing regulations under section 39 other thanregulations to which subsection (2) applies is subject to annulment inpursuance of a resolution of the House of Commons.\n\tAny power to make regulations under section 39 may be exercised—\n\t\teither in relation to all cases to which the power extends, or in relationto those cases subject to specified exceptions, or in relation to anyspecified case or description of case, or\n\t\tso as to make different provision for different purposes or areas.\n\tAny power to make regulations under section 39 includes—\n\t\tpower conferring a discretion on any specified person to do anything under,or for the purposes of, the regulations,\n\t\tpower to make provision by reference to things specified in a noticepublished in accordance with the regulations,\n\t\tpower to make supplementary, incidental and consequential provision, and\n\t\tpower to make transitional or transitory provision and savings."
    },
    {
        "length": 1509,
        "text": "\nPART 3Value added tax\n\tAbolition of acquisition VAT and extension of import VAT\n\t\tThe Value Added Tax Act 1994 is amended as follows.\n\t\tIn section 1 (imposition of charge to value added tax), in subsection (1)—\n\t\t\tomit paragraph (b) (which charges VAT on the acquisition in the UnitedKingdom of goods from other member States), and\n\t\t\tfor paragraph (c) substitute—\n\t\t\ton the importation of goods into the United Kingdom,”.\n\t\tFor section 15 substitute—\n\t\t“15Meaning of “importation of goods” into the United Kingdom\n\t\t\tThis section determines for the purposes of this Act when, and by whom,goods are imported into the United Kingdom.\n\t\t\tGoods are imported when they are declared for a Customs procedure underPart 1 of TCTA 2018.\n\t\t\tBut— \n\t\t\t\tin the case of goods declared under TCTA 2018 for a storage procedure, atransit procedure or an inward processing procedure, the goods are importedwhen a liability to import duty is, or on the relevant assumptions would be,incurred in respect of them under section 4 of that Act, and\n\t\t\t\tin the case of goods which are liable to forfeiture as a result of section5(1) of, or paragraph 1(5) or 3(4) of Schedule 1 to, that Act (goods notpresented to Customs or Customs declaration not made), the goods are importedwhen they become liable to forfeiture as a result of those provisions.\n\t\t\tEach person who is, or on the relevant assumptions would be, liable toimport duty in respect of goods imported into the United Kingdom is a personwho has imported the goods.\n\t\t\tFor the purposes of this section “the relevant assumptions” are—\n\t\t\t\tan assumption that a liability to import duty at a nil rate is replaced bya liability to import duty at a higher rate, and\n\t\t\t\tan assumption that no relief from import duty is available.\n\t\t\tIf two or more persons are regarded as importing goods, those persons arejointly and severally liable to any VAT that is payable on the importation.\n\t\t\tThe preceding provisions of this section are to be ignored in reading anyreference to importation or to an importer in anything applied for thepurposes of this Act by section 16(1) or (2).\n\t\t\tBut subsection (7) does not apply so far as the context otherwise requiresor provision to the contrary is contained in regulations under section 16(3).”\n\tEU law relating to VAT\n\t\tAny EU regulation so far as applying in relation to value added tax, andany direct EU legislation so far as relevant to any such regulation, that formpart of the law of the United Kingdom as a result of section 3 of the EuropeanUnion (Withdrawal) Act 2018 cease to have effect (but, in the case of theimplementing VAT regulation, see also subsection (5)).\n\t\tIn the application of section 4(1) of that Act (saving for EU rights,powers, liabilities, obligations, restrictions, remedies and procedures) inrelation to value added tax, the rights, powers, liabilities, obligations,restrictions, remedies and procedures mentioned there are subject to anyexclusions or other modifications made by regulations made by the Treasury bystatutory instrument.\n\t\tFurther provision relevant to the law relating to value added tax is madeby the European Union (Withdrawal) Act 2018: see, for example, section 6 ofthat Act (interpretation of retained EU law).\n\t\tOne of the consequences of the provision made by that Act is that theprinciple of EU law preventing the abuse of the VAT system (see, for example,the cases of _Halifax_ and _Kittel_ ) continues to be relevant, in accordancewith that Act, for the purposes of the law relating to value added tax.\n\t\tWhere the principal VAT directive remains relevant for determining themeaning and effect of the law relating to value added tax, that directive isto be read for that purpose in the light of the provision made by theimplementing VAT regulation but ignoring such of its provisions as areexcluded by regulations made by the Treasury by statutory instrument.\n\t\tNo regulations may be made under this section on or after 1 April 2023.\n\t\tA statutory instrument containing regulations under this section must belaid before the House of Commons, and, unless approved by that House beforethe end of the period of 28 days beginning with the date on which theinstrument is made, ceases to have effect at the end of that period.\n\t\tThe fact that a statutory instrument ceases to have effect as mentioned insubsection (7) does not affect—\n\t\t\tanything previously done under the instrument, or\n\t\t\tthe making of a new statutory instrument.\n\t\tIn calculating the period for the purposes of subsection (7), no account isto be taken of any time—\n\t\t\tduring which Parliament is dissolved or prorogued, or\n\t\t\tduring which the House of Commons is adjourned for more than 4 days.\n\t\tRegulations under this section—\n\t\t\tmay make different provision for different purposes or areas,\n\t\t\tmay contain supplementary, incidental and consequential provision, and\n\t\t\tmay contain transitional or transitory provision and savings.\n\t\tIn this section—\n\t\t\t  * “the implementing VAT regulation” means Council Implementing [Regulation (EU) No 282/2011](/european/regulation/2011/0282?view=plain \"Go to item of legislation\"), and \n\t\t\t  * “the principal VAT directive” means Council Directive [2006/112/EC](/european/directive/2006/0112?view=plain \"Go to item of legislation\") on the common system of value added tax. \n\tOther VAT amendments connected with withdrawal from EU\n\t\tSchedule 8 makes amendments of the Value Added Tax Act 1994, and otherenactments relating to VAT, in consequence of the provision made by this Partor otherwise in connection with the withdrawal of the United Kingdom from theEU."
    },
    {
        "length": 2839,
        "text": "\nPART 4Excise duties\n\tExcise duties: postal packets sent from overseas\n\t\tHMRC Commissioners may by regulations impose a liability to excise duty ona person outside the United Kingdom in respect of the entry of goods into theUnited Kingdom, if the person sent, or arranged for the sending of, the goodsto their recipient in a postal packet.\n\t\tThe regulations may—\n\t\t\tprovide that the liability of the sender of the goods to excise duty arisesonly in relation to goods of a value described in the regulations,\n\t\t\tprovide that, in cases specified in the regulations, other persons arejointly and severally liable for the excise duty, and\n\t\t\tprovide that persons who would otherwise be liable to the excise duty arenot so liable.\n\t\tAmong other provision that may be made by the regulations, the regulationsmay make provision—\n\t\t\trequiring persons to register with HMRC Commissioners under the regulationsfor the purpose of accounting for excise duty,\n\t\t\trequiring persons to provide information to HMRC Commissioners about thegoods or the person who sent, or arranged for the sending of, them,\n\t\t\tabout penalties for failure to comply with the regulations, and\n\t\t\tmodifying the application of provision made by or under the customs andexcise Acts in relation to cases dealt with by the regulations.\n\t\tIn this section—\n\t\t\t  * “the customs and excise Acts” has the same meaning as in the Customs and Excise Management Act 1979, and \n\t\t\t  * “postal packet” has the meaning given by the Postal Services Act 2000. \n\tGeneral regulation making power for excise duty purposes etc\n\t\tHMRC Commissioners may make regulations generally for excise duty purposesor for the purposes of an excise duty specified in the regulations.\n\t\tAmong other things, the regulations may make provision about—\n\t\t\tduty points (and connected provision such as the calculation and payment ofthe duty and the person liable for the duty),\n\t\t\tthe holding and movement of goods,\n\t\t\twarehousing of goods or stores,\n\t\t\tdrawback, rebate, relief, exemption, reimbursement or remission of or fromexcise duty,\n\t\t\tthe descriptions of goods on which excise duty is chargeable,\n\t\t\tapprovals or registrations of persons or premises,\n\t\t\tthe production of goods and other processes relating to goods,\n\t\t\tthe stamping or marking of goods,\n\t\t\trestrictions on the use of goods,\n\t\t\trecord keeping (including electronic record keeping) and provision ofinformation or documents (including electronic provision), and\n\t\t\tany arrangements that have effect as a result of section 31 (territoriesforming part of a customs union with UK).\n\t\tThe power to make regulations under this section may (among other things)be exercised by amending or repealing any Act of Parliament (whenever passed).\n\t\tIn this section “approvals” includes authorisations and licences.\n\tExercise of information powers in connection with excise duty\n\t\tHMRC Commissioners may make regulations imposing obligations on revenuetraders for the purpose of giving effect to international excise arrangements.\n\t\tThe regulations may require the submission to HMRC Commissioners by revenuetraders of statements containing such particulars of—\n\t\t\trelevant business matters in which the revenue traders are concerned, and\n\t\t\tthe persons concerned in those matters,\n\t\t\t\tas may be specified in the regulations.\n\t\tThe regulations may provide for statements about relevant business mattersto be submitted at such times and intervals, in such cases and in such formand manner as may be specified—\n\t\t\tin the regulations, or\n\t\t\tby HMRC Commissioners in accordance with the regulations.\n\t\tFor the purposes of this section, each of the following is a “relevantbusiness matter” in relation to a revenue trader —\n\t\t\tany goods or services supplied by or to the revenue trader in the course orfurtherance of a business,\n\t\t\tany goods in the importation or exportation of which the revenue trader isconcerned in the course or furtherance of a business, or\n\t\t\tany transaction or activity made or taking place in the course orfurtherance of a business,\n\t\t\tso far as information about the goods, services, transaction or activity couldbe relevant to any international excise arrangements.\n\t\tIf any international excise arrangements have effect, any power of anofficer of Revenue and Customs to obtain information or documents under anyenactment (or instrument made under any enactment) relating to excise duty isexercisable in relation to matters which are relevant to those arrangements.\n\t\tHMRC Commissioners may disclose information which is obtained as a resultof subsection (5) (and no obligation of secrecy, whether imposed by statute orotherwise, prevents the disclosure) if—\n\t\t\tthe disclosure is required in accordance with the international excisearrangements, and\n\t\t\tHMRC Commissioners are satisfied that the recipient is bound, or hasundertaken, both to observe rules of confidentiality which are no less strictthan those applying to the information in the United Kingdom and to use theinformation only for the purposes contemplated by the arrangements.\n\t\tPowers are exercisable as a result of subsection (5) only if HMRCCommissioners have given (and not withdrawn) a direction in writingauthorising their use (either generally or in relation to specified cases).\n\t\tHMRC Commissioners may not make regulations under this section, or give adirection under subsection (7), unless they consider that making theregulations or giving the direction would facilitate the administration,collection or enforcement of any excise duty.\n\t\tIn this section—\n\t\t\t  * “international excise arrangements” means arrangements which— \n\t\t\thave effect by virtue of an Order in Council under section 173 of the FinanceAct 2006, and\n\t\t\trelate to any excise duty or any duty corresponding to excise duty imposedunder the law of the territory, or any of the territories, in relation towhich the arrangements have been made, and\n\t\t\t\t  * “revenue trader” has the meaning given by section 1(1) of the Customs and Excise Management Act 1979. \n\tEU law relating to excise duty\n\t\tAny EU regulation so far as applying in relation to excise duty, and anydirect EU legislation so far as relevant to any such regulation, that formpart of the law of the United Kingdom as a result of section 3 of the EuropeanUnion (Withdrawal) Act 2018 cease to have effect.\n\t\tIn the application of section 4(1) of that Act (saving for EU rights,powers, liabilities, obligations, restrictions, remedies and procedures) inrelation to any excise duty, the rights, powers, liabilities, obligations,restrictions, remedies and procedures mentioned there are subject to anyexclusions or other modifications made by regulations made by the Treasury.\n\t\tNo regulations may be made under this section on or after 1 April 2023.\n\t\tFurther provision relevant to the law relating to excise duty is made bythe European Union (Withdrawal) Act 2018: see, for example, section 6 of thatAct (interpretation of retained EU law).\n\t\tNothing in this section is to be read as restricting the power conferred bysection 45 (which could, for example, be exercised so as to replicate orapply, with or without modifications, any EU regulation or legislationmentioned in subsection (1)).\n\tRegulations under ss. 44 to 47\n\t\tRegulations under any of sections 44 to 47 are to be made by statutoryinstrument.\n\t\tA statutory instrument containing regulations under section 45 that makesprovision within subsection (3) of this section, or regulations under section47, must be laid before the House of Commons, and, unless approved by thatHouse before the end of the period of 28 days beginning with the date on whichthe instrument is made, ceases to have effect at the end of that period\n\t\tThe provision is within this subsection if it—\n\t\t\tamends or repeals any Act of Parliament,\n\t\t\trestricts any rebate of or relief from excise duty,\n\t\t\textends the descriptions of goods on which excise duty is chargeable, or\n\t\t\textends the cases in which stamping or marking of goods is required.\n\t\tThe fact that a statutory instrument ceases to have effect as mentioned insubsection (2) does not affect—\n\t\t\tanything previously done under the instrument, or\n\t\t\tthe making of a new statutory instrument.\n\t\tIn calculating the period for the purposes of subsection (2), no account isto be taken of any time—\n\t\t\tduring which Parliament is dissolved or prorogued, or\n\t\t\tduring which the House of Commons is adjourned for more than 4 days.\n\t\tA statutory instrument containing regulations under any of sections 44 to46 other than one to which subsection (2) applies is subject to annulment inpursuance of a resolution of the House of Commons.\n\t\tIf— \n\t\t\ta statutory instrument contains provision under any of sections 44 to 47and provision relating to excise duty under another enactment, and\n\t\t\tthe Parliamentary procedure applicable to a statutory instrument containingprovision under the other enactment does not require House of Commonsapproval,\n\t\t\t\tthe only Parliamentary procedure that is to apply to the instrument mentionedin paragraph (a) is that given by this section.\n\t\tFor the purposes of subsection (7) the Parliamentary procedure applicableto a statutory instrument requires House of Commons approval if, as acondition of its continuing to have effect or its making, the House of Commonshas to approve the statutory instrument or a draft of it.\n\t\tThe power to make regulations under any of sections 44 to 47 does notrestrict the width of any power to make legislation under any other enactmentrelating to excise duty.\n\t\tAny power to make regulations under any of sections 44 to 47 may beexercised—\n\t\t\teither in relation to all cases to which the power extends, or in relationto those cases subject to specified exceptions, or in relation to anyspecified case or description of case, or\n\t\t\tso as to make different provision for different purposes or areas.\n\t\tAny power to make regulations under any of sections 44 to 47 includes—\n\t\t\tpower conferring a discretion on any specified person to do anything under,or for the purposes of, the regulations,\n\t\t\tpower to make provision by reference to things specified in a noticepublished in accordance with the regulations,\n\t\t\tpower to make supplementary, incidental and consequential provision, and\n\t\t\tpower to make transitional or transitory provision and savings.\n\tSections 44 to 48: interpretation\n\t\tIn sections 44 to 48—\n\t\t  * “excise duty” means any excise duty under— \n\t\t\tthe Alcoholic Liquor Duties Act 1979,\n\t\t\tthe Hydrocarbon Oil Duties Act 1979, or\n\t\t\tthe Tobacco Products Duty Act 1979, and\n\t\t\t\t  * “HMRC Commissioners” means the Commissioners for Her Majesty’s Revenue and Customs. \n\tExcise duty amendments connected with withdrawal from EU\n\t\tSchedule 9 makes amendments of enactments relating to excise duty inconsequence of the provision made by this Part or otherwise in connection withthe withdrawal of the United Kingdom from the EU (including some amendmentsalso relating to duties of customs)."
    },
    {
        "length": 1418,
        "text": "\nPART 5Other provision connected with withdrawal from EU\n\tPower to make provision in relation to VAT or duties of customs orexcise\n\t\tThe appropriate Minister may by regulations made by statutory instrumentmake such provision relating to—\n\t\t\tvalue added tax,\n\t\t\tany duty of customs, or\n\t\t\tany excise duty,\n\t\t\t\tas the appropriate Minister considers appropriate in consequence of, orotherwise in connection with, the withdrawal of the United Kingdom from theEU.\n\t\tNo regulations may be made under this section on or after 1 April 2022.\n\t\tRegulations under this section—\n\t\t\tmay make any such provision as might be made by Act of Parliament,including provision amending or repealing this Act, but\n\t\t\tmay not make provision taking effect from a date earlier than that of themaking of the regulations.\n\t\tIn this section “the appropriate Minister” means—\n\t\t\tin any case where the provision relates to anything dealt with by anyprovision mentioned in section 57(2), the Secretary of State or the Treasury,and\n\t\t\tin any other case, the Treasury.\n\t\tA statutory instrument containing regulations under this section thatamends or repeals any Act of Parliament must be laid before the House ofCommons, and, unless approved by that House before the end of the period of 28days beginning with the date on which the instrument is made, ceases to haveeffect at the end of that period.\n\t\tThe fact that a statutory instrument ceases to have effect as mentioned insubsection (5) does not affect—\n\t\t\tanything previously done under the instrument, or\n\t\t\tthe making of a new statutory instrument.\n\t\tIn calculating the period for the purposes of subsection (5), no account isto be taken of any time—\n\t\t\tduring which Parliament is dissolved or prorogued, or\n\t\t\tduring which the House of Commons is adjourned for more than 4 days.\n\t\tA statutory instrument containing regulations under this section to whichsubsection (5) does not apply is subject to annulment in pursuance of aresolution of the House of Commons.\n\t\tIf— \n\t\t\ta statutory instrument contains provision relating to excise duty underthis section and provision relating to excise duty under another enactment,and\n\t\t\tthe Parliamentary procedure applicable to a statutory instrument containingprovision under the other enactment does not require House of Commons approval(within the meaning of section 48(7)),\n\t\t\tthe only Parliamentary procedure that is to apply to the instrument mentionedin paragraph (a) is that given by this section.\n\t\tAfter it is established, the appropriate Minister must consult the TradeRemedies Authority before including in regulations under this sectionprovision relating to anything dealt with by Schedule 4 or 5.\n\tSubordinate legislation relating to VAT or duties of customs or excise\n\t\tIn this section “relevant subordinate legislation” means any subordinatelegislation within the meaning of the Interpretation Act 1978 made under—\n\t\t\tthis Act, or\n\t\t\tany other enactment relating to value added tax, any duty of customs or anyexcise duty.\n\t\tIf the person making any relevant subordinate legislation considers it isappropriate to do so in consequence of, or otherwise in connection with, thewithdrawal of the United Kingdom from the EU, the legislation may provide forit, or any of its provisions, to come into force on such day as the Treasurymay by regulations under this section appoint.\n\t\tIn the case of relevant subordinate legislation subject to the 28-dayaffirmative procedure containing provision as a result of subsection (2)—\n\t\t\tany reference in the enactment dealing with that procedure to the date onwhich the legislation (or statutory instrument containing it) was made is tobe read as a reference to the first day on which any provision of thelegislation comes into force for any purpose as a result of subsection (2),and\n\t\t\tany reference in the enactment dealing with that procedure to a period of28 days is to be read as a reference to a period of 60 days.\n\t\tFor this purpose subordinate legislation is “subject to the 28-dayaffirmative procedure” if provision is made for it to cease to have effectunless approved by a resolution of the House of Commons before the end of aperiod of 28 days.\n\t\tAny power to make relevant subordinate legislation (or to do anything underit) includes—\n\t\t\tpower to make supplementary, incidental or consequential provision, and\n\t\t\tpower to make transitional or transitory provision or savings,\n\t\t\t\tif the person exercising the power considers it appropriate to make theprovision concerned in consequence of, or otherwise in connection with, thewithdrawal of the United Kingdom from the EU.\n\t\tAny power of the Treasury to appoint a day under this section includes—\n\t\t\ta power to appoint different days for different purposes or areas,\n\t\t\ta power to appoint a time on a day if they consider it appropriate to do so(including a time that has effect by reference to the coming into force of anyother enactment), and\n\t\t\ta power to revoke provision made by relevant subordinate legislation so faras the provision was an alternative to provision coming into force as a resultof subsection (2).\n\t\tRegulations under this section are to be made by statutory instrument.\n\t\tNothing in this section is to be read as having any bearing on whether ornot, in the absence of this section, the matters it authorises would otherwisehave been authorised.\n\tMeaning of “excise duty”\n\t\tIn this Part “excise duty” means any excise duty under—\n\t\t\tthe Alcoholic Liquor Duties Act 1979,\n\t\t\tthe Hydrocarbon Oil Duties Act 1979, or\n\t\t\tthe Tobacco Products Duty Act 1979."
    },
    {
        "length": 1434,
        "text": "\nPART 6Final provisions\n\tProhibition on collection of certain taxes or duties on behalf ofcountry or territory without reciprocity\n\t\tSubject to subsection (2), it shall be unlawful for HMRC to account for anyduty of customs or VAT or excise duty collected by HMRC to the government of acountry or territory outside the United Kingdom.\n\t\tSubsection (1) shall not apply if the Treasury declare by Order thatarrangements have been entered into by Her Majesty’s Government and thatgovernment under which that government will account to HMRC for those dutiesand taxes collected in that country or territory on a reciprocal basis.\n\tSingle United Kingdom customs territory\n\t\tIt shall be unlawful for Her Majesty’s Government to enter intoarrangements under which Northern Ireland forms part of a separate customsterritory to Great Britain.\n\t\tFor the purposes of this section “customs territory” shall have the samemeaning as in the General Agreement on Tariffs and Trade 1947 as amended.\n\tConsequential and transitional provision\n\t\tThe appropriate Minister may by regulations made by statutory instrumentmake such provision as the appropriate Minister considers appropriate inconsequence of this Act.\n\t\tThe power to make regulations under subsection (1) may (among other things)be exercised by amending or repealing any Act of Parliament other than thisAct or one passed after the end of the Session in which this Act is passed.\n\t\tThe power to make regulations under subsection (1) includes power to maketransitional or transitory provision and savings.\n\t\tThe appropriate Minister may by regulations made by statutory instrumentmake such transitional, transitory or saving provision as the appropriateMinister considers appropriate in connection with the coming into force of anyprovision of this Act.\n\t\tIn this section “the appropriate Minister” means—\n\t\t\tin any case where the provision relates to any provision mentioned insection 57(2), the Secretary of State or the Treasury, and\n\t\t\tin any other case, the Treasury.\n\t\tAny power to make regulations under this section may be exercised so as tomake different provision for different purposes or areas.\n\t\tAny power to make regulations under this section includes—\n\t\t\tpower conferring a discretion on any specified person to do anything under,or for the purposes of, the regulations,\n\t\t\tpower to make provision by reference to things specified in a noticepublished in accordance with the regulations, and\n\t\t\tpower to make supplementary, incidental and consequential provision.\n\t\tA statutory instrument containing regulations under subsection (1) thatamends or repeals any Act of Parliament must be laid before the House ofCommons, and, unless approved by that House before the end of the period of 28days beginning with the date on which the instrument is made, ceases to haveeffect at the end of that period.\n\t\tThe fact that a statutory instrument ceases to have effect as mentioned insubsection (8) does not affect—\n\t\t\tanything previously done under the instrument, or\n\t\t\tthe making of a new statutory instrument.\n\t\tIn calculating the period for the purposes of subsection (8), no accountis to be taken of any time—\n\t\t\tduring which Parliament is dissolved or prorogued, or\n\t\t\tduring which the House of Commons is adjourned for more than 4 days.\n\t\tA statutory instrument containing regulations under subsection (1) towhich subsection (8) does not apply is subject to annulment in pursuance of aresolution of the House of Commons.\n\t\tIf— \n\t\t\ta statutory instrument contains provision relating to excise duty undersubsection (1) and provision relating to excise duty under another enactment(and “excise duty” has the same meaning in this paragraph as in Part 5), and\n\t\t\tthe Parliamentary procedure applicable to a statutory instrument containingprovision under the other enactment does not require House of Commons approval(within the meaning of section 48(7)),\n\t\t\t\tthe only Parliamentary procedure that is to apply to the instrument mentionedin paragraph (a) is that given by this section.\n\t\tAfter it is established, the appropriate Minister must consult the TradeRemedies Authority before including in regulations under this sectionprovision relating to Schedule 4 or 5.\n\tCommencement \n\t\tThe following provisions come into force on the day on which this Act ispassed—\n\t\t\tPart 1 (other than the provisions mentioned in subsection (2)) so far asmaking provision for anything to be done by regulations or public notice,\n\t\t\tPart 2,\n\t\t\tsections 44 to 46 and sections 48 and 49,\n\t\t\tPart 5, and\n\t\t\tthis Part.\n\t\tThe following provisions come into force on such day as the Secretary ofState may by regulations under this section appoint—\n\t\t\tsection 10 and Schedule 3 (import duty: preferential rates givenunilaterally),\n\t\t\tsection 13 and Schedules 4 and 5 (import duty: dumping of goods, foreignsubsidies, etc),\n\t\t\tsection 15 (import duty: international disputes etc), and\n\t\t\tparagraph 1 of Schedule 7 (replacement of EU customs duties) so far asrelating to EU trade duties.\n\t\tThe remaining provisions of this Act come into force on such day as theTreasury may by regulations under this section appoint.\n\t\tAny power of the Treasury or Secretary of State to appoint a day under thissection includes—\n\t\t\ta power to appoint different days for different purposes or areas, and\n\t\t\ta power to appoint a time on a day if the person exercising the powerconsiders it appropriate to do so (including a time that has effect byreference to the coming into force of any other enactment).\n\t\tRegulations under this section are to be made by statutory instrument.\n\tShort title\n\t\tThis Act may be cited as the Taxation (Cross-border Trade) Act 2018."
    }
]