{
    "general": "This act makes rules about how much money companies must pay when they bring goods into the UK from another country. It also gives the government the power to charge companies for sending goods out of the UK. This is to help the UK after it leaves the European Union. The act also changes some laws about taxes and duties on goods.",
    "series": [
        [
            {
                "length": 241,
                "short": "\"UK Customs Procedures and Duty Liability\"",
                "text": "\n* Simplified point 1: The Taxation (Cross-Border Trade) Act 2018 outlines the rules for declaring goods for customs procedures on import into the UK.\n* Simplified point 2: Goods must be declared for a customs procedure by making a customs declaration, and it is the customs procedure that determines when a liability to import duty is incurred.\n* Simplified point 3: Special customs procedures include storage, transit, inward processing, and authorized use procedures, and the rules for these procedures are outlined in Schedule 2 of the act.\n* Simplified point 4: Liability to import duty is incurred at different times depending on the customs procedure used, and breaches of requirements related to the procedure can lead to additional liabilities.\n* Simplified point 5: Goods not presented to customs or customs declarations not made are subject to forfeiture and liability to import duty is incurred at the time of importation."
            },
            {
                "length": 171,
                "short": "\"UK Customs Duty Liability: Who's Responsible?\"",
                "text": "\n* Simplified point 1: The person responsible for paying import duty on goods entering the UK is determined based on the information provided in their customs declaration.\n* Simplified point 2: If multiple people are involved in bringing the goods into the country, all of them can be held jointly and severally liable for the import duty.\n* Simplified point 3: People can be held liable for providing false information in their customs declarations, and for being involved in breaches of customs obligations.\n* Simplified point 4: The law defines \"breaches of customs obligations\" as including both intentional and unintentional actions that result in liability for import duty."
            },
            {
                "length": 257,
                "short": "\"UK Customs Tariffs: Regulating Imports with Various Factors\"",
                "text": "\n* Simplified point 1: The UK government can adjust import duties based on various factors such as the country of origin, the type of good, and the quantity imported.\n* Simplified point 2: The customs tariff sets out the classification of goods, their values, and the corresponding import duties.\n* Simplified point 3: Preferential rates can be established for certain countries or territories, and the rates can be lower than the standard customs tariff.\n* Simplified point 4: Quotas can be set for specific goods, and the amount of import duty applicable to those goods is determined by the quota.\n* Simplified point 5: Tariff suspension can be implemented for specific periods, and the rate of import duty applicable to specified goods is lower than the standard customs tariff.\n* Simplified point 6: Increases in imports or changes in the price of agricultural goods can lead to additional import duties being applied.\n* Simplified point 7: International disputes can result in variations to the amount of import duty payable on certain goods."
            },
            {
                "length": 244,
                "short": "\"Determining Value of Imported Goods for Tax Purposes\"",
                "text": "\n* Simplified point 1: This section outlines how the value of imported goods will be determined for tax purposes. The value will be based on the \"transaction value\" of the goods, which is the amount paid for the goods when sold for export to the UK. However, the regulations can provide for alternative values to be used.\n* Simplified point 2: The regulations can also specify how the place of origin of the goods should be determined, and what constitutes substantial processing of the goods.\n* Simplified point 3: In cases where the applicable rate of import duty is determined under sections 9 or 10 (preferences), the regulations can provide for the place of origin of the goods to be determined in accordance with the regulations, and for approved persons to be treated differently.\n* Simplified point 4: The value of the goods must be calculated and expressed in sterling, and any amounts expressed in a foreign currency must be converted into their sterling equivalent using an exchange rate specified in a public notice given by HMRC Commissioners."
            },
            {
                "length": 215,
                "short": "\"Government Regulation Relief Options for Imported Goods.\"",
                "text": "\n* Simplified point 1: The government can create regulations to offer complete or partial relief from import duties.\n* Simplified point 2: These regulations can consider various factors when determining the level of relief, such as the type or origin of goods, their intended use, and the person importing them.\n* Simplified point 3: The regulations can also make the relief conditional on certain conditions, like the export of goods according to the relevant export provisions.\n* Simplified point 4: In cases where goods are declared for an authorized use procedure or temporary admission procedure, the government must ensure that the rate of import duty applied to the goods is lower than the standard rate in the customs tariff.\n* Simplified point 5: If the regulations provide for partial relief in other cases, they can make provisions similar to those outlined in subsections (5)(a) and (b)."
            },
            {
                "length": 169,
                "short": "\"Customs Regulation Overview: Streamlined Procedures for Importers & Agents\"",
                "text": "\n* Simplified point 1: The administration of import duties, including notifications and payments.\n* Simplified point 2: The role of customs agents and their responsibilities in acting on behalf of principals.\n* Simplified point 3: Provisions for authorized economic operators and the streamlining of procedures for them.\n* Simplified point 4: Approvals and authorizations granted under regulations, including the process for obtaining and maintaining them.\n* Simplified point 5: Rulings as to the application of customs tariffs or places of origin, including the establishment of a system for applying for such rulings."
            },
            {
                "length": 195,
                "short": "\"UK Import Duty Regulations: Cooperation, Fees, and International Agreements\"",
                "text": "\n* Simplified point 1: The UK government can share information about import duties with other countries' customs services to prevent fraud and increase cooperation.\n* Simplified point 2: The UK government can also charge fees for certain functions related to import duties, such as the exercise of powers by HMRC officers, but only if it is considered fair and reasonable to do so.\n* Simplified point 3: The UK government must have regard to international agreements and arrangements when exercising any functions under the Taxation (Cross-Border Trade) Act 2018.\n* Simplified point 4: The Act includes provisions for reviews and appeals of decisions related to import duties, as well as penalties for breaches of requirements in relation to import duties."
            },
            {
                "length": 207,
                "short": "\"UK Customs Union Flexibility\"",
                "text": "\n* Simplified point 1: The UK can form customs unions with countries/territories outside the UK to eliminate duties on imports and exports.\n* Simplified point 2: These customs unions must have the same or substantially the same rules for charging duty on imports from third countries.\n* Simplified point 3: The UK government can make orders in council to implement these customs unions, but only if they have been approved by parliament.\n* Simplified point 4: HMRC commissioners can make regulations to carry out the arrangements, including modifying or disapplying provisions of UK law.\n* Simplified point 5: Examples of such regulations include treating agreements entered into by foreign governments as if they were entered into by the UK government, and applying systems for determining duty established under foreign law as if they were the UK customs tariff."
            },
            {
                "length": 174,
                "short": "\"Regulation-Making Process Under Taxation Act\"",
                "text": "\n* Simplified point 1: This section outlines the process for making regulations under the Taxation (Cross-Border Trade) Act 2018.\n* Simplified point 2: Regulations made under this act can be annulled by a resolution of the House of Commons, except for certain types of regulations such as those related to the customs tariff.\n* Simplified point 3: The Secretary of State must consult the TRA before making regulations under Schedule 4 or 5.\n* Simplified point 4: Any powers to make regulations under this act include the ability to make provisions by reference to published notices, and to make supplementary, incidental, and consequential provision."
            },
            {
                "length": 352,
                "short": "The Taxation (Cross-Border Trade) Act 2018: Regulating Cross-Border Trade Laws",
                "text": "\n* Simplified point 1: The Taxation (Cross-Border Trade) Act 2018 regulates cross-border trade laws.\n* Simplified point 2: It explains how to determine whether goods are \"domestic\" or \"imported.\"\n* Simplified point 3: Goods are considered domestic if they are wholly obtained within the UK or subject to a chargeable customs process.\n* Simplified point 4: If goods are exported from the UK, they cease to be domestic and become chargeable goods unless they are subject to an authorized use procedure.\n* Simplified point 5: The provision specifies that goods must be presented to Customs when exported or imported, and that HMRC officers have control over them.\n* Simplified point 6: Outward Processing Procedures allow for the temporary export of goods for processing outside the UK, subject to certain requirements and restrictions.\n* Simplified point 7: Minor definitions define various terms used throughout the act, including \"approved guarantee,\" \"arrangements,\" \"CEMA 1979,\" \"directives,\" \"guarantee,\" \"HMRC,\" \"HMRC Commissioners,\" \"HMRC officer,\" \"notice,\" \"specified,\" \"subordinate legislation,\" \"the WTO,\" and \"wholly obtained.\"\n* Simplified point 8: Table of Definitions provides a list of key terms used in the part, along with their definitions."
            },
            {
                "length": 250,
                "short": "UK Export Duty Regulations: A Guide to Setting Rates and Considering Factors",
                "text": "\n* Simplified point 1: The UK government can impose an \"export duty\" on certain goods being sent outside the country.\n* Simplified point 2: This duty is charged based on the type of good being exported, its value, weight, or volume, and can be set using a tariff or based on other factors such as consumer and producer interests.\n* Simplified point 3: The Treasury must consider various factors when setting the duty, including the impact on consumers and producers, the state of the external trade market, and the level of competition for the goods.\n* Simplified point 4: The Secretary of State can make recommendations to the Treasury regarding the appropriate rate of duty, and the Treasury must consider these recommendations when making their decision.\n* Simplified point 5: Regulations can be made to replicate or modify existing provisions related to import duty, and paragraph 1 of Schedule 7 (which deals with replacing EU customs duties) applies to this part of the act as well."
            },
            {
                "length": 179,
                "short": "\"UK Regulatory Powers: Streamlining Export Duty Rules\"",
                "text": "\n* Simplified point 1: The UK government can create regulations using the Taxation (Cross-Border Trade) Act 2018 to change how much export duty is paid.\n* Simplified point 2: These regulations must be reviewed by the House of Commons within 28 days of being created, and if they are not approved, they will stop being effective after that period.\n* Simplified point 3: The regulations can be used to specify different rules for different situations or areas, and can include provisions for things like notice publications and transitional periods.\n* Simplified point 4: The regulations can also give discretion to certain individuals or organizations to take actions related to the regulations."
            },
            {
                "length": 232,
                "short": "\"VAT Changes Post-Brexit: Abolition of Acquisition VAT & Extension of Import VAT\"",
                "text": "\n* Simplified point 1: The abolition of acquisition VAT and the extension of import VAT.\n\t+ The Value Added Tax Act 1994 is amended to remove the charging of VAT on the acquisition of goods in the UK from other EU member states.\n\t+ Import VAT is extended to cover the importation of goods into the UK, with specific rules for determining when goods are imported and who is liable for the VAT.\n* Simplified point 2: EU law relating to VAT ceases to have effect in the UK.\n\t+ Any EU regulations or directives relating to VAT that form part of UK law under the European Union (Withdrawal) Act 2018 cease to have effect.\n\t+ The principle of EU law preventing the abuse of the VAT system continues to be relevant for the purposes of the law relating to value added tax."
            },
            {
                "length": 331,
                "short": "\"UK Taxation Authority's Power Over Imported Goods\"",
                "text": "\n* Simplified point 1: The UK government can impose taxes on imported goods even if they are sent from abroad.\n* Simplified point 2: The UK government can also impose taxes on people who send or arrange for the sending of goods into the country, regardless of where they are located.\n* Simplified point 3: The UK government can modify existing laws related to customs and excise duties to accommodate changes resulting from the withdrawal from the EU.\n* Simplified point 4: Regulations regarding excise duties can be made by HMRC commissioners, including provisions for registration, information requirements, and penalties for non-compliance.\n* Simplified point 5: International excise arrangements between the UK and other countries can be made through orders in council under Section 173 of the Finance Act 2006.\n* Simplified point 6: Revenue traders are required to submit statements containing information about relevant business matters to HMRC commissioners.\n* Simplified point 7: Powers to obtain information and documents from revenue traders can be exercised by officers of Revenue and Customs, and certain obligations of secrecy do not prevent the disclosure of information.\n* Simplified point 8: Regulations under Sections 44 to 47 of the act must be made by statutory instrument and are subject to parliamentary approval."
            },
            {
                "length": 316,
                "short": "UK Gov't Power Over Taxes & Duties Until April 2022",
                "text": "\n* Simplified point 1: The UK government can make laws related to Value Added Tax (VAT), customs, and excise duties without needing parliamentary approval until April 2022.\n* Simplified point 2: After April 2022, the UK government needs parliamentary approval to make laws related to VAT, customs, and excise duties.\n* Simplified point 3: The UK government must consult the Trade Remedies Authority before making laws related to excise duties.\n* Simplified point 4: Relevant subordinate legislation can come into force on a day appointed by the Treasury, and the Treasury can revoke provision made by relevant subordinate legislation.\n* Simplified point 5: Regulations under this section are to be made by statutory instrument, and nothing in this section is to be read as having any bearing on whether or not, in the absence of this section, the matters it authorizes would otherwise have been authorized.\n* Simplified point 6: \"Excise duty\" means any excise duty under the Alcoholic Liquor Duties Act 1979, the Hydrocarbon Oil Duties Act 1979, or the Tobacco Products Duty Act 1979."
            },
            {
                "length": 191,
                "short": "\"UK Tax Collection and Customs Regulation Act: Reciprocity and Implementation Powers\"",
                "text": "\n* Simplified point 1: The act prohibits HMRC from collecting certain taxes or duties on behalf of a country or territory without reciprocity.\n* Simplified point 2: The act allows for the creation of single UK customs territory, and makes provision for transitional and consequential arrangements.\n* Simplified point 3: The act gives the appropriate minister the power to make regulations to implement the act, including powers to make transitional, transitory, or saving provision.\n* Simplified point 4: The act sets out the commencement dates for different parts of the act, with some parts coming into force immediately upon royal assent, while others are brought into force at a later date by appointment of the secretary of state or treasury."
            }
        ],
        [
            {
                "length": 403,
                "short": "The Taxation (Cross-Border Trade) Act 2018: Rules for Import Duty and Customs Procedures",
                "text": "\n* Simplified point 1: The Taxation (Cross-Border Trade) Act 2018 outlines the rules for declaring goods for customs procedures on import into the UK.\n* Simplified point 2: Goods must be declared for a customs procedure by making a customs declaration, and it is the customs procedure that determines when a liability to import duty is incurred.\n* Simplified point 3: Special customs procedures include storage, transit, inward processing, and authorized use procedures, and the rules for these procedures are outlined in Schedule 2 of the act.\n* Simplified point 4: Liability to import duty is incurred at different times depending on the customs procedure used, and breaches of requirements related to the procedure can lead to additional liabilities.\n* Simplified point 5: Goods not presented to customs or customs declarations not made are subject to forfeiture and liability to import duty is incurred at the time of importation.\n* Simplified point 6: The act defines \"breaches of customs obligations\" as including both intentional and unintentional acts that result in liability for import duty.\n* Simplified point 7: The act establishes the UK government's responsibility for determining the value of imported goods for tax purposes.\n* Simplified point 8: The act creates regulations to offer complete or partial relief from import duties.\n* Simplified point 9: The act charges a fee for certain functions related to import duties.\n* Simplified point 10: The act forms customs unions with countries outside the UK to eliminate duties on imports and exports.\n* Simplified point 1111: The act regulates the UK government's power over taxes and duties."
            }
        ]
    ],
    "simp_series": null,
    "summary": "\nThe Taxation (Cross-Border Trade) Act 2018 is a law passed in the United Kingdom that governs the taxation of cross-border trade. It outlines the rules for declaring goods for customs procedures, imposing and regulating duties on imported goods, and creating regulations to offer complete or partial relief from import duties. The act also covers the administration of import duties, including notifications and payments, and the role of customs agents. Additionally, it establishes the UK government's power over imported goods, including the abolition of acquisition VAT and the extension of import VAT, as well as the modification of existing laws related to customs and excise duties. Finally, the act provides for the collection of taxes and duties, including the power to make regulations to implement the act.\nIn simpler words, the UK government has introduced new rules and regulations to improve the taxation of cross-border trade. The new rules aim to simplify the process of declaring goods for customs procedures, reduce paperwork and bureaucracy, and promote fair competition. The regulations also outline the UK government's power over imported goods, including the abolition of acquisition VAT and the extension of import VAT. Furthermore, the act provides for the collection of taxes and duties, including the power to make regulations to implement the act."
}