{
    "general": "This law allows the government to freeze the assets of people who are suspected of being involved in terrorism. This means that if someone has money or other valuable things that might be used to fund terrorist activities, the government can take those things away from them until they prove they aren't involved in terrorism. The law only lasts for a short time, so the government must act quickly to use it. It also helps the government to keep making new orders to keep fighting terrorism.",
    "series": [
        [
            {
                "length": 244,
                "short": "\"Terrorist Asset-Freezing Law Validates Sanctions Orders\"",
                "text": "\n* Simplified point 1: The Terrorist Asset-Freezing (Temporary Provisions) Act 2010 temporarily validates certain orders made under the United Nations Act 1946, specifically the Terrorism (United Nations Measures) Orders 2001, 2006, and 2009.\n* Simplified point 2: These orders were made to impose sanctions against individuals and entities associated with terrorism, and the Act ensures that any acts done or omitted in reliance on these orders are deemed valid and lawful.\n* Simplified point 3: The Act protects things done or omitted during the period between 4th February 2010 and the coming into force of the Act, providing that they would have been valid if the orders had been validly made.\n* Simplified point 4: The Act extends to England and Wales, Scotland, and Northern Ireland, and also applies to the Channel Islands and the Isle of Man."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Terrorist Asset-Freezing (Temporary Provisions) Act 2010 helps ensure that measures taken against individuals and groups suspected of terrorist activities are legal and effective. It does this by making sure that certain orders made under the United Nations Act 1946, such as the Terrorism (United Nations Measures) Orders 2001, 2006, and 2009, are considered valid and lawful. This means that actions taken in reliance on these orders, like freezing assets or imposing travel bans, will be protected and considered legal. The Act covers England, Wales, Scotland, Northern Ireland, the Channel Islands, and the Isle of Man. In short, the Act helps keep the UK safe from terrorism by giving authorities the power to take action against those who might pose a threat.",
    "single": "\n* This act temporarily validates certain Orders in Council that impose financial restrictions on suspected terrorists.\n* The Orders are: Terrorism (United Nations Measures) Order 2001, Terrorism (United Nations Measures) Order 2006, and Terrorism (United Nations Measures) Order 2009.\n* The Act makes these Orders temporarily valid from February 4, 2010, until December 31, 2010.\n* Any actions taken under these Orders during the temporary period are considered valid, even if the Orders were not properly made.\n* The Act also protects things done or omitted during the temporary period, as if the Orders had been properly made.\n* The Act extends to England and Wales, Scotland, and Northern Ireland, and also applies to the Channel Islands and the Isle of Man.\nKEY POINTS:\n* Temporary validation of certain Orders in Council\n* Financial restrictions on suspected terrorists\n* Period of validation: February 4, 2010, to December 31, 2010\n* Protection of actions taken under the Orders during the temporary period\n* Extension to England and Wales, Scotland, Northern Ireland, Channel Islands, and Isle of Man."
}