[
    {
        "length": 3049,
        "text": "\nHow an MP becomes subject to a recall petition process\n\tHow an MP becomes subject to a recall petition process\n\t\tAn MP becomes subject to a recall petition process if—\n\t\t\tthe first, second or third recall condition has been met in relation to theMP, and\n\t\t\tthe Speaker gives notice of that fact under section 5.\n\t\tIn this Act “recall petition” means a petition calling—\n\t\t\tfor an MP to lose his or her seat in the House of Commons, and\n\t\t\tfor a by-election to be held to decide who should be the MP for theconstituency in question.\n\t\tThe first recall condition is that—\n\t\t\tthe MP has, after becoming an MP, been convicted in the United Kingdom ofan offence and sentenced or ordered to be imprisoned or detained, and\n\t\t\tthe appeal period expires without the conviction, sentence or order havingbeing overturned on appeal.\n\t\t\t\tSections 2 to 4 contain more about the first recall condition.\n\t\tThe second recall condition is that, following on from a report from theCommittee on Standards in relation to the MP, the House of Commons orders thesuspension of the MP from the service of the House for a specified period ofthe requisite length.\n\t\tA specified period is “of the requisite length” for the purposes ofsubsection (4) if—\n\t\t\twhere the period is expressed as a number of sitting days, the periodspecified is of at least 10 sitting days, or\n\t\t\tin any other case, the period specified (however expressed) is a period ofat least 14 days.\n\t\tFor the purposes of subsection (4) it does not matter—\n\t\t\twhen the period of suspension starts, and\n\t\t\twhere that period is expressed as a number of sitting days, what provision(if any) is made by the House regarding what does, or does not, count as asitting day for the purpose of calculating that period.\n\t\tThe reference in subsection (4) to the Committee on Standards is to anycommittee of the House of Commons concerned with the standards of conduct ofindividual members of that House.\n\t\tAny question arising under subsection (7) is to be determined by theSpeaker.\n\t\tThe third recall condition is that—\n\t\t\tthe MP has, after becoming an MP, been convicted of an offence undersection 10 of the Parliamentary Standards Act 2009 (offence of providing falseor misleading information for allowances claims), and\n\t\t\tthe appeal period expires without the conviction having been overturned onappeal.\n\t\t\tSections 2 to 4 contain more about the third recall condition.\n\t\tThe provision made by or under this Act does not affect other ways inwhich an MP’s seat may be vacated, whether—\n\t\t\tby the MP’s disqualification - for example, under the Representation of thePeople Act 1981 (disqualification of certain offenders), or\n\t\t\tby the MP’s death or otherwise.\n\t\tThe loss by an MP of his or her seat under this Act as a result of arecall petition does not prevent him or her standing in the resulting by-election.\n\tThe first and third recall conditions: further provision\n\t\tIn section 1(3) and (9) (the first and third recall conditions)—\n\t\t\tthe reference to an offence includes an offence committed before the MPbecame an MP and an offence committed before the day on which section 1 comesinto force, but\n\t\t\tthe reference to an MP being convicted of an offence is only to an MP beingconvicted of an offence on or after the day on which section 1 comes intoforce.\n\t\tThe reference in section 1(3) to an offence does not include an offencementioned in section 1(9).\n\t\tThe reference in section 1(3) to an MP being sentenced or ordered—\n\t\t\tincludes the MP being sentenced or ordered where the sentence or order issuspended,\n\t\t\tdoes not include the MP being remanded in custody, and\n\t\t\tdoes not include the MP being authorised to be detained under mental healthlegislation if there is no sentence or order for imprisonment or detentionother than under that legislation.\n\t\t“Mental health legislation” means—\n\t\t\tthe Mental Health Act 1983,\n\t\t\tPart 6 or section 200(2)(b) of the Criminal Procedure (Scotland) Act 1995,or\n\t\t\tthe Mental Health (Northern Ireland) Order 1986 ([S.I. 1986/595 (N.I.4)](/id/nisi/1986/595?view=plain \"Go to item of legislation\")).\n\t\tFor the purposes of this Act the time at which a person becomes an MP isthe beginning of the day after—\n\t\t\tthe polling day for the parliamentary election at which the person iselected as an MP, or\n\t\t\twhere the person has been elected as an MP more than once, the polling dayfor the parliamentary election at which the person was last so elected.\n\tThe first and third recall conditions: expiry of appeal period\n\t\tFor the purposes of section 1(3) and (9) (the first and third recallconditions), the appeal period expires at the earliest time at which—\n\t\t\tit is no longer possible for there to be a relevant appeal, and\n\t\t\tall relevant appeals have been determined or otherwise disposed of.\n\t\t“Relevant appeal”, in relation to the first recall condition, means—\n\t\t\tan appeal that—\n\t\t\tis in respect of the conviction, sentence or order mentioned in section1(3), and\n\t\t\tis brought within the usual period, or\n\t\t\tan appeal that—\n\t\t\tis in respect of the determination of an appeal that was itself a relevantappeal, and\n\t\t\tis brought within the period of 28 days beginning with the date of thatdetermination or, if it ends earlier, the usual period.\n\t\t“Relevant appeal”, in relation to the third recall condition, means—\n\t\t\tan appeal that—\n\t\t\tis in respect of the conviction mentioned in section 1(9) or of anysentence or order imposed in relation to that conviction, and\n\t\t\tis brought within the usual period, or\n\t\t\tan appeal that—\n\t\t\tis in respect of the determination of an appeal that was itself a relevantappeal, and\n\t\t\tis brought within the period of 28 days beginning with the date of thatdetermination or, if it ends earlier, the usual period.\n\t\tReferences in this section to an appeal being brought within the usualperiod are to the appeal being brought within the period allowed for bringingan appeal of the kind in question, disregarding the possibility of an appealout of time with permission.\n\t\tReferences in this section to an appeal—\n\t\t\tare to an appeal to a court in the United Kingdom;\n\t\t\tinclude an application (and accordingly references to an appeal beingbrought include an application being made);\n\t\t\tinclude an appeal under paragraph 13(a) of Schedule 6 to the Scotland Act1998, paragraph 31(a) of Schedule 10 to the Northern Ireland Act 1998 orparagraph 21(a) of Schedule 9 to the Government of Wales Act 2006 (appealagainst a determination, in proceedings in Scotland, of a Scottish, NorthernIrish or Welsh devolution issue), or an appeal under section 288AA of theCriminal Procedure (Scotland) Act 1995 (appeal on compatibility issues);\n\t\t\tdo not include a reference under Part 2 of the Criminal Appeal Act 1995(the Criminal Cases Review Commission) or Part 10A of the Criminal Procedure(Scotland) Act 1995 (the Scottish Criminal Cases Review Commission), or apetition to the nobile officium.\n\t\tReferences in this section to the determination of an appeal are, where thecourt to which the appeal is brought remits the matter to another court, tothe disposal of the proceedings by that other court.\n\tThe first and third recall conditions: courts to notify the Speaker\n\t\tThis section applies if an MP, after becoming an MP—\n\t\t\tis convicted in the United Kingdom of an offence and sentenced or orderedto be imprisoned or detained within the meaning of section 1(3) (see section2), or\n\t\t\tis convicted of an offence mentioned in section 1(9) within the meaning ofthat provision (see section 2).\n\t\tThe court that imposes the sentence or order in relation to the convictionmust notify the Speaker—\n\t\t\tof the conviction and of the sentence or order, and\n\t\t\twhether an appeal may be brought in respect of the conviction, sentence ororder.\n\t\tSubsections (4) to (6) apply in a case in which an appeal is brought inrespect of the conviction, sentence or order (including from a court thatdetermines or otherwise disposes of such an appeal).\n\t\tThe court to which the appeal is brought must notify the Speaker that anappeal has been brought in respect of the conviction, sentence or order.\n\t\tWhere the appeal is determined or otherwise disposed of, the relevant courtmust notify the Speaker—\n\t\t\tthat the appeal has been determined or otherwise disposed of,\n\t\t\tthat— \n\t\t\tin a case within subsection (1)(a), the conviction, sentence or order has,or has not, been overturned on appeal;\n\t\t\tin a case within subsection (1)(b), the conviction has, or has not, beenoverturned on appeal, and\n\t\t\twhether any further appeal may be brought in respect of the conviction,sentence or order.\n\t\t“The relevant court” means—\n\t\t\tthe court to which the appeal is brought, or\n\t\t\tif that court remits the matter to another court, that other court.\n\t\tSection 3(5) and (6) (interpretation of references to an appeal and to thedetermination of an appeal) apply in relation to this section as they apply inrelation to section 3, except that references in this section to an appeal doinclude a petition to the nobile officium.\n\t\tA court is not required under this section to notify the Speaker if, at anytime since the application of the section, the MP’s seat has been vacated(whether by the MP’s disqualification or death, or otherwise).\n\tSpeaker’s notice that first, second or third recall condition has beenmet\n\t\tAs soon as reasonably practicable after becoming aware that the first,second or third recall condition has been met in relation to an MP, theSpeaker must give notice of that fact to the petition officer for the MP’sconstituency.\n\t\tBut subsection (1) does not apply if it would require the Speaker to givenotice at a time—\n\t\t\twithin the period of 6 months ending with the polling day for the nextparliamentary general election,\n\t\t\twhen the MP is already subject to a recall petition process, or\n\t\t\twhen the MP’s seat has already been vacated (whether by the MP’sdisqualification or death, or otherwise).\n\t\tFor the purposes of subsection (2)(a), the possibility that, after the timementioned in that subsection, the polling day for a parliamentary generalelection will be altered by virtue of section 1(5) or 2(7) of the Fixed-termParliaments Act 2011 is to be disregarded.\n\t\tFor the purposes of subsection (2)(b), an MP is “subject to a recallpetition process” during the period beginning with the giving of a noticeunder this section in relation to the MP and ending with—\n\t\t\tthe receipt by the petition officer of a notice under section 13(6) (earlytermination of recall petition process) in relation to the recall petition inquestion, or\n\t\t\tthe giving by the petition officer of a notice under section 14(2)(b)(determination of whether recall petition successful) of the outcome of thatrecall petition.\n\t\tA notice under this section—\n\t\t\tmust specify the day on which it is given,\n\t\t\tmust specify which of the recall conditions has been met in relation to theMP, and\n\t\t\tin a case in which the first recall condition has been met, must specifythe offence of which the MP has been convicted.\n\t\tFor the purposes of this Act, a notice under this section—\n\t\t\tis to be treated as given on the day specified in it under subsection(5)(a), and\n\t\t\tis to be treated as received by the petition officer on the first workingday after the day on which it is given.\n\t\tReferences in this Act to a “Speaker’s notice” are to a notice under thissection."
    },
    {
        "length": 2393,
        "text": "\nConduct of the recall petition process\n\tPetition officers\n\t\tThere is to be a petition officer in relation to a recall petition for eachconstituency as determined as follows—\n\t\t\tLocation of constituency| Identity of petition officer  ---|---  England or Wales| The person who is the acting returning officer in relationto the constituency by virtue of section 28 of the Representation of thePeople Act 1983 (discharge of returning officer’s functions in England andWales).  Scotland| The person who is the returning officer in relation to theconstituency by virtue of section 25 of that Act (returning officers:Scotland).  Northern Ireland| The Chief Electoral Officer for Northern Ireland.    (2)References in this Act to a petition officer are to a petition officerunder this section.\n\t\tSchedule 1 contains more about petition officers.\n\tWhere and from when the recall petition may be signed\n\t\tWhere the petition officer for a constituency receives a Speaker’s notice,the officer must, as soon as reasonably practicable, designate—\n\t\t\ta place, or places, at which a recall petition is to be made available forsigning, and\n\t\t\ta day from which the petition is to be made available for signing.\n\t\tA maximum of 10 places may be designated under subsection (1)(a).\n\t\tThe petition officer must, in determining which place or places todesignate under subsection (1)(a), seek to ensure—\n\t\t\tthat all persons entitled to sign the recall petition have such reasonablefacilities for signing it as are practicable in the circumstances, and\n\t\t\tthat, so far as is reasonable and practicable, every place designated isaccessible to disabled persons.\n\t\tThe petition officer must designate under subsection (1)(b)—\n\t\t\tthe day which is the 10th working day after the day on which the officerreceived the Speaker’s notice, or\n\t\t\tif it is not reasonably practicable to designate that day, the firstsubsequent working day that it is reasonably practicable to designate.\n\t\tIn this Act—\n\t\t\t  * “the designated place or places” means the place or places designated under subsection (1)(a); \n\t\t\t  * “the designated day” means the day designated under subsection (1)(b). \n\tNotice of petition to be sent to registered electors\n\t\tAs soon as reasonably practicable after determining the designated place orplaces and the designated day under section 7, the petition officer must senda notice of petition in accordance with regulations under section 18—\n\t\t\tto such descriptions of persons registered in the register of parliamentaryelectors for the constituency as are to be specified in such regulations, and\n\t\t\tto such other descriptions of persons as may be specified in suchregulations.\n\t\tRegulations under section 18 must require the notice to contain informationrelating to the recall condition which has been met in relation to the MP.\n\tRecall petition to be made available for signing\n\t\tThe petition officer must ensure that the recall petition is made availablefor signing throughout the signing period at the designated place or places,and by post, in accordance with regulations under section 18.\n\t\tIn this Act “the signing period” means the period of 6 weeks beginning withthe designated day.\n\t\tThe recall petition is made available for signing at the designated placeor places, or by post, by a separate petition signing sheet being availablefor signing by each person entitled to sign the petition at that place, or bypost, in accordance with regulations under section 18.\n\t\tThe wording of a petition signing sheet must include the following—\n\t\t\t“By signing in the box below, you are signing a petition for _[name of theMP],_ the MP for _[name of constituency],_ to lose _[his/her]_ seat in theHouse of Commons, and for a by-election to be held to decide who should be theMP for that constituency. The loss of _[his/her]_ seat does not prevent the MPstanding in this by-election.\n\t\tIf at least 10% of eligible registered electors in the constituency sign thepetition, the MP will lose _[his/her]_ seat in the House of Commons and a by-election will be held for the constituency. If less than 10% of eligibleregistered electors in the constituency sign the petition, the MP will notlose _[his/her]_ seat as a result of the petition and therefore no by-electionwill be held.”\n\t\tThe Minister may by regulations amend subsection (4).\n\t\tRegulations under subsection (5) are subject to affirmative resolutionprocedure.\n\tPersons entitled to sign a recall petition\n\t\tA person is entitled to sign a recall petition on a day during the signingperiod if, on that day—\n\t\t\tthe person is registered in the register of parliamentary electors for theconstituency,\n\t\t\tthe person is aged 18 or over, or the date of his or her 18th birthday isbefore the end of the signing period, and\n\t\t\tthe person would be entitled to vote as an elector at a parliamentaryelection in the constituency.\n\t\tAny alteration made to the register of parliamentary electors for theconstituency which takes effect—\n\t\t\tafter the day on which the Speaker’s notice is given, and\n\t\t\ton or before the cut-off day,\n\t\t\t\tdoes not have effect for the purposes of subsection (1)(a) if it results froma late application for registration.\n\t\tAny alteration made to the register of parliamentary electors for theconstituency which takes effect after the cut-off day does not have effect forthe purposes of subsection (1)(a) unless it takes effect under section 13BC(6)of the Representation of the People Act 1983 (alterations for court orders orerrors).\n\t\tFor the purposes of this Act—\n\t\t\t“the cut-off day” means the 3rd working day before the beginning of thesigning period, and\n\t\t\t“late application for registration” means an application for registrationthat—\n\t\t\tis made after the day on which the Speaker’s notice is given, or\n\t\t\tis treated as made by virtue of section 10A(2) of the Representation ofthe People Act 1983 (return of canvass form treated as application forregistration) in respect of a form returned after that day.\n\t\tFor the purposes of subsection (1)(c), section 1(1)(a) and (d) of theRepresentation of the People Act 1983 (requirement to be registered and ofvoting age) are to be disregarded.\n\t\tSchedule 2 inserts section 13BC of the Representation of the People Act1983 and makes other amendments relating to the alteration of registers ofparliamentary electors.\n\tHow entitlement to sign a recall petition is to be exercised\n\t\tA person who is entitled to sign a recall petition may sign it—\n\t\t\tin person,\n\t\t\tby post, or\n\t\t\tby proxy,\n\t\t\t\tsubject to meeting the requirements of regulations under section 18 aboutsigning it by that method.\n\t\tA person who is entitled to sign a recall petition may sign it only once.\n\t\tOnce a recall petition has been signed, the signature cannot be withdrawn.\n\t\tUnless stated otherwise, references in this Act (however expressed) to thesigning of a recall petition by a person are to the person signing it by anyof the methods mentioned in subsection (1) otherwise than as a proxy foranother person.\n\tDouble signing\n\t\tA person commits an offence if the person signs the same recall petition,otherwise than by proxy, more than once.\n\t\tA person commits an offence if the person signs a recall petition in personor by post knowing that a person appointed to sign the petition as his or herproxy—\n\t\t\thas already signed the petition in person as his or her proxy, or\n\t\t\tin accordance with provision made by regulations under section 18, isentitled to sign the petition as his or her proxy by post.\n\t\tA person commits an offence if the person signs the same recall petition asproxy for the same person more than once.\n\t\tA person commits an offence if the person signs a recall petition as proxyfor another person knowing that the other person has already signed thepetition in person or by post.\n\t\tAn offence under this section is treated—\n\t\t\tfor the purposes of section 169 of the Representation of the People Act1983 (mode of prosecution and penalty for illegal practices) as an illegalpractice,\n\t\t\tfor the purposes of section 173 of that Act (incapacities on conviction ofcorrupt or illegal practice) as an illegal practice under section 61 of thatAct (other voting offences),\n\t\t\tfor the purposes of section 178 of that Act (prosecution of offencescommitted outside the United Kingdom) as an offence under that Act, and\n\t\t\tfor the purposes of section 112 of the Electoral Law Act (Northern Ireland)[1962 (c. 14 (N.I.))](/id/apni/1962/14?view=plain \"Go to item of legislation\")(incapacities on conviction of corrupt or illegal practice) as an illegalpractice under paragraph 12A of Schedule 9 to that Act (other votingoffences).\n\t\tThe court before which a person is convicted of an offence under thissection may, if it thinks it just in the special circumstances of the case,mitigate or entirely remit any incapacity imposed by virtue of—\n\t\t\tsection 173 of the Representation of the People Act 1983, or\n\t\t\tsection 112 of the [Electoral Law Act (Northern Ireland)1962.](/id/apni/1962/14?view=plain \"Go to item of legislation\")"
    },
    {
        "length": 535,
        "text": "\nEarly termination of recall petition process\n\tEarly termination of recall petition process\n\t\tThis section applies where any of the following conditions is met at anytime after the Speaker’s notice is given but before notice of the outcome ofthe recall petition has been given under section 14(2)(b).\n\t\tThe first condition is that—\n\t\t\tthe polling day for the next parliamentary general election is broughtforward by virtue of section 2(7) of the Fixed-term Parliaments Act 2011, and\n\t\t\tthe new day is within the period of 6 months beginning with the day onwhich the Speaker’s notice was given.\n\t\tThe second condition is that the MP’s seat is vacated (whether by the MP’sdisqualification or death, or otherwise).\n\t\tThe third condition is that, in a case in which the first recall conditionwas met in relation to the MP, the conviction, sentence or order in questionis overturned on appeal.\n\t\tThe fourth condition is that, in a case in which the third recall conditionwas met in relation to the MP, the conviction in question is overturned onappeal.\n\t\tAs soon as reasonably practicable after becoming aware that this sectionapplies, the Speaker must notify the petition officer that the sectionapplies, specifying which of the conditions above has been met.\n\t\tOn the petition officer receiving a notice under subsection (6)—\n\t\t\tsections 7 to 11 cease to apply in relation to the recall petition, and\n\t\t\tno further action is to be taken under or by virtue of this Act in relationto the process relating to the signing of the recall petition except—\n\t\t\tthe action required under subsection (8), and\n\t\t\tany action which may be required or permitted by regulations under section18 in relation to the termination of that process.\n\t\tAs soon as reasonably practicable after receiving a notice under subsection(6), the petition officer must—\n\t\t\ttake such steps as the officer considers necessary to terminate the processrelating to the signing of the recall petition, and\n\t\t\tgive a public notice of the termination of that process in accordance withregulations under section 18.\n\t\tThe Speaker must lay before the House of Commons any notice given undersubsection (6)."
    },
    {
        "length": 827,
        "text": "\nOutcome of recall petition\n\tDetermination of whether recall petition successful\n\t\tThis section applies unless the petition officer has received a noticeunder section 13(6) (early termination of recall petition process).\n\t\tAs soon as reasonably practicable after the end of the signing period, thepetition officer must—\n\t\t\tdetermine whether the recall petition was successful,\n\t\t\tnotify the Speaker that the recall petition was successful or unsuccessful,as the case may be, and\n\t\t\thaving done that, give a public notice of the outcome of the recallpetition in accordance with regulations under section 18.\n\t\tFor the purposes of this Act, a recall petition is successful if the numberof persons who validly sign the petition is at least 10% of the number ofeligible registered electors.\n\t\t\t“The number of eligible registered electors” is the number of personsregistered in the register of parliamentary electors for the constituency onthe last day of the signing period excluding those who, according to theirentry in the register, are aged under 18 on that day.\n\t\tAny alteration made to the register of parliamentary electors for theconstituency which takes effect—\n\t\t\tafter the day on which the Speaker’s notice is given, and\n\t\t\ton or before the cut-off day,\n\t\t\tdoes not have effect for the purposes of subsection (3) if it results from alate application for registration.\n\t\tAny alteration made to the register of parliamentary electors for theconstituency which takes effect after the cut-off day does not have effect forthe purposes of subsection (3) unless it takes effect under section 13BC(6) ofthe Representation of the People Act 1983 (alterations for court orders orerrors).\n\t\tFor the purposes of subsection (3), a person validly signs a recallpetition if—\n\t\t\tthe person signs the petition on a day during the signing period on whichthe person is entitled to do so under section 10,\n\t\t\tthe person has not previously signed the petition,\n\t\t\teach condition (if any) imposed by regulations under section 18 of the kindmentioned in section 18(3)(d)(i) (conditions for the exercise of entitlementto sign) applicable to the method of signing used is met,\n\t\t\tthe person’s signing of the petition is not invalid for the purposes ofthis Act under regulations under section 18 of the kind mentioned in section18(3)(d)(iv), and\n\t\t\tthe person is not within subsection (7).\n\t\tA person is within this subsection if, on the last day of the signingperiod, the person is not registered in the register of parliamentary electorsfor the constituency because the person’s entry has been removed by analteration taking effect under section 13BC(6) of the Representation of thePeople Act 1983.\n\t\tThe Speaker must lay before the House of Commons any notice received undersubsection (2)(b).\n\tEffect of successful petition\n\t\tIf the petition officer notifies the Speaker under section 14(2)(b) thatthe recall petition was successful, the MP’s seat becomes vacant on the givingof that notice.\n\t\tThat does not apply if the seat has already been vacated (whether by theMP’s disqualification or death, or otherwise).\n\t\tSubsection (1) is subject to regulations under section 18 about thequestioning of the outcome of the recall petition."
    },
    {
        "length": 496,
        "text": "\nFinancial controls\n\tExpenses, donations and reporting\n\t\tSchedule 3 regulates expenditure in relation to recall petitions.\n\t\tSchedule 4 regulates donations in relation to recall petitions.\n\t\tSchedule 5 imposes reporting requirements in connection with the financialcontrol of recall petitions.\n\t\tThe Minister may by regulations amend Schedule 4 or 5 to make provisioncorresponding or similar to any of the modifications to Schedule 15 to PPERA2000 (control of donations to permitted participants) made by or under thePolitical Parties and Elections Act 2009 (other than section 20 of that Act).\n\t\tRegulations under subsection (4) are subject to affirmative resolutionprocedure.\n\tLoans \n\t\tSection 62 of the Electoral Administration Act 2006 (regulation of loans:power to make provision) is amended as follows.\n\t\tIn the heading, for “ **and referendums** ” substitute “ **, referendumsand recall petitions** ”.\n\t\tIn subsection (2), after paragraph (c) insert—\n\t\t\tan accredited campaigner in relation to a recall petition.”\n\t\tIn subsection (3A), for “recognised third party or a permitted participantin a referendum” substitute “relevant person”.\n\t\tAfter that subsection insert—\n\t\t\t“(3B)In subsection (3A) “a relevant person” means—\n\t\t\ta recognised third party,\n\t\t\ta permitted participant in a referendum, or\n\t\t\tan accredited campaigner in relation to a recall petition.”\n\t\tIn subsection (8), at the appropriate places insert—\n\t\t\t  * ““accredited campaigner” has the same meaning as in Schedule 3 to the Recall of MPs Act 2015 (see Part 5 of that Schedule);”;\n\t\t\t  * ““recall petition” has the same meaning as in the Recall of MPs Act 2015 (see section 1(2) of that Act);”."
    },
    {
        "length": 3452,
        "text": "\nFinal provisions\n\tPower to make further provision about conduct of a recall petition etc\n\t\tThe Minister may by regulations—\n\t\t\tmake further provision about the conduct of a recall petition;\n\t\t\tmake provision about the questioning of the outcome of a recall petitionand the consequences of irregularities;\n\t\t\tmake further provision about the giving, sending, delivery or receipt ofnotices or other documents under this Act.\n\t\tRegulations under subsection (1) may—\n\t\t\tapply or incorporate any provision of electoral legislation (with orwithout modifications or exceptions);\n\t\t\tamend any form contained in a provision of electoral legislation for use inrelation to recall petitions;\n\t\t\tmake provision conferring a discretion on any person;\n\t\t\tmake provision creating a criminal offence;\n\t\t\tmake further provision about criminal offences under this Act.\n\t\tThe provision that may be made under subsection (1)(a) includes, inparticular—\n\t\t\tprovision about the notice of petition under section 8, the petitionsigning sheet under section 9 or the public notice required under section13(8)(b) or 14(2)(c);\n\t\t\tprovision permitting or requiring the petition officer not to make therecall petition available for signing at the designated place or places atparticular times of the day or on particular days;\n\t\t\tprovision allocating persons registered in the register of parliamentaryelectors for a constituency to a particular designated place and limiting theavailability of the petition for signing at that place to signing by personsso allocated who are entitled to sign it;\n\t\t\tprovision about signing a recall petition in person, by post or by proxy,and in particular—\n\t\t\tprovision under which an entitlement to sign a recall petition in person,by post or by proxy may be exercised only where conditions specified in theregulations are met;\n\t\t\tprovision about what a person must do in order to be regarded as havingsigned a recall petition for the purposes of this Act;\n\t\t\tprovision about when a person who signs a recall petition by post istreated as signing it for the purposes of this Act;\n\t\t\tprovision about when a person’s signing of a recall petition is invalidfor the purposes of this Act;\n\t\t\tprovision permitting or requiring the petition officer, in determiningunder section 14(2)(a) whether a recall petition was successful, to treat aperson who signed the petition as having validly signed it for the purposes ofsection 14(3);\n\t\t\tprovision about access to, or the supply of copies of, the register ofparliamentary electors for a constituency or documents produced in relation toa recall petition;\n\t\t\tprovision about the retention or disposal of documents or other informationin relation to a recall petition;\n\t\t\tfurther provision about the regulation of campaigning in relation to arecall petition.\n\t\tProvision made as mentioned in subsection (3)(e) does not affect—\n\t\t\tthe question of whether, for the purposes of provision made undersubsection (1)(b), a person validly signed a recall petition for the purposesof section 14(3) (determination of whether recall petition successful), or\n\t\t\tliability to any penalty arising from a person signing a recall petitionbut failing to validly sign it for the purposes of section 14(3).\n\t\tThe outcome of a recall petition may be questioned only in accordance withprovision made under subsection (1)(b).\n\t\tThe provision that may be made under subsection (1)(c) includes—\n\t\t\tprovision about how a notice or other document authorised or required underthis Act to be given, sent or delivered is given, sent or delivered;\n\t\t\tprovision about the circumstances in which, and the time at which, a noticeor other document is (or is to be treated as having been) given, sent,delivered or received.\n\t\tFor the purposes of this section, “a provision of electoral legislation”means—\n\t\t\ta provision of, or made under, the Representation of the People Acts, or\n\t\t\ta provision of other legislation which is a provision relating toelections.\n\t\tRegulations under this section are subject to affirmative resolutionprocedure.\n\tPerformance of the Speaker’s functions by others\n\t\tIf a relevant circumstance arises, the functions of the Speaker under or byvirtue of this Act (“the Speaker’s functions”) are to be performed by theChairman of Ways and Means or a Deputy Chairman of Ways and Means.\n\t\tFor the purposes of this section, a “relevant circumstance” arises if—\n\t\t\tthe Speaker is unable to perform the Speaker’s functions because ofabsence, illness or for any other reason,\n\t\t\tthe first, second or third recall condition has been met in relation to theSpeaker, or\n\t\t\tthere is a vacancy in the office of the Speaker.\n\tMinor and consequential amendments\n\t\tSchedule 6 contains minor and consequential amendments.\n\tRegulations \n\t\tRegulations under this Act are to be made by statutory instrument.\n\t\tBut that does not apply to regulations under—\n\t\t\tparagraph 3(9) of Schedule 1 (regulations made by the Minister aboutpetition officer’s accounts), or\n\t\t\tparagraph 1(4) of Schedule 5 (regulations made by the Electoral Commissionabout the form of a recall petition return).\n\t\tRegulations under this Act may—\n\t\t\tmake consequential, supplementary, incidental, transitional or savingprovision;\n\t\t\tmake different provision for different purposes or areas.\n\t\tThe power under subsection (3)(a) includes, in the case of regulationsunder section 18 (power to make further provision about conduct of a recallpetition etc), the power to amend legislation.\n\t\tSection 26 of the Welsh Language Act 1993 (power to prescribe Welshversion) applies in relation to regulations under this Act as it applies inrelation to Acts of Parliament.\n\t\tWhere regulations under this Act—\n\t\t\tare subject to “affirmative resolution procedure” they must not be madeunless a draft of the statutory instrument containing them has been laidbefore, and approved by a resolution of, each House of Parliament;\n\t\t\tare subject to “negative resolution procedure” the statutory instrumentcontaining them is subject to annulment in pursuance of a resolution of eitherHouse of Parliament.\n\t\tProvision that may be made by regulations under this Act for which noParliamentary procedure is required may be included in regulations subject toaffirmative or negative resolution procedure.\n\t\tProvision that may be made by regulations under this Act subject tonegative resolution procedure may be included in regulations subject toaffirmative resolution procedure.\n\t\tThis section (apart from subsection (7)) does not apply to regulationsunder section 24 (commencement).\n\tInterpretation \n\t\tIn this Act—\n\t\t\t  * “the cut-off day” has the meaning given by section 10(4)(a); \n\t\t\t  * “the designated day” has the meaning given by section 7(5); \n\t\t\t  * “the designated place or places” has the meaning given by section 7(5); \n\t\t\t  * “late application for registration” has the meaning given by section 10(4)(b); \n\t\t\t  * “legislation” means— \n\t\t\tan Act of Parliament,\n\t\t\tan Act of the Scottish Parliament,\n\t\t\tan Act or Measure of the National Assembly for Wales,\n\t\t\tNorthern Ireland legislation, or\n\t\t\tan instrument made under legislation as mentioned in any of paragraphs (a) to(d) above;\n\t\t\t\t  * “the Minister” means the Lord President of the Council or the Secretary of State; \n\t\t\t\t  * “modifications” includes additions, omissions and amendments; \n\t\t\t\t  * “MP” means member of the House of Commons (and see section 2(5) regarding the time at which a person becomes an MP); \n\t\t\t\t  * “overturned on appeal” means— \n\t\t\tin relation to a conviction, that there is no longer a conviction for thepurposes of section 1(3) or (9) (as the case may be), and\n\t\t\tin relation to a sentence or order—\n\t\t\tvaried so that it is no longer a sentence or order that the MP be imprisonedor detained within the meaning of section 1(3), or\n\t\t\treplaced with another sentence or order that is not a sentence or order thatthe MP be imprisoned or detained within the meaning of that provision;\n\t\t\t\t  * “petition officer” has the meaning given by section 6(2); \n\t\t\t\t  * “PPERA 2000” means the Political Parties, Elections and Referendums Act 2000; \n\t\t\t\t  * “recall petition” has the meaning given by section 1(2); \n\t\t\t\t  * “the signing period” has the meaning given by section 9(2); \n\t\t\t\t  * “the Speaker” means the Speaker of the House of Commons; \n\t\t\t\t  * “Speaker’s notice” has the meaning given by section 5(7) (and see section 5(6) regarding when it is given and received); \n\t\t\t\t  * “working day” means a day that is not— \n\t\t\ta Saturday or Sunday,\n\t\t\tChristmas Eve, Christmas Day or Good Friday, or\n\t\t\ta bank holiday or a day appointed for public thanksgiving or mourning,\n\t\t\t\tand for that purpose “bank holiday” means a day that is a bank holiday in thepart of the United Kingdom in which the MP’s constituency is situated.\n\t\tReferences in this Act to the register of parliamentary electors for aconstituency are to the register of parliamentary electors for theconstituency maintained under section 9 of the Representation of the PeopleAct 1983.\n\t\tWhere under that section two or more registration officers maintainregisters of parliamentary electors in respect of different parts of the sameconstituency, then in relation to that constituency—\n\t\t\treferences in this Act (other than in section 14(3) and (7)) to theregister of parliamentary electors for the constituency are to be read asreferences to one of those registers in respect of a part of the constituency,\n\t\t\tthe reference in section 14(3) to “the number of persons registered in theregister of parliamentary electors for the constituency on the last day of thesigning period excluding those who, according to their entry in the register,are aged under 18 on that day” is to be read as a reference to the numbergiven by—\n\t\t\tdetermining, in the case of each of those registers in respect of a part ofthe constituency, the number of persons registered in that register on thatday excluding those who, according to their entry in that register, are agedunder 18 on that day, and\n\t\t\tthen adding together the numbers so determined, and\n\t\t\tthe reference in section 14(7) to a person who is not registered in theregister of parliamentary electors for the constituency is to be read as areference to a person who is not registered in any of those registers.\n\t\tReferences in this Act (however expressed) to the signing of a recallpetition by a person are to be read in accordance with section 11(4).\n\t\tA duty under this Act to notify (however expressed) is a duty to givenotice in writing.\n\tExtent \n\t\tAn amendment or repeal by this Act has the same extent as the provision oflegislation to which it relates.\n\t\tSubject to that, this Act extends to England and Wales, Scotland andNorthern Ireland.\n\tCommencement \n\t\tThe following provisions come into force on the day on which this Act ispassed—\n\t\t\tsection 9(5) and (6) (power by regulations to amend section 9(4) (wordingof petition signing sheet));\n\t\t\tsection 16(4) and (5) (power by regulations to amend Schedule 4 or 5);\n\t\t\tsection 17 (amendments to the Electoral Administration Act 2006 conferringpower by order to make provision about loans);\n\t\t\tsection 18 (power to make further provision about conduct of a recallpetition etc);\n\t\t\tsection 21 (regulations);\n\t\t\tsections 22 and 23 (interpretation and extent);\n\t\t\tthis section;\n\t\t\tsection 25 (short title).\n\t\tThe following provisions (which contain other regulation-making powers andrelated provision) also come into force on the day on which this Act ispassed—\n\t\t\tsection 6(3) and paragraph 3 of Schedule 1, for the purposes of makingregulations under that paragraph;\n\t\t\tsection 8 so far as relating to the making of regulations under section 18;\n\t\t\tsection 10(6) and paragraphs 1 and 7 of Schedule 2, for the purposes ofmaking regulations under section 13BC of the Representation of the People Act1983 (as inserted by paragraph 7);\n\t\t\tparagraphs 16, 23 and 24 of Schedule 3 (and section 16(1) so far asrelating to those paragraphs);\n\t\t\tparagraphs 3(4) to (6) and 8 of Schedule 4 (and section 16(2) so far asrelating to those provisions of that Schedule);\n\t\t\tsection 16(3) and paragraphs 1, 3, 4 and 9 of Schedule 5, for the purposesof making regulations under those paragraphs;\n\t\t\tparagraph 3(6) of Schedule 6 (which amends section 7(2) of PPERA 2000) (andparagraphs 2 and 3(1) of that Schedule, and section 20, so far as relating toparagraph 3(6)).\n\t\tThe remaining provisions of this Act come into force on such day as theMinister may by regulations made by statutory instrument appoint.\n\t\tThose regulations—\n\t\t\tmay appoint different days for different purposes;\n\t\t\tmay make transitional, transitory or saving provision.\n\tShort title\n\t\tThis Act may be cited as the Recall of MPs Act 2015."
    }
]