[
    {
        "length": 782,
        "text": "\nRelevant information\n\tRelevant information\n\t\tIn this Act “relevant information”, in relation to a person, meansinformation indicating that the person—\n\t\t\thas committed a sexual offence (whether or not the person was charged with,prosecuted for or convicted of the offence);\n\t\t\thas harassed another person;\n\t\t\thas caused physical or psychological harm to another person;\n\t\t\thas committed an offence that involves a risk of causing physical orpsychological harm to another person (whether or not the person was chargedwith, prosecuted for or convicted of the offence);\n\t\t\thas committed an offence under section 165, 168 or 170 of the Equality Act2010 (whether or not the person was charged with, prosecuted for or convictedof the offence);\n\t\t\thas done anything that, for the purposes of the Equality Act 2010,constitutes unlawful discrimination or victimisation against another person;\n\t\t\thas threatened, abused or insulted another person;\n\t\t\tposes a risk to road safety when driving;\n\t\t\tmay be unsuitable to hold a driver’s licence for other reasons relating to—\n\t\t\tthe safeguarding of passengers, or\n\t\t\troad safety.\n\t\tA reference in subsection (1) to an offence includes a reference to thefollowing offences—\n\t\t\tattempt to commit the offence;\n\t\t\tconspiracy to commit the offence;\n\t\t\taiding, abetting, counselling or procuring the commission of the offence;\n\t\t\tincitement to commit the offence;\n\t\t\tan offence under Part 2 of the Serious Crimes Act 2007 in relation to theoffence.\n\t\tA reference in subsection (1) to an offence (including a reference havingeffect by virtue of subsection (2)) includes a reference to conduct that wouldhave constituted the offence if it had been done in England and Wales.\n\t\tIn this section, “sexual offence” means—\n\t\t\tan offence under any of sections 1 to 12 and 14 to 17 of the SexualOffences Act 1956 (rape, unlawful intercourse, indecent assault, forcibleabduction etc);\n\t\t\tan offence under section 128 of the Mental Health Act 1959 (unlawfulintercourse with person receiving treatment for mental disorder by member ofhospital staff etc);\n\t\t\tan offence under section 1 of the Indecency with Children Act 1960(indecent conduct towards child under 14);\n\t\t\tan offence under section 9 of the Theft Act 1968 of burglary with intent torape;\n\t\t\tan offence under section 54 of the Criminal Law Act 1977 (incitement ofchild under 16 to commit incest);\n\t\t\tan offence under Part 1 of the Sexual Offences Act 2003;\n\t\t\tan offence under section 2 of the Modern Slavery Act 2015 (humantrafficking) committed with a view to exploitation that consists of orincludes behaviour within section 3(3) of that Act (sexual exploitation)."
    },
    {
        "length": 1483,
        "text": "\nLicensing information database\n\tDuty to record information about licensing decisions in database\n\t\tThis section applies where, relying wholly or in part on relevantinformation relating to a person, a licensing authority decides—\n\t\t\tto refuse the person’s application for a driver’s licence,\n\t\t\tto refuse the person’s application for the renewal of a driver’s licence,\n\t\t\tto suspend the person’s driver’s licence, or\n\t\t\tto revoke the person’s driver’s licence.\n\t\tThe licensing authority must—\n\t\t\tmake an entry recording the decision, and the information listed insubsection (4), in the licensing information database,\n\t\t\tensure (whether by amending, removing or reinstating it) that the entry iskept up-to-date so as to reflect any subsequent change made to the decision—\n\t\t\tby the authority,\n\t\t\ton appeal against the authority’s decision, or\n\t\t\ton any subsequent appeal,\n\t\t\t\tduring the period of 11 years beginning with the day on which the entry isfirst made, and\n\t\t\tkeep a record of the relevant information and the decision until the end ofthe period referred to in paragraph (b).\n\t\tThe reference in subsection (2)(b) to a subsequent change made to thedecision includes a reference to a subsequent decision by the authority togrant a driver’s licence to the person.\n\t\tThe information is—\n\t\t\tthe person’s full name, date of birth, home address and national insurancenumber;\n\t\t\tif the person holds a licence to drive a motor vehicle granted under Part 3of the Road Traffic Act 1988, the driver number shown on the licence;\n\t\t\tif the person holds a Northern Ireland driving licence, the driver numbershown on the licence;\n\t\t\tif the person holds a Community licence, the number of the licence;\n\t\t\tthe name of the licensing authority and details of how further informationabout the decision can be obtained from the authority;\n\t\t\tthe date on which the decision was made and (if different) the date onwhich it takes effect;\n\t\t\tthe date on which any subsequent change to the decision was made and (ifdifferent) the date on which it takes effect;\n\t\t\tif the decision is to suspend the person’s driver’s licence for a period,the date on which the suspension is to end;\n\t\t\tsuch other information as the Secretary of State may by regulations made bystatutory instrument prescribe.\n\t\tThe licensing authority must—\n\t\t\tcomply with subsection (2)(a) within the period of 5 working days beginningwith the day on which the licensing authority notifies the person of itsdecision, and\n\t\t\tcomply with subsection (2)(b) as soon as practicable after becoming awareof the change in question.\n\t\tRegulations under this section may make different provision for differentpurposes.\n\t\tA statutory instrument containing regulations under this section is subjectto annulment in pursuance of a resolution of either House of Parliament.\n\t\tIn this section “Community licence” and “Northern Ireland driving licence”have the meaning given by section 108(1) of the Road Traffic Act 1988.\n\tDuty to search database and have regard to relevant information\n\t\tBefore making a decision on a person’s application for, or for the renewalof, a driver’s licence, a licensing authority (“the decision-makingauthority”) must search the licensing information database for entriesrelating to the person.\n\t\tWhere any such entry was made by another licensing authority (“therecording authority”)—\n\t\t\tthe decision-making authority must make a request in writing to therecording authority for the relevant information on which the recordingauthority relied when making the decision recorded in the entry, and\n\t\t\tthe recording authority must provide the information within the period of20 working days beginning with the day on which it receives the request.\n\t\tThe decision-making authority must have regard to the information whenmaking the decision referred to in subsection (1).\n\t\tWhere, after complying with subsection (2)(b), the recording authoritymakes a change to the entry in order to comply with section 2(2)(b) (duty tokeep entry up-to-date)—\n\t\t\tthe recording authority must inform the decision-making authority of—\n\t\t\tthe change, and\n\t\t\tthe reason for the change, and\n\t\t\tthe decision-making authority must have regard to the information receivedunder paragraph (a) when making the decision referred to in subsection (1) (ifthe decision still falls to be made).\n\tThe database\n\t\tIn this Act “licensing information database” means the database operatedfor the purposes of this Act—\n\t\t\tby a person designated by the Secretary of State, or\n\t\t\twhere no such person is designated, by, or on behalf of, the Secretary ofState.\n\t\tA designation under subsection (1)(a)—\n\t\t\tmay contain conditions to which it is subject, and\n\t\t\tmay be varied or withdrawn by the Secretary of State.\n\t\tThe person operating the database must ensure that—\n\t\t\tevery licensing authority, relevant authority and the Department forInfrastructure in Northern Ireland are, subject to subsection (4), able tosearch the database, make entries in it and amend, remove and reinstateentries that it has made,\n\t\t\tevery entry made in the database in accordance with section 2 is removedfrom the database at the end of the period of 11 years beginning with the dayon which it is first made, and\n\t\t\tthe information contained in the database is disclosed only for thepurposes of ensuring—\n\t\t\tthe safeguarding of passengers, and\n\t\t\troad safety.\n\t\tThe person operating the database may charge a fee to a person specified insubsection (3)(a) in respect of the costs of the database.\n\t\tA fee under subsection (4) may in particular be a periodic fee calculatedin such manner as the person operating the database considers appropriate.\n\t\tBut a person designated under subsection (1)(a) may only charge fees undersubsection (4) if the Secretary of State has agreed the level of the fees tobe charged."
    },
    {
        "length": 639,
        "text": "\nConcerns about drivers licensed in other areas\n\tDuty to report concerns about drivers licensed in other areas\n\t\tThis section applies where—\n\t\t\tan English licensing authority (“the first authority”) becomes aware ofrelevant information relating to a person who has driven in the firstauthority’s area in reliance on a driver’s licence or a relevant licencegranted by another licensing authority or a relevant authority (“the secondauthority”),\n\t\t\tthe information relates to the person’s conduct in the first authority’sarea, and\n\t\t\tthe first authority is satisfied that, had it granted the licence, it wouldhave considered suspending or revoking it in reliance on the information.\n\t\tThe first authority must provide to the second authority—\n\t\t\tthe relevant information, and\n\t\t\tany other information of which it is aware which is relevant to identifyingthe person,\n\t\t\t\tbefore the end of the period of 10 working days beginning with the day onwhich the first authority became aware of the relevant information relating tothe person’s conduct in its area.\n\t\tIn this section “relevant licence” means—\n\t\t\ta licence granted by a district council in Wales under section 51 of theLocal Government (Miscellaneous Provisions) Act 1976;\n\t\t\ta taxi driver’s licence or private hire car driver’s licence under section13 of the Civic Government (Scotland) Act 1982.\n\tDuty as regards reported concerns about drivers licensed in other areas\n\t\tThis section applies where an English licensing authority (“authority A”)—\n\t\t\treceives information from another licensing authority (“authority B”) undersection 5 relating to a person who has driven in authority B’s area inreliance on a driver’s licence granted by authority A, or\n\t\t\treceives information of a similar nature from a relevant authority(“authority C”) relating to a person who has driven in authority C’s area inreliance on a driver’s licence granted by authority A.\n\t\tBefore the end of the period of 20 working days beginning with the date onwhich authority A becomes aware of the information, authority A must—\n\t\t\tconsider whether to suspend or revoke the person’s driver’s licence inreliance on—\n\t\t\tthe information, and\n\t\t\tany other information available to authority A, and\n\t\t\tinform authority B or authority C (as the case may be) in writing—\n\t\t\twhether or not it has suspended or revoked, or intends to suspend orrevoke, the person’s driver’s licence, and\n\t\t\tthe reasons for that action or intended action."
    },
    {
        "length": 918,
        "text": "\nFinal provisions\n\tInterpretation \n\t\tIn this Act—\n\t\t\t  * “driver’s licence” means a licence granted by a licensing authority under— \n\t\t\tsection 46 of the Town Police Clauses Act 1847;\n\t\t\tsection 8 of the Metropolitan Public Carriage Act 1869;\n\t\t\tsection 9 of the [Plymouth City Council Act 1975 (c.xx)](/id/ukla/1975/20?view=plain \"Go to item of legislation\");\n\t\t\tsection 51 of the Local Government (Miscellaneous Provisions) Act 1976;\n\t\t\tsection 13 of the Private Hire Vehicles (London) Act 1998;\n\t\t\t\t  * “licensing authority”, except in the definition of “relevant authority”, means a public authority in England which has licensing functions under— \n\t\t\tsections 37 to 68 of the Town Police Clauses Act 1847;\n\t\t\tthe Metropolitan Public Carriage Act 1869;\n\t\t\tthe Plymouth City Council Act 1975;\n\t\t\tPart 2 of the Local Government (Miscellaneous Provisions) Act 1976;\n\t\t\tsection 13 of the Private Hire Vehicles (London) Act 1998;\n\t\t\t\t  * “licensing information database” has the meaning given by section 4; \n\t\t\t\t  * “relevant authority” means— \n\t\t\ta district council in Wales;\n\t\t\ta licensing authority within the meaning of section 2 of the Civic Government(Scotland) Act 1982;\n\t\t\t\t  * “relevant information” in relation to a person, has the meaning given by section 1; \n\t\t\t\t  * “working day” means any day other than— \n\t\t\tSaturday or Sunday;\n\t\t\tChristmas Day or Good Friday;\n\t\t\ta day which is a bank holiday in England under the Banking and FinancialDealings Act 1971.\n\t\tReferences in this Act to the area of a licensing authority are—\n\t\t\tin the case of Transport for London, to Greater London;\n\t\t\tin any other case, to the area for which the authority acts.\n\t\tReferences in this Act to the area of a relevant authority are to the areafor which the authority acts.\n\tExtent, commencement and short title\n\t\tThis Act extends to England and Wales only.\n\t\tThe following come into force on the day on which this Act is passed—\n\t\t\tsection 1,\n\t\t\tthe power of the Secretary of State to make regulations under section 2,\n\t\t\tthe powers of the Secretary of State to issue, revise and arrange for thepublication of guidance under section 7(1) to (3),\n\t\t\tsection 8, and\n\t\t\tthis section.\n\t\tThe following come into force at the end of the period of 2 monthsbeginning with the day on which this Act is passed—\n\t\t\tthe powers of the Secretary of State to make, vary and withdraw adesignation under section 4,\n\t\t\tsections 5 and 6, and\n\t\t\tsection 7 (so far as not already in force under subsection (2)).\n\t\tThe remaining provisions of this Act come into force on such day or days asthe Secretary of State may by regulations made by statutory instrumentappoint.\n\t\tThe regulations—\n\t\t\tmay appoint different days for different purposes, and\n\t\t\tmay make transitional, transitory or saving provision.\n\t\tThis Act may be cited as the Taxis and Private Hire Vehicles (Safeguardingand Road Safety) Act 2022.\n\t\t\t"
    }
]