[
    {
        "length": 1195,
        "text": "\nSalaries and allowances\n\tSection 47 of the Northern Ireland Act 1998 (salaries and allowances ofmembers of the Northern Ireland Assembly) is amended as follows.\n\tIn subsections (1) and (2), for “the Assembly may from time to timedetermine” substitute “may from time to time be determined”.\n\tAfter subsection (2) insert—\n\t\t“(2A)The Assembly may make provision—\n\t\tdetermining the salaries or allowances payable to members of the Assemblyunder this section, or\n\t\tproviding for those salaries or allowances to be determined by a personother than the Assembly in accordance with the provision.\n\t\t(2B)Different provision may be made for different cases (for example,provision for higher salaries to be payable to Ministers or other officeholders).”\n\tOmit subsections (3), (5) and (6).\n\tFor subsection (4) substitute—\n\tProvision under subsection (2A) must ensure that, if a salary is payableto a member of the Assembly (“M”) as a member of either House of Parliament oras a member of the European Parliament—\n\t\tif M does not hold an office within subsection (9A), no salary is payableto M under this section;\n\t\tif M holds an office within subsection (9A), the salary which wouldotherwise be payable to M under this section is reduced by the appropriateamount.\n\t\t(4A)The appropriate amount is the amount of the salary payable under thissection to members of the Assembly generally.”\n\tOmit subsection (7).\n\tIn subsection (8), for “under this section” substitute “of salaries orallowances by provision under subsection (2A)(a)”.\n\tAfter that subsection insert—\n\t“(8A)Provision under subsection (2A)(b) must include provision for thepublication of every determination of salaries or allowances under thatprovision.”\n\tIn subsection (9)(b), for “such an office as is mentioned in subsection(3)(a)” substitute “an office within subsection (9A)”.\n\tAfter subsection (9) insert—\n\t“(9A)An office is within this subsection if the salary payable under thissection to a member of the Assembly holding the office is higher than thesalary payable under this section to members of the Assembly generally.”\n\tIn subsection (10)(a), for “such an office as is mentioned in subsection(3)(a)(i) to (iii)” substitute “office as a Minister or junior Minister, asPresiding Officer or deputy or as a member of the Northern Ireland AssemblyCommission”.\n\tAfter subsection (10) insert—\n\t“(10A)The provision which may be made by the Assembly for the purposes of thissection includes provision—\n\t\tby a resolution of the Assembly conferring functions on the NorthernIreland Assembly Commission, or\n\t\tby an Act of the Assembly (which may include provision establishing anoffice or body, provision conferring functions on an office-holder or body andancillary provision).”\n\tIn Schedule 4 to the Northern Ireland (St Andrews Agreement) Act 2006(repeal of Northern Ireland Act 2000 and supplementary provision), inparagraph 2(1) for “The Northern Ireland Assembly may not make a determinationunder” substitute “No determination may be made under or by virtue of”.\n\tAny determination under section 47 of the [Northern Ireland Act1998](/id/ukpga/1998/47?view=plain \"Go to item of legislation\") which is inforce immediately before this section comes into force is to be treated asprovision under section 47(2A)(a) of that Act; and if the determination doesnot make the provision required by section 47(4) (as substituted by thissection) it has effect as if it made that provision.\nPensions etc.\n\tSection 48 of the Northern Ireland Act 1998 (pensions etc. of members ofthe Northern Ireland Assembly) is amended as follows.\n\tIn subsection (1)(b), for “such an office as is mentioned in section47(3)(a)” substitute “an office within subsection (1A)”.\n\tAfter subsection (1) insert—\n\t\t“(1A)An office is within this subsection if the salary payable under section47 to a member of the Assembly holding the office is higher than the salarypayable under that section to members of the Assembly generally.”\n\tIn subsection (3), in paragraph (a) of the definition of “provision”, after“Assembly” insert “(which may include provision establishing an office orbody, provision conferring functions on an office-holder or body and ancillaryprovision)”.\nShort title and commencement\n\tThis Act may be cited as the Northern Ireland Assembly Members Act 2010.\n\tThis section comes into force on the day on which this Act is passed.\n\tSections 1 and 2 come into force on the day appointed by the Secretary ofState by order made by statutory instrument.\n\t\t"
    }
]