{
    "general": "This law makes sure that members of the Northern Ireland Assembly (like MLAs) get paid fairly and have good benefits like pensions. It also helps them do their jobs well by giving them money for things like travel and office costs. This way, they can focus on making important decisions for Northern Ireland.",
    "series": [
        [
            {
                "length": 193,
                "short": "\"Northern Ireland Assembly Salaries and Allowances Amendment\"",
                "text": "\n* Simplified point 1: The act amends the Northern Ireland Assembly Members' salaries and allowances.\n* Simplified point 2: It allows the assembly to determine salaries and allowances for its members, including provisions for different salaries based on the offices held.\n* Simplified point 3: The act also provides for the publication of every determination of salaries or allowances.\n* Simplified point 4: The provision can be made by a resolution of the Assembly or an Act of the Assembly, including establishment of an office or body, conferring functions on an office-holder or body, and ancillary provision.\n* Simplified point 5: Any determinations made under the previous version of the law remain in force but are treated as if they were made under the new provision."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Northern Ireland Assembly Members Act 2010 changes how much money members of the Northern Ireland Assembly get paid. Before this law was passed, the government decided how much members got paid. Now, the Assembly itself gets to decide how much members will earn, taking into account the positions they hold within the Assembly. This means that some members might earn more than others depending on their roles. All decisions about pay will now be published so everyone knows how much each member is getting paid. Additionally, any existing pay arrangements continue to apply but are considered as if they had been made under the new rules.",
    "single": "\n* The Northern Ireland Assembly Members Act 2010 amends the Northern Ireland Act 1998 to change the way salaries and allowances are determined for members of the Northern Ireland Assembly.\n* The Act gives the Assembly more flexibility to determine salaries and allowances for its members, including the ability to provide for different salaries based on the office held.\n* The Act also allows for the Assembly to make provision for pensions and other benefits for its members.\n* The changes apply to members of the Assembly holding offices that are considered to be higher-paying, such as Ministers or other officeholders.\n* The Act comes into force on the day it is passed, with certain provisions coming into force at a later date to be appointed by the Secretary of State.\nEFFECTS OF THE ACT:\n* Gives the Northern Ireland Assembly more flexibility to determine salaries and allowances for its members.\n* Allows for the Assembly to make provision for pensions and other benefits for its members.\n* Provides for different salaries based on the office held, with higher salaries for Ministers or other officeholders.\n* Applies to members of the Assembly holding higher-paying offices.\n* Comes into force on the day it is passed, with certain provisions coming into force at a later date to be appointed by the Secretary of State."
}