{
    "general": "This act extends the time frame given to form an executive committee in Northern Ireland. It also requires the secretary of state to report on any progress made toward forming an executive committee and makes changes to laws in Northern Ireland regarding certain topics.",
    "series": [
        [
            {
                "length": 270,
                "short": "\"Extension of Deadline for Forming an Executive in Northern Ireland\"",
                "text": "\n* Simplified point 1: The Act extends the deadline for forming an Executive in Northern Ireland from August 25th, 2019 to October 21st, 2019.\n* Simplified point 2: The Act gives the Secretary of State the power to further extend the deadline for forming an Executive beyond October 21st, 2019, but only up to January 13th, 2020.\n* Simplified point 3: The power to extend the deadline is subject to certain conditions and limitations, including the requirement that regulations made under the Act must be laid before Parliament and approved by a resolution of each House within a certain timeframe.\n* Simplified point 4: If the regulations are not approved within the timeframe, they cease to have effect, and the period mentioned in the Act is treated as ending on the date of expiration.\n* Simplified point 5: If the regulations cease to have effect after October 21st, 2019, the period mentioned in the Act is treated as ending on the date the regulations cease to have effect."
            },
            {
                "length": 576,
                "short": "\"Northern Ireland Legislative Updates: Progress Reports on Various Matters\"",
                "text": "\n* Simplified point 1: The Secretary of State must publish reports on progress towards forming an Executive and other matters.\n* Simplified point 2: The reports must include a review of the current legal framework on abortion in Northern Ireland, with an analysis of how it could be amended by Parliament during the period when there is no Executive.\n* Simplified point 3: The reports must include a report on progress made in Northern Ireland on the use of discretionary powers to provide assistance and support under section 18(9) of the Human Trafficking and Exploitation (Criminal Justice and Support for Victims) Act (Northern Ireland) 2015.\n* Simplified point 4: The reports must include a report on progress made toward preparing legislation implementing a pension for seriously injured victims and survivors of Troubles-related incidents.\n* Simplified point 5: The reports must include a report on progress made toward implementing the recommendations made by the Report of the Inquiry into Historical Institutional Abuse in Northern Ireland between 1922 and 1995, including the establishment of a publicly funded compensation scheme under an HIA Redress Board.\n* Simplified point 6: The reports must include a report on progress made toward preparing legislation confirming the application of the Armed Forces Covenant in the provision of public services in Northern Ireland.\n* Simplified point 7: The reports must include a review of the current legal framework on gaming machines and online gambling in Northern Ireland, with an analysis of how it could be amended by Parliament during the period when there is no Executive.\n* Simplified point 8: The reports must include a report on progress made in Northern Ireland on the law on gaming machines and online gambling.\n* Simplified point 9: The reports must include a report on progress made in Northern Ireland on the number of people seeking treatment for problem gambling, the services available to people seeking problem gambling, and the level of support from the gambling industry for problem gambling.\n* Simplified point 10: The reports must include a report on progress made in Northern Ireland on the implementation of the Protect Life 2 – Strategy for Suicide Prevention.\n* Simplified point 11: The reports must include a report on an assessment of how much demand there is for elective care services and how this is exceeding health service capacity for both new and existing patients across Northern Ireland."
            },
            {
                "length": 213,
                "short": "\"UK Government's Debate Obligations on Northern Ireland Issues\".",
                "text": "\n* Simplified point 1: This section of the legislation requires the UK government to make arrangements for debates in both the House of Commons and the House of Lords on specific topics related to Northern Ireland.\n* Simplified point 2: The debates are related to gambling and support for those experiencing problem gambling, assistance and support for victims of human trafficking, and a pension for victims and survivors of Troubles-related incidents.\n* Simplified point 3: The section also specifies the timeframes within which these debates must take place, with a deadline of two sitting days for the House of Commons and seven sitting days for the House of Lords.\n* Simplified point 4: The section defines key terms such as \"Commons sitting day\" and \"Lords sitting day\" to clarify the timing of the debates."
            },
            {
                "length": 228,
                "short": "\"UK Government Must Allow Same-Sex Marriage in Northern Ireland by January 2020\"",
                "text": "\n* Simplified point 1: The UK government is required to make regulations to allow same-sex couples to marry in Northern Ireland.\n* Simplified point 2: The regulations must be made by January 13, 2020, and must provide for the conversion of civil partnerships into marriages and vice versa.\n* Simplified point 3: The regulations may also provide for the protection of religious beliefs and the ability to act in accordance with those beliefs.\n* Simplified point 4: The regulations may also provide for the implementation of the CEDAW recommendations, including the repeal of sections 58 and 59 of the Offences Against the Person Act 1861.\n* Simplified point 5: The regulations must be made by statutory instrument and are subject to annulment in pursuance of a resolution of either House of Parliament."
            },
            {
                "length": 155,
                "short": "\"Northern Ireland Executive Formation Act 2019: Extent and Commencement\"",
                "text": "\n* Simplified point 1: This Act extends to Northern Ireland, England, Scotland, and Wales.\n* Simplified point 2: The Act comes into force on the day it is passed, except for sections 8-12 which come into force on October 22, 2019, unless an Executive is formed in Northern Ireland before October 21, 2019.\n* Simplified point 3: The Act defines when an Executive is formed in Northern Ireland, and it may be cited as the Northern Ireland (Executive Formation etc) Act 2019."
            }
        ],
        [
            {
                "length": 218,
                "short": "\"UK Government Granted Extension for Forming Northern Ireland Executive\"",
                "text": "\n* Simplified point 1: The Act extends the deadline for forming an Executive in Northern Ireland from August 25th, 2019 to October 21st, 2019.\n* Simplified point 2: The Act gives the Secretary of State the power to further extend the deadline for forming an Executive beyond October 21st, 2019, but only up to January 13th, 2020.\n* Simplified point 3: The Act requires the Secretary of State to publish reports on progress towards forming an Executive and other matters.\n* Simplified point 4: The Act requires the UK government to make arrangements for debates in both the House of Commons and the House of Lords on specific topics related to Northern Ireland.\n* Simplified point 5: The Act requires the UK government to make regulations allowing same-sex couples to marry in Northern Ireland by January 13, 2020."
            }
        ]
    ],
    "summary": "The Northern Ireland (Executive Formation etc) Act 2019 helps ensure that the government can continue to function properly without an elected executive in Northern Ireland. It does this by extending the deadline for forming an executive until October 21, 2019, and giving the secretary of state the power to further extend the deadline if necessary. Additionally, the act requires the secretary of state to report on progress towards forming an executive and other matters, such as the use of discretionary powers to provide assistance and support, the number of people seeking treatment for problem gambling, and the implementation of the Protect Life 2 - Strategy for Suicide Prevention. Finally, the act requires the UK government to make arrangements for debates in both the House of Commons and the House of Lords on specific topics related to Northern Ireland."
}