[
    {
        "length": 687,
        "text": "\nDuties in connection with Article 50 extension\n\tOn the day on which this Act receives Royal Assent or on the day after thatday, a Minister of the Crown must move a motion in the House of Commons in theform set out in subsection (2).\n\tThe form of the motion set out in this subsection is –\n\t\t“That this House agrees for the purposes of section 1 of the European Union(Withdrawal) Act 2019 to the Prime Minister seeking an extension of the periodspecified in Article 50(3) of the Treaty on European Union to a period endingon […]”\n\tA motion in the form set out in subsection (2) must include a date in theposition indicated by the brackets in that subsection.\n\tIf the motion in the form set out in subsection (2) for the purposes ofsubsection (1) is agreed to without amendment, the Prime Minister must seek anextension of the period specified in Article 50(3) of the Treaty on EuropeanUnion to a period ending on the date included in that motion.\n\tIf the motion in the form set out in subsection (2) for the purposes ofsubsection (1) is agreed to with an amendment to change the date in the motionas moved to another date, the Prime Minister must seek an extension of theperiod specified in Article 50(3) of the Treaty on European Union for a periodending on the date included in the motion as agreed to.\n\tNothing in this section prevents a Minister of the Crown from seeking, oragreeing to, an extension of the period specified in Article 50(3) of theTreaty on European Union otherwise than in accordance with this sectionprovided that the extension cannot end earlier than 22 May 2019.\n\tIn deciding for the purposes of subsection (6) whether an extension cannotend earlier than 22 May 2019, the earlier ending of the extension as a resultof the entry into force of the withdrawal agreement (as provided for inArticle 50(3) of the Treaty on European Union) is to be ignored.\nProcedure for ensuring domestic legislation matches Article 50 extension\n\tIn paragraph 14 of Schedule 7 to the European Union (Withdrawal) Act 2018(regulations amending the definition of “exit day” to be subject to approvalby each House of Parliament) for the words from “may” to “each” substitute “issubject to annulment in pursuance of a resolution of either”.\nInterpretation, commencement, extent and short title\n\tAny term used in this Act which is also defined in section 20 of theEuropean Union (Withdrawal) Act 2018 has the same meaning in this Act as inthat Act.\n\tThis Act comes into force on the day on which this Act is passed.\n\tThis Act extends to England and Wales, Scotland and Northern Ireland.\n\tThis Act may be cited as the European Union (Withdrawal) Act 2019.\n\t\t"
    }
]