{
    "general": "This law says that the UK government has two years to figure out how to leave the European Union (EU). During these two years, the UK will still be part of the EU but they will be working on leaving. After two years, the UK will officially leave the EU. This law was passed in 2019 and is called the \"Withdrawal Act\".",
    "series": [
        [
            {
                "length": 203,
                "short": "Brexit Deadline Extension Requirement Act",
                "text": "\n* Simplified point 1: The Act requires the government to seek an extension of the Brexit deadline if they have not yet done so.\n* Simplified point 2: The extension can only be up to May 22nd 2019, unless the Withdrawal Agreement enters into force before then.\n* Simplified point 3: If the Withdrawal Agreement enters into force, the extension can end earlier than May 22nd 2019.\n* Simplified point 4: The Act changes the way regulations about \"exit day\" are approved by Parliament.\n* Simplified point 5: The Act applies to England, Wales, Scotland, and Northern Ireland.\n* Simplified point 6: The Act may be referred to as the European Union (Withdrawal) Act 2019."
            }
        ]
    ],
    "summary": "The European Union (Withdrawal) Act 2019 is a law that helps the UK Government prepare for leaving the European Union (EU). Here's what the law does:\n\n1. The Government must ask for more time to finalize Brexit plans if they haven't already done so by May 22nd, 2019. This means the UK might stay in the EU for a bit longer.\n\n2. If the UK and EU agree on a plan for leaving the EU, called the Withdrawal Agreement, the extra time can end sooner than May 22nd.\n\n3. The law changes how Parliament approves rules about when the UK will officially leave the EU, known as \"exit day.\"\n\n4. The law applies to all parts of the UK - England, Wales, Scotland, and Northern Ireland.\n\n5. The law is called the European Union (Withdrawal) Act 2019. It's like a roadmap for the UK's exit from the EU, making sure everything is in place before the big move!",
    "single": "\n* The European Union (Withdrawal) Act 2019 requires the UK government to seek an extension of the Brexit deadline if no withdrawal agreement has been reached by February 26th, 2020.\n* The extension can only be granted until May 22nd, 2020, at the latest.\n* If the UK government seeks an extension beyond May 22nd, they must do so in accordance with the provisions of the Act.\n* The Act also makes changes to the procedure for ensuring that domestic legislation matches any extension of the Brexit deadline.\n* The Act comes into force on the day it is passed and applies to England, Wales, Scotland, and Northern Ireland."
}