[
    {
        "length": 805,
        "text": "\nJoint departments of the Houses of Parliament\n\tThe Corporate Officers may establish joint departments of the Houses ofParliament.\n\tA joint department has the functions that the Corporate Officers allocateto it from time to time.\n\tThe Corporate Officers may divide, amalgamate or abolish joint departments.\n\tTheir powers in connection with joint departments include power—\n\t\tto acquire, hold, manage and dispose of land and other property of anydescription;\n\t\tto enter into contracts;\n\t\tto do anything reasonably necessary or expedient for or incidental to theirpowers.\n\tIn this Act—\n\t\t  * “Corporate Officers” means the Corporate Officer of the House of Commons and the Corporate Officer of the House of Lords; \n\t\t  * “joint department” means a department established under this section. \nExercise of functions of the Corporate Officers\n\tThe Corporate Officers' functions in connection with joint departments areexercisable by them only jointly.\n\tSubsection (3) applies to—\n\t\tthe exercise of functions under section 1(1) or (3);\n\t\tthe exercise of functions under section 1(2), if it changes the overallcharacter of the services provided by the joint department.\n\tIn those cases—\n\t\tthe Corporate Officer of the House of Commons may act only with theapproval of the House of Commons Commission;\n\t\tthe Corporate Officer of the House of Lords may act only in accordance withrecommendations made by the House Committee of the House of Lords and approvedby that House.\n\tIn subsection (3)(b) the reference to the House Committee includes areference to any committee the House of Lords designates instead of thatCommittee for the purposes of this section.\nStaff \n\tThe staff of a joint department are appointed by the Corporate Officers andmust be employed under a contract of employment with them.\n\tThe Corporate Officers must ensure—\n\t\tthat the pay of staff is kept broadly in line with pay in the Home CivilService;\n\t\tthat, so far as is consistent with the requirements of both Houses ofParliament, the other conditions of service of staff are kept broadly in linewith those in the Home Civil Service;\n\t\tthat the pensions and similar benefits of existing and former staff arekept in line with the provisions of the principal Civil Service PensionScheme, as it applies for the time being to the Home Civil Service.\n\tSubsection (2)(c) does not apply to existing or former staff if provisionfor pensions and similar benefits—\n\t\twas made for them under another scheme before they joined the jointdepartment, and\n\t\tcontinues to be made under that scheme in respect of their service in thatdepartment.\nStaff transfers\n\tThe Schedule (staff transfers) has effect.\nApplication of enactments\n\tAn enactment applying in relation to persons employed under a contract ofemployment with the Corporate Officer of the House of Lords applies in thesame way in relation to staff of a joint department.\n\tFor the purposes of any enactment relating to either House of Parliament,anything done by or on behalf of a joint department or in relation to it isdone by or on behalf of each House or in relation to each House (as the casemay be).\n\tThis section applies to enactments whenever passed or made.\nShort title\n\tThis Act may be cited as the Parliament (Joint Departments) Act 2007.\nSection 4"
    }
]