{
    "general": "This law was passed in 2007 to help the Houses of Parliament work together more efficiently. It allows certain groups within the parliament, like the House of Commons and the House of Lords, to share resources and staff. This helps them save time and money by not having to do things twice or have duplicate efforts. The law also makes sure that these shared resources are used fairly and with good management. Overall, the goal of this law is to make the parliament work better and be more productive so they can serve the people of the United Kingdom well.",
    "series": [
        [
            {
                "length": 312,
                "short": "\"Joint Departments of Parliament: Corporate Officers' Powers and Responsibilities\"",
                "text": "* Simplified point 1: The Corporate Officers of the House of Commons and the House of Lords have the power to establish joint departments of the Houses of Parliament, with the functions allocated to them from time to time.\n* Simplified point 2: The Corporate Officers have the power to divide, amalgamate or abolish joint departments, and their powers include acquiring and managing property, entering into contracts, and doing anything reasonably necessary or expedient for or incidental to their powers.\n* Simplified point 3: The Corporate Officers can only exercise their functions in connection with joint departments jointly, and they must obtain approval from the appropriate House of Commons or House of Lords committee before taking certain actions.\n* Simplified point 4: Staff of joint departments are appointed by the Corporate Officers and must be employed under a contract of employment with them, and the Corporate Officers must ensure that the pay and conditions of service of staff are kept broadly in line with those in the Home Civil Service.\n* Simplified point 5: The Schedule (staff transfers) has effect, and enactments applying in relation to persons employed under a contract of employment with the Corporate Officer of the House of Lords also apply in relation to staff of a joint department."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Parliament (Joint Departments) Act 2007 allows the leaders of the House of Commons and the House of Lords to work together more efficiently by creating shared departments within the Houses of Parliament. These joint departments can handle tasks such as managing property, entering into contracts, and overseeing staff. The leaders of the Houses must get permission from the appropriate committees before making major decisions about these joint departments. This law helps streamline operations within the Houses of Parliament and ensures that staff are treated fairly and with similar compensation packages as those working in the civil service.",
    "single": "\n* The Parliament (Joint Departments) Act 2007 allows for the creation of joint departments of the Houses of Parliament, which can share resources and functions.\n* The Corporate Officers of the House of Commons and the House of Lords have the power to establish, divide, amalgamate, or abolish joint departments.\n* Joint departments have the functions allocated to them by the Corporate Officers, and can enter into contracts and acquire property.\n* The Corporate Officers must ensure that the pay and conditions of staff in joint departments are kept broadly in line with those in the Home Civil Service.\n* The Act applies to enactments relating to either House of Parliament, so that anything done by or on behalf of a joint department is considered to be done by or on behalf of each House.\n* The Act may be cited as the Parliament (Joint Departments) Act 2007."
}