[
    {
        "length": 1543,
        "text": "\nAnnual reports\n\tAnnual reports: general\n\t\tIt shall be the duty of the Secretary of State to lay before each House ofParliament each year a report about international aid pursuant to theprovisions of this Act (an “annual report”).\n\t\tIn this Act, “relevant period” means—\n\t\t\ta period of 12 months ending with 31st December, in the case of informationwhich is normally produced by reference to calendar years,\n\t\t\tin any other case, a period of 12 months ending with 31st March.\n\t\tAn annual report shall, subject to subsection (5), be laid before eachHouse of Parliament as soon as practicable after 31st March each year.\n\t\tAn annual report may revise anything contained in a previous annual report.\n\t\tNothing in this Act shall be read as preventing an annual report beingcombined with any other report which the Secretary of State lays before eitherHouse of Parliament.\n\tStatistics to be reported\n\t\tEach annual report must include the information set out in the Schedule tothis Act.\n\tProgress towards United Nations 0.7% expenditure target\n\t\tThe Secretary of State shall include in each annual report his assessment ofthe year in which he expects that the target for expenditure on officialdevelopment assistance to amount to 0.7% of gross national income will be metby the United Kingdom.\n\tAid effectiveness and Millennium Development Goals 1 to 7\n\t\tEach annual report must include the Secretary of State’s assessment of thefollowing matters—\n\t\t\twhat progress has been made generally towards the achievement of MillenniumDevelopment Goals 1 to 7,\n\t\t\tthe effectiveness in pursuing Millennium Development Goals 1 to 7 ofmultilateral aid generally to which the United Kingdom contributes,\n\t\t\tthe effectiveness in pursuing Millennium Development Goals 1 to 7 ofbilateral aid provided by the United Kingdom to not fewer than 20 countriesspecified in the report, selected according to criteria so specified,\n\t\t\twhat progress has been made in promoting untied aid.\n\t\tIn this section—\n\t\t\treferences to “Millennium Development Goals 1 to 7” are to Goals 1 to 7 setout in the Annex to United Nations General Assembly document A/56/326 dated6th September 2001, entitled “Road map towards the implementation of theUnited Nations Millennium Declaration: Report of the Secretary General”, asthose goals may be amended or modified from time to time,\n\t\t\t“untied aid” means aid which falls within subsection (3).\n\t\tAid falls within this subsection if—\n\t\t\tit is either not subject to a condition restricting the states from whichgoods or services may be purchased using the aid, or (if it is subject to sucha condition) the states from which goods or services may be purchased usingthe aid include all the member states of the Organisation for Economic Co-operation and Development and substantially all states which receive aid fromany source, and\n\t\t\tthe provider of the aid has, so far as reasonably practicable, secured thatthere will be no significant impediment in the purchasing process which wouldhave the effect of a narrower restriction than that mentioned in paragraph (a)on the states from which goods or services will be purchased using the aid.\n\tPolicy coherence and Millennium Development Goal 8\n\t\tThe Secretary of State shall include in each annual report such general orspecific observations as he thinks appropriate on the effects of policies andprogrammes pursued by Government departments on—\n\t\t\tthe promotion of sustainable development in countries outside the UnitedKingdom,\n\t\t\tthe reduction of poverty in such countries.\n\t\tSuch observations are to include observations on the pursuit of MillenniumDevelopment Goal 8, including in particular progress towards—\n\t\t\tthe development of an open trading system that is rule-based and non-discriminatory and expands trading opportunities for low income countries,\n\t\t\tthe development of an open financial system that is rule-based and non-discriminatory,\n\t\t\tthe enhancement of debt relief for low income countries.\n\t\tIn this section, “Millennium Development Goal 8” means Goal 8 set out inthe Annex to the document mentioned in section 4(2)(a), as that goal may beamended or modified from time to time.\n\tTransparency \n\t\tThe Secretary of State shall include in each annual report suchobservations as he thinks appropriate about the contribution by Governmentdepartments to the promotion of transparency in—\n\t\t\tthe provision of aid, and\n\t\t\tthe use made of aid provided.\n\t\tHe shall include, in particular, observations about progress in relation tothe following—\n\t\t\tspecifying future allocations of aid,\n\t\t\tsecuring that aid supports clearly identified development objectives,agreed between those providing and those receiving the aid,\n\t\t\tpromoting the better management of aid, including the prevention ofcorruption in relation to it,\n\t\t\tsecuring improvements in monitoring the use of aid.\nMiscellaneous and final provisions\n\tInterpretation, and meaning of terms used in annual report\n\t\tIn this Act, references (however expressed) to the provision of aid by theUnited Kingdom are to the provision of aid by Government departments.\n\t\tIf an annual report uses terms which have a special meaning, it mustinclude an explanation or a definition of those terms.\n\t\tIn particular, each annual report must include an explanation or definitionof the following terms—\n\t\t\t  * “bilateral aid”, \n\t\t\t  * “gross national income”, \n\t\t\t  * “humanitarian assistance”, \n\t\t\t  * “low income countries”, \n\t\t\t  * “multilateral aid”, \n\t\t\t  * “official development assistance”, \n\t\t\t  * “sector”. \n\tExpenses \n\t\tThere shall be paid out of money provided by Parliament—\n\t\t\tany expenditure incurred by the Secretary of State in consequence of thisAct, and\n\t\t\tany increase attributable to this Act in the sums payable out of money soprovided under any other Act.\n\tShort title and commencement\n\t\tThis Act may be cited as the International Development (Reporting andTransparency) Act 2006.\n\t\tSections 1 to 6 shall come into force at the end of a period of threemonths beginning with the day on which this Act is passed.\n\t\t\tSection 2"
    }
]