{
    "general": "This law makes sure that the government tells people how much money they spend each year on helping other countries. They have to say how much they give to different countries and if it's working well or not. This helps them be more transparent and accountable so that they can use the money better.",
    "series": [
        [
            {
                "length": 316,
                "short": "\"UK's International Aid Report: Progress Towards Meeting MDGs and Achieving Sustainable Development\"",
                "text": "* Simplified point 1: The Secretary of State must provide an annual report to Parliament regarding international aid, including information on the effectiveness of aid in achieving Millennium Development Goals 1 to 7 and progress towards meeting the 0.7% expenditure target.\n* Simplified point 2: The annual report must also include statistics on aid provided, progress towards reducing poverty and promoting sustainable development, and observations on policy coherence and transparency.\n* Simplified point 3: The report must be laid before each House of Parliament as soon as practicable after 31st March each year, and may revise anything contained in a previous annual report.\n* Simplified point 4: The Secretary of State must include in the report their assessment of when they expect the target for expenditure on official development assistance to amount to 0.7% of gross national income will be met by the United Kingdom.\n* Simplified point 5: The report must include observations on the effects of policies and programmes pursued by government departments on promoting sustainable development and reducing poverty in countries outside the United Kingdom.\n* Simplified point 6: The report must also include observations on the contribution by government departments to the promotion of transparency in the provision and use of aid."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The International Development (Reporting and Transparency) Act 2006 requires the Secretary of State to give an annual report to Parliament about the UK's spending on international aid. This includes information on how effective the aid has been in reaching the Millennium Development Goals and making progress towards the target of spending 0.7% of gross national income on aid. The report must also include details of aid spent by country, the proportion of aid given to low-income countries, and the impact of aid on reducing poverty and promoting sustainable development. Additionally, the report must assess when the UK is expected to meet the 0.7% target and include observations on how government departments' policies and programs promote sustainable development and reduce poverty outside the UK. Finally, the report must discuss how transparent the aid provision and use is.\nIn simple terms, this law says that the person in charge of international aid in the UK must tell Parliament every year how much money is being spent on aid, where it is going, and if it is helping to reach goals like reducing poverty and improving healthcare. They also have to say when they think the UK will reach its goal of spending 0.7% of its wealth on aid. The report must also look at how well the aid is working and if it is being used effectively.",
    "single": "\n* The International Development (Reporting and Transparency) Act 2006 requires the Secretary of State to report annually on total expenditure on international aid and its breakdown.\n* The report must contain information about expenditure by country, the proportion of expenditure in low-income countries, and the effectiveness of aid expenditure and transparency of international aid.\n* The Act aims to promote transparency and accountability in the provision of international aid, with the goal of achieving the United Nations 0.7% expenditure target.\n* The report must include the Secretary of State's assessment of progress towards the Millennium Development Goals 1 to 7 and the effectiveness of multilateral and bilateral aid.\n* The Act also requires the Secretary of State to include observations on the contribution of government departments to the promotion of transparency in the provision of aid and the use made of aid provided.\n* The report must be laid before each House of Parliament annually, and must include information about the breakdown of aid expenditure by sector.\n* The Act came into force at the end of a period of three months beginning with the day on which it was passed."
}