[
    {
        "length": 2527,
        "text": "\nReducing harm in care\n\tReducing harm in care\n\t\tSection 20 of the Health and Social Care Act 2008 (health and adult socialcare services: regulation of registered activities) is amended as follows.\n\t\tFor subsection (1) and the opening words of subsection (2) substitute—\n\t\tThe Secretary of State must by regulations impose requirements that theSecretary of State considers necessary to secure that services provided in thecarrying on of regulated activities cause no avoidable harm to the persons forwhom the services are provided.\n\t\tThe Secretary of State may by regulations impose any other requirements inrelation to regulated activities that the Secretary of State thinks fit forthe purposes of this Chapter, including in particular provision with a viewto—”.\n\t\tAfter subsection (5A) insert—\n\t\t\t“(5B)In subsection (1)—\n\t\t\t“cause” means cause or contribute to, whether directly or indirectly; and\n\t\t\tharm is avoidable, in relation to a service, unless the person providingthe service cannot reasonably avoid it (whether because it is an inherent partor risk of a regulated activity or for another reason).”\nContinuity of information\n\tConsistent identifiers\n\t\tIn Part 9 of the Health and Social Care Act 2012 (health and adult social careservices: information), after section 251 insert—\n\t\t“CHAPTER 1AContinuity of Information\n\t\t\tAConsistent identifiers\n\t\t\t\tThe Secretary of State must by regulations specify a description ofconsistent identifier for the purposes of this section.\n\t\t\t\t“Consistent identifier” means any identifier (such as, for example, anumber or code used for identification purposes) that—\n\t\t\t\t\trelates to an individual, and\n\t\t\t\t\tforms part of a set of similar identifiers that is of general application.\n\t\t\t\tSubsection (4) applies if—\n\t\t\t\t\ta relevant health or adult social care commissioner or provider (“therelevant person”) processes information about an individual, and\n\t\t\t\t\tthe individual is one to whom a consistent identifier of the descriptionspecified under subsection (1) relates.\n\t\t\t\tIf this subsection applies the relevant person must include the consistentidentifier in the information processed (but this is subject to subsections(5) to (8)).\n\t\t\t\tSubsection (4) applies only so far as the relevant person considers thatthe inclusion is—\n\t\t\t\t\tlikely to facilitate the provision to the individual of health services oradult social care in England, and\n\t\t\t\t\tin the individual’s best interests.\n\t\t\t\tThe relevant person need not comply with subsection (4) if the relevantperson reasonably considers that one or more of the following criteria apply—\n\t\t\t\t\tthe relevant person does not know the consistent identifier and is notreasonably able to learn it;\n\t\t\t\t\tthe individual objects, or would be likely to object, to the inclusion ofthe consistent identifier in the information;\n\t\t\t\t\tthe information concerns, or is connected with, the provision of healthservices or adult social care by an anonymous access provider;\n\t\t\t\t\tfor any other reason the relevant person is not reasonably able, or shouldnot be required, to comply with subsection (4).\n\t\t\t\tThis section does not permit the relevant person to do anything which, butfor this section, would be inconsistent with—\n\t\t\t\t\tany provision made by or under the Data Protection Act 1998, or\n\t\t\t\t\ta common law duty of care or confidence.\n\t\t\t\tThis section does not require the relevant person to do anything which therelevant person is required to do by or under provision included in a contractby virtue of any provision of the National Health Service Act 2006 (and,accordingly, any such requirement is to be treated as arising under thecontract, and not under this section).”\n\tDuty to share information\n\t\tIn Part 9 of the Health and Social Care Act 2012 (health and adult social careservices: information), after section 251A (as inserted by section 2 of thisAct) insert—\n\t\t“251BDuty to share information\n\t\t\tThis section applies in relation to information about an individual that isheld by a relevant health or adult social care commissioner or provider (“therelevant person”).\n\t\t\tThe relevant person must ensure that the information is disclosed to—\n\t\t\t\tpersons working for the relevant person, and\n\t\t\t\tany other relevant health or adult social care commissioner or providerwith whom the relevant person communicates about the individual,\n\t\t\t\t\tbut this is subject to subsections (3) to (6).\n\t\t\tSubsection (2) applies only so far as the relevant person considers thatthe disclosure is—\n\t\t\t\tlikely to facilitate the provision to the individual of health services oradult social care in England, and\n\t\t\t\tin the individual’s best interests.\n\t\t\tThe relevant person need not comply with subsection (2) if the relevantperson reasonably considers that one or more of the following apply—\n\t\t\t\tthe individual objects, or would be likely to object, to the disclosure ofthe information;\n\t\t\t\tthe information concerns, or is connected with, the provision of healthservices or adult social care by an anonymous access provider;\n\t\t\t\tfor any other reason the relevant person is not reasonably able, or shouldnot be required, to comply with subsection (2).\n\t\t\tThis section does not permit the relevant person to do anything which, butfor this section, would be inconsistent with—\n\t\t\t\tany provision made by or under the Data Protection Act 1998, or\n\t\t\t\ta common law duty of care or confidence.\n\t\t\tThis section does not require the relevant person to do anything which therelevant person is required to do under a common law duty of care (and,accordingly, any such requirement is to be treated as arising under thatcommon law duty and not under this section).”\n\tInterpretation \n\t\tIn Part 9 of the Health and Social Care Act 2012 (health and adult social careservices: information), after section 251B (as inserted by section 3 of thisAct) insert—\n\t\t“251CContinuity of information: interpretation\n\t\t\tThis section applies for the purposes of sections 251A and 251B and thissection.\n\t\t\t“Relevant health or adult social care commissioner or provider” means—\n\t\t\t\tany public body so far as it exercises functions in connection with theprovision of health services, or of adult social care in England, and\n\t\t\t\tany person (other than a public body) so far as the person provides suchservices or care—\n\t\t\t\tpursuant to arrangements made with a public body exercising functions inconnection with the provision of the services or care, and\n\t\t\t\totherwise than as a member or officer of a body or an employee of aperson,\n\t\t\t\t\tbut this is subject to subsection (3).\n\t\t\tThe Secretary of State may by regulations provide for a person to beexcluded from the definition of “relevant health or adult social carecommissioner or provider”, whether generally or in particular cases.\n\t\t\tRegulations under subsection (3) may, in particular, provide for a personto be excluded in relation to the exercise of particular functions or theexercise of functions in relation to particular descriptions of person,premises or institution.\n\t\t\tA reference to an inclusion or a disclosure being likely to facilitate theprovision to an individual of health services or adult social care in Englandis to its being likely to facilitate that provision directly (rather than bymeans of a clinical trial, a study, an audit, or any other indirect means).\n\t\t\t“Anonymous access provider” means a relevant health or adult social carecommissioner or provider (whether “the relevant person” under section251A(3)(a) or 251B(1) or another person) whose services or care are, or maybe, received by individuals anonymously due to the nature of the services orcare.\n\t\t\tOther terms have the same meaning as in section 250 (and “processes” and“processed” are to be read in accordance with the meaning of “processing” inthat section).”\nObjectives\n\tObjectives in relation to the regulation of health and social careprofessions\n\t\tIn section 25 of the National Health Service Reform and Health CareProfessions Act 2002 (Professional Standards Authority for Health and SocialCare), for subsection (2A) substitute—\n\t\t\t“(2A)The over-arching objective of the Authority in exercising its functionsunder subsection (2)(b) to (d) is the protection of the public.\n\t\t(2B)The pursuit by the Authority of its over-arching objective involves thepursuit of the following objectives—\n\t\t\tto protect, promote and maintain the health, safety and well-being of thepublic;\n\t\t\tto promote and maintain public confidence in the professions regulated bythe regulatory bodies;\n\t\t\tto promote and maintain proper professional standards and conduct formembers of those professions;\n\t\t\tto promote and maintain proper standards in relation to the carrying on ofretail pharmacy businesses at registered pharmacies (as defined in article3(1) of the Pharmacy Order 2010 ([S.I. 2010/231](/id/uksi/2010/231?view=plain\"Go to item of legislation\"))); and\n\t\t\tto promote and maintain proper standards and conduct for businessregistrants (as defined in section 36(1) of the Opticians Act 1989).”\n\t\tThe Schedule makes provision with respect to the objectives of regulatorybodies in relation to which the Professional Standards Authority for Healthand Social Care exercises functions.\nGeneral\n\tExtent, commencement and short title\n\t\tSections 1 to 4 extend to England and Wales only.\n\t\tParagraph 7 of the Schedule extends to England, Wales and Scotland only.\n\t\tThe rest of this Act extends to the whole of the United Kingdom.\n\t\tThe provisions of this Act other than this section come into force on a dayappointed in regulations made by statutory instrument by the Secretary ofState.\n\t\tRegulations under subsection (4) may—\n\t\t\tappoint different days for different areas or purposes;\n\t\t\tmake transitory, transitional or consequential provision.\n\t\tThis Act may be cited as the Health and Social Care (Safety and Quality)Act 2015.\n\t\t\tSection 5"
    }
]