[
    {
        "length": 853,
        "text": "\nEligibility for travel concessions: age\n\tIn section 93(7) of the Transport Act [1985 (c.67)](/id/ukpga/1985/67?view=plain \"Go to item of legislation\") (personseligible to receive travel concessions outside Greater London), for paragraph(a) there is substituted—\n\t\tpersons who have attained the age of sixty years;”.\n\tIn section 240(5) of the Greater London Authority Act [1999 (c.29)](/id/ukpga/1999/29?view=plain \"Go to item of legislation\") (personseligible to receive travel concessions in and around Greater London), forparagraph (a) there is substituted—\n\t\twho have attained the age of 60 years;”.\n\tIn section 146 of the Transport Act [2000 (c.38)](/id/ukpga/2000/38?view=plain \"Go to item of legislation\") (mandatorytravel concessions outside Greater London), for the definition of “elderlyperson” there is substituted—\n\t\t““elderly person” means a person who has attained the age of 60 years,”.\n\tThe appropriate Minister may by order provide that on and after 6th April2010 the enactments mentioned in subsections (1) to (3) shall have effect asif for the reference to the age of 60 years there were substituted a referenceto—\n\t\tin the case of a woman, her pensionable age,\n\t\tin the case of a man, the pensionable age of a woman born on the same day,\n\t\t(“pensionable age”, in each case, having the meaning given by the rules inparagraph 1 of Schedule 4 to the Pensions Act [1995 (c.26)](/id/ukpga/1995/26?view=plain \"Go to item of legislation\")).\n\tAn order made under subsection (4) is to be made by statutory instrumentand is subject to annulment in pursuance of a resolution of either House ofParliament.\nCommencement and transitional provision\n\tSection 1 shall come into force on such day as the appropriate Minister mayby order made by statutory instrument appoint, and different days may beappointed for different provisions and for different purposes.\n\tBut an order providing for the commencement of section 1(2) must—\n\t\tprovide for it to come into force on 1st April in any year, and\n\t\tbe made before the 1st January immediately preceding that 1st April.\n\tAfter the making of an order providing for the commencement of section1(2), it is to be treated as if it were in force for the purposes of enteringinto arrangements under section 240(1) or (2) of the Greater London AuthorityAct [1999 (c. 29)](/id/ukpga/1999/29?view=plain \"Go to item of legislation\")which will apply during the financial year beginning on the day on whichsection 1(2) comes into force.\nShort title, interpretation and extent\n\tThis Act may be cited as the Travel Concessions (Eligibility) Act 2002.\n\tIn this Act, “appropriate Minister” means—\n\t\tin relation to England, the Secretary of State,\n\t\tin relation to Wales, the National Assembly for Wales.\n\tThis Act extends to England and Wales only.\n\t\t"
    }
]