{
    "general": "This act makes changes to when people can get discounts on buses, trains, and other forms of public transportation based on their age. Before this act was passed, there were specific ages at which people became eligible for these discounts. This act changes those ages so more people can get discounts. For example, if you are 65 years old instead of 60 years old, you might be able to get a discount on your train ticket now. The goal of this act is to make it easier for older people to travel around by making these discounts available to more people.",
    "series": [
        [
            {
                "length": 154,
                "short": "\"Raise Eligibility Age for Travel Concessions in UK Effective April 6, 2010\"",
                "text": "\n* Simplified point 1: The act raises the eligibility age for travel concessions from 60 to pensionable age (currently 65 for men and 62 for women)\n* Simplified point 2: The change applies to both men and women, and will take effect on April 6, 2010\n* Simplified point 3: The act allows for the appointment of different start dates for different provisions and purposes through statutory instruments\n* Simplified point 4: The act extends to England and Wales only"
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Travel Concessions (Eligibility) Act 2002 changes when older people can get cheaper travel passes for buses and trains. Before, people could get them when they were 60 years old. Now, they have to wait until they reach the pension age, which is currently 65 for men and 62 for women. This means that more people will have to pay more for their travel. The new rules apply to both men and women and will start on April 6, 2010. The government can choose when different parts of the law will start by making special laws called \"statutory instruments.\" This law only applies to England and Wales.",
    "single": "\n• The Travel Concessions (Eligibility) Act 2002 changes the age at which certain people are eligible for travel concessions on public transport in England and Wales.\n• Before this act, the eligibility age was 60 years old.\n• Now, the eligibility age is 60 years old for women and the pensionable age for men (which is the age a woman of the same birthday would reach).\n• This act applies to public transport in England and Wales only.\n• The act came into force on April 1st in any year, and different days may be appointed for different provisions and purposes.\n• The act applies to arrangements under section 240(1) or (2) of the Greater London Authority Act [1999 (c.29)](/id/ukpga/1999/29?view=plain \"Go to item of legislation\") which will apply during the financial year beginning on the day on which section 1(2) comes into force.\n• The act may be cited as the Travel Concessions (Eligibility) Act 2002."
}