{
    "general": "This law makes it more serious if someone hurts or attacks an ambulance worker, firefighter, police officer, or any other person who is helping someone in an emergency situation. It's like getting angry at a doctor or nurse while they are trying to help you - it's not okay and can lead to more severe punishment. The goal is to protect these brave people who put themselves at risk to keep us safe.",
    "series": [
        [
            {
                "length": 211,
                "short": "\"Emergency Worker Protection Law: Strengthening Legal Penalties Against Physical Attacks\"",
                "text": "\n* Simplified point 1: The Assaults on Emergency Workers (Offences) Act 2018 is a law that makes it an offense to assault or batter an emergency worker while they are performing their duties.\n* Simplified point 2: The law applies to all emergency workers, including police officers, prison officers, firefighters, search and rescue workers, and NHS staff.\n* Simplified point 3: The law covers both common assault and battery, and aggravates the sentence for these offenses if committed against an emergency worker.\n* Simplified point 4: The law also defines what constitutes an \"emergency worker\" for the purpose of the legislation.\n* Simplified point 5: The law applies only to offenses committed on or after the date it comes into force."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Assaults on Emergency Workers (Offences) Act 2018 is a law that protects emergency workers like police officers, firefighters, and medical staff from being physically harmed while doing their jobs. It makes it illegal to hit or hurt these workers, and if someone does, they could face more severe punishment. This law applies to anyone who works in emergency services, no matter what job they do. So, if you see someone in one of these roles helping you in an emergency, remember that they deserve our respect and care.",
    "single": "\n* The Assaults on Emergency Workers (Offences) Act 2018 is a piece of British legislation that makes it an aggravated offense to assault or batter an emergency worker.\n* The law applies to any person who assaults or batters an emergency worker, including police officers, prison officers, firefighters, and healthcare workers.\n* The law applies regardless of whether the assault takes place on or off duty.\n* The maximum sentence for committing an aggravated offense against an emergency worker is two years in prison.\n* The law also applies to any person who threatens to assault or batter an emergency worker.\n* The law came into effect on February 28, 2018.\nKEY POINTS:\n* The law makes it an aggravated offense to assault or batter an emergency worker.\n* The law applies to any person who assaults or batters an emergency worker, regardless of whether it takes place on or off duty.\n* The maximum sentence for committing an aggravated offense against an emergency worker is two years in prison.\n* The law also applies to any person who threatens to assault or batter an emergency worker.\n* The law came into effect on February 28, 2018."
}