[
    {
        "length": 3626,
        "text": "\nNoise, vibration and emissions\n\tAerodrome charges: noise and emissions\n\t\tFor section 38 of the Civil Aviation Act [1982 (c.16)](/id/ukpga/1982/16?view=plain \"Go to item of legislation\") substitute—\n\t\t“38Aerodrome charges: noise and emissions\n\t\t\tWithout prejudice to any power of any aerodrome authority to enter into anagreement on such terms as it thinks fit, an aerodrome authority may, for thepurposes mentioned in subsection (2) below, fix its charges in respect of anaircraft or a class of aircraft by reference (among other things) to—\n\t\t\t\tany fact or matter relevant to the amount of noise caused by the aircraftor the extent or nature of any inconvenience resulting from such noise;\n\t\t\t\tany fact or matter relevant to the amount or nature of emissions producedby the aircraft or the extent or nature of any atmospheric pollution resultingfrom such emissions;\n\t\t\t\tany fact or matter relevant to the effect of the aircraft on the level ofnoise or atmospheric pollution at any place in or in the vicinity of theaerodrome;\n\t\t\t\tany failure by the operator of the aircraft to secure that any noise oremissions requirements applying to the aircraft are complied with.\n\t\t\tThe purposes mentioned in this subsection are—\n\t\t\t\tin relation to paragraph (a) of subsection (1) above, encouraging the useof quieter aircraft and reducing inconvenience from aircraft noise;\n\t\t\t\tin relation to paragraph (b) of that subsection, encouraging the use ofaircraft which produce lower emissions of any substance which contributes toatmospheric pollution;\n\t\t\t\tin relation to paragraph (c) of that subsection, controlling the level ofnoise or atmospheric pollution in or in the vicinity of the aerodrome so faras attributable to aircraft taking off or landing at the aerodrome;\n\t\t\t\tin relation to paragraph (d) of that subsection, promoting compliance withnoise or emissions requirements.\n\t\t\t\t\tIn paragraph (b) above “substance” includes a substance in solid or liquidform or in the form of a gas or vapour.\n\t\t\tIn subsections (1)(d) and (2)(d) above “noise or emissions requirements”means requirements imposed in relation to aircraft taking off or landing atthe aerodrome, which are either—\n\t\t\t\trequirements imposed under section 78 below for the purpose of limiting, ormitigating the effect of, noise caused by such aircraft, or\n\t\t\t\trequirements imposed by the aerodrome authority (otherwise than under thatsection) for the purpose of limiting, or mitigating the effect of, noisecaused by, or emissions produced by, such aircraft.\n\t\t\tThe Secretary of State may by order direct specified aerodrome authoritiesto fix their charges in exercise of any power conferred by subsection (1)above; and any such order may contain directions as to the manner in whichthose charges are to be so fixed.\n\t\t\tIn determining whether, and if so how, to exercise his power undersubsection (4) above in relation to an aerodrome authority, the Secretary ofState shall have regard (among other things) to the interests of persons wholive in the area in which the aerodrome is situated.\n\t\t\tThis section has effect subject to any provision relating to the use of, orcharges for the use of, aerodromes which is made by or under any otherenactment.\n\t\t\tIn this section—\n\t\t\t\t  * “aerodrome authority” means a person owning or managing an aerodrome licensed under an Air Navigation Order; and\n\t\t\t\t  * “charges”, in relation to an aerodrome authority, means the charges the authority makes for the use of an aerodrome so licensed which is owned or managed by the authority.”\n\tRegulation by Secretary of State of noise and vibration from aircraft\n\t\tSection 78 of the Civil Aviation Act [1982 (c.16)](/id/ukpga/1982/16?view=plain \"Go to item of legislation\") (regulation bySecretary of State of noise and vibration from aircraft) is amended asfollows.\n\t\tAfter subsection (6) insert—\n\t\t\t“(6A)Directions under subsection (6) above may be given for the purpose ofavoiding, limiting, or mitigating the effect of, such noise and vibrationeither—\n\t\t\tgenerally, or\n\t\t\tin any particular area or areas.”\n\t\tIn subsection (9)—\n\t\t\tin paragraph (i) for the words from “not exceeding” to “; and” substitute“not exceeding level 5 on the standard scale; and”, and\n\t\t\tin paragraph (ii) for “to be fined accordingly” substitute “on summaryconviction to a fine not exceeding 10% of level 5 on the standard scale”.\n\tPower for aerodromes to establish penalty schemes\n\t\tAfter section 78 of the Civil Aviation Act [1982 (c.16)](/id/ukpga/1982/16?view=plain \"Go to item of legislation\") insert—\n\t\t“78APenalty schemes\n\t\t\tThe person for the time being managing an aerodrome (referred to in thissection and section 78B below as the “relevant manager”) may establish andmaintain a penalty scheme.\n\t\t\tIn this section and section 78B below “penalty scheme” means a scheme whichrequires a penalty to be paid if any requirement imposed under section 78(1)above in relation to an aircraft taking off or landing at the aerodrome is notcomplied with.\n\t\t\tAny such penalty shall be—\n\t\t\t\tof an amount specified in the scheme, and\n\t\t\t\tpaid to the relevant manager by the operator of the aircraft in question.\n\t\t\tThe penalty scheme shall afford the operator of the aircraft an opportunityto make representations to the relevant manager with respect to the mattereither before or after the penalty is imposed.\n\t\t\tIf the scheme affords an opportunity to make representations after thepenalty is imposed, it shall provide for the relevant manager to cancel thepenalty if he considers it appropriate to do so having considered thoserepresentations.\n\t\t\tA penalty scheme may—\n\t\t\t\tcontain such incidental or supplementary provisions as the relevant managerconsiders appropriate, and\n\t\t\t\tbe amended or revoked by the relevant manager.\n\t\t\tThe amendment or revocation of a penalty scheme shall not affect thevalidity of anything previously done under the scheme.\n\t\t\tA relevant manager who receives penalties under a penalty scheme shall makepayments equal to the amount of those penalties for purposes which appear tohim to be likely to be of benefit to persons who live in the area in which theaerodrome is situated.\n\t\tBDirection to establish, amend or revoke penalty scheme\n\t\t\tThe Secretary of State may direct a specified relevant manager—\n\t\t\t\tto establish a penalty scheme, or\n\t\t\t\tto amend or revoke a penalty scheme.\n\t\t\tThe Secretary of State shall publish any direction given under subsection(1) above in such manner as appears to him to be appropriate.\n\t\t\tA direction under subsection (1) above which requires a relevant manager toestablish or amend a penalty scheme may include directions as to theprovisions which are to be included in the scheme.\n\t\t\tBefore giving a direction under subsection (1) above the Secretary of Stateshall consult—\n\t\t\t\tthe relevant manager, and\n\t\t\t\tany body appearing to him to be representative of operators of aircraftusing the aerodrome in question.\n\t\t\tIf a relevant manager fails to comply with a direction given to him undersubsection (1) above he shall—\n\t\t\t\tbe guilty of an offence and liable on summary conviction to a fine notexceeding level 5 on the standard scale, and\n\t\t\t\tif the failure continues after his conviction of an offence under thissubsection arising from the failure, be guilty of a separate offence underthis subsection on each day on which the failure continues thereafter and beliable on summary conviction to a fine not exceeding 10% of level 5 on thestandard scale.”\n\tPower for aerodromes to establish noise control schemes\n\t\tAfter section 38 of the Civil Aviation Act [1982 (c.16)](/id/ukpga/1982/16?view=plain \"Go to item of legislation\") insert—\n\t\t“38ANoise control schemes\n\t\t\tAn aerodrome operator may establish and maintain a scheme (referred to inthis section and sections 38B and 38C below as a “noise control scheme”) forthe purpose of avoiding, limiting or mitigating the effect of noise connectedwith the taking off or landing of aircraft at the aerodrome.\n\t\t\tA noise control scheme may—\n\t\t\t\trequire operators of aircraft which are to take off or land at theaerodrome to secure that specified requirements are complied with in relationto the aircraft after they take off, or before they land, at the aerodrome;\n\t\t\t\tprohibit aircraft of specified descriptions from taking off or landing atthe aerodrome during specified periods;\n\t\t\t\tspecify the maximum number of occasions on which aircraft of specifieddescriptions may take off or land at the aerodrome during specified periods;\n\t\t\t\timpose other restrictions for limiting the cumulative amount of noisecaused by aircraft of specified descriptions taking off or landing at theaerodrome during specified periods.\n\t\t\t\t\tIn this subsection “specified” means specified in the scheme.\n\t\t\tA noise control scheme which contains—\n\t\t\t\tprovision under paragraph (c) of subsection (2) above, or\n\t\t\t\tprovision under paragraph (d) of that subsection which has the effect oflimiting the number of occasions on which aircraft may take off or land at theaerodrome during the periods specified under that paragraph,\n\t\t\t\tshall make provision for determining the matters mentioned in subsection (4).\n\t\t\tThe matters mentioned in this subsection are—\n\t\t\t\tthe persons who shall be entitled to arrange for aircraft of which they arethe operators to take off or land at the aerodrome during the periods inquestion, and\n\t\t\t\tas respects each of those persons, the number of occasions (whetherdetermined by reference to a maximum number or otherwise) on which aircraft ofa particular description of which he is the operator may take off or land atthe aerodrome during those periods.\n\t\t\tBefore making, amending or revoking any provision in a noise control schemeby virtue of subsection (3) above the aerodrome operator shall consult anybody appearing to it to be representative of operators of aircraft using theaerodrome.\n\t\t\tA noise control scheme may make provision as respects any period even ifthat period is included in, or there is included in that period, any otherperiod as respects which provision relating to the aerodrome is made by thescheme.\n\t\t\tA noise control scheme may—\n\t\t\t\tprovide for circumstances in which the scheme (or any provision of thescheme) is not to apply,\n\t\t\t\tcontain such incidental or supplementary provisions as the aerodromeoperator considers appropriate, and\n\t\t\t\tbe amended or revoked by the aerodrome operator.\n\t\t\tA noise control scheme shall not be established in relation to an aerodromewhich is designated for the purposes of section 78 of this Act; and on such adesignation coming into force in relation to an aerodrome any noise controlscheme which has effect in relation to the aerodrome shall cease to haveeffect.\n\t\t\tThe amendment or revocation of a noise control scheme, or its ceasing tohave effect by virtue of subsection (8) above, shall not affect the validityof anything previously done under the scheme.\n\t\t\tThe powers conferred on an aerodrome operator by this section and sections38B and 38C below are in addition to, and do not prejudice, any other power ofthe aerodrome operator to take steps for the purpose of avoiding, limiting ormitigating the effect of noise connected with the taking off or landing ofaircraft at the aerodrome.\n\t\t\tIn this section and sections 38B and 38C below “aerodrome operator” meansa person owning or managing an aerodrome.\n\t\tBNoise control schemes: supplementary\n\t\t\tThis section applies where a noise control scheme imposes requirementsunder section 38A(2)(a) above in relation to aircraft taking off or landing atan aerodrome.\n\t\t\tThe requirements so imposed shall have effect in relation to such anaircraft only—\n\t\t\t\twhile it is within such area as may be specified in relation to theaerodrome by order made by the Secretary of State, or\n\t\t\t\tif no area has been so specified, while it is within the area representedby a circle with a radius of 40 kilometres from the centre of the longestrunway at the aerodrome.\n\t\t\tAn area may be specified for the purposes of subsection (2)(a) above bydescription, by reference to a map or in any other way.\n\t\t\tNo point in the area so specified may be more than 60 kilometres in astraight line from the centre of the longest runway at the aerodrome.\n\t\t\tBefore making an order under this section the Secretary of State shallconsult—\n\t\t\t\tthe CAA,\n\t\t\t\tthe aerodrome operator,\n\t\t\t\tany body appearing to the Secretary of State to be representative ofoperators of aircraft using the aerodrome,\n\t\t\t\tthe local authorities in whose areas the aerodrome (or any part of it) issituated,\n\t\t\t\tother local authorities whose areas are in the neighbourhood of theaerodrome, and\n\t\t\t\tany other body appearing to the Secretary of State to be representative ofpersons concerned with the locality in which the aerodrome is situated.\n\t\tCBreaches of noise control schemes\n\t\t\tThis section also applies where a noise control scheme imposes requirementsunder section 38A(2)(a) above in relation to aircraft taking off or landing atan aerodrome.\n\t\t\tThe scheme may provide for the aerodrome operator to require the payment ofa penalty if any such requirement is not complied with in relation to anaircraft taking off or landing at the aerodrome.\n\t\t\tAny such penalty shall be—\n\t\t\t\tof an amount specified in the scheme, and\n\t\t\t\tpaid to the aerodrome operator by the operator of the aircraft in question.\n\t\t\tThe scheme shall afford the operator of the aircraft an opportunity to makerepresentations to the aerodrome operator with respect to the matter eitherbefore or after the penalty is imposed.\n\t\t\tIf the scheme affords an opportunity to make representations after thepenalty is imposed, it shall provide for the aerodrome operator to cancel thepenalty if it considers it appropriate to do so having considered thoserepresentations.\n\t\t\tAn aerodrome operator which receives penalties under a noise control schemeshall make payments equal to the amount of those penalties for purposes whichappear to it to be likely to be of benefit to persons who live in the area inwhich the aerodrome is situated.”"
    },
    {
        "length": 676,
        "text": "\nPublic airport companies\n\tPublic airport companies: power of Secretary of State to specifyadditional activities\n\t\tThe Airports Act [1986 (c. 31)](/id/ukpga/1986/31?view=plain \"Go to item oflegislation\") is amended as follows.\n\t\tIn section 17 (control over constitution and activities of public airportcompanies) at the end add—\n\t\tIn subsection (4)—\n\t\t\tparagraph (a) does not apply in relation to any activity which is apermitted activity in relation to the company by virtue of regulations undersection 17A, and\n\t\t\tparagraph (b) does not apply in relation to any activity which is apermitted activity in relation to the subsidiary by virtue of any suchregulations.”\n\t\tAfter section 17 insert—\n\t\t“17AAdditional activities of public airport companies\n\t\t\tThe Secretary of State may by regulations provide for any activityspecified in the regulations to be a “permitted activity” in relation to—\n\t\t\t\ta public airport company, or\n\t\t\t\ta subsidiary of a public airport company,\n\t\t\t\t\tfor the purposes of section 17(6).\n\t\t\tAny activity so specified must be an activity which appears to theSecretary of State to be incidental to, or connected with, carrying on thebusiness of operating an airport as a commercial undertaking.\n\t\t\tRegulations under this section may provide for an activity to be apermitted activity only if—\n\t\t\t\tit is carried on in such countries or territories as are specified in theregulations;\n\t\t\t\tany conditions as are so specified are complied with.\n\t\t\tSuch conditions may include, in particular, conditions requiring agreementsrelating to the provision of services in the carrying on of the activity toinclude provision for the payment of proper commercial charges in respect ofthose services.\n\t\t\tRegulations under this section may be made so as to apply to—\n\t\t\t\tpublic airport companies or subsidiaries of such companies generally;\n\t\t\t\tpublic airport companies of a particular description or subsidiaries of anysuch companies;\n\t\t\t\ta particular public airport company;\n\t\t\t\tsubsidiaries, or a particular subsidiary, of a particular public airportcompany;\n\t\t\t\tand may make different provision for different cases.\n\t\t\tFor the purposes of this section—\n\t\t\t\t“activity” includes one that involves participating in, or making financialcontributions towards, an activity carried on by, or jointly with, otherpersons; and\n\t\t\t\t“airport” is not limited to one operated by a public airport company.\n\t\t\tThis section applies only in relation to—\n\t\t\t\tpublic airport companies which are subsidiaries of controlling authoritiesin England or Wales, or\n\t\t\t\tsubsidiaries of such companies.”"
    },
    {
        "length": 695,
        "text": "\nAppeals in respect of route licences\n\tRemoval of appeal to Secretary of State in respect of route licences\n\t\tSection 69A of the Civil Aviation Act [1982 (c.16)](/id/ukpga/1982/16?view=plain \"Go to item of legislation\") (regulation ofcarriage by air by route licences) is amended as follows.\n\t\tIn subsection (7), after paragraph (c) insert—\n\t\t\tthe following modifications relating to appeals—\n\t\t\tthe substitution in section 65(6), for paragraphs (a) to (c), of the words“until the specified date (see section 69A(7A) below)”,\n\t\t\tthe substitution in section 66(5), for the words from “before theexpiration” onwards, of the words “before the specified date (see section69A(7B) below)”, and\n\t\t\tthe omission of section 66(6)(a) and section 67(5);”.\n\t\tAfter subsection (7) insert—\n\t\t\t“(7A)For the purposes of section 65(6) as applied by subsection (6) above,“the specified date” means—\n\t\t\tsuch date as is specified by the CAA for those purposes when giving itsdecision on the application in question, or\n\t\t\tsuch later date as the CAA may specify for those purposes in accordancewith subsection (7C) below.\n\t\t\t(7B)For the purposes of section 66(5) as applied by subsection (6) above, “thespecified date” means—\n\t\t\tsuch date as is specified by the CAA for those purposes when giving itsdecision to revoke, vary or suspend the licence in question, or\n\t\t\tsuch later date as the CAA may specify for those purposes in accordancewith subsection (7C) below.\n\t\t\t(7C)Where the CAA has specified a date as mentioned in subsection (7A)(a) or(7B)(a) above, it may (on one or more occasions) specify a later date for thepurposes mentioned in that subsection if the holder of the licence inquestion—\n\t\t\tmakes an application to the CAA for it to specify such a date, and\n\t\t\tdoes so before the date that is currently specified for those purposes.”\n\t\tIn regulation 27(1) of the Civil Aviation Authority Regulations 1991 ([S.I.1991/1672](/id/uksi/1991/1672?view=plain \"Go to item of legislation\"))(appeals to the Secretary of State), omit “or a route licence”.\n\t\tThe amendments made by this section do not affect any appeal of whichnotice is served in accordance with regulation 27 of the Civil AviationAuthority Regulations 1991 before the coming into force of this section."
    },
    {
        "length": 360,
        "text": "\nHealth\n\tFunctions with respect to health\n\t\tThe Civil Aviation Act [1982 (c. 16)](/id/ukpga/1982/16?view=plain \"Go toitem of legislation\") is amended as follows.\n\t\tAfter section 1(1) (functions of Secretary of State) insert—\n\t\t\t“(1A)The Secretary of State shall also be charged with the general duty oforganising, carrying out and encouraging measures for safeguarding the healthof persons on board aircraft.”\n\t\tIn section 3(c) (functions of CAA) after “airworthiness),” insert “thehealth of persons on board aircraft,”.\n\t\tIn section 16 (provision by CAA of assistance for Secretary of State andothers)—\n\t\t\tafter subsection (1) insert—\n\t\t\t“(1A)A requirement imposed under subsection (1) to provide advice andassistance in connection with any function may be expressed so as to operateas a continuing requirement on the CAA to provide advice and assistance inconnection with that function.”; and\n\t\t\tafter subsection (4) insert—\n\t\t\t“(4A)Subsections (3) and (4) above do not apply in relation to advice orassistance given in connection with the Secretary of State’s function undersection 1(1A) above.”\n\t\tIn section 60 (power to make air navigation orders) after subsection (3)(h)insert—\n\t\t\tfor safeguarding the health of persons on board aircraft;”."
    },
    {
        "length": 135,
        "text": "\nDocumentary evidence\n\tDocumentary evidence: updating of references\n\t\tSection 96 of the Civil Aviation Act [1982 (c.16)](/id/ukpga/1982/16?view=plain \"Go to item of legislation\") (use of recordsand documentary evidence) is amended as follows.\n\t\tIn subsection (1), for paragraph (b) substitute—\n\t\t\ta document printed by or on behalf of the CAA and purporting to be one ofthe elements of the United Kingdom’s Integrated Aeronautical InformationPackage,”."
    },
    {
        "length": 1192,
        "text": "\nAir Travel Trust\n\tFunding of Air Travel Trust by contributions paid by air travelorganisers\n\t\tAfter section 71 of the Civil Aviation Act 1982 insert—\n\t\t“71AContributions by licence holders to Air Travel Trust\n\t\t\tThe Secretary of State may by regulations make provision for and inconnection with requiring persons applying for licences by virtue of section71 above to make contributions to the Air Travel Trust in relation to theperiods for which their licences are to be issued.\n\t\t\tThe regulations may, in particular, make provision—\n\t\t\t\tprescribing the factors by reference to which such contributions are to becalculated by the CAA (other than the rate by reference to which they are tobe so calculated);\n\t\t\t\tauthorising the CAA, with the approval of the Secretary of State and aftercomplying with prescribed consultation requirements, to set in respect ofdifferent descriptions of persons the rates by reference to which suchcontributions are to be calculated and the dates from which those rates are tohave effect;\n\t\t\t\trequiring contributions to be paid, or undertakings as to payment ofcontributions to be given, in advance of licences being issued;\n\t\t\t\trequiring licence holders to pay additional amounts by way of contributionswhere the applicable contribution rate increases during the term of theirlicences;\n\t\t\t\trequiring additional amounts to be paid by way of contributions, orundertakings as to the payment of such amounts to be given, in advance oflicences being varied;\n\t\t\t\tfor the CAA, in accordance with the regulations, to reimburse to persons,or credit persons with, amounts paid by them by way of contributions (and forthe CAA to exercise in that connection such discretion as is conferred by theregulations);\n\t\t\t\tfor contributions that are not paid in accordance with the regulations orany undertaking as to payment to bear interest at the rate specified in theregulations, and for such contributions and interest to be recoverable asdebts due to the Air Travel Trust;\n\t\t\t\tfor the CAA to act as the agent of the trustees of the Air Travel Trust incollecting and recovering contributions, and for the reimbursement of costsincurred by the CAA in so acting;\n\t\t\t\tfor the CAA, after complying with prescribed consultation requirements, tosuspend, either generally or in relation to any description of persons, therequirement to make contributions in respect of a period;\n\t\t\t\tfor the CAA to exempt persons, or descriptions of persons, from therequirement to make contributions on such conditions as the CAA, afterconsulting the Secretary of State, thinks fit;\n\t\t\t\tfor requiring the CAA to publish prescribed matters in the prescribedmanner;\n\t\t\t\tfor creating criminal offences to be triable summarily and punishable witha fine not exceeding level 5 on the standard scale or such lower amount as isprescribed.\n\t\t\tRegulations under section 71 above may authorise the CAA—\n\t\t\t\tto refuse to issue a licence to a person,\n\t\t\t\tto refuse to vary a licence held by a person, or\n\t\t\t\tto vary, suspend or revoke a licence held by a person,\n\t\t\t\t\twhere that person has failed to comply with a prescribed requirement ofregulations under this section or has breached an undertaking given asmentioned in subsection (2)(c) or (e) above.\n\t\t\tSection 4 above does not apply in relation to any functions conferred onthe CAA by regulations under this section.\n\t\t\tIn this section and section 71B below the “Air Travel Trust” means thetrust established by that name by a deed dated 5th January 2004 and madebetween the Secretary of State for Transport and the persons described as theOriginal Trustees.\n\t\tBProcedure relating to regulations under section 71A\n\t\t\tBefore making any regulations under section 71A above, the Secretary ofState must consult the CAA and the trustees of the Air Travel Trust.\n\t\t\tBefore responding to the consultation, the CAA must consult the followingpersons so far as it considers it reasonably practicable to do so—\n\t\t\t\tpersons who hold licences by virtue of section 71 above, and\n\t\t\t\tany other person or body appearing to it to have an interest in thematter.”\n\tMiscellaneous provisions relating to the Air Travel Trust\n\t\tThe Secretary of State must lay before Parliament a copy of every reportthat he receives from the trustees of the Air Travel Trust by virtue of theterms of the trust deed.\n\t\tNo court may, by virtue of any enactment whenever passed or made, vary theterms of the deed establishing the Air Travel Trust unless the variation issought by, or with the consent of, the Secretary of State.\n\t\tIn this section the “Air Travel Trust” means the trust established by thatname by a deed dated 5th January 2004 and made between the Secretary of Statefor Transport and the persons described as the Original Trustees."
    },
    {
        "length": 573,
        "text": "\nFinal provisions\n\tScotland \n\t\tIn Schedule 1 to the Scotland Act 1998 (Transfer of Functions to ScottishMinisters) Order 1999 ([S.I. 1999/1750](/id/uksi/1999/1750?view=plain \"Go toitem of legislation\")), in the entry relating to the Civil Aviation Act [1982(c. 16)](/id/ukpga/1982/16?view=plain \"Go to item of legislation\"), for“38(2), 42(1), 50(2), 78,” substitute “38(4) and (5), 38B(2)(a) and (5),42(1), 50(2), 78, 78B(1), (2) and (4),”.\n\t\tSubsection (1) does not affect the power to make further Orders varying oromitting those references.\n\tConsequential amendments\n\t\tSchedule 2 contains consequential amendments.\n\tShort title, commencement and extent\n\t\tThis Act may be cited as the Civil Aviation Act 2006.\n\t\tSection 6, this section and Schedule 1 come into force on the day on whichthis Act is passed.\n\t\tOtherwise, this Act comes into force on such day as the Secretary of Statemay appoint by order made by statutory instrument.\n\t\tDifferent days may be appointed for different purposes or different areas.\n\t\tAn order under subsection (3) may make—\n\t\t\tsuch supplementary, incidental or consequential provision, or\n\t\t\tsuch transitory, transitional or saving provision,\n\t\t\t\tas the Secretary of State considers appropriate in connection with the cominginto force of any provision of this Act.\n\t\tSubject to subsections (7) and (8), this Act extends to the whole of theUnited Kingdom.\n\t\tSection 4, and paragraphs 2 and 5 of Schedule 2, extend to England andWales and Scotland.\n\t\tSection 5 extends to England and Wales only.\n\t\tThe power conferred by section 108(1) of the Civil Aviation Act 1982 toextend provisions of that Act to a place outside the United Kingdom includespower so to extend any provision of that Act (other than section 88) asamended or inserted by this Act."
    }
]