{
    "general": "This law makes sure there's enough money for the National Health Service (NHS) in England until 2024. It sets aside funds each year so that doctors, nurses, hospitals, and other healthcare workers have the resources they need to take care of patients. This means that people can continue to get medical treatment when they need it without worrying about how they will pay for it.",
    "series": [
        [
            {
                "length": 228,
                "short": "NHS Funding Act 2020: Allocation of Funds for English Health Service",
                "text": "\n* Simplified point 1: The NHS Funding Act 2020 requires the Secretary of State to allocate at least a certain amount of funding to the health service in England for each financial year ending between 2021 and 2024.\n* Simplified point 2: The funding allocation for each financial year is specified in a table in the act, and the Secretary of State must use the funds only as revenue resources.\n* Simplified point 3: The Treasury must ensure that the estimates for the Department of Health and Social Care are consistent with the funding allocations specified in the table.\n* Simplified point 4: The act applies to England and Wales, comes into force on the day it is passed, and expires at the end of March 2024.\n* Simplified point 5: The act may be cited as the NHS Funding Act 2020."
            }
        ]
    ],
    "summary": "The NHS Funding Act 2020 ensures that the National Health Service (NHS) in England receives enough money every year until 2024. The government will give the NHS at least £_____ billion each year to help pay for things like doctors, nurses, hospitals, and medical equipment. This law says how much money the NHS will get each year and when it will get it. It also tells the government to only spend this money on important things like salaries and hospital costs. This law helps keep the NHS running smoothly so that everyone can get good medical care.",
    "single": "\n* The NHS Funding Act 2020 provides funding for the health service in England for five financial years starting from 2021 to 2024.\n* The act specifies the amount of funding for each financial year, which increases annually.\n\t+ Financial Year 2021: £127 billion\n\t+ Financial Year 2022: £133 billion\n\t+ Financial Year 2023: £139 billion\n\t+ Financial Year 2024: £148 billion\n* The funding can only be used as revenue resource.\n* The Treasury must ensure that the estimates for the Department of Health and Social Care are consistent with the amounts specified in the table for each financial year.\n* The act applies to England and Wales and comes into force on the day it is passed.\n* The act expires at the end of March 2024."
}