[
    {
        "length": 566,
        "text": "\nPolice powers of stop and search\n\tRecords of searches\n\t\tSection 3 of the Police and Criminal Evidence Act 1984 (duty to makerecords concerning searches) is amended as follows.\n\t\tIn subsection (1), for “he shall make a record of it” there is substituted“a record of the search shall be made”.\n\t\tFor subsection (2) there is substituted—\n\t\tIf a record of a search is required to be made by subsection (1) above—\n\t\t\tin a case where the search results in a person being arrested and taken toa police station, the constable shall secure that the record is made as partof the person’s custody record;\n\t\t\tin any other case, the constable shall make the record on the spot, or, ifthat is not practicable, as soon as practicable after the completion of thesearch.”\n\t\tSubsections (3) to (5) (record of search to include person’s name anddescription of person or vehicle) are repealed.\n\t\tIn subsection (6)—\n\t\t\tin paragraph (a), for sub-paragraphs (v) and (vi) there is substituted—\n\t\t\texcept in the case of a search of an unattended vehicle, the ethnicorigins of the person searched or the person in charge of the vehicle searched(as the case may be); and;”;\n\t\t\tin paragraph (b), for “making it” there is substituted “who carried out thesearch”.\n\t\tAfter subsection (6) there is inserted—\n\t\t\t“(6A)The requirement in subsection (6)(a)(v) above for a record to state aperson’s ethnic origins is a requirement to state—\n\t\t\tthe ethnic origins of the person as described by the person, and\n\t\t\tif different, the ethnic origins of the person as perceived by theconstable.”\n\t\tIn subsection (7), for the words from the beginning to “it,” there issubstituted “If a record of a search of a person has been made under thissection,”.\n\t\tIn subsection (8), for paragraph (b) there is substituted—\n\t\t\ta record of the search of the vehicle has been made under this section,”.\n\t\tIn subsection (9) (time within which copy of search may be requested) for“12 months” there is substituted “3 months”."
    },
    {
        "length": 1936,
        "text": "\nPowers to take material in relation to offences\n\tFingerprinting\n\t\tIn the Police and Criminal Evidence Act 1984, in section 61(fingerprinting), after subsection (5) there is inserted—\n\t\t\t“(5A)The fingerprints of a person may be taken without the appropriate consentif (before or after the coming into force of this subsection) he has beenarrested for a recordable offence and released and—\n\t\t\tin the case of a person who is on bail, he has not had his fingerprintstaken in the course of the investigation of the offence by the police; or\n\t\t\tin any case, he has had his fingerprints taken in the course of thatinvestigation but subsection (3A)(a) or (b) above applies.”\n\t\tIn that section, after subsection (5A) (as inserted by subsection (1)above) there is inserted—\n\t\t“(5B)The fingerprints of a person not detained at a police station may betaken without the appropriate consent if (before or after the coming intoforce of this subsection) he has been charged with a recordable offence orinformed that he will be reported for such an offence and—\n\t\t\the has not had his fingerprints taken in the course of the investigation ofthe offence by the police; or\n\t\t\the has had his fingerprints taken in the course of that investigation butsubsection (3A)(a) or (b) above applies.”\n\t\tIn that section, for subsection (6) there is substituted—\n\t\tSubject to this section, the fingerprints of a person may be taken withoutthe appropriate consent if (before or after the coming into force of thissubsection)—\n\t\t\the has been convicted of a recordable offence,\n\t\t\the has been given a caution in respect of a recordable offence which, atthe time of the caution, he has admitted, or\n\t\t\the has been warned or reprimanded under section 65 of the Crime andDisorder Act 1998 for a recordable offence, and\n\t\t\teither of the conditions mentioned in subsection (6ZA) below is met.\n\t\t\t(6ZA)The conditions referred to in subsection (6) above are—\n\t\t\tthe person has not had his fingerprints taken since he was convicted,cautioned or warned or reprimanded;\n\t\t\the has had his fingerprints taken since then but subsection (3A)(a) or (b)above applies.\n\t\t\t(6ZB)Fingerprints may only be taken as specified in subsection (6) above withthe authorisation of an officer of at least the rank of inspector.\n\t\t\t(6ZC)An officer may only give an authorisation under subsection (6ZB) above ifthe officer is satisfied that taking the fingerprints is necessary to assistin the prevention or detection of crime.”\n\t\tIn that section, for subsection (8B) there is substituted—\n\t\t“(8B)Any power under this section to take the fingerprints of a person withoutthe appropriate consent, if not otherwise specified to be exercisable by aconstable, shall be exercisable by a constable.”\n\tNon-intimate samples\n\t\tIn section 63 of that Act (non-intimate samples), after subsection (3)there is inserted—\n\t\t\t“(3ZA)A non-intimate sample may be taken from a person without the appropriateconsent if (before or after the coming into force of this subsection) he hasbeen arrested for a recordable offence and released and—\n\t\t\tin the case of a person who is on bail, he has not had a non-intimatesample of the same type and from the same part of the body taken from him inthe course of the investigation of the offence by the police; or\n\t\t\tin any case, he has had a non-intimate sample taken from him in the courseof that investigation but—\n\t\t\tit was not suitable for the same means of analysis, or\n\t\t\tit proved insufficient.”\n\t\tIn that section, for subsection (3A) there is substituted—\n\t\t“(3A)A non-intimate sample may be taken from a person (whether or not he is inpolice detention or held in custody by the police on the authority of a court)without the appropriate consent if he has been charged with a recordableoffence or informed that he will be reported for such an offence and—\n\t\t\the has not had a non-intimate sample taken from him in the course of theinvestigation of the offence by the police; or\n\t\t\the has had a non-intimate sample taken from him in the course of thatinvestigation but—\n\t\t\tit was not suitable for the same means of analysis, or\n\t\t\tit proved insufficient; or\n\t\t\the has had a non-intimate sample taken from him in the course of thatinvestigation and—\n\t\t\tthe sample has been destroyed pursuant to section 64ZA below or any otherenactment, and\n\t\t\tit is disputed, in relation to any proceedings relating to the offence,whether a DNA profile relevant to the proceedings is derived from the sample.”\n\t\tIn that section, for subsection (3B) there is substituted—\n\t\t“(3B)Subject to this section, a non-intimate sample may be taken from a personwithout the appropriate consent if (before or after the coming into force ofthis subsection)—\n\t\t\the has been convicted of a recordable offence,\n\t\t\the has been given a caution in respect of a recordable offence which, atthe time of the caution, he has admitted, or\n\t\t\the has been warned or reprimanded under section 65 of the Crime andDisorder Act 1998 for a recordable offence, and\n\t\t\teither of the conditions mentioned in subsection (3BA) below is met.\n\t\t\t(3BA)The conditions referred to in subsection (3B) above are—\n\t\t\ta non-intimate sample has not been taken from the person since he wasconvicted, cautioned or warned or reprimanded;\n\t\t\tsuch a sample has been taken from him since then but—\n\t\t\tit was not suitable for the same means of analysis, or\n\t\t\tit proved insufficient.\n\t\t\t(3BB)A non-intimate sample may only be taken as specified in subsection (3B)above with the authorisation of an officer of at least the rank of inspector.\n\t\t\t(3BC)An officer may only give an authorisation under subsection (3BB) above ifthe officer is satisfied that taking the sample is necessary to assist in theprevention or detection of crime.”\n\t\tIn that section, in subsection (9A)—\n\t\t\tafter “shall not apply to” there is inserted “(a)”;\n\t\t\tat the end there is inserted\n\t\t\t“; or\n\t\t\ta person given a caution before 10th April 1995.”\n\t\tIn section 1 of the Criminal Evidence (Amendment) Act 1997 (personsimprisoned or detained by virtue of pre-existing conviction for sexual offenceetc)—\n\t\t\tin subsection (3)(b), at the beginning there is inserted “he has at anytime served or”;\n\t\t\tin subsection (4)(b)—\n\t\t\tat the beginning there is inserted “he has at any time been detained or”;\n\t\t\tsub-paragraph (ii) and the preceding “or” are repealed.\n\t\tIn section 2 of that Act (persons detained following acquittal on groundsof insanity or finding of unfitness to plead), in subsections (3)(a) and(4)(a), at the beginning there is inserted “he has at any time been detainedor”."
    },
    {
        "length": 1275,
        "text": "\nPowers to take material in relation to offences outside England and Wales\n\tFingerprinting\n\t\tIn section 61 of the Police and Criminal Evidence Act 1984(fingerprinting), after subsection (6C) there is inserted—\n\t\t\t“(6D)Subject to this section, the fingerprints of a person may be takenwithout the appropriate consent if—\n\t\t\tunder the law in force in a country or territory outside England and Walesthe person has been convicted of an offence under that law (whether before orafter the coming into force of this subsection and whether or not he has beenpunished for it);\n\t\t\tthe act constituting the offence would constitute a qualifying offence ifdone in England and Wales (whether or not it constituted such an offence whenthe person was convicted); and\n\t\t\teither of the conditions mentioned in subsection (6E) below is met.\n\t\t\t(6E)The conditions referred to in subsection (6D)(c) above are—\n\t\t\tthe person has not had his fingerprints taken on a previous occasion undersubsection (6D) above;\n\t\t\the has had his fingerprints taken on a previous occasion under thatsubsection but subsection (3A)(a) or (b) above applies.\n\t\t\t(6F)Fingerprints may only be taken as specified in subsection (6D) above withthe authorisation of an officer of at least the rank of inspector.\n\t\t\t(6G)An officer may only give an authorisation under subsection (6F) above ifthe officer is satisfied that taking the fingerprints is necessary to assistin the prevention or detection of crime.”\n\tIntimate samples\n\t\tIn section 62 of that Act (intimate samples), after subsection (2) there isinserted—\n\t\t\t“(2A)An intimate sample may be taken from a person where—\n\t\t\ttwo or more non-intimate samples suitable for the same means of analysishave been taken from the person under section 63(3E) below (persons convictedof offences outside England and Wales etc) but have proved insufficient;\n\t\t\ta police officer of at least the rank of inspector authorises it to betaken; and\n\t\t\tthe appropriate consent is given.\n\t\t\t(2B)An officer may only give an authorisation under subsection (2A) above ifthe officer is satisfied that taking the sample is necessary to assist in theprevention or detection of crime.”\n\t\tIn that section, in subsection (3), after “or (1A)” there is inserted “or(2A)”.\n\tNon-intimate samples\n\t\tIn section 63 of that Act (non-intimate samples), after subsection (3D)there is inserted—\n\t\t\t“(3E)Subject to this section, a non-intimate sample may be taken without theappropriate consent from a person if—\n\t\t\tunder the law in force in a country or territory outside England and Walesthe person has been convicted of an offence under that law (whether before orafter the coming into force of this subsection and whether or not he has beenpunished for it);\n\t\t\tthe act constituting the offence would constitute a qualifying offence ifdone in England and Wales (whether or not it constituted such an offence whenthe person was convicted); and\n\t\t\teither of the conditions mentioned in subsection (3F) below is met.\n\t\t\t(3F)The conditions referred to in subsection (3E)(c) above are—\n\t\t\tthe person has not had a non-intimate sample taken from him on a previousoccasion under subsection (3E) above;\n\t\t\the has had such a sample taken from him on a previous occasion under thatsubsection but—\n\t\t\tthe sample was not suitable for the same means of analysis, or\n\t\t\tit proved insufficient.\n\t\t\t(3G)A non-intimate sample may only be taken as specified in subsection (3E)above with the authorisation of an officer of at least the rank of inspector.\n\t\t\t(3H)An officer may only give an authorisation under subsection (3G) above ifthe officer is satisfied that taking the sample is necessary to assist in theprevention or detection of crime.”\n\tInterpretation\n\t\tIn section 65 of that Act (interpretation), in subsection (1), after thedefinition of “non-intimate sample” there is inserted—\n\t\t\t  * ““offence”, in relation to any country or territory outside England and Wales, includes an act punishable under the law of that country or territory, however it is described;”.\n\t\tIn that section, at the end there is inserted—\n\t\tFor the purposes of this Part, a person has in particular been convictedof an offence under the law of a country or territory outside England andWales if—\n\t\t\ta court exercising jurisdiction under the law of that country or territoryhas made in respect of such an offence a finding equivalent to a finding thatthe person is not guilty by reason of insanity; or\n\t\t\tsuch a court has made in respect of such an offence a finding equivalent toa finding that the person is under a disability and did the act chargedagainst him in respect of the offence.”"
    },
    {
        "length": 1107,
        "text": "\nInformation to be given on taking of material\n\tFingerprinting\n\t\tIn section 61 of the Police and Criminal Evidence Act 1984(fingerprinting), for subsection (7) there is substituted—\n\t\tWhere a person’s fingerprints are taken without the appropriate consent byvirtue of any power conferred by this section—\n\t\t\tbefore the fingerprints are taken, the person shall be informed of—\n\t\t\tthe reason for taking the fingerprints;\n\t\t\tthe power by virtue of which they are taken; and\n\t\t\tin a case where the authorisation of the court or an officer is requiredfor the exercise of the power, the fact that the authorisation has been given;and\n\t\t\tthose matters shall be recorded as soon as practicable after thefingerprints are taken.”\n\t\tIn that section, in subsection (7A)—\n\t\t\tfor “subsection (6A)”, in the first place, there is substituted “subsection(4A), (6A)”;\n\t\t\tin paragraph (a), for the words from “(or” to “constable)” there issubstituted “(or, where by virtue of subsection (4A), (6A) or (6BA) thefingerprints are taken at a place other than a police station, the constabletaking the fingerprints)”.\n\t\tIn that section, in subsection (8) (requirement to record reason for takingfingerprints on custody record), for “the reason for taking them” there issubstituted “the matters referred to in subsection (7)(a)(i) to (iii) above”.\n\tIntimate samples\n\t\tIn section 62 of that Act (intimate samples), for subsections (5) to (7A)there is substituted—\n\t\tBefore an intimate sample is taken from a person, an officer shall informhim of the following—\n\t\t\tthe reason for taking the sample;\n\t\t\tthe fact that authorisation has been given and the provision of thissection under which it has been given; and\n\t\t\tif the sample was taken at a police station, the fact that the sample maybe the subject of a speculative search.\n\t\tThe reason referred to in subsection (5)(a) above must include, except in acase where the sample is taken under subsection (2A) above, a statement of thenature of the offence in which it is suspected that the person has beeninvolved.\n\t\tAfter an intimate sample has been taken from a person, the following shallbe recorded as soon as practicable—\n\t\t\tthe matters referred to in subsection (5)(a) and (b) above;\n\t\t\tif the sample was taken at a police station, the fact that the person hasbeen informed as specified in subsection (5)(c) above; and\n\t\t\tthe fact that the appropriate consent was given.”\n\t\tIn that section, in subsection (8), the words “or (7A)” are repealed.\n\t\tIn the Police Reform Act 2002, in Part 3 of Schedule 4 (powers exercisableby detention officers), in paragraph 30 (warnings about intimate samples), for“section 62(7A)(a)” there is substituted “section 62(5)(c)”.\n\tNon-intimate samples\n\t\tIn section 63 of that Act (non-intimate samples), for subsections (6) to(8A) there is substituted—\n\t\tWhere a non-intimate sample is taken from a person without the appropriateconsent by virtue of any power conferred by this section—\n\t\t\tbefore the sample is taken, an officer shall inform him of—\n\t\t\tthe reason for taking the sample;\n\t\t\tthe power by virtue of which it is taken; and\n\t\t\tin a case where the authorisation of an officer is required for theexercise of the power, the fact that the authorisation has been given; and\n\t\t\tthose matters shall be recorded as soon as practicable after the sample istaken.\n\t\tThe reason referred to in subsection (6)(a)(i) above must include, exceptin a case where the non-intimate sample is taken under subsection (3B) or (3E)above, a statement of the nature of the offence in which it is suspected thatthe person has been involved.”\n\t\tIn that section, in subsection (9) (requirement to record matters oncustody record), for “subsection (8) or (8A) or (8B)” there is substituted“subsection (6) or (8B)”."
    },
    {
        "length": 298,
        "text": "\nSpeculative searches\n\tIn section 63A of the Police and Criminal Evidence Act 1984(supplementary), after subsection (1D) there is inserted—\n\t\t“(1E)Where fingerprints or samples have been taken from any person undersection 61(6) or 63(3B) above (persons convicted etc), the fingerprints orsamples, or information derived from the samples, may be checked against anyof the fingerprints, samples or information mentioned in subsection (1)(a) or(b) above.\n\t(1F)Where fingerprints or samples have been taken from any person undersection 61(6D), 62(2A) or 63(3E) above (offences outside England and Walesetc), the fingerprints or samples, or information derived from the samples,may be checked against any of the fingerprints, samples or informationmentioned in subsection (1)(a) or (b) above.”\n\tIn Schedule 4 to the International Criminal Court Act 2001 (taking offingerprints or non-intimate samples), in paragraph 7(3)(a), after “section63A(1)” there is inserted “, (1E) or (1F)”."
    },
    {
        "length": 3374,
        "text": "\nPower to require attendance at police station\n\tIn section 63A of the Police and Criminal Evidence Act 1984 (fingerprintingand samples: supplementary provisions), for subsections (4) to (8) there issubstituted—\n\tSchedule 2A (fingerprinting and samples: power to require attendance atpolice station) shall have effect.”\n\tIn that Act, after Schedule 2 there is inserted—\n\t\tSection 63A(4)\n\t“SCHEDULE 2AFingerprinting and samples: power to require attendance atpolice station\n\t\tPart 1Fingerprinting\n\t\t\tPersons arrested and released\n\t\t\t\tA constable may require a person to attend a police station for thepurpose of taking his fingerprints under section 61(5A).\n\t\t\t\tThe power under sub-paragraph (1) above may not be exercised in a casefalling within section 61(5A)(b) (fingerprints taken on previous occasioninsufficient etc) after the end of the period of six months beginning with theday on which the appropriate officer was informed that section 61(3A)(a) or(b) applied.\n\t\t\t\tIn sub-paragraph (2) above “appropriate officer” means the officerinvestigating the offence for which the person was arrested.\n\t\t\tPersons charged etc\n\t\t\t\tA constable may require a person to attend a police station for thepurpose of taking his fingerprints under section 61(5B).\n\t\t\t\tThe power under sub-paragraph (1) above may not be exercised after the endof the period of six months beginning with—\n\t\t\t\t\tin a case falling within section 61(5B)(a) (fingerprints not takenpreviously), the day on which the person was charged or informed that he wouldbe reported, or\n\t\t\t\t\tin a case falling within section 61(5B)(b) (fingerprints taken on previousoccasion insufficient etc), the day on which the appropriate officer wasinformed that section 61(3A)(a) or (b) applied.\n\t\t\t\tIn sub-paragraph (2)(b) above “appropriate officer” means the officerinvestigating the offence for which the person was charged or informed that hewould be reported.\n\t\t\tPersons convicted etc of an offence in England and Wales\n\t\t\t\tA constable may require a person to attend a police station for thepurpose of taking his fingerprints under section 61(6).\n\t\t\t\tWhere the condition in section 61(6ZA)(a) is satisfied (fingerprints nottaken previously), the power under sub-paragraph (1) above may not beexercised after the end of the period of two years beginning with—\n\t\t\t\t\tthe day on which the person was convicted, cautioned or warned orreprimanded, or\n\t\t\t\t\tif later, the day on which this Schedule comes into force.\n\t\t\t\tWhere the condition in section 61(6ZA)(b) is satisfied (fingerprints takenon previous occasion insufficient etc), the power under sub-paragraph (1)above may not be exercised after the end of the period of two years beginningwith—\n\t\t\t\t\tthe day on which an appropriate officer was informed that section 61(3A)(a)or (b) applied, or\n\t\t\t\t\tif later, the day on which this Schedule comes into force.\n\t\t\t\tIn sub-paragraph (3)(a) above “appropriate officer” means an officer of thepolice force which investigated the offence in question.\n\t\t\t\tSub-paragraphs (2) and (3) above do not apply where the offence is aqualifying offence (whether or not it was such an offence at the time of theconviction, caution or warning or reprimand).\n\t\t\tPersons subject to a control order\n\t\t\t\t4A constable may require a person to attend a police station for the purposeof taking his fingerprints under section 61(6BA).\n\t\t\tPersons convicted etc of an offence outside England and Wales\n\t\t\t\t5A constable may require a person to attend a police station for the purposeof taking his fingerprints under section 61(6D).\n\t\t\tMultiple attendance\n\t\t\t\tWhere a person’s fingerprints have been taken under section 61 on twooccasions in relation to any offence, he may not under this Schedule berequired to attend a police station to have his fingerprints taken under thatsection in relation to that offence on a subsequent occasion without theauthorisation of an officer of at least the rank of inspector.\n\t\t\t\tWhere an authorisation is given under sub-paragraph (1) above—\n\t\t\t\t\tthe fact of the authorisation, and\n\t\t\t\t\tthe reasons for giving it,\n\t\t\t\t\t\tshall be recorded as soon as practicable after it has been given.\n\t\tPart 2Intimate samples\n\t\t\tPersons suspected to be involved in an offence\n\t\t\t\t7A constable may require a person to attend a police station for the purposeof taking an intimate sample from him under section 62(1A) if, in the courseof the investigation of an offence, two or more non-intimate samples suitablefor the same means of analysis have been taken from him but have provedinsufficient.\n\t\t\tPersons convicted etc of an offence outside England and Wales\n\t\t\t\t8A constable may require a person to attend a police station for the purposeof taking a sample from him under section 62(2A) if two or more non-intimatesamples suitable for the same means of analysis have been taken from him undersection 63(3E) but have proved insufficient.\n\t\tPart 3Non-intimate samples\n\t\t\tPersons arrested and released\n\t\t\t\tA constable may require a person to attend a police station for thepurpose of taking a non-intimate sample from him under section 63(3ZA).\n\t\t\t\tThe power under sub-paragraph (1) above may not be exercised in a casefalling within section 63(3ZA)(b) (sample taken on a previous occasion notsuitable etc) after the end of the period of six months beginning with the dayon which the appropriate officer was informed of the matters specified insection 63(3ZA)(b)(i) or (ii).\n\t\t\t\tIn sub-paragraph (2) above, “appropriate officer” means the officerinvestigating the offence for which the person was arrested.\n\t\t\tPersons charged etc\n\t\t\t\tA constable may require a person to attend a police station for thepurpose of taking a non-intimate sample from him under section 63(3A).\n\t\t\t\tThe power under sub-paragraph (1) above may not be exercised in a casefalling within section 63(3A)(a) (sample not taken previously) after the endof the period of six months beginning with the day on which he was charged orinformed that he would be reported.\n\t\t\t\tThe power under sub-paragraph (1) above may not be exercised in a casefalling within section 63(3A)(b) (sample taken on a previous occasion notsuitable etc) after the end of the period of six months beginning with the dayon which the appropriate officer was informed of the matters specified insection 63(3A)(b)(i) or (ii).\n\t\t\t\tIn sub-paragraph (3) above “appropriate officer” means the officerinvestigating the offence for which the person was charged or informed that hewould be reported.\n\t\t\tPersons convicted etc of an offence in England and Wales\n\t\t\t\tA constable may require a person to attend a police station for thepurpose of taking a non-intimate sample from him under section 63(3B).\n\t\t\t\tWhere the condition in section 63(3BA)(a) is satisfied (sample not takenpreviously), the power under sub-paragraph (1) above may not be exercisedafter the end of the period of two years beginning with—\n\t\t\t\t\tthe day on which the person was convicted, cautioned or warned orreprimanded, or\n\t\t\t\t\tif later, the day on which this Schedule comes into force.\n\t\t\t\tWhere the condition in section 63(3BA)(b) is satisfied (sample taken on aprevious occasion not suitable etc), the power under sub-paragraph (1) abovemay not be exercised after the end of the period of two years beginning with—\n\t\t\t\t\tthe day on which an appropriate officer was informed of the mattersspecified in section 63(3BA)(b)(i) or (ii), or\n\t\t\t\t\tif later, the day on which this Schedule comes into force.\n\t\t\t\tIn sub-paragraph (3)(a) above “appropriate officer” means an officer of thepolice force which investigated the offence in question.\n\t\t\t\tSub-paragraphs (2) and (3) above do not apply where—\n\t\t\t\t\tthe offence is a qualifying offence (whether or not it was such an offenceat the time of the conviction, caution or warning or reprimand), or\n\t\t\t\t\the was convicted before 10th April 1995 and is a person to whom section 1of the Criminal Evidence (Amendment) Act 1997 applies.\n\t\t\tPersons subject to a control order\n\t\t\t\t12A constable may require a person to attend a police station for the purposeof taking a non-intimate sample from him under section 63(3D).\n\t\t\tPersons convicted etc of an offence outside England and Wales\n\t\t\t\t13A constable may require a person to attend a police station for the purposeof taking a non-intimate sample from him under section 63(3E).\n\t\t\tMultiple exercise of power\n\t\t\t\tWhere a non-intimate sample has been taken from a person under section 63on two occasions in relation to any offence, he may not under this Schedule berequired to attend a police station to have another such sample taken from himunder that section in relation to that offence on a subsequent occasionwithout the authorisation of an officer of at least the rank of inspector.\n\t\t\t\tWhere an authorisation is given under sub-paragraph (1) above—\n\t\t\t\t\tthe fact of the authorisation, and\n\t\t\t\t\tthe reasons for giving it,\n\t\t\t\t\t\tshall be recorded as soon as practicable after it has been given.\n\t\tPart 4General and supplementary\n\t\t\tRequirement to have power to take fingerprints or sample\n\t\t\t\t15A power conferred by this Schedule to require a person to attend a policestation for the purposes of taking fingerprints or a sample under anyprovision of this Act may be exercised only in a case where the fingerprintsor sample may be taken from the person under that provision (and, inparticular, if any necessary authorisation for taking the fingerprints orsample under that provision has been obtained).\n\t\t\tDate and time of attendance\n\t\t\t\tA requirement under this Schedule—\n\t\t\t\t\tshall give the person a period of at least seven days within which he mustattend the police station; and\n\t\t\t\t\tmay direct him so to attend at a specified time of day or between specifiedtimes of day.\n\t\t\t\tIn specifying a period or time or times of day for the purposes of sub-paragraph (1) above, the constable shall consider whether the fingerprints orsample could reasonably be taken at a time when the person is for any otherreason required to attend the police station.\n\t\t\t\tA requirement under this Schedule may specify a period shorter than sevendays if—\n\t\t\t\t\tthere is an urgent need for the fingerprints or sample for the purposes ofthe investigation of an offence; and\n\t\t\t\t\tthe shorter period is authorised by an officer of at least the rank ofinspector.\n\t\t\t\tWhere an authorisation is given under sub-paragraph (3)(b) above—\n\t\t\t\t\tthe fact of the authorisation, and\n\t\t\t\t\tthe reasons for giving it,\n\t\t\t\t\t\tshall be recorded as soon as practicable after it has been given.\n\t\t\t\tIf the constable giving a requirement under this Schedule and the person towhom it is given so agree, it may be varied so as to specify any period withinwhich, or date or time at which, the person must attend; but a variation shallnot have effect unless confirmed by the constable in writing.\n\t\t\tEnforcement\n\t\t\t\t17A constable may arrest without warrant a person who has failed to complywith a requirement under this Schedule.”\n\t\t\t\tIn that Act, in section 27 (fingerprinting of certain offenders),subsections (1) to (3) are repealed.\n\t\t\t\tIn the Police Reform Act 2002, in Part 3 of Schedule 4 (powers exercisableby detention officers)—\n\t\t\t\t\tin paragraph 25 (attendance at police station for fingerprinting), for“section 27(1) of the 1984 Act (fingerprinting of suspects)” there issubstituted “Schedule 2A to the 1984 Act (fingerprinting and samples: power torequire attendance at a police station)”;\n\t\t\t\t\tin paragraph 32 (attendance at police station for the taking of a sample),for the words from “subsection (4)” to “samples)” there is substituted“Schedule 2A to the 1984 Act (fingerprinting and samples: power to requireattendance at a police station)”."
    },
    {
        "length": 864,
        "text": "\n“Qualifying offence”\n\tAfter section 65 of the Police and Criminal Evidence Act 1984 there isinserted—\n\t“65AQualifying offence”\n\t\tIn this Part, “qualifying offence” means—\n\t\t\tan offence specified in subsection (2) below, or\n\t\t\tan ancillary offence relating to such an offence.\n\t\tThe offences referred to in subsection (1)(a) above are—\n\t\t\tmurder; \n\t\t\tmanslaughter; \n\t\t\tfalse imprisonment;\n\t\t\tkidnapping; \n\t\t\tan offence under section 4, 16, 18, 20 to 24 or 47 of the Offences Againstthe Person Act 1861;\n\t\t\tan offence under section 2 or 3 of the Explosive Substances Act 1883;\n\t\t\tan offence under section 1 of the Children and Young Persons Act 1933;\n\t\t\tan offence under section 4(1) of the Criminal Law Act 1967 committed inrelation to murder;\n\t\t\tan offence under sections 16 to 18 of the Firearms Act 1968;\n\t\t\tan offence under section 9 or 10 of the Theft Act 1968 or an offence undersection 12A of that Act involving an accident which caused a person’s death;\n\t\t\tan offence under section 1 of the Criminal Damage Act 1971 required to becharged as arson;\n\t\t\tan offence under section 1 of the Protection of Children Act 1978;\n\t\t\tan offence under section 1 of the Aviation Security Act 1982;\n\t\t\tan offence under section 2 of the Child Abduction Act 1984;\n\t\t\tan offence under section 9 of the Aviation and Maritime Security Act 1990;\n\t\t\tan offence under any of sections 1 to 19, 25, 26, 30 to 41, 47 to 50, 52,53, 57 to 59, 61 to 67, 69 and 70 of the Sexual Offences Act 2003;\n\t\t\tan offence under section 5 of the Domestic Violence, Crime and Victims Act2004;\n\t\t\tan offence for the time being listed in section 41(1) of the Counter-Terrorism Act 2008.\n\t\tThe Secretary of State may by order made by statutory instrument amendsubsection (2) above.\n\t\tA statutory instrument containing an order under subsection (3) above shallnot be made unless a draft of the instrument has been laid before, andapproved by resolution of, each House of Parliament.\n\t\tIn subsection (1)(b) above “ancillary offence”, in relation to an offence,means—\n\t\t\taiding, abetting, counselling or procuring the commission of the offence;\n\t\t\tan offence under Part 2 of the Serious Crime Act 2007 (encouraging orassisting crime) in relation to the offence (including, in relation to timesbefore the commencement of that Part, an offence of incitement);\n\t\t\tattempting or conspiring to commit the offence.”"
    },
    {
        "length": 1883,
        "text": "\nPowers to take material in relation to offences\n\tFingerprinting\n\t\tIn the Police and Criminal Evidence (Northern Ireland) Order 1989 ([S.I.1989/1341 (N.I.12)](/id/nisi/1989/1341?view=plain \"Go to item oflegislation\")), in Article 61 (fingerprinting), after paragraph (5) there isinserted—\n\t\t\t“(5A)The fingerprints of a person may be taken without the appropriate consentif (before or after the coming into force of this paragraph) he has beenarrested for a recordable offence and released and—\n\t\t\tin the case of a person who is on bail, he has not had his fingerprintstaken in the course of the investigation of the offence by the police; or\n\t\t\tin any case, he has had his fingerprints taken in the course of thatinvestigation but paragraph (4A)(a) or (b) applies.”\n\t\tIn that Article, after paragraph (5A) (as inserted by subsection (1) above)there is inserted—\n\t\t“(5B)The fingerprints of a person not detained at a police station may betaken without the appropriate consent if (before or after the coming intoforce of this paragraph) he has been charged with a recordable offence orinformed that he will be reported for such an offence and—\n\t\t\the has not had his fingerprints taken in the course of the investigation ofthe offence by the police; or\n\t\t\the has had his fingerprints taken in the course of that investigation butparagraph (4A)(a) or (b) applies.”\n\t\tIn that Article, for paragraph (6) there is substituted—\n\t\tSubject to this Article, the fingerprints of a person may be taken withoutthe appropriate consent if (before or after the coming into force of thisparagraph)—\n\t\t\the has been convicted of a recordable offence, or\n\t\t\the has been given a caution in respect of a recordable offence which, atthe time of the caution, he has admitted, and\n\t\t\teither of the conditions mentioned in paragraph (6ZA) is met.\n\t\t\t(6ZA)The conditions referred to in paragraph (6) are—\n\t\t\tthe person has not had his fingerprints taken since he was convicted orcautioned;\n\t\t\the has had his fingerprints taken since then but paragraph (4A)(a) or (b)applies.\n\t\t\t(6ZB)Fingerprints may only be taken as specified in paragraph (6) with theauthorisation of an officer of at least the rank of inspector.\n\t\t\t(6ZC)An officer may only give an authorisation under paragraph (6ZB) if theofficer is satisfied that taking the fingerprints is necessary to assist inthe prevention or detection of crime.\n\t\t\t(6ZD)Paragraph (6) shall not apply to a person who, in relation to a sentencein respect of an offence, is released on licence under the Northern Ireland(Sentences) Act 1998 (or has been so released and the licence has lapsed).”\n\t\tIn that Article, for paragraph (8A) there is substituted—\n\t\t“(8A)Any power under this Article to take the fingerprints of a person withoutthe appropriate consent, if not otherwise specified to be exercisable by aconstable, shall be exercisable by a constable.”\n\tNon-intimate samples\n\t\tIn Article 63 of that Order (non-intimate samples), after paragraph (3)there is inserted—\n\t\t\t“(3ZA)A non-intimate sample may be taken from a person without the appropriateconsent if (before or after the coming into force of this paragraph) he hasbeen arrested for a recordable offence and released and—\n\t\t\tin the case of a person who is on bail, he has not had a non-intimatesample of the same type and from the same part of the body taken from him inthe course of the investigation of the offence by the police; or\n\t\t\tin any case, he has had a non-intimate sample taken from him in the courseof that investigation but—\n\t\t\tit was not suitable for the same means of analysis, or\n\t\t\tit proved insufficient.”\n\t\tIn that Article, for paragraph (3A) there is substituted—\n\t\t“(3A)A non-intimate sample may be taken from a person (whether or not he is inpolice detention or held in custody by the police on the authority of a court)without the appropriate consent if he has been charged with a recordableoffence or informed that he will be reported for such an offence and—\n\t\t\the has not had a non-intimate sample taken from him in the course of theinvestigation of the offence by the police; or\n\t\t\the has had a non-intimate sample taken from him in the course of thatinvestigation but—\n\t\t\tit was not suitable for the same means of analysis, or\n\t\t\tit proved insufficient; or\n\t\t\the has had a non-intimate sample taken from him in the course of thatinvestigation and—\n\t\t\tthe sample has been destroyed pursuant to Article 64ZA or any otherenactment, and\n\t\t\tit is disputed, in relation to any proceedings relating to the offence,whether a DNA profile relevant to the proceedings is derived from the sample.”\n\t\tIn that Article (non-intimate samples), for paragraph (3B) there issubstituted—\n\t\t“(3B)Subject to this Article, a non-intimate sample may be taken from a personwithout the appropriate consent if (before or after the coming into force ofthis paragraph)—\n\t\t\the has been convicted of a recordable offence, or\n\t\t\the has been given a caution in respect of a recordable offence which, atthe time of the caution, he has admitted, and\n\t\t\teither of the conditions mentioned in paragraph (3BA) is met.\n\t\t\t(3BA)The conditions referred to in paragraph (3B) are—\n\t\t\ta non-intimate sample has not been taken from the person since he wasconvicted or cautioned;\n\t\t\tsuch a sample has been taken from him since then but—\n\t\t\tit was not suitable for the same means of analysis, or\n\t\t\tit proved insufficient.\n\t\t\t(3BB)A non-intimate sample may only be taken as specified in paragraph (3B)with the authorisation of an officer of at least the rank of inspector.\n\t\t\t(3BC)An officer may only give an authorisation under paragraph (3BB) if theofficer is satisfied that taking the sample is necessary to assist in theprevention or detection of crime.\n\t\t\t(3BD)Paragraph (3B) shall not apply to—\n\t\t\ta person convicted of an offence before 29 July 1996, unless the offence isa qualifying offence by virtue of being—\n\t\t\tan offence specified in any of paragraphs (a) to (n) of Article 53A(2), or\n\t\t\tan ancillary offence, within the meaning given by Article 53A(4), inrelation to such an offence;\n\t\t\ta person given a caution before 29 July 1996;\n\t\t\ta person who, in relation to a sentence in respect of an offence, isreleased on licence under the Northern Ireland (Sentences) Act 1998 (or hasbeen so released and the licence has lapsed).”\n\t\tIn that Article, paragraph (10) is repealed."
    },
    {
        "length": 1232,
        "text": "\nPowers to take material in relation to offences outside Northern Ireland\n\tFingerprinting\n\t\tIn Article 61 of the Police and Criminal Evidence (Northern Ireland) Order1989 (fingerprinting), after paragraph (6C) there is inserted—\n\t\t\t“(6D)Subject to this Article, the fingerprints of a person may be takenwithout the appropriate consent if—\n\t\t\tunder the law in force in a country or territory outside Northern Irelandthe person has been convicted of an offence under that law (whether before orafter the coming into force of this paragraph and whether or not he has beenpunished for it);\n\t\t\tthe act constituting the offence would constitute a qualifying offence ifdone in Northern Ireland (whether or not it constituted such an offence whenthe person was convicted); and\n\t\t\teither of the conditions mentioned in paragraph (6E) is met.\n\t\t\t(6E)The conditions referred to in paragraph (6D)(c) are—\n\t\t\tthe person has not had his fingerprints taken on a previous occasion underthat paragraph;\n\t\t\the has had his fingerprints taken on a previous occasion under thatparagraph but paragraph (4A)(a) or (b) applies.\n\t\t\t(6F)Fingerprints may only be taken as specified in paragraph (6D) with theauthorisation of an officer of at least the rank of inspector.\n\t\t\t(6G)An officer may only give an authorisation under paragraph (6F) if theofficer is satisfied that taking the fingerprints is necessary to assist inthe prevention or detection of crime.”\n\tIntimate samples\n\t\tIn Article 62 of that Order (intimate samples), after paragraph (2) thereis inserted—\n\t\t\t“(2A)An intimate sample may be taken from a person where—\n\t\t\ttwo or more non-intimate samples suitable for the same means of analysishave been taken from the person under Article 63(3D) (persons convicted ofoffences outside Northern Ireland etc) but have proved insufficient;\n\t\t\ta police officer of at least the rank of inspector authorises it to betaken; and\n\t\t\tthe appropriate consent is given.\n\t\t\t(2B)An officer may only give an authorisation under paragraph (2A) if theofficer is satisfied that taking the sample is necessary to assist in theprevention or detection of crime.”\n\t\tIn that Article, in paragraph (3), after “or (1A)” there is inserted “or(2A)”.\n\tNon-intimate samples\n\t\tIn Article 63 of that Order (other samples), after paragraph (3C) there isinserted—\n\t\t\t“(3D)Subject to this Article, a non-intimate sample may be taken without theappropriate consent from a person if—\n\t\t\tunder the law in force in a country or territory outside Northern Irelandthe person has been convicted of an offence under that law (whether before orafter the coming into force of this paragraph and whether or not he has beenpunished for it);\n\t\t\tthe act constituting the offence would constitute a qualifying offence ifdone in Northern Ireland (whether or not it constituted such an offence whenthe person was convicted); and\n\t\t\teither of the conditions mentioned in paragraph (3E) is met.\n\t\t\t(3E)The conditions referred to in paragraph (3D) are—\n\t\t\tthe person has not had a non-intimate sample taken from him on a previousoccasion under that paragraph;\n\t\t\the has had such a sample taken from him on a previous occasion under thatparagraph but—\n\t\t\tthe sample was not suitable for the same means of analysis, or\n\t\t\tit proved insufficient.\n\t\t\t(3F)A non-intimate sample may only be taken as specified in paragraph (3D)with the authorisation of an officer of at least the rank of inspector.\n\t\t\t(3G)An officer may only give an authorisation under paragraph (3F) if theofficer is satisfied that taking the sample is necessary to assist in theprevention or detection of crime.”\n\tInterpretation\n\t\tIn Article 53 of that Order (interpretation), in paragraph (1), after thedefinition of “non-intimate sample” there is inserted—\n\t\t\t  * ““offence”, in relation to any country or territory outside Northern Ireland, includes an act punishable under the law of that country or territory, however it is described;”.\n\t\tIn that Article, at the end there is inserted—\n\t\tFor the purposes of this Part, a person has in particular been convictedof an offence under the law of a country or territory outside Northern Irelandif—\n\t\t\ta court exercising jurisdiction under the law of that country or territoryhas made in respect of such an offence a finding equivalent to a finding thatthe person is not guilty by reason of insanity; or\n\t\t\tsuch a court has made in respect of such an offence a finding equivalent toa finding that the person is under a disability and did the act chargedagainst him in respect of the offence.”"
    },
    {
        "length": 1097,
        "text": "\nInformation to be given on taking of material\n\tFingerprinting\n\t\tIn Article 61 of the Police and Criminal Evidence (Northern Ireland) Order1989 (fingerprinting), for paragraph (7) there is substituted—\n\t\tWhere a person’s fingerprints are taken without the appropriate consent byvirtue of any power conferred by this Article—\n\t\t\tbefore the fingerprints are taken, the person shall be informed of—\n\t\t\tthe reason for taking the fingerprints;\n\t\t\tthe power by virtue of which they are taken; and\n\t\t\tin a case where the authorisation of the court or an officer is requiredfor the exercise of the power, the fact that the authorisation has been given;and\n\t\t\tthose matters shall be recorded as soon as practicable after thefingerprints are taken.”\n\t\tIn that Article, in paragraph (7A)—\n\t\t\tfor “paragraph (6A)”, in the first place, there is substituted “paragraph(4AA), (6A)”;\n\t\t\tin paragraph (a), for the words from “(or” to “constable)” there issubstituted “(or, where by virtue of paragraph (4AA), (6A) or (6BA) thefingerprints are taken at a place other than a police station, the constabletaking the fingerprints)”.\n\t\tIn that Article, in paragraph (8) (requirement to record reason for takingfingerprints on custody record), for “the reason for taking them” there issubstituted “the matters referred to in paragraph (7)(a)(i) to (iii)”.\n\tIntimate samples\n\t\tIn Article 62 of that Order (intimate samples), for paragraphs (5) to (7A)there is substituted—\n\t\tBefore an intimate sample is taken from a person, an officer shall informhim of the following—\n\t\t\tthe reason for taking the sample;\n\t\t\tthe fact that authorisation has been given and the provision of thisArticle under which it has been given; and\n\t\t\tif the sample was taken at a police station, the fact that the sample maybe the subject of a speculative search.\n\t\tThe reason referred to in paragraph (5)(a) must include, except in a casewhere the intimate sample is taken under paragraph (2A), a statement of thenature of the offence in which it is suspected that the person has beeninvolved.\n\t\tAfter an intimate sample has been taken from a person, the following shallbe recorded as soon as practicable—\n\t\t\tthe matters referred to in paragraph (5)(a) and (b);\n\t\t\tif the sample was taken at a police station, the fact that the person hasbeen informed as specified in paragraph (5)(c); and\n\t\t\tthe fact that the appropriate consent was given.”\n\t\tIn that Article, in paragraph (8), the words “or (7A)” are repealed.\n\t\tIn the Police (Northern Ireland) Act 2003, in Part 2 of Schedule 2 (powersexercisable by detention officers), in paragraph 16 (warnings about intimatesamples), for “Article 62(7A)(a)” there is substituted “Article 62(5)(c)”.\n\tNon-intimate samples\n\t\tIn Article 63 of that Order (non-intimate samples), for paragraphs (6) to(8A) there is substituted—\n\t\tWhere a non-intimate sample is taken from a person without the appropriateconsent by virtue of any power conferred by this Article—\n\t\t\tbefore the sample is taken, an officer shall inform him of—\n\t\t\tthe reason for taking the sample;\n\t\t\tthe power by virtue of which it is taken; and\n\t\t\tin a case where the authorisation of an officer is required for theexercise of the power, the fact that the authorisation has been given; and\n\t\t\tthose matters shall be recorded as soon as practicable after the sample istaken.\n\t\tThe reason referred to in paragraph (6)(a)(i) must include, except in acase where the non-intimate sample is taken under paragraph (3B) or (3D), astatement of the nature of the offence in which it is suspected that theperson has been involved.”\n\t\tIn that Article, in paragraph (9) (requirement to record matters on custodyrecord), for “paragraph (8), (8A) or (8B)” there is substituted “paragraph (6)or (8B)”."
    },
    {
        "length": 297,
        "text": "\nSpeculative searches\n\tIn Article 63A of the Police and Criminal Evidence (Northern Ireland) Order1989 (supplementary), after paragraph (1D) there is inserted—\n\t\t“(1E)Where fingerprints or samples have been taken from any person underArticle 61(6) or 63(3B) (persons convicted etc), the fingerprints or samples,or information derived from the samples, may be checked against any of thefingerprints, samples or information mentioned in paragraph (1)(a) or (b).\n\t(1F)Where fingerprints or samples have been taken from any person underArticle 61(6D), 62(2A) or 63(3D) (offences outside Northern Ireland), thefingerprints or samples, or information derived from the samples, may bechecked against any of the fingerprints, samples or information mentioned inparagraph (1)(a) or (b).”\n\tIn Schedule 4 to the International Criminal Court Act 2001 (taking offingerprints or non-intimate samples), in paragraph 7(3)(b), after “Article63A(1)” there is inserted “, (1E) or (1F)”."
    },
    {
        "length": 3252,
        "text": "\nPower to require attendance at police station\n\tIn Article 63A of the Police and Criminal Evidence (Northern Ireland) Order1989 (fingerprinting and samples: supplementary provisions), for paragraphs(4) to (8) there is substituted—\n\tSchedule 2A (fingerprinting and samples: power to require attendance atpolice station) shall have effect.”\n\tIn that Order, after Schedule 2 there is inserted—\n\t“SCHEDULE 2AFingerprinting and samples: power to require attendance atpolice station\n\t\tPart 1Fingerprinting\n\t\t\tPersons arrested and released\n\t\t\t\tA constable may require a person to attend a police station for thepurpose of taking his fingerprints under Article 61(5A).\n\t\t\t\tThe power under sub-paragraph (1) may not be exercised in a case fallingwithin Article 61(5A)(b) (fingerprints taken on previous occasion insufficientetc) after the end of the period of six months beginning with the day on whichthe appropriate officer was informed that Article 61(4A)(a) or (b) applied.\n\t\t\t\tIn sub-paragraph (2) “appropriate officer” means the officer investigatingthe offence for which the person was arrested.\n\t\t\tPersons charged etc\n\t\t\t\tA constable may require a person to attend a police station for thepurpose of taking his fingerprints under Article 61(5B).\n\t\t\t\tThe power under sub-paragraph (1) may not be exercised after the end of theperiod of six months beginning with—\n\t\t\t\t\tin a case falling within Article 61(5B)(a) (fingerprints not takenpreviously), the day on which the person was charged or informed that he wouldbe reported, or\n\t\t\t\t\tin a case falling within Article 61(5B)(b) (fingerprints taken on previousoccasion insufficient etc), the day on which the appropriate officer wasinformed that Article 61(4A)(a) or (b) applied.\n\t\t\t\tIn sub-paragraph (2)(b) “appropriate officer” means the officerinvestigating the offence for which the person was charged or informed that hewould be reported.\n\t\t\tPersons convicted etc of an offence in Northern Ireland\n\t\t\t\tA constable may require a person to attend a police station for thepurpose of taking his fingerprints under Article 61(6).\n\t\t\t\tWhere the condition in Article 61(6ZA)(a) is satisfied (fingerprints nottaken previously), the power under sub-paragraph (1) may not be exercisedafter the end of the period of two years beginning with—\n\t\t\t\t\tthe day on which the person was convicted or cautioned, or\n\t\t\t\t\tif later, the day on which this Schedule comes into force.\n\t\t\t\tWhere the condition in Article 61(6ZA)(b) is satisfied (fingerprints takenon previous occasion insufficient etc), the power under sub-paragraph (1) maynot be exercised after the end of the period of two years beginning with—\n\t\t\t\t\tthe day on which an appropriate officer was informed that Article 61(4A)(a)or (b) applied, or\n\t\t\t\t\tif later, the day on which this Schedule comes into force.\n\t\t\t\tIn sub-paragraph (3)(a) “appropriate officer” means an officer of thepolice force which investigated the offence in question.\n\t\t\t\tSub-paragraphs (2) and (3) do not apply where the offence is a qualifyingoffence (whether or not it was such an offence at the time of the convictionor caution).\n\t\t\tPersons subject to a control order\n\t\t\t\t4A constable may require a person to attend a police station for the purposeof taking his fingerprints under Article 61(6BA).\n\t\t\tPersons convicted etc of an offence outside Northern Ireland\n\t\t\t\t5A constable may require a person to attend a police station for the purposeof taking his fingerprints under Article 61(6D).\n\t\t\tMultiple attendance\n\t\t\t\tWhere a person’s fingerprints have been taken under Article 61 on twooccasions in relation to any offence, he may not under this Schedule berequired to attend a police station to have his fingerprints taken under thatArticle in relation to that offence on a subsequent occasion without theauthorisation of an officer of at least the rank of inspector.\n\t\t\t\tWhere an authorisation is given under sub-paragraph (1) —\n\t\t\t\t\tthe fact of the authorisation, and\n\t\t\t\t\tthe reasons for giving it,\n\t\t\t\t\t\tshall be recorded as soon as practicable after it has been given.\n\t\tPart 2Intimate samples\n\t\t\tPersons suspected to be involved in an offence\n\t\t\t\t7A constable may require a person to attend a police station for the purposeof taking an intimate sample from him under Article 62(1A) if, in the courseof the investigation of an offence, two or more non-intimate samples suitablefor the same means of analysis have been taken from him but have provedinsufficient.\n\t\t\tPersons convicted etc of an offence outside Northern Ireland\n\t\t\t\t8A constable may require a person to attend a police station for the purposeof taking a sample from him under Article 62(2A) if two or more non-intimatesamples suitable for the same means of analysis have been taken from him underArticle 63(3D) but have proved insufficient.\n\t\tPart 3Non-intimate samples\n\t\t\tPersons arrested and released\n\t\t\t\tA constable may require a person to attend a police station for thepurpose of taking a non-intimate sample from him under Article 63(3ZA).\n\t\t\t\tThe power under sub-paragraph (1) may not be exercised in a case fallingwithin Article 63(3ZA)(b) (sample taken on a previous occasion not suitableetc) after the end of the period of six months beginning with the day on whichthe appropriate officer was informed of the matters specified in Article63(3ZA)(b)(i) or (ii).\n\t\t\t\tIn sub-paragraph (2) “appropriate officer” means the officer investigatingthe offence for which the person was arrested.\n\t\t\tPersons charged etc\n\t\t\t\tA constable may require a person to attend a police station for thepurpose of taking a non-intimate sample from him under Article 63(3A).\n\t\t\t\tThe power under sub-paragraph (1) may not be exercised in a case fallingwithin Article 63(3A)(a) (sample not taken previously) after the end of theperiod of six months beginning with the day on which he was charged orinformed that he would be reported.\n\t\t\t\tThe power under sub-paragraph (1) may not be exercised in a case fallingwithin Article 63(3A)(b) (sample taken on a previous occasion not suitableetc) after the end of the period of six months beginning with the day on whichthe appropriate officer was informed of the matters specified in Article63(3A)(b)(i) or (ii).\n\t\t\t\tIn sub-paragraph (3) “appropriate officer” means the officer investigatingthe offence for which the person was charged or informed that he would bereported.\n\t\t\tPersons convicted etc of an offence in Northern Ireland\n\t\t\t\tA constable may require a person to attend a police station for thepurpose of taking a non-intimate sample from him under Article 63(3B).\n\t\t\t\tWhere the condition in Article 63(3BA)(a) is satisfied (sample not takenpreviously), the power under sub-paragraph (1) may not be exercised after theend of the period of two years beginning with—\n\t\t\t\t\tthe day on which the person was convicted or cautioned, or\n\t\t\t\t\tif later, the day on which this Schedule comes into force.\n\t\t\t\tWhere the condition in Article 63(3BA)(b) is satisfied (sample taken on aprevious occasion not suitable etc), the power under sub-paragraph (1) may notbe exercised after the end of the period of two years beginning with—\n\t\t\t\t\tthe day on which an appropriate officer was informed of the mattersspecified in Article 63(3BA)(b)(i) or (ii), or\n\t\t\t\t\tif later, the day on which this Schedule comes into force.\n\t\t\t\tIn sub-paragraph (3)(a) “appropriate officer” means an officer of thepolice force which investigated the offence in question.\n\t\t\t\tSub-paragraphs (2) and (3) do not apply where the offence is a qualifyingoffence (whether or not it was such an offence at the time of the convictionor caution).\n\t\t\tPersons subject to a control order\n\t\t\t\t12A constable may require a person to attend a police station for the purposeof taking a non-intimate sample from him under Article 63(3C).\n\t\t\tPersons convicted etc of an offence outside Northern Ireland\n\t\t\t\t13A constable may require a person to attend a police station for the purposeof taking a non-intimate sample from him under Article 63(3D).\n\t\t\tMultiple exercise of power\n\t\t\t\tWhere a non-intimate sample has been taken from a person under Article 63on two occasions in relation to any offence, he may not under this Schedule berequired to attend a police station to have another such sample taken from himunder that Article in relation to that offence on a subsequent occasionwithout the authorisation of an officer of at least the rank of inspector.\n\t\t\t\tWhere an authorisation is given under sub-paragraph (1) —\n\t\t\t\t\tthe fact of the authorisation, and\n\t\t\t\t\tthe reasons for giving it,\n\t\t\t\t\t\tshall be recorded as soon as practicable after it has been given.\n\t\tPart 4General and supplementary\n\t\t\tRequirement to have power to take fingerprints or sample\n\t\t\t\t15A power conferred by this Schedule to require a person to attend a policestation for the purposes of taking fingerprints or a sample under anyprovision of this Order may be exercised only in a case where the fingerprintsor sample may be taken from the person under that provision (and, inparticular, if any necessary authorisation for taking the fingerprints orsample under that provision has been obtained).\n\t\t\tDate and time of attendance\n\t\t\t\tA requirement under this Schedule—\n\t\t\t\t\tshall give the person a period of at least seven days within which he mustattend the police station; and\n\t\t\t\t\tmay direct him so to attend at a specified time of day or between specifiedtimes of day.\n\t\t\t\tIn specifying a period or time or times of day for the purposes of sub-paragraph (1), the constable shall consider whether the fingerprints or samplecould reasonably be taken at a time when the person is for any other reasonrequired to attend the police station.\n\t\t\t\tA requirement under this Schedule may specify a period shorter than sevendays if—\n\t\t\t\t\tthere is an urgent need for the fingerprints or sample for the purposes ofthe investigation of an offence; and\n\t\t\t\t\tthe shorter period is authorised by an officer of at least the rank ofinspector.\n\t\t\t\tWhere an authorisation is given under sub-paragraph (3)(b)—\n\t\t\t\t\tthe fact of the authorisation, and\n\t\t\t\t\tthe reasons for giving it,\n\t\t\t\t\t\tshall be recorded as soon as practicable after it has been given.\n\t\t\t\tIf the constable giving a requirement under this Schedule and the person towhom it is given so agree, it may be varied so as to specify any period withinwhich, or date or time at which, the person must attend; but a variation shallnot have effect unless confirmed by the constable in writing.\n\t\t\tEnforcement\n\t\t\t\t17A constable may arrest without warrant a person who has failed to complywith a requirement under this Schedule.”\n\t\t\t\tIn that Order, in Article 29 (fingerprinting of certain offenders),paragraphs (1) to (3) are repealed.\n\t\t\t\tIn the Police (Northern Ireland) Act 2003, in Part 2 of Schedule 2 (powersexercisable by detention officers)—\n\t\t\t\t\tin paragraph 11 (attendance at police station for fingerprinting), for“Article 29(1) of the 1989 Order (fingerprinting of offenders)” there issubstituted “Schedule 2A to the 1989 Order (fingerprinting and samples: powerto require attendance at a police station)”;\n\t\t\t\t\tin paragraph 19 (attendance at police station for the taking of a sample),for the words from “paragraph (4)” to “samples)” there is substituted“Schedule 2A to the 1989 Order (fingerprinting and samples: power to requireattendance at a police station)”."
    },
    {
        "length": 1280,
        "text": "\n“Qualifying offence”\n\tAfter Article 53 of the Police and Criminal Evidence (Northern Ireland)Order 1989 (interpretation) there is inserted—\n\t“53AQualifying offence” etc\n\t\tIn this Part, “qualifying offence” means—\n\t\t\tan offence specified in paragraph (2), or\n\t\t\tan ancillary offence relating to such an offence.\n\t\tThe offences referred to in paragraph (1)(a) are—\n\t\t\tmurder; \n\t\t\tmanslaughter; \n\t\t\tfalse imprisonment;\n\t\t\tkidnapping; \n\t\t\tan offence under section 4, 16, 18, 20 to 24 or 47 of the Offences Againstthe Person Act 1861;\n\t\t\tan offence under section 2 or 3 of the Explosive Substances Act 1883;\n\t\t\tan offence under section 20 of the [Children and Young Persons Act(Northern Ireland) 1968 (c. 34 (N.I.))](/id/apni/1968/34?view=plain \"Go toitem of legislation\");\n\t\t\tan offence under section 9 or 10 of the [Theft Act (Northern Ireland) 1969(c. 16 (N.I.))](/id/apni/1969/16?view=plain \"Go to item of legislation\");\n\t\t\tan offence under Article 3 of the Criminal Damage (Northern Ireland) Order1977 ([S.I. 1977/426 (N.I. 4)](/id/nisi/1977/426?view=plain \"Go to item oflegislation\")) required to be charged as arson;\n\t\t\tan offence under Article 3 of the Protection of Children (Northern Ireland)Order 1978 ([S.I.1978/1047 (N.I. 17)](/id/nisi/1978/1047?view=plain \"Go toitem of legislation\");\n\t\t\tan offence under Article 172B of the Road Traffic (Northern Ireland) Order1981 ([S.I. 1981/154 (N.I. 1)](/id/nisi/1981/154?view=plain \"Go to item oflegislation\")) involving an accident which caused a person’s death;\n\t\t\tan offence under section 1 of the Aviation Security Act 1982;\n\t\t\tan offence under Article 4 of the Child Abduction (Northern Ireland) Order1985 ([S.I. 1985/1638 (N.I. 17)](/id/nisi/1985/1638?view=plain \"Go to item oflegislation\"));\n\t\t\tan offence under section 9 of the Aviation and Maritime Security Act 1990;\n\t\t\tan offence under sections 57 to 59 of the Sexual Offences Act 2003;\n\t\t\tan offence under section 5 of the Domestic Violence, Crime and Victims Act2004;\n\t\t\tan offence under Article 58, 59 or 60 of the Firearms (Northern Ireland)Order 2004 ([S.I. 2004/702 (N.I. 3)](/id/nisi/2004/702?view=plain \"Go to itemof legislation\"));\n\t\t\tan offence for the time being listed in section 41(1) of the Counter-Terrorism Act 2008;\n\t\t\tan offence under any of Articles 5 to 26, 32, 33, 37 to 40, 43 to 54, 62,63, 65 to 71, 73 and 74 of the Sexual Offences (Northern Ireland) Order 2008([S.I. 2008/1769 (N.I. 2)](/id/nisi/2008/1769?view=plain \"Go to item oflegislation\")).\n\t\tThe Secretary of State may by order amend paragraph (2) (subject to Article89).\n\t\tIn paragraph (1)(b) “ancillary offence”, in relation to an offence, means—\n\t\t\taiding, abetting, counselling or procuring the commission of the offence;\n\t\t\tan offence under Part 2 of the Serious Crime Act 2007 (encouraging orassisting crime) in relation to the offence (including, in relation to timesbefore the commencement of that Part, an offence of incitement);\n\t\t\tattempting or conspiring to commit the offence.”\n\t\tIn Article 89 of that Order (orders and regulations subject to annulment),before “60” there is inserted “53A,”."
    },
    {
        "length": 434,
        "text": "\n“64Retention of samples and fingerprints, etc generally\n\tThis section applies to the following material—\n\t\tfingerprints, samples or impressions of footwear—\n\t\ttaken from a person under any power conferred by this Part of this Act, or\n\t\ttaken in connection with the investigation of an offence with the consentof the person from whom they were taken, and\n\t\ta DNA profile derived from a DNA sample falling within paragraph (a).\n\tMaterial to which this section applies may be retained after it hasfulfilled the purpose for which it was taken or derived.\n\tThis section is subject to sections 64ZA to 64ZJ.\n\tThis section and sections 64ZA to 64ZH do not apply to material to whichparagraph 14 of Schedule 8 to the Terrorism Act 2000 applies.\n\tAny reference in those sections to a person being arrested for or chargedwith an offence does not include a reference to a person—\n\t\tbeing arrested under section 41 of the Terrorism Act 2000, or\n\t\tbeing charged with an offence following an arrest under that section.\n\tNothing in this section, or sections 64ZA to 64ZN, affects any powerconferred by—\n\t\tparagraph 18(2) of Schedule 2 to the Immigration Act 1971 (power to takereasonable steps to identify a person detained), or\n\t\tsection 20 of the Immigration and Asylum Act 1999 (disclosure of policeinformation to the Secretary of State for use for immigration purposes).”\n\tAfter section 64 of that Act (as substituted by subsection (1) above) thereis inserted—"
    },
    {
        "length": 115,
        "text": "\n“64ZADestruction of samples\n\tA DNA sample to which section 64 applies must be destroyed—\n\t\tas soon as a DNA profile has been derived from the sample, or\n\t\tif sooner, before the end of the period of 6 months beginning with the dateon which the sample was taken.\n\tAny other sample to which section 64 applies must be destroyed before theend of the period of 6 months beginning with the date on which it was taken."
    },
    {
        "length": 370,
        "text": "\nZBDestruction of data given voluntarily\n\tThis section applies to—\n\t\tfingerprints or impressions of footwear taken in connection with theinvestigation of an offence with the consent of the person from whom they weretaken, and\n\t\ta DNA profile derived from a DNA sample taken in connection with theinvestigation of an offence with the consent of the person from whom thesample was taken.\n\tMaterial to which this section applies must be destroyed as soon as it hasfulfilled the purpose for which it was taken or derived, unless it is—\n\t\tmaterial relating to a person who is convicted of the offence,\n\t\tmaterial relating to a person who has previously been convicted of arecordable offence, other than a person who has only one exempt conviction,\n\t\tmaterial in relation to which any of sections 64ZC to 64ZH applies, or\n\t\tmaterial which is not required to be destroyed by virtue of consent givenunder section 64ZL.\n\tIf material to which this section applies leads to the person to whom thematerial relates being arrested for or charged with an offence other than theoffence under investigation—\n\t\tthe material is not required to be destroyed by virtue of this section, and\n\t\tsections 64ZD to 64ZH have effect in relation to the material as if thematerial was taken (or, in the case of a DNA profile, was derived frommaterial taken) in connection with the investigation of the offence in respectof which the person is arrested or charged."
    },
    {
        "length": 645,
        "text": "\nZCDestruction of data relating to a person subject to a control order\n\tThis section applies to material falling within subsection (2) relating toa person who—\n\t\thas no previous convictions or only one exempt conviction, and\n\t\tis subject to a control order.\n\tMaterial falls within this subsection if it is—\n\t\tfingerprints taken from the person, or\n\t\ta DNA profile derived from a DNA sample taken from the person.\n\tThe material must be destroyed before the end of the period of 2 yearsbeginning with the date on which the person ceases to be subject to a controlorder.\n\tThis section ceases to have effect in relation to the material if theperson is convicted—\n\t\tin England and Wales or Northern Ireland of a recordable offence, or\n\t\tin Scotland of an offence which is punishable by imprisonment,\n\t\t\tbefore the material is required to be destroyed by virtue of this section.\n\tFor the purposes of subsection (1)—\n\t\ta person has no previous convictions if the person has not previously beenconvicted—\n\t\tin England and Wales or Northern Ireland of a recordable offence, or\n\t\tin Scotland of an offence which is punishable by imprisonment, and\n\t\tif the person has been previously convicted of a recordable offence inEngland and Wales or Northern Ireland, the conviction is exempt if it is inrespect of a recordable offence other than a qualifying offence, committedwhen the person is aged under 18.\n\tFor the purposes of that subsection—\n\t\ta person is to be treated as having been convicted of an offence if—\n\t\the has been given a caution in England and Wales or Northern Ireland inrespect of the offence which, at the time of the caution, he has admitted, or\n\t\the has been warned or reprimanded under section 65 of the Crime andDisorder Act 1998 for the offence, and\n\t\tif a person is convicted of more than one offence arising out of a singlecourse of action, those convictions are to be treated as a single conviction.\n\tIn this section—\n\t\t“recordable offence” has, in relation to a conviction in Northern Ireland,the meaning given by Article 2(2) of the Police and Criminal Evidence(Northern Ireland) Order 1989, and\n\t\t“qualifying offence” has, in relation to a conviction in respect of arecordable offence committed in Northern Ireland, the meaning given by Article53A of that Order."
    },
    {
        "length": 389,
        "text": "\nZDDestruction of data relating to persons not convicted\n\tThis section applies to material falling within subsection (2) relating toa person who—\n\t\thas no previous convictions or only one exempt conviction,\n\t\tis arrested for or charged with a recordable offence, and\n\t\tis aged 18 or over at the time of the alleged offence.\n\tMaterial falls within this subsection if it is—\n\t\tfingerprints or impressions of footwear taken from the person in connectionwith the investigation of the offence, or\n\t\ta DNA profile derived from a DNA sample so taken.\n\tThe material must be destroyed—\n\t\tin the case of fingerprints or impressions of footwear, before the end ofthe period of 6 years beginning with the date on which the fingerprints orimpressions were taken,\n\t\tin the case of a DNA profile, before the end of the period of 6 yearsbeginning with the date on which the DNA sample from which the profile wasderived was taken (or, if the profile was derived from more than one DNAsample, the date on which the first of those samples was taken).\n\tBut if, before the material is required to be destroyed by virtue of thissection, the person is arrested for or charged with a recordable offence thematerial may be further retained until the end of the period of 6 yearsbeginning with the date of the arrest or charge.\n\tThis section ceases to have effect in relation to the material if theperson is convicted of a recordable offence before the material is required tobe destroyed by virtue of this section."
    },
    {
        "length": 854,
        "text": "\nZEDestruction of data relating to persons under 18 not convicted:recordable offences other than qualifying offences\n\tThis section applies to material falling within subsection (2) relating toa person who—\n\t\thas no previous convictions or only one exempt conviction,\n\t\tis arrested for or charged with a recordable offence other than aqualifying offence, and\n\t\tis aged under 18 at the time of the alleged offence.\n\tMaterial falls within this subsection if it is—\n\t\tfingerprints or impressions of footwear taken from the person in connectionwith the investigation of the offence, or\n\t\ta DNA profile derived from a DNA sample so taken.\n\tThe material must be destroyed—\n\t\tin the case of fingerprints or impressions of footwear, before the end ofthe period of 3 years beginning with the date on which the fingerprints orimpressions were taken,\n\t\tin the case of a DNA profile, before the end of the period of 3 yearsbeginning with the date on which the DNA sample from which the profile wasderived was taken (or, if the profile was derived from more than one DNAsample, the date on which the first of those samples was taken).\n\tBut if, before the material is required to be destroyed by virtue of thissection, the person is arrested for or charged with a recordable offence—\n\t\twhere the person is aged 18 or over at the time of the alleged offence, thematerial may be further retained until the end of the period of 6 yearsbeginning with the date of the arrest or charge,\n\t\twhere— \n\t\tthe alleged offence is not a qualifying offence, and\n\t\tthe person is aged under 18 at the time of the alleged offence,\n\t\t\tthe material may be further retained until the end of the period of 3 yearsbeginning with the date of the arrest or charge,\n\t\twhere— \n\t\tthe alleged offence is a qualifying offence, and\n\t\tthe person is aged under 16 at the time of the alleged offence,\n\t\tthe material may be further retained until the end of the period of 3 yearsbeginning with the date of the arrest or charge,\n\t\twhere— \n\t\tthe alleged offence is a qualifying offence, and\n\t\tthe person is aged 16 or 17 at the time of the alleged offence,\n\t\tthe material may be further retained until the end of the period of 6 yearsbeginning with the date of the arrest or charge,\n\t\twhere— \n\t\tthe person is convicted of the offence,\n\t\tthe offence is not a qualifying offence,\n\t\tthe person is aged under 18 at the time of the offence, and\n\t\tthe person has no previous convictions,\n\t\tthe material may be further retained until the end of the period of 5 yearsbeginning with the date of the arrest or charge.\n\tThis section ceases to have effect in relation to the material if, beforethe material is required to be destroyed by virtue of this section, theperson—\n\t\tis convicted of a recordable offence and is aged 18 or over at the time ofthe offence,\n\t\tis convicted of a qualifying offence, or\n\t\thaving a previous exempt conviction, is convicted of a recordable offence."
    },
    {
        "length": 841,
        "text": "\nZFDestruction of data relating to persons under 16 not convicted:qualifying offences\n\tThis section applies to material falling within subsection (2) relating toa person who—\n\t\thas no previous convictions or only one exempt conviction,\n\t\tis arrested for or charged with a qualifying offence, and\n\t\tis aged under 16 at the time of the alleged offence.\n\tMaterial falls within this subsection if it is—\n\t\tfingerprints or impressions of footwear taken from the person in connectionwith the investigation of the offence, or\n\t\ta DNA profile derived from a DNA sample so taken.\n\tThe material must be destroyed—\n\t\tin the case of fingerprints or impressions of footwear, before the end ofthe period of 3 years beginning with the date on which the fingerprints orimpressions were taken,\n\t\tin the case of a DNA profile, before the end of the period of 3 yearsbeginning with the date on which the DNA sample from which the profile wasderived was taken (or, if the profile was derived from more than one DNAsample, the date on which the first of those samples was taken).\n\tBut if, before the material is required to be destroyed by virtue of thissection, the person is arrested for or charged with a recordable offence—\n\t\twhere the person is aged 18 or over at the time of the alleged offence, thematerial may be further retained until the end of the period of 6 yearsbeginning with the date of the arrest or charge,\n\t\twhere— \n\t\tthe alleged offence is not a qualifying offence, and\n\t\tthe person is aged under 18 at the time of the alleged offence,\n\t\t\tthe material may be further retained until the end of the period of 3 yearsbeginning with the date of the arrest or charge,\n\t\twhere— \n\t\tthe alleged offence is a qualifying offence, and\n\t\tthe person is aged under 16 at the time of the alleged offence,\n\t\tthe material may be further retained until the end of the period of 3 yearsbeginning with the date of the arrest or charge,\n\t\twhere— \n\t\tthe alleged offence is a qualifying offence, and\n\t\tthe person is aged 16 or 17 at the time of the alleged offence,\n\t\tthe material may be further retained until the end of the period of 6 yearsbeginning with the date of the arrest or charge,\n\t\twhere— \n\t\tthe person is convicted of the offence,\n\t\tthe offence is not a qualifying offence,\n\t\tthe person is aged under 18 at the time of the offence, and\n\t\tthe person has no previous convictions,\n\t\tthe material may be further retained until the end of the period of 5 yearsbeginning with the date of the arrest or charge.\n\tThis section ceases to have effect in relation to the material if, beforethe material is required to be destroyed by virtue of this section, theperson—\n\t\tis convicted of a recordable offence and is aged 18 or over at the time ofthe offence,\n\t\tis convicted of a qualifying offence, or\n\t\thaving a previous exempt conviction, is convicted of a recordable offence."
    },
    {
        "length": 767,
        "text": "\nZGDestruction of data relating to persons aged 16 or 17 not convicted:qualifying offences\n\tThis section applies to material falling within subsection (2) relating toa person who—\n\t\thas no previous convictions or only one exempt conviction,\n\t\tis arrested for or charged with a qualifying offence, and\n\t\tis aged 16 or 17 at the time of the alleged offence.\n\tMaterial falls within this subsection if it is—\n\t\tfingerprints or impressions of footwear taken from the person in connectionwith the investigation of the offence, or\n\t\ta DNA profile derived from a DNA sample so taken.\n\tThe material must be destroyed—\n\t\tin the case of fingerprints or impressions of footwear, before the end ofthe period of 6 years beginning with the date on which the fingerprints orimpressions were taken,\n\t\tin the case of a DNA profile, before the end of the period of 6 yearsbeginning with the date on which the DNA sample from which the profile wasderived was taken (or, if the profile was derived from more than one DNAsample, the date on which the first of those samples was taken).\n\tBut if, before the material is required to be destroyed by virtue of thissection, the person is arrested for or charged with a recordable offence—\n\t\twhere the person is aged 18 or over at the time of the alleged offence, thematerial may be further retained until the end of the period of 6 yearsbeginning with the date of the arrest or charge,\n\t\twhere— \n\t\tthe alleged offence is not a qualifying offence, and\n\t\tthe person is aged under 18 at the time of the alleged offence,\n\t\t\tthe material may be further retained until the end of the period of 3 yearsbeginning with the date of the arrest or charge,\n\t\twhere— \n\t\tthe alleged offence is a qualifying offence, and\n\t\tthe person is aged 16 or 17 at the time of the alleged offence,\n\t\tthe material may be further retained until the end of the period of 6 yearsbeginning with the date of the arrest or charge,\n\t\twhere— \n\t\tthe person is convicted of the offence,\n\t\tthe offence is not a qualifying offence,\n\t\tthe person is aged under 18 at the time of the offence, and\n\t\tthe person has no previous convictions,\n\t\tthe material may be further retained until the end of the period of 5 yearsbeginning with the date of the arrest or charge.\n\tThis section ceases to have effect in relation to the material if, beforethe material is required to be destroyed by virtue of this section, theperson—\n\t\tis convicted of a recordable offence and is aged 18 or over at the time ofthe offence,\n\t\tis convicted of a qualifying offence, or\n\t\thaving a previous exempt conviction, is convicted of a recordable offence."
    },
    {
        "length": 675,
        "text": "\nZHDestruction of data relating to persons under 18 convicted of arecordable offence other than a qualifying offence\n\tThis section applies to material falling within subsection (2) relating toa person who—\n\t\thas no previous convictions,\n\t\tis convicted of a recordable offence other than a qualifying offence, and\n\t\tis aged under 18 at the time of the offence.\n\tMaterial falls within this subsection if it is—\n\t\tfingerprints or impressions of footwear taken from the person in connectionwith the investigation of the offence, or\n\t\ta DNA profile derived from a DNA sample so taken.\n\tThe material must be destroyed—\n\t\tin the case of fingerprints or impressions of footwear, before the end ofthe period of 5 years beginning with the date on which the fingerprints orimpressions were taken,\n\t\tin the case of a DNA profile, before the end of the period of 5 yearsbeginning with the date on which the DNA sample from which the profile wasderived was taken (or, if the profile was derived from more than one DNAsample, the date on which the first of those samples was taken).\n\tBut if, before the material is required to be destroyed by virtue of thissection, the person is arrested for or charged with a recordable offence—\n\t\twhere the person is aged 18 or over at the time of the alleged offence, thematerial may be further retained until the end of the period of 6 yearsbeginning with the date of the arrest or charge,\n\t\twhere— \n\t\tthe alleged offence is not a qualifying offence, and\n\t\tthe person is aged under 18 at the time of the alleged offence,\n\t\t\tthe material may be further retained until the end of the period of 3 yearsbeginning with the date of the arrest or charge,\n\t\twhere— \n\t\tthe alleged offence is a qualifying offence, and\n\t\tthe person is aged under 16 at the time of the alleged offence,\n\t\tthe material may be further retained until the end of the period of 3 yearsbeginning with the date of the arrest or charge,\n\t\twhere— \n\t\tthe alleged offence is a qualifying offence, and\n\t\tthe person is aged 16 or 17 at the time of the alleged offence,\n\t\tthe material may be further retained until the end of the period of 6 yearsbeginning with the date of the arrest or charge.\n\tThis section ceases to have effect in relation to the material if theperson is convicted of a further recordable offence before the material isrequired to be destroyed by virtue of this section."
    },
    {
        "length": 556,
        "text": "\nZISections 64ZB to 64ZH: supplementary provision\n\tAny reference in section 64ZB or sections 64ZD to 64ZH to a person beingcharged with an offence includes a reference to a person being informed thathe will be reported for an offence.\n\tFor the purposes of those sections—\n\t\ta person has no previous convictions if the person has not previously beenconvicted of a recordable offence, and\n\t\tif the person has been previously convicted of a recordable offence, theconviction is exempt if it is in respect of a recordable offence other than aqualifying offence, committed when the person is aged under 18.\n\tFor the purposes of those sections, a person is to be treated as havingbeen convicted of an offence if—\n\t\the has been given a caution in respect of the offence which, at the time ofthe caution, he has admitted, or\n\t\the has been warned or reprimanded under section 65 of the Crime andDisorder Act 1998 for the offence.\n\tIf a person is convicted of more than one offence arising out of a singlecourse of action, those convictions are to be treated as a single convictionfor the purpose of any provision of those sections relating to an exempt,first or subsequent conviction.\n\tSubject to the completion of any speculative search that the responsiblechief officer of police considers necessary or desirable, material fallingwithin any of sections 64ZD to 64ZH must be destroyed immediately if itappears to the chief officer that—\n\t\tthe arrest was unlawful,\n\t\tthe taking of the fingerprints, impressions of footwear or DNA sampleconcerned was unlawful,\n\t\tthe arrest was based on mistaken identity, or\n\t\tother circumstances relating to the arrest or the alleged offence mean thatit is appropriate to destroy the material.\n\t“Responsible chief officer of police” means the chief officer of police forthe police area—\n\t\tin which the samples, fingerprints or impressions of footwear were taken,or\n\t\tin the case of a DNA profile, in which the sample from which the DNAprofile was derived was taken."
    },
    {
        "length": 294,
        "text": "\nZKRetention for purposes of national security\n\tSubsection (2) applies if the responsible chief officer of policedetermines that it is necessary for—\n\t\ta DNA profile to which section 64 applies, or\n\t\tfingerprints to which section 64 applies, other than fingerprints takenunder section 61(6A),\n\t\t\tto be retained for the purposes of national security.\n\tWhere this subsection applies—\n\t\tthe material is not required to be destroyed in accordance with sections64ZB to 64ZH, and\n\t\tsection 64ZN(2) does not apply to the material,\n\t\tfor as long as the determination has effect.\n\tA determination under subsection (1) has effect for a maximum of 2 yearsbeginning with the date on which the material would otherwise be required tobe destroyed, but a determination may be renewed.\n\t“Responsible chief officer of police” means the chief officer of police forthe police area—\n\t\tin which the fingerprints were taken, or\n\t\tin the case of a DNA profile, in which the sample from which the DNAprofile was derived was taken."
    },
    {
        "length": 178,
        "text": "\nZLRetention with consent\n\tIf a person consents in writing to the retention of fingerprints,impressions of footwear or a DNA profile to which section 64 applies, otherthan fingerprints taken under section 61(6A)—\n\t\tthe material is not required to be destroyed in accordance with sections64ZB to 64ZH, and\n\t\tsection 64ZN(2) does not apply to the material.\n\tIt is immaterial for the purposes of subsection (1) whether the consent isgiven at, before or after the time when the entitlement to the destruction ofthe material arises.\n\tConsent given under this section can be withdrawn at any time."
    },
    {
        "length": 296,
        "text": "\nZMDestruction of copies, and notification of destruction\n\tIf fingerprints or impressions of footwear are required to be destroyed byvirtue of any of sections 64ZB to 64ZJ, any copies of the fingerprints orimpressions of footwear must also be destroyed.\n\tIf a DNA profile is required to be destroyed by virtue of any of thosesections, no copy may be kept except in a form which does not includeinformation which identifies the person to whom the DNA profile relates.\n\tIf a person makes a request to the responsible chief officer of police tobe notified when anything relating to the person is destroyed under any ofsections 64ZA to 64ZJ, the responsible chief officer of police or a personauthorised by the chief officer or on the chief officer’s behalf must withinthree months of the request issue the person with a certificate recording thedestruction.\n\t“Responsible chief officer of police” means the chief officer of police forthe police area—\n\t\tin which the samples, fingerprints or impressions of footwear which havebeen destroyed were taken, or\n\t\tin the case of a DNA profile which has been destroyed, in which the samplesfrom which the DNA profile was derived were taken."
    },
    {
        "length": 634,
        "text": "\nZNUse of retained material\n\tAny material to which section 64 applies which is retained after it hasfulfilled the purpose for which it was taken or derived must not be used otherthan—\n\t\tin the interests of national security,\n\t\tfor the purposes of a terrorist investigation,\n\t\tfor purposes related to the prevention or detection of crime, theinvestigation of an offence or the conduct of a prosecution, or\n\t\tfor purposes related to the identification of a deceased person or of theperson to whom the material relates.\n\tMaterial which is required to be destroyed by virtue of any of sections64ZA to 64ZJ, or of section 64ZM, must not at any time after it is required tobe destroyed be used—\n\t\tin evidence against the person to whom the material relates, or\n\t\tfor the purposes of the investigation of any offence.\n\tIn this section—\n\t\tthe reference to using material includes a reference to allowing any checkto be made against it and to disclosing it to any person,\n\t\tthe reference to crime includes a reference to any conduct which—\n\t\tconstitutes one or more criminal offences (whether under the law of a partof the United Kingdom or of a country or territory outside the UnitedKingdom), or\n\t\tis, or corresponds to, any conduct which, if it all took place in any onepart of the United Kingdom, would constitute one or more criminal offences,and\n\t\tthe references to an investigation and to a prosecution include references,respectively, to any investigation outside the United Kingdom of any crime orsuspected crime and to a prosecution brought in respect of any crime in acountry or territory outside the United Kingdom.”\n\tIn section 65 of that Act, in subsection (1)—\n\t\tafter the definition of “appropriate consent” there is inserted—\n\t\t\t  * ““DNA profile” means any information derived from a DNA sample;\n\t\t\t  * “DNA sample” means any material that has come from a human body and consists of or includes human cells;”;\n\t\tafter the definition of “terrorism” there is inserted—\n\t\t\t  * ““terrorist investigation” has the meaning given by section 32 of the Terrorism Act 2000.”\n\tIn that section, after subsection (2) there is inserted—\n\t\t“(2A)In subsection (2), the reference to the destruction of a sample does notinclude a reference to the destruction of a sample under section 64ZA(requirement to destroy samples).”"
    },
    {
        "length": 434,
        "text": "\n“64Retention of samples and fingerprints, etc generally\n\tThis Article applies to the following material—\n\t\tfingerprints, samples or impressions of footwear—\n\t\ttaken from a person under any power conferred by this Part of this Order,or\n\t\ttaken in connection with the investigation of an offence with the consentof the person from whom they were taken, and\n\t\ta DNA profile derived from a DNA sample falling within paragraph (a).\n\tMaterial to which this Article applies may be retained after it hasfulfilled the purpose for which it was taken or derived.\n\tThis Article is subject to Articles 64ZA to 64ZJ.\n\tThis Article and Articles 64ZA to 64ZH do not apply to material to whichparagraph 14 of Schedule 8 to the Terrorism Act 2000 applies.\n\tAny reference in those Articles to a person being arrested for or chargedwith an offence does not include a reference to a person—\n\t\tbeing arrested under section 41 of the Terrorism Act 2000, or\n\t\tbeing charged with an offence following an arrest under that section.\n\tNothing in this Article, or Articles 64ZA to 64ZN, affects any powerconferred by—\n\t\tparagraph 18(2) of Schedule 2 to the Immigration Act 1971 (power to takereasonable steps to identify a person detained), or\n\t\tsection 20 of the Immigration and Asylum Act 1999 (disclosure of policeinformation to the Secretary of State for use for immigration purposes).”\n\tAfter Article 64 of that Order (as substituted by subsection (1) above)there is inserted—"
    },
    {
        "length": 115,
        "text": "\n“64ZADestruction of samples\n\tA DNA sample to which Article 64 applies must be destroyed—\n\t\tas soon as a DNA profile has been derived from the sample, or\n\t\tif sooner, before the end of the period of 6 months beginning with the dateon which the sample was taken.\n\tAny other sample to which Article 64 applies must be destroyed before theend of the period of 6 months beginning with the date on which it was taken."
    },
    {
        "length": 370,
        "text": "\nZBDestruction of data given voluntarily\n\tThis Article applies to—\n\t\tfingerprints or impressions of footwear taken in connection with theinvestigation of an offence with the consent of the person from whom they weretaken, and\n\t\ta DNA profile derived from a DNA sample taken in connection with theinvestigation of an offence with the consent of the person from whom thesample was taken.\n\tMaterial to which this Article applies must be destroyed as soon as it hasfulfilled the purpose for which it was taken or derived, unless it is—\n\t\tmaterial relating to a person who is convicted of the offence,\n\t\tmaterial relating to a person who has previously been convicted of arecordable offence, other than a person who has only one exempt conviction,\n\t\tmaterial in relation to which any of Articles 64ZC to 64ZH applies, or\n\t\tmaterial which is not required to be destroyed by virtue of consent givenunder Article 64ZL.\n\tIf material to which this Article applies leads to the person to whom thematerial relates being arrested for or charged with an offence other than theoffence under investigation—\n\t\tthe material is not required to be destroyed by virtue of this Article, and\n\t\tArticles 64ZD to 64ZH have effect in relation to the material as if thematerial was taken (or, in the case of a DNA profile, was derived frommaterial taken) in connection with the investigation of the offence in respectof which the person is arrested or charged."
    },
    {
        "length": 639,
        "text": "\nZCDestruction of data relating to a person subject to a control order\n\tThis Article applies to material falling within paragraph (2) relating to aperson who—\n\t\thas no previous convictions or only one exempt conviction, and\n\t\tis subject to a control order.\n\tMaterial falls within this paragraph if it is—\n\t\tfingerprints taken from the person, or\n\t\ta DNA profile derived from a DNA sample taken from the person.\n\tThe material must be destroyed before the end of the period of 2 yearsbeginning with the date on which the person ceases to be subject to a controlorder.\n\tThis Article ceases to have effect in relation to the material if theperson is convicted—\n\t\tin England and Wales or Northern Ireland of a recordable offence, or\n\t\tin Scotland of an offence which is punishable by imprisonment,\n\t\t\tbefore the material is required to be destroyed by virtue of this Article.\n\tFor the purposes of paragraph (1)—\n\t\ta person has no previous convictions if the person has not previously beenconvicted—\n\t\tin England and Wales or Northern Ireland of a recordable offence, or\n\t\tin Scotland of an offence which is punishable by imprisonment, and\n\t\tif the person has been previously convicted of a recordable offence inEngland and Wales or Northern Ireland, the conviction is exempt if it is inrespect of a recordable offence other than a qualifying offence, committedwhen the person is aged under 18.\n\tFor the purposes of that paragraph—\n\t\ta person is to be treated as having been convicted of an offence if—\n\t\the has been given a caution in England and Wales or Northern Ireland inrespect of the offence which, at the time of the caution, he has admitted, or\n\t\the has been warned or reprimanded under section 65 of the Crime andDisorder Act 1998 for the offence, and\n\t\tif a person is convicted of more than one offence arising out of a singlecourse of action, those convictions are to be treated as a single conviction.\n\tIn this Article—\n\t\t“recordable offence” has, in relation to a conviction in England and Wales,the meaning given by section 118(1) of the Police and Criminal Evidence Act1984, and\n\t\t“qualifying offence” has, in relation to a conviction in respect of arecordable offence committed in England and Wales, the meaning given bysection 65A of that Act."
    },
    {
        "length": 388,
        "text": "\nZDDestruction of data relating to persons not convicted\n\tThis Article applies to material falling within paragraph (2) relating to aperson who—\n\t\thas no previous convictions or only one exempt conviction,\n\t\tis arrested for or charged with a recordable offence, and\n\t\tis aged 18 or over at the time of the alleged offence.\n\tMaterial falls within this paragraph if it is—\n\t\tfingerprints or impressions of footwear taken from the person in connectionwith the investigation of the offence, or\n\t\ta DNA profile derived from a DNA sample so taken.\n\tThe material must be destroyed—\n\t\tin the case of fingerprints or impressions of footwear, before the end ofthe period of 6 years beginning with the date on which the fingerprints orimpressions were taken,\n\t\tin the case of a DNA profile, before the end of the period of 6 yearsbeginning with the date on which the DNA sample from which the profile wasderived was taken (or, if the profile was derived from more than one DNAsample, the date on which the first of those samples was taken).\n\tBut if, before the material is required to be destroyed by virtue of thisArticle, the person is arrested for or charged with a recordable offence thematerial may be further retained until the end of the period of 6 yearsbeginning with the date of the arrest or charge.\n\tThis Article ceases to have effect in relation to the material if theperson is convicted of a recordable offence before the material is required tobe destroyed by virtue of this Article."
    },
    {
        "length": 853,
        "text": "\nZEDestruction of data relating to persons under 18 not convicted:recordable offences other than qualifying offences\n\tThis Article applies to material falling within paragraph (2) relating to aperson who—\n\t\thas no previous convictions or only one exempt conviction,\n\t\tis arrested for or charged with a recordable offence other than aqualifying offence, and\n\t\tis aged under 18 at the time of the alleged offence.\n\tMaterial falls within this paragraph if it is—\n\t\tfingerprints or impressions of footwear taken from the person in connectionwith the investigation of the offence, or\n\t\ta DNA profile derived from a DNA sample so taken.\n\tThe material must be destroyed—\n\t\tin the case of fingerprints or impressions of footwear, before the end ofthe period of 3 years beginning with the date on which the fingerprints orimpressions were taken,\n\t\tin the case of a DNA profile, before the end of the period of 3 yearsbeginning with the date on which the DNA sample from which the profile wasderived was taken (or, if the profile was derived from more than one DNAsample, the date on which the first of those samples was taken).\n\tBut if, before the material is required to be destroyed by virtue of thisArticle, the person is arrested for or charged with a recordable offence—\n\t\twhere the person is aged 18 or over at the time of the alleged offence, thematerial may be further retained until the end of the period of 6 yearsbeginning with the date of the arrest or charge,\n\t\twhere— \n\t\tthe alleged offence is not a qualifying offence, and\n\t\tthe person is aged under 18 at the time of the alleged offence,\n\t\t\tthe material may be further retained until the end of the period of 3 yearsbeginning with the date of the arrest or charge,\n\t\twhere— \n\t\tthe alleged offence is a qualifying offence, and\n\t\tthe person is aged under 16 at the time of the alleged offence,\n\t\tthe material may be further retained until the end of the period of 3 yearsbeginning with the date of the arrest or charge,\n\t\twhere— \n\t\tthe alleged offence is a qualifying offence, and\n\t\tthe person is aged 16 or 17 at the time of the alleged offence,\n\t\tthe material may be further retained until the end of the period of 6 yearsbeginning with the date of the arrest or charge,\n\t\twhere— \n\t\tthe person is convicted of the offence,\n\t\tthe offence is not a qualifying offence,\n\t\tthe person is aged under 18 at the time of the offence, and\n\t\tthe person has no previous convictions,\n\t\tthe material may be further retained until the end of the period of 5 yearsbeginning with the date of the arrest or charge.\n\tThis Article ceases to have effect in relation to the material if, beforethe material is required to be destroyed by virtue of this Article, theperson—\n\t\tis convicted of a recordable offence and is aged 18 or over at the time ofthe offence,\n\t\tis convicted of a qualifying offence, or\n\t\thaving a previous exempt conviction, is convicted of a recordable offence."
    },
    {
        "length": 840,
        "text": "\nZFDestruction of data relating to persons under 16 not convicted:qualifying offences\n\tThis Article applies to material falling within paragraph (2) relating to aperson who—\n\t\thas no previous convictions or only one exempt conviction,\n\t\tis arrested for or charged with a qualifying offence, and\n\t\tis aged under 16 at the time of the alleged offence.\n\tMaterial falls within this paragraph if it is—\n\t\tfingerprints or impressions of footwear taken from the person in connectionwith the investigation of the offence, or\n\t\ta DNA profile derived from a DNA sample so taken.\n\tThe material must be destroyed—\n\t\tin the case of fingerprints or impressions of footwear, before the end ofthe period of 3 years beginning with the date on which the fingerprints orimpressions were taken,\n\t\tin the case of a DNA profile, before the end of the period of 3 yearsbeginning with the date on which the DNA sample from which the profile wasderived was taken (or, if the profile was derived from more than one DNAsample, the date on which the first of those samples was taken).\n\tBut if, before the material is required to be destroyed by virtue of thisArticle, the person is arrested for or charged with a recordable offence—\n\t\twhere the person is aged 18 or over at the time of the alleged offence, thematerial may be further retained until the end of the period of 6 yearsbeginning with the date of the arrest or charge,\n\t\twhere— \n\t\tthe alleged offence is not a qualifying offence, and\n\t\tthe person is aged under 18 at the time of the alleged offence,\n\t\t\tthe material may be further retained until the end of the period of 3 yearsbeginning with the date of the arrest or charge,\n\t\twhere— \n\t\tthe alleged offence is a qualifying offence, and\n\t\tthe person is aged under 16 at the time of the alleged offence,\n\t\tthe material may be further retained until the end of the period of 3 yearsbeginning with the date of the arrest or charge,\n\t\twhere— \n\t\tthe alleged offence is a qualifying offence, and\n\t\tthe person is aged 16 or 17 at the time of the alleged offence,\n\t\tthe material may be further retained until the end of the period of 6 yearsbeginning with the date of the arrest or charge,\n\t\twhere— \n\t\tthe person is convicted of the offence,\n\t\tthe offence is not a qualifying offence,\n\t\tthe person is aged under 18 at the time of the offence, and\n\t\tthe person has no previous convictions,\n\t\tthe material may be further retained until the end of the period of 5 yearsbeginning with the date of the arrest or charge.\n\tThis Article ceases to have effect in relation to the material if, beforethe material is required to be destroyed by virtue of this Article, theperson—\n\t\tis convicted of a recordable offence and is aged 18 or over at the time ofthe offence,\n\t\tis convicted of a qualifying offence, or\n\t\thaving a previous exempt conviction, is convicted of a recordable offence."
    },
    {
        "length": 766,
        "text": "\nZGDestruction of data relating to persons aged 16 or 17 not convicted:qualifying offences\n\tThis Article applies to material falling within paragraph (2) relating to aperson who—\n\t\thas no previous convictions or only one exempt conviction,\n\t\tis arrested for or charged with a qualifying offence, and\n\t\tis aged 16 or 17 at the time of the alleged offence.\n\tMaterial falls within this paragraph if it is—\n\t\tfingerprints or impressions of footwear taken from the person in connectionwith the investigation of the offence, or\n\t\ta DNA profile derived from a DNA sample so taken.\n\tThe material must be destroyed—\n\t\tin the case of fingerprints or impressions of footwear, before the end ofthe period of 6 years beginning with the date on which the fingerprints orimpressions were taken,\n\t\tin the case of a DNA profile, before the end of the period of 6 yearsbeginning with the date on which the DNA sample from which the profile wasderived was taken (or, if the profile was derived from more than one DNAsample, the date on which the first of those samples was taken).\n\tBut if, before the material is required to be destroyed by virtue of thisArticle, the person is arrested for or charged with a recordable offence—\n\t\twhere the person is aged 18 or over at the time of the alleged offence, thematerial may be further retained until the end of the period of 6 yearsbeginning with the date of the arrest or charge,\n\t\twhere— \n\t\tthe alleged offence is not a qualifying offence, and\n\t\tthe person is aged under 18 at the time of the alleged offence,\n\t\t\tthe material may be further retained until the end of the period of 3 yearsbeginning with the date of the arrest or charge,\n\t\twhere— \n\t\tthe alleged offence is a qualifying offence, and\n\t\tthe person is aged 16 or 17 at the time of the alleged offence,\n\t\tthe material may be further retained until the end of the period of 6 yearsbeginning with the date of the arrest or charge,\n\t\twhere— \n\t\tthe person is convicted of the offence,\n\t\tthe offence is not a qualifying offence,\n\t\tthe person is aged under 18 at the time of the offence, and\n\t\tthe person has no previous convictions,\n\t\tthe material may be further retained until the end of the period of 5 yearsbeginning with the date of the arrest or charge.\n\tThis Article ceases to have effect in relation to the material if, beforethe material is required to be destroyed by virtue of this Article, theperson—\n\t\tis convicted of a recordable offence and is aged 18 or over at the time ofthe offence,\n\t\tis convicted of a qualifying offence, or\n\t\thaving a previous exempt conviction, is convicted of a recordable offence."
    },
    {
        "length": 674,
        "text": "\nZHDestruction of data relating to persons under 18 convicted of arecordable offence other than a qualifying offence\n\tThis Article applies to material falling within paragraph (2) relating to aperson who—\n\t\thas no previous convictions,\n\t\tis convicted of a recordable offence other than a qualifying offence, and\n\t\tis aged under 18 at the time of the offence.\n\tMaterial falls within this paragraph if it is—\n\t\tfingerprints or impressions of footwear taken from the person in connectionwith the investigation of the offence, or\n\t\ta DNA profile derived from a DNA sample so taken.\n\tThe material must be destroyed—\n\t\tin the case of fingerprints or impressions of footwear, before the end ofthe period of 5 years beginning with the date on which the fingerprints orimpressions were taken,\n\t\tin the case of a DNA profile, before the end of the period of 5 yearsbeginning with the date on which the DNA sample from which the profile wasderived was taken (or, if the profile was derived from more than one DNAsample, the date on which the first of those samples was taken).\n\tBut if, before the material is required to be destroyed by virtue of thisArticle, the person is arrested for or charged with a recordable offence—\n\t\twhere the person is aged 18 or over at the time of the alleged offence, thematerial may be further retained until the end of the period of 6 yearsbeginning with the date of the arrest or charge,\n\t\twhere— \n\t\tthe alleged offence is not a qualifying offence, and\n\t\tthe person is aged under 18 at the time of the alleged offence,\n\t\t\tthe material may be further retained until the end of the period of 3 yearsbeginning with the date of the arrest or charge,\n\t\twhere— \n\t\tthe alleged offence is a qualifying offence, and\n\t\tthe person is aged under 16 at the time of the alleged offence,\n\t\tthe material may be further retained until the end of the period of 3 yearsbeginning with the date of the arrest or charge,\n\t\twhere— \n\t\tthe alleged offence is a qualifying offence, and\n\t\tthe person is aged 16 or 17 at the time of the alleged offence,\n\t\tthe material may be further retained until the end of the period of 6 yearsbeginning with the date of the arrest or charge.\n\tThis Article ceases to have effect in relation to the material if theperson is convicted of a further recordable offence before the material isrequired to be destroyed by virtue of this Article."
    },
    {
        "length": 433,
        "text": "\nZIArticles 64ZB to 64ZH: supplementary provision\n\tAny reference in Article 64ZB or Articles 64ZD to 64ZH to a person beingcharged with an offence includes a reference to a person being informed thathe will be reported for an offence.\n\tFor the purposes of those Articles—\n\t\ta person has no previous convictions if the person has not previously beenconvicted of a recordable offence, and\n\t\tif the person has been previously convicted of a recordable offence, theconviction is exempt if it is in respect of a recordable offence other than aqualifying offence, committed when the person is aged under 18.\n\tFor the purposes of those Articles, a person is to be treated as havingbeen convicted of an offence if he has been given a caution in respect of theoffence which, at the time of the caution, he has admitted.\n\tIf a person is convicted of more than one offence arising out of a singlecourse of action, those convictions are to be treated as a single convictionfor the purpose of any provision of those Articles relating to an exempt,first or subsequent conviction.\n\tSubject to the completion of any speculative search that the ChiefConstable considers necessary or desirable, material falling within any ofArticles 64ZD to 64ZH must be destroyed immediately if it appears to the ChiefConstable that—\n\t\tthe arrest was unlawful,\n\t\tthe taking of the fingerprints, impressions of footwear or DNA sampleconcerned was unlawful,\n\t\tthe arrest was based on mistaken identity, or\n\t\tother circumstances relating to the arrest or the alleged offence mean thatit is appropriate to destroy the material."
    },
    {
        "length": 222,
        "text": "\nZKRetention for purposes of national security\n\tParagraph (2) applies if the Chief Constable determines that it isnecessary for—\n\t\ta DNA profile to which Article 64 applies, or\n\t\tfingerprints to which Article 64 applies, other than fingerprints takenunder Article 61(6A),\n\t\t\tto be retained for the purposes of national security.\n\tWhere this paragraph applies—\n\t\tthe material is not required to be destroyed in accordance with Articles64ZB to 64ZH, and\n\t\tArticle 64ZN(2) does not apply to the material,\n\t\tfor as long as the determination has effect.\n\tA determination under paragraph (1) has effect for a maximum of 2 yearsbeginning with the date on which the material would otherwise be required tobe destroyed, but a determination may be renewed."
    },
    {
        "length": 177,
        "text": "\nZLRetention with consent\n\tIf a person consents in writing to the retention of fingerprints,impressions of footwear or a DNA profile to which Article 64 applies, otherthan fingerprints taken under Article 61(6A)—\n\t\tthe material is not required to be destroyed in accordance with Articles64ZB to 64ZH, and\n\t\tArticle 64ZN(2) does not apply to the material.\n\tIt is immaterial for the purposes of paragraph (1) whether the consent isgiven at, before or after the time when the entitlement to the destruction ofthe material arises.\n\tConsent given under this Article can be withdrawn at any time."
    },
    {
        "length": 208,
        "text": "\nZMDestruction of copies, and notification of destruction\n\tIf fingerprints or impressions of footwear are required to be destroyed byvirtue of any of Articles 64ZB to 64ZJ, any copies of the fingerprints orimpressions of footwear must also be destroyed.\n\tIf a DNA profile is required to be destroyed by virtue of any of thoseArticles, no copy may be kept except in a form which does not includeinformation which identifies the person to whom the DNA profile relates.\n\tIf a person makes a request to the Chief Constable to be notified whenanything relating to the person is destroyed under any of Articles 64ZA to64ZJ, the Chief Constable or a person authorised by the Chief Constable or onthe Chief Constable’s behalf must within 3 months of the request issue theperson with a certificate recording the destruction."
    },
    {
        "length": 634,
        "text": "\nZNUse of retained material\n\tAny material to which Article 64 applies which is retained after it hasfulfilled the purpose for which it was taken or derived must not be used otherthan—\n\t\tin the interests of national security,\n\t\tfor the purposes of a terrorist investigation,\n\t\tfor purposes related to the prevention or detection of crime, theinvestigation of an offence or the conduct of a prosecution, or\n\t\tfor purposes related to the identification of a deceased person or of theperson to whom the material relates.\n\tMaterial which is required to be destroyed by virtue of any of Articles64ZA to 64ZJ, or of Article 64ZM, must not at any time after it is required tobe destroyed be used—\n\t\tin evidence against the person to whom the material relates, or\n\t\tfor the purposes of the investigation of any offence.\n\tIn this Article—\n\t\tthe reference to using material includes a reference to allowing any checkto be made against it and to disclosing it to any person,\n\t\tthe reference to crime includes a reference to any conduct which—\n\t\tconstitutes one or more criminal offences (whether under the law of a partof the United Kingdom or of a country or territory outside the UnitedKingdom), or\n\t\tis, or corresponds to, any conduct which, if it all took place in any onepart of the United Kingdom, would constitute one or more criminal offences,and\n\t\tthe references to an investigation and to a prosecution include references,respectively, to any investigation outside the United Kingdom of any crime orsuspected crime and to a prosecution brought in respect of any crime in acountry or territory outside the United Kingdom.”\n\tIn Article 53 of that Order, in paragraph (1)—\n\t\tafter the definition of “control order” there is inserted—\n\t\t\t  * ““DNA profile” means any information derived from a DNA sample;\n\t\t\t  * “DNA sample” means any material that has come from a human body and consists of or includes human cells;”;\n\t\tafter the definition of “sufficient” and “insufficient” there is inserted—\n\t\t\t  * ““terrorist investigation” has the meaning given by section 32 of the Terrorism Act 2000.”\n\tIn that Article, after paragraph (3) there is inserted—\n\t\t“(3A)In paragraph (3), the reference to the destruction of a sample does notinclude a reference to the destruction of a sample under Article 64ZA(requirement to destroy samples).”"
    },
    {
        "length": 539,
        "text": "\nMaterial subject to the Criminal Procedure (Scotland) Act 1995\n\tThis section applies to the following material—\n\t\trelevant physical data or samples taken under section 18(2), (6) or (6A) ofthe 1995 Act (prints, samples etc. in criminal investigations), and\n\t\ta DNA profile derived from a DNA sample falling within paragraph (a).\n\tMaterial retained under this section must not be used other than—\n\t\tin the interests of national security, or\n\t\tfor the purposes of a terrorist investigation.\n\tMaterial to which this section applies may be retained—\n\t\tif the chief constable determines that it is necessary for the material tobe retained for the purposes of national security, and\n\t\tfor as long as the determination has effect.\n\tA determination mentioned in subsection (3)—\n\t\thas effect for a maximum of 2 years beginning with the date on which thematerial would (but for this section) first become liable for destructionunder the 1995 Act,\n\t\tmay be renewed.\n\tThe reference in subsection (3) to the chief constable is a reference tothe chief constable of the police force—\n\t\tof which the constable who took (or directed the taking of) the materialwas a member, or\n\t\tin the case of a DNA profile, of which the constable who took (or directedthe taking of) the sample from which the profile was derived was a member.\n\tSubsection (3) has effect despite any provision to the contrary in the 1995Act.\n\tThe reference in subsection (2) to using material includes a reference toallowing any check to be made against it and to disclosing it to any person.\n\tIn this section—\n\t\t  * “the 1995 Act” is the Criminal Procedure (Scotland) Act 1995, \n\t\t  * “DNA profile” means any information derived from a DNA sample, \n\t\t  * “DNA sample” means any material that has come from a human body and consists of or includes human cells, \n\t\t  * “terrorist investigation” has the meaning given by section 32 of the Terrorism Act 2000. "
    },
    {
        "length": 115,
        "text": "\nThe material must be destroyed—\n\tin the case of fingerprints, before the end of the period of 6 yearsbeginning with the date on which the fingerprints were taken,\n\tin the case of a DNA profile, before the end of the period of 6 yearsbeginning with the date on which the DNA sample from which the profile wasderived was taken (or, if the profile was derived from more than one DNAsample, the date on which the first of those samples was taken)."
    },
    {
        "length": 158,
        "text": "\nThis paragraph ceases to have effect in relation to the material if theperson is convicted of—\n\ta recordable offence in England and Wales or Northern Ireland, or\n\tan offence in Scotland which is punishable by imprisonment,\n\tbefore the material is required to be destroyed by virtue of this paragraph.\n\t14C(1)This paragraph applies to material falling within sub-paragraph (2)relating to a person who—\n\thas no previous convictions or only one exempt conviction,\n\tis detained under Schedule 7, and\n\tis aged under 18 on the date he is detained."
    },
    {
        "length": 115,
        "text": "\nThe material must be destroyed—\n\tin the case of fingerprints, before the end of the period of 3 yearsbeginning with the date on which the fingerprints were taken,\n\tin the case of a DNA profile, before the end of the period of 3 yearsbeginning with the date on which the DNA sample from which the profile wasderived was taken (or, if the profile was derived from more than one DNAsample, the date on which the first of those samples was taken)."
    },
    {
        "length": 308,
        "text": "\nBut if, before the material is required to be destroyed by virtue of thisparagraph, the person is detained under Schedule 7 or section 41—\n\twhere the person is aged 18 or over on the date he is detained, thematerial may be further retained until the end of the period of 6 yearsbeginning with the date he is detained,\n\twhere— \n\tthe person is detained under Schedule 7, and\n\tthe person is aged under 18 on the date he is detained,\n\tthe material may be further retained until the end of the period of 3 yearsbeginning with the date he is detained,\n\twhere— \n\tthe person is detained under section 41, and\n\tthe person is aged under 16 on the date he is detained,\n\tthe material may be further retained until the end of the period of 3 yearsbeginning with the date the person is detained,\n\twhere— \n\tthe person is detained under section 41, and\n\tthe person is aged 16 or 17 on the date he is detained,\n\tthe material may be further retained until the end of the period of 6 yearsbeginning with the date the person is detained."
    },
    {
        "length": 158,
        "text": "\nThis paragraph ceases to have effect in relation to the material if theperson is convicted of—\n\ta recordable offence in England and Wales or Northern Ireland, or\n\tan offence in Scotland which is punishable by imprisonment,\n\tbefore the material is required to be destroyed by virtue of this paragraph.\n\t14D(1)This paragraph applies to material falling within sub-paragraph (2)relating to a person who—\n\thas no previous convictions or only one exempt conviction,\n\tis detained under section 41, and\n\tis aged under 16 on the date he is detained."
    },
    {
        "length": 115,
        "text": "\nThe material must be destroyed—\n\tin the case of fingerprints, before the end of the period of 3 yearsbeginning with the date on which the fingerprints were taken,\n\tin the case of a DNA profile, before the end of the period of 3 yearsbeginning with the date on which the DNA sample from which the profile wasderived was taken (or, if the profile was derived from more than one DNAsample, the date on which the first of those samples was taken)."
    },
    {
        "length": 310,
        "text": "\nBut if, before the material is required to be destroyed by virtue of thisparagraph, the person is detained under Schedule 7 or section 41—\n\twhere the person is aged 18 or over on the date he is detained, thematerial may be further retained until the end of the period of 6 yearsbeginning with the date the person is detained,\n\twhere— \n\tthe person is detained under Schedule 7, and\n\tthe person is aged under 18 on the date he is detained,\n\tthe material may be further retained until the end of the period of 3 yearsbeginning with the date the person is detained,\n\twhere— \n\tthe person is detained under section 41, and\n\tthe person is aged under 16 on the date he is detained,\n\tthe material may be further retained until the end of the period of 3 yearsbeginning with the date the person is detained,\n\twhere— \n\tthe person is detained under section 41, and\n\tthe person is aged 16 or 17 on the date he is detained,\n\tthe material may be further retained until the end of the period of 6 yearsbeginning with the date the person is detained."
    },
    {
        "length": 161,
        "text": "\nThis paragraph ceases to have effect in relation to the material if theperson is convicted of—\n\ta recordable offence in England and Wales or Northern Ireland, or\n\tan offence in Scotland which is punishable by imprisonment,\n\tbefore the material is required to be destroyed by virtue of this paragraph.\n\t14E(1)This paragraph applies to material falling within sub-paragraph (2)relating to a person who—\n\thas no previous convictions or only one exempt conviction,\n\tis detained under section 41, and\n\tis aged 16 or 17 on the date he is detained."
    },
    {
        "length": 115,
        "text": "\nThe material must be destroyed—\n\tin the case of fingerprints, before the end of the period of 6 yearsbeginning with the date on which the fingerprints were taken,\n\tin the case of a DNA profile, before the end of the period of 6 yearsbeginning with the date on which the DNA sample from which the profile wasderived was taken (or, if the profile was derived from more than one DNAsample, the date on which the first of those samples was taken)."
    },
    {
        "length": 236,
        "text": "\nBut if, before the material is required to be destroyed by virtue of thisparagraph, the person is detained under Schedule 7 or section 41—\n\twhere the person is aged 18 or over on the date he is detained, thematerial may be further retained until the end of the period of 6 yearsbeginning with the date the person is detained,\n\twhere— \n\tthe person is detained under Schedule 7, and\n\tthe person is aged under 18 on the date he is detained,\n\tthe material may be further retained until the end of the period of 3 yearsbeginning with the date the person is detained,\n\twhere— \n\tthe person is detained under section 41, and\n\tthe person is aged 16 or 17 on the date he is detained,\n\tthe material may be further retained until the end of the period of 6 yearsbeginning with the date the person is detained."
    },
    {
        "length": 229,
        "text": "\nThis paragraph ceases to have effect in relation to the material if theperson is convicted of—\n\ta recordable offence in England and Wales or Northern Ireland, or\n\tan offence in Scotland which is punishable by imprisonment,\n\tbefore the material is required to be destroyed by virtue of this paragraph.\n\t14F(1)For the purposes of paragraphs 14B to 14E—\n\ta person has no previous convictions if the person has not previously beenconvicted—\n\tin England and Wales or Northern Ireland of a recordable offence, or\n\tin Scotland of an offence which is punishable by imprisonment, and\n\tif the person has been previously convicted of a recordable offence inEngland and Wales or Northern Ireland, the conviction is exempt if it is inrespect of a recordable offence other than a qualifying offence, committedwhen the person is aged under 18."
    },
    {
        "length": 126,
        "text": "\nIn sub-paragraph (1), “qualifying offence” has—\n\tin relation to a conviction in respect of a recordable offence committed inEngland and Wales, the meaning given by given by section 65A of the Police andCriminal Evidence Act 1984, and\n\tin relation to a conviction in respect of a recordable offence committed inNorthern Ireland, the meaning given by Article 53A of the Police and CriminalEvidence (Northern Ireland) Order 1989."
    },
    {
        "length": 112,
        "text": "\nFor the purposes of paragraphs 14B to 14E, a person is to be treated ashaving been convicted of an offence if—\n\the has been given a caution in England and Wales or Northern Ireland inrespect of the offence which, at the time of the caution, he has admitted, or\n\the has been warned or reprimanded under section 65 of the Crime andDisorder Act 1998 for the offence."
    },
    {
        "length": 156,
        "text": "\nSubject to the completion of any search by virtue of paragraph 14I(2) thatthe responsible chief officer of police considers necessary or desirable,material falling within any of paragraphs 14B to 14E must be destroyedimmediately if it appears to the chief officer that—\n\tthe arrest under section 41 was unlawful,\n\tthe taking of the fingerprints or DNA sample concerned was unlawful,\n\tthe arrest under section 41 was based on mistaken identity, or\n\tother circumstances relating to the arrest under section 41 or thedetention under Schedule 7 mean that it is appropriate to destroy thematerial."
    },
    {
        "length": 110,
        "text": "\n14G(1)If the responsible chief officer of police determines that it isnecessary for fingerprints or a DNA profile to which paragraph 14 applies tobe retained for the purposes of national security—\n\tthe material is not required to be destroyed in accordance with paragraphs14B to 14E, and\n\tparagraph 14I(3) does not apply to the material,\n\tfor as long as the determination has effect."
    },
    {
        "length": 127,
        "text": "\n14I(1)Any material to which paragraph 14 applies which is retained after ithas fulfilled the purpose for which it was taken or derived must not be usedother than—\n\tin the interests of national security,\n\tfor the purposes of a terrorist investigation,\n\tfor purposes related to the prevention or detection of crime, theinvestigation of an offence or the conduct of a prosecution, or\n\tfor purposes related to the identification of a deceased person or of theperson to whom the material relates."
    },
    {
        "length": 204,
        "text": "\nSubject to sub-paragraph (1), the material may be checked against—\n\tother fingerprints or samples taken under paragraph 10 or 12 or a DNAprofile derived from such a sample,\n\tmaterial to which paragraph 20(3) applies,\n\tmaterial to which section 18 of the Counter-Terrorism Act 2008 applies,\n\tany of the fingerprints, samples and information mentioned in section63A(1)(a) and (b) of the Police and Criminal Evidence Act 1984 (checking offingerprints and samples), and\n\tany of the fingerprints, samples and information mentioned in Article63A(1)(a) and (b) of the Police and Criminal Evidence (Northern Ireland) Order1989 (checking of fingerprints and samples)."
    },
    {
        "length": 191,
        "text": "\nIn this paragraph—\n\tthe reference to using material includes a reference to allowing any checkto be made against it and to disclosing it to any person,\n\tthe reference to crime includes a reference to any conduct which—\n\tconstitutes one or more criminal offences (whether under the law of a partof the United Kingdom or of a country or territory outside the UnitedKingdom), or\n\tis, or corresponds to, any conduct which, if it all took place in any onepart of the United Kingdom, would constitute one or more criminal offences,and\n\tthe reference to an investigation and to a prosecution include references,respectively, to any investigation outside the United Kingdom of any crime orsuspected crime and to a prosecution brought in respect of any crime in acountry or territory outside the United Kingdom.”"
    },
    {
        "length": 112,
        "text": "\nIn paragraphs 14B to 14F, “recordable offence” has—\n\tin relation to a conviction in England and Wales, the meaning given bysection 118(1) of the Police and Criminal Evidence Act 1984, and\n\tin relation to a conviction in Northern Ireland, the meaning given byArticle 2(2) of the Police and Criminal Evidence (Northern Ireland) Order1989.”"
    },
    {
        "length": 247,
        "text": "\nMaterial to which this sub-paragraph applies may be retained after it hasfulfilled the purpose for which it was taken or derived.\n\t(3A)Sub-paragraph (3) applies to the following material—\n\trelevant physical data or samples taken by virtue of this paragraph, and\n\ta DNA profile derived from a DNA sample so taken.\n\t(3B)Sub-paragraph (3)—\n\tin the case to which sub-paragraph (1) relates, has effect despite anyprovision to the contrary in the Act referred to in that sub-paragraph,\n\tin any case, is subject to paragraphs 20A to 20E.\n\t(3C)In this paragraph and paragraphs 20A to 20I—\n\t\t  * “DNA profile” means any information derived from a DNA sample,\n\t\t  * “DNA sample” means any material that has come from a human body and consists of or includes human cells.”;\n\tsub-paragraph (4) is repealed."
    },
    {
        "length": 112,
        "text": "\nThe material must be destroyed—\n\tin the case of relevant physical data, before the end of the period of 6years beginning with the date on which it was taken,\n\tin the case of a DNA profile, before the end of the period of 6 yearsbeginning with the date on which the DNA sample from which the profile wasderived was taken (or, if the profile was derived from more than one DNAsample, the date on which the first of those samples was taken)."
    },
    {
        "length": 156,
        "text": "\nThis paragraph ceases to have effect in relation to the material if, beforethe material is required to be destroyed by virtue of this paragraph, theperson is convicted of—\n\tan offence in Scotland which is punishable by imprisonment, or\n\ta recordable offence in England and Wales or Northern Ireland.\n\t20C(1)This paragraph applies to material falling within sub-paragraph (2)relating to a person who—\n\thas no previous convictions or only one exempt conviction,\n\tis detained under Schedule 7, and\n\tis aged under 18 on the date he is detained."
    },
    {
        "length": 113,
        "text": "\nThe material must be destroyed—\n\tin the case of relevant physical data, before the end of the period of 3years beginning with the date on which the material was taken,\n\tin the case of a DNA profile, before the end of the period of 3 yearsbeginning with the date on which the DNA sample from which the profile wasderived was taken (or, if the profile was derived from more than one DNAsample, the date on which the first of those samples was taken)."
    },
    {
        "length": 308,
        "text": "\nBut if, before the material is required to be destroyed by virtue of thisparagraph, the person is detained under Schedule 7 or section 41—\n\twhere the person is aged 18 or over on the date he is detained, thematerial may be further retained until the end of the period of 6 yearsbeginning with the date he is detained,\n\twhere— \n\tthe person is detained under Schedule 7, and\n\tthe person is aged under 18 on the date he is detained,\n\tthe material may be further retained until the end of the period of 3 yearsbeginning with the date he is detained,\n\twhere— \n\tthe person is detained under section 41, and\n\tthe person is aged under 16 on the date he is detained,\n\tthe material may be further retained until the end of the period of 3 yearsbeginning with the date the person is detained,\n\twhere— \n\tthe person is detained under section 41, and\n\tthe person is aged 16 or 17 on the date he is detained,\n\tthe material may be further retained until the end of the period of 6 yearsbeginning with the date the person is detained."
    },
    {
        "length": 156,
        "text": "\nThis paragraph ceases to have effect in relation to the material if, beforethe material is required to be destroyed by virtue of this paragraph, theperson is convicted of—\n\tan offence in Scotland which is punishable by imprisonment, or\n\ta recordable offence in England and Wales or Northern Ireland.\n\t20D(1)This paragraph applies to material falling within sub-paragraph (2)relating to a person who—\n\thas no previous convictions or only one exempt conviction,\n\tis detained under section 41, and\n\tis aged under 16 on the date he is detained."
    },
    {
        "length": 113,
        "text": "\nThe material must be destroyed—\n\tin the case of relevant physical data, before the end of the period of 3years beginning with the date on which the material was taken,\n\tin the case of a DNA profile, before the end of the period of 3 yearsbeginning with the date on which the DNA sample from which the profile wasderived was taken (or, if the profile was derived from more than one DNAsample, the date on which the first of those samples was taken)."
    },
    {
        "length": 310,
        "text": "\nBut if, before the material is required to be destroyed by virtue of thisparagraph, the person is detained under Schedule 7 or section 41—\n\twhere the person is aged 18 or over on the date he is detained, thematerial may be further retained until the end of the period of 6 yearsbeginning with the date the person is detained,\n\twhere— \n\tthe person is detained under Schedule 7, and\n\tthe person is aged under 18 on the date he is detained,\n\tthe material may be further retained until the end of the period of 3 yearsbeginning with the date the person is detained,\n\twhere— \n\tthe person is detained under section 41, and\n\tthe person is aged under 16 on the date he is detained,\n\tthe material may be further retained until the end of the period of 3 yearsbeginning with the date the person is detained,\n\twhere— \n\tthe person is detained under section 41, and\n\tthe person is aged 16 or 17 on the date he is detained,\n\tthe material may be further retained until the end of the period of 6 yearsbeginning with the date the person is detained."
    },
    {
        "length": 159,
        "text": "\nThis paragraph ceases to have effect in relation to the material if, beforethe material is required to be destroyed by virtue of this paragraph, theperson is convicted of—\n\tan offence in Scotland which is punishable by imprisonment, or\n\ta recordable offence in England and Wales or Northern Ireland.\n\t20E(1)This paragraph applies to material falling within sub-paragraph (2)relating to a person who—\n\thas no previous convictions or only one exempt conviction,\n\tis detained under section 41, and\n\tis aged 16 or 17 on the date he is detained."
    },
    {
        "length": 113,
        "text": "\nThe material must be destroyed—\n\tin the case of relevant physical data, before the end of the period of 6years beginning with the date on which the material was taken,\n\tin the case of a DNA profile, before the end of the period of 6 yearsbeginning with the date on which the DNA sample from which the profile wasderived was taken (or, if the profile was derived from more than one DNAsample, the date on which the first of those samples was taken)."
    },
    {
        "length": 236,
        "text": "\nBut if, before the material is required to be destroyed by virtue of thisparagraph, the person is detained under Schedule 7 or section 41—\n\twhere the person is aged 18 or over on the date he is detained, thematerial may be further retained until the end of the period of 6 yearsbeginning with the date the person is detained,\n\twhere— \n\tthe person is detained under Schedule 7, and\n\tthe person is aged under 18 on the date he is detained,\n\tthe material may be further retained until the end of the period of 3 yearsbeginning with the date the person is detained,\n\twhere— \n\tthe person is detained under section 41, and\n\tthe person is aged 16 or 17 on the date he is detained,\n\tthe material may be further retained until the end of the period of 6 yearsbeginning with the date the person is detained."
    },
    {
        "length": 228,
        "text": "\nThis paragraph ceases to have effect in relation to the material if, beforethe material is required to be destroyed by virtue of this paragraph, theperson is convicted of—\n\tan offence in Scotland which is punishable by imprisonment, or\n\ta recordable offence in England and Wales or Northern Ireland.\n\t20F(1)For the purposes of paragraphs 20B to 20E—\n\ta person has no previous convictions if the person has not previously beenconvicted—\n\tin Scotland of an offence which is punishable by imprisonment, or\n\tin England and Wales or Northern Ireland of a recordable offence; and\n\tif a person has been previously so convicted of a recordable offence inEngland and Wales or Northern Ireland, the conviction is exempt if it is inrespect of a recordable offence other than a qualifying offence, committedwhen the person is aged under 18."
    },
    {
        "length": 149,
        "text": "\nSubject to the completion of any search by virtue of paragraph 20I(2) thatthe chief constable considers necessary or desirable, material to which any ofparagraphs 20B to 20E applies must be destroyed immediately if it appears tothe chief constable that—\n\tthe arrest under section 41 was unlawful,\n\tthe taking of the material concerned was unlawful,\n\tthe arrest under section 41 was based on mistaken identity, or\n\tother circumstances relating to the arrest under section 41 or thedetention under Schedule 7 mean that it is appropriate to destroy thematerial."
    },
    {
        "length": 205,
        "text": "\nThe reference in sub-paragraph (5) to the chief constable is a reference tothe chief constable of the police force—\n\tof which the constable who took (or directed the taking of) the materialwas a member, or\n\tin the case of a DNA profile, of which the constable who took (or directedthe taking of) the sample from which the profile was derived was a member.\n\t20G(1)If the chief constable determines that it is necessary for relevantphysical data or a DNA profile to which paragraph 20(3) applies to be retainedfor the purposes of national security—\n\tthe material is not required to be destroyed in accordance with paragraphs20B to 20E, and\n\tparagraph 20I(3) does not apply to the material,\n\tfor as long as the determination has effect."
    },
    {
        "length": 137,
        "text": "\nThe reference in sub-paragraph (1) to the chief constable is a reference tothe chief constable of the police force—\n\tof which the constable who took (or directed the taking of) the materialwas a member, or\n\tin the case of a DNA profile, of which the constable who took (or directedthe taking of) the sample from which the profile was derived was a member.\n\t20H(1)If material is required to be destroyed by virtue of any of paragraphs20B to 20E, any copies of the material must also be destroyed."
    },
    {
        "length": 229,
        "text": "\nThe references in sub-paragraphs (3) and (4) to the chief constable arereferences to the chief constable of the police force—\n\tof which the constable who took (or directed the taking of) the materialwas a member, or\n\tin the case of a DNA profile, of which the constable who took (or directedthe taking of) the sample from which the profile was derived was a member.\n\t20I(1)Any material to which paragraph 20(3) applies which is retained after ithas fulfilled the purpose for which it was taken or derived must not be usedother than—\n\tin the interests of national security,\n\tfor the purposes of a terrorist investigation,\n\tfor purposes related to the prevention or detection of crime, theinvestigation of an offence or the conduct of a prosecution, or\n\tfor purposes related to the identification of a deceased person or of theperson to whom the material relates."
    },
    {
        "length": 206,
        "text": "\nSubject to sub-paragraph (1), the material may be checked against—\n\tother material to which paragraph 20(3) applies,\n\tmaterial to which paragraph 14 applies,\n\tmaterial to which section 18 of the Counter-Terrorism Act 2008 applies,\n\tany of the relevant physical data, samples and information to which section20 of the Criminal Procedure (Scotland) Act 1995 applies, and\n\tany of the fingerprints, samples and information mentioned in—\n\tsection 63A(1)(a) and (b) of the Police and Criminal Evidence Act 1984, or\n\tArticle 63A(1)(a) and (b) of the Police and Criminal Evidence (NorthernIreland) Order 1989."
    },
    {
        "length": 189,
        "text": "\nIn this paragraph—\n\tthe reference to using material includes a reference to allowing any checkto be made against it and to disclosing it to any person,\n\tthe reference to crime includes a reference to any conduct which—\n\tconstitutes one or more criminal offences (whether under the law of a partof the United Kingdom or of a country or territory outside the UnitedKingdom), or\n\tis, or corresponds to, any conduct which, if it all took place in any onepart of the United Kingdom, would constitute one or more criminal offences,and\n\tthe reference to an investigation and to a prosecution include referencesrespectively to any investigation outside the United Kingdom of any crime orsuspected crime and to a prosecution brought in respect of any crime in acountry or territory outside the United Kingdom.”"
    },
    {
        "length": 620,
        "text": "\nMaterial subject to the International Criminal Court Act 2001\n\tIn the International Criminal Court Act 2001, in Schedule 4 (taking offingerprints or non-intimate samples), for paragraph 8 there is substituted—\n\tThis paragraph applies to the following material—\n\t\tfingerprints and samples taken under this Schedule, and\n\t\tDNA profiles derived from such samples.\n\tThe material must be destroyed—\n\t\tbefore the end of the period of 6 months beginning with the date on whichthe material was transmitted to the ICC (see paragraph 6(2)), or\n\t\tif later, as soon as it has fulfilled the purpose for which it was taken orderived.\n\tIf fingerprints are required to be destroyed by virtue of sub-paragraph(2), any copies of the fingerprints must also be destroyed.\n\tIf a DNA profile is required to be destroyed by virtue of sub-paragraph(2), no copy may be kept except in a form which does not include informationfrom which the person to whom the DNA profile relates can be identified.\n\tSub-paragraph (6) applies if a person makes a request to the responsiblechief officer of police to be notified when any of the following material isdestroyed under this paragraph—\n\t\tfingerprints or a sample taken in England and Wales, or\n\t\ta DNA profile derived from such a sample.\n\tThe responsible chief officer of police or a person authorised by the chiefofficer or on the chief officer’s behalf must within 3 months of the requestissue the person with a certificate recording the destruction.\n\tFor the purposes of this paragraph “responsible chief officer of police”means the chief officer of police for the police area—\n\t\tin which the fingerprints were or sample was taken, or\n\t\tin the case of a DNA profile, in which the sample from which the DNAprofile was derived was taken.\n\tSub-paragraph (9) applies if a person makes a request to the ChiefConstable of the Police Service of Northern Ireland to be notified when any ofthe following material is destroyed under this paragraph—\n\t\tfingerprints or a sample taken in Northern Ireland, or\n\t\ta DNA profile derived from such a sample.\n\tThe Chief Constable or a person authorised by the Chief Constable or on theChief Constable’s behalf must within 3 months of the request issue the personwith a certificate recording the destruction.\n\tIn this paragraph—\n\t\t  * “DNA profile” means any information derived from a DNA sample;\n\t\t  * “DNA sample” means any material that has come from a human body and consists of or includes human cells.”"
    },
    {
        "length": 1273,
        "text": "\nMaterial subject to the Counter-Terrorism Act 2008 (Scotland)\n\tThe Counter-Terrorism Act 2008 is amended as follows.\n\tIn section 11—\n\t\tin subsection (6), for the words from “may be retained” to the end there issubstituted “must be destroyed before the end of the period of 2 yearsbeginning with the date on which the person ceases to be subject to a controlorder”;\n\t\tafter subsection (6) there is inserted—\n\t\t\t“(6A)Subsection (6) applies only if the person to whom the data, sample orinformation relates has no previous convictions or only one exempt conviction.\n\t\t(6B)For the purpose of subsection (6A), a person has no previous convictionsor only one exempt conviction if the person would have no previous convictionsor only one exempt conviction for the purposes of paragraphs 20B to 20E ofSchedule 8 to the Terrorism Act 2000 (see paragraph 20F of that Schedule).\n\t\t(6C)Where something is required to be destroyed under subsection (6)—\n\t\tin any case (except a DNA profile), any copies of the thing must also bedestroyed,\n\t\tin the case of a DNA profile, no copy may be kept except in a form thatdoes not include information which identifies the person to whom the profilerelates.\n\t\t(6D)If a person makes a request to the chief constable to be notified whenanything relating to the person is destroyed under subsection (6), the chiefconstable or a person authorised by the chief constable (or on the chiefconstable’s behalf) must within 3 months of the request issue the person witha certificate recording the destruction.\n\t\t(6E)The references in subsection (6D) to the chief constable are to beconstrued in accordance with section 11A(6).”;\n\t\tin subsection (7), after paragraph (a) there is inserted—\n\t\tany material to which paragraph 14 or 20(3) of Schedule 8 to theTerrorism Act 2000 applies,”;\n\t\tin subsection (8)—\n\t\tafter the opening words there is inserted—\n\t\t\t  * ““DNA profile” has the meaning given by section 11A(9)”;\n\t\tthe definition of “terrorist investigation” is repealed.\n\tAfter section 11 there is inserted—\n\t“11ARetention and use of material: Scotland\n\t\tThis section applies to the following material if it is required to bedestroyed under section 11(6)—\n\t\t\trelevant physical data or samples, and\n\t\t\ta DNA profile derived from a DNA sample falling within paragraph (a).\n\t\tMaterial to which this section applies may be retained—\n\t\t\tif (at any time) the person to whom it relates consents in writing to itsretention, and\n\t\t\tfor as long as the consent is not withdrawn.\n\t\tMaterial to which this section applies may be retained without limit oftime if, before the material would (but for this section) be required to bedestroyed under section 11(6), the person to whom it relates is convicted of—\n\t\t\tan offence in Scotland which is punishable by imprisonment, or\n\t\t\ta recordable offence in England and Wales or Northern Ireland (as fallingto be construed for the purposes of paragraphs 20B to 20E of Schedule 8 to theTerrorism Act 2000 (see paragraph 20F(2) of that Schedule)).\n\t\tMaterial to which this section applies may be retained—\n\t\t\tif the chief constable determines that it is necessary for the material tobe retained for the purposes of national security, and\n\t\t\tfor as long as the determination has effect.\n\t\tA determination mentioned in subsection (4)—\n\t\t\thas effect for a maximum of 2 years beginning with the date on which thematerial would (but for this section) be required to be destroyed undersection 11(6), and\n\t\t\tmay be renewed.\n\t\tThe reference in subsection (4) to the chief constable is a reference tothe chief constable of the police force—\n\t\t\tof which the constable who took (or directed the taking of) the materialwas a member, or\n\t\t\tin the case of a DNA profile, of which the constable who took (or directedthe taking of) the sample from which the profile derived was a member.\n\t\tMaterial retained under section 11 or this section must not be used otherthan—\n\t\t\tin the interests of national security, or\n\t\t\tfor the purposes of a terrorist investigation.\n\t\tSection 11(6) is subject to this section.\n\t\tIn this section—\n\t\t\t  * “DNA profile” means any information derived from a DNA sample;\n\t\t\t  * “DNA sample” means any material that has come from a human body and consists of or includes human cells;\n\t\t\t  * “terrorist investigation” has the meaning given by section 32 of the Terrorism Act 2000.”"
    },
    {
        "length": 2229,
        "text": "\nOther material\n\tSection 18 of the Counter-Terrorism Act 2008 (material not subject toexisting statutory restrictions) is amended as follows.\n\tFor subsection (2) there is substituted—\n\tSubject to subsections (3A) to (3C), material to which this sectionapplies that is held by a law enforcement authority in England and Wales orNorthern Ireland may be retained by that authority after it has fulfilled thepurpose for which it was obtained or acquired by the authority if thefollowing condition is met.”\n\tIn subsection (3)(c) for “subsection (2)” there is substituted “subsection(3J)”.\n\tAfter subsection (3) there is inserted—\n\t\t“(3A)A DNA sample to which this section applies must be destroyed—\n\t\tas soon as a DNA profile has been derived from the sample, or\n\t\tif sooner, before the end of the period of 6 months beginning with the dateon which the sample was obtained or acquired.\n\t\t(3B)DNA profiles and fingerprints—\n\t\tto which this section applies,\n\t\trelating to a person who, at the time they were obtained or acquired by theauthority retaining them—\n\t\thas no previous convictions or only one exempt conviction, and\n\t\tis aged under 16, and\n\t\twhich are held in a form which includes information which identifies theperson to whom they relate,\n\t\tmust be destroyed before the end of the period of 3 years beginning with thedate on which they were obtained or acquired by the authority.\n\t\t(3C)DNA profiles and fingerprints—\n\t\tto which this section applies,\n\t\trelating to a person who, at the time they were obtained or acquired by theauthority retaining them—\n\t\thas no previous convictions or only one exempt conviction, and\n\t\tis aged 16 or over, and\n\t\twhich are held in a form which includes information which identifies theperson to whom they relate,\n\t\tmust be destroyed before the end of the period of 6 years beginning with thedate on which they were obtained or acquired by the authority.\n\t\t(3D)If, before material is required to be destroyed by virtue of subsection(3B) or (3C), the person to whom the material relates is convicted of arecordable offence in England and Wales or Northern Ireland, that subsectionceases to have effect in relation to the material.\n\t\t(3E)If the responsible officer determines that it is necessary for anymaterial to which subsection (3B) or (3C) applies to be retained for thepurposes of national security—\n\t\tthe material is not required to be destroyed in accordance with thatsubsection, and\n\t\tsubsection (4A) does not apply to the material,\n\t\tfor as long as the determination has effect.\n\t\t(3F)A determination under subsection (3E) has effect for a maximum of twoyears beginning with the date on which the material would otherwise berequired to be destroyed, but a determination may be renewed.\n\t\t(3G)“Responsible officer” means—\n\t\tin relation to material obtained or acquired by a police force in Englandand Wales, the chief officer of the police force;\n\t\tin relation to material obtained or acquired by the Police Service ofNorthern Ireland or the Police Service of Northern Ireland Reserve, the ChiefConstable of the Police Service of Northern Ireland;\n\t\tin relation to material obtained or acquired by the Ministry of DefencePolice, the Chief Constable of the Ministry of Defence Police;\n\t\tin relation to material obtained or acquired by the Royal Navy Police, theRoyal Military Police or the Royal Air Force Police, the Provost Marshal forthe police force which obtained or acquired the material;\n\t\tin relation to material obtained or acquired by the British TransportPolice, the Chief Constable of the British Transport Police;\n\t\tin relation to material obtained or acquired by the Serious Organised CrimeAgency, the Director General of the Serious Organised Crime Agency;\n\t\tin relation to material obtained or acquired by the Commissioners for HerMajesty’s Revenue and Customs, any of those Commissioners.\n\t\t(3H)If fingerprints are required to be destroyed by virtue of subsection (3B)or (3C), any copies of the fingerprints must also be destroyed.\n\t\t(3I)If a DNA profile is required to be destroyed by virtue of subsection (3B)or (3C), no copy may be kept except in a form which does not includeinformation which identifies the person to whom the DNA profile relates.\n\t\t(3J)Any material to which this section applies which is retained after it hasfulfilled the purpose for which it was obtained or acquired must not be usedother than—\n\t\tin the interests of national security,\n\t\tfor the purposes of a terrorist investigation,\n\t\tfor purposes related to the prevention or detection of crime, theinvestigation of an offence or the conduct of a prosecution, or\n\t\tfor purposes related to the identification of a deceased person or of theperson to whom the material relates.”\n\tFor subsection (4) there is substituted—\n\tSubject to subsection (3J), checks may be made against material to whichthis section applies and it may be disclosed to any person.\n\t(4A)Material which is required to be destroyed by virtue of this section mustnot at any time after it is required to be destroyed be used—\n\t\tin evidence against the person to whom the material relates, or\n\t\tfor the purposes of the investigation of any offence.\n\t\t(4B)In this section—\n\t\tthe reference to using material includes a reference to allowing any checkto be made against it and to disclosing it to any person,\n\t\tthe reference to crime includes a reference to any conduct which—\n\t\tconstitutes one or more criminal offences (whether under the law of a partof the United Kingdom or of a country or territory outside the UnitedKingdom), or\n\t\tis, or corresponds to, any conduct which, if it all took place in any onepart of the United Kingdom, would constitute one or more criminal offences,and\n\t\tthe references to an investigation and to a prosecution include references,respectively, to any investigation outside the United Kingdom of any crime orsuspected crime and to a prosecution brought in respect of any crime in acountry or territory outside the United Kingdom.”\n\tIn subsection (5), at the end there is inserted—\n\t\t  * ““terrorist investigation” has the meaning given by section 32 of the Terrorism Act 2000.”\n\tIn subsection (6)—\n\t\tin paragraph (a), after “64” there is inserted “to 64ZN”;\n\t\tin paragraph (b), after “64” there is inserted “to 64ZN”;\n\t\tin paragraph (c), for “paragraph 14” there is substituted “paragraphs 14 to14I”.\n\tAfter section 18 of that Act there is inserted—\n\t“18ASection 18: supplementary provisions\n\t\tIn section 18 and this section, “recordable offence” has—\n\t\t\tin relation to a conviction in England and Wales, the meaning given bysection 118(1) of the Police and Criminal Evidence Act 1984, and\n\t\t\tin relation to a conviction in Northern Ireland, the meaning given byArticle 2(2) of the Police and Criminal Evidence (Northern Ireland) Order1989.\n\t\tFor the purposes of subsections (3B) and (3C) of section 18—\n\t\t\ta person has no previous convictions if the person has not previously beenconvicted in England and Wales or Northern Ireland of a recordable offence,and\n\t\t\tif the person has been previously so convicted of a recordable offence, theconviction is exempt if it is in respect of a recordable offence other than aqualifying offence, committed when the person is aged under 18.\n\t\tIn subsection (2), “qualifying offence” has—\n\t\t\tin relation to a conviction in respect of a recordable offence committed inEngland and Wales, the meaning given by given by section 65A of the Police andCriminal Evidence Act 1984, and\n\t\t\tin relation to a conviction in respect of a recordable offence committed inNorthern Ireland, the meaning given by Article 53A of the Police and CriminalEvidence (Northern Ireland) Order 1989.\n\t\tFor the purposes of subsections (3B) and (3C) of section 18, a person is tobe treated as having been convicted of an offence if the person—\n\t\t\thas been given a caution in respect of the offence which, at the time ofthe caution, he has admitted, or\n\t\t\thas been warned or reprimanded under section 65 of the Crime and DisorderAct 1998 for the offence.\n\t\tFor the purposes of those subsections, if a person is convicted of morethan one offence arising out of a single course of action, those convictionsare to be treated as a single conviction.”"
    },
    {
        "length": 433,
        "text": "\nDestruction of material taken before commencement\n\tThe Secretary of State must by order make provision for the destruction of—\n\t\tfingerprints, samples and impressions of footwear taken prior to thecommencement of each of sections 14, 15 and 17 to 21 which would have beendestroyed if that section had been in force at the time they were taken, and\n\t\tany DNA profile which would been destroyed if that section had been inforce at the time the profile was derived.\n\tIf an order under section 113(1) of the Police and Criminal Evidence Act1984 (application of that Act to Armed Forces) makes provision equivalent tosections 64 to 64ZN of that Act as substituted by section 14 above, theSecretary of State must by order make provision for the destruction of—\n\t\tfingerprints, samples and impressions of footwear taken prior to thecommencement of that order which would have been destroyed if that order hadbeen in force at the time they were taken, and\n\t\tany DNA profile which would been destroyed if that order had been in forceat the time the profile was derived.\n\tIn this section—\n\t\t  * “DNA profile” means any information derived from a DNA sample; \n\t\t  * “DNA sample” means any material that has come from a human body and consists of or includes human cells; \n\t\t  * “fingerprints” means a record (in any form and produced by any method) of the skin pattern and other physical characteristics or features of a person’s fingers or either of a person’s palms. \n\tAn order under this section must be made by statutory instrument.\n\tA statutory instrument containing an order under this section is subject toannulment in pursuance of a resolution of either House of Parliament."
    },
    {
        "length": 288,
        "text": "\nNational DNA Database Strategy Board\n\tThe Secretary of State must make arrangements for a National DNA DatabaseStrategy Board to oversee the operation of the National DNA Database.\n\tThe National DNA Database Strategy Board must issue guidance about theimmediate destruction of DNA samples and DNA profiles which are, or may be,retained under—\n\t\tthe Police and Criminal Evidence Act 1984, or\n\t\tthe Police and Criminal Evidence (Northern Ireland) Order 1989.\n\tThe following must act in accordance with any guidance issued under thissection—\n\t\tany chief officer of a police force in England and Wales;\n\t\tthe Chief Constable of the Police Service of Northern Ireland.\n\tThe Secretary of State must publish the governance rules of the NationalDNA Database Strategy Board and lay a copy of the rules before Parliament.\n\tThe National DNA Database Strategy Board must make an annual report to theSecretary of State about the exercise of its functions.\n\tThe Secretary of State must publish the report and must lay a copy of thepublished report before Parliament.\n\tThe Secretary of State may exclude from publication any part of the reportif in the opinion of the Secretary of State the publication of that part wouldbe against the interests of national security."
    },
    {
        "length": 3238,
        "text": "\nDomestic violence\n\tPower to issue a domestic violence protection notice\n\t\tA member of a police force not below the rank of superintendent (“theauthorising officer”) may issue a domestic violence protection notice (“aDVPN”) under this section.\n\t\tA DVPN may be issued to a person (“P”) aged 18 years or over if theauthorising officer has reasonable grounds for believing that—\n\t\t\tP has been violent towards, or has threatened violence towards, anassociated person, and\n\t\t\tthe issue of the DVPN is necessary to protect that person from violence ora threat of violence by P.\n\t\tBefore issuing a DVPN, the authorising officer must, in particular,consider—\n\t\t\tthe welfare of any person under the age of 18 whose interests the officerconsiders relevant to the issuing of the DVPN (whether or not that person isan associated person),\n\t\t\tthe opinion of the person for whose protection the DVPN would be issued asto the issuing of the DVPN,\n\t\t\tany representations made by P as to the issuing of the DVPN, and\n\t\t\tin the case of provision included by virtue of subsection (8), the opinionof any other associated person who lives in the premises to which theprovision would relate.\n\t\tThe authorising officer must take reasonable steps to discover the opinionsmentioned in subsection (3).\n\t\tBut the authorising officer may issue a DVPN in circumstances where theperson for whose protection it is issued does not consent to the issuing ofthe DVPN.\n\t\tA DVPN must contain provision to prohibit P from molesting the person forwhose protection it is issued.\n\t\tProvision required to be included by virtue of subsection (6) may beexpressed so as to refer to molestation in general, to particular acts ofmolestation, or to both.\n\t\tIf P lives in premises which are also lived in by a person for whoseprotection the DVPN is issued, the DVPN may also contain provision—\n\t\t\tto prohibit P from evicting or excluding from the premises the person forwhose protection the DVPN is issued,\n\t\t\tto prohibit P from entering the premises,\n\t\t\tto require P to leave the premises, or\n\t\t\tto prohibit P from coming within such distance of the premises as may bespecified in the DVPN.\n\t\tAn “associated person” means a person who is associated with P within themeaning of section 62 of the Family Law Act 1996.\n\t\tSubsection (11) applies where a DVPN includes provision in relation topremises by virtue of subsection (8)(b) or (8)(c) and the authorising officerbelieves that—\n\t\t\tP is a person subject to service law in accordance with sections 367 to 369of the Armed Forces Act 2006, and\n\t\t\tthe premises fall within paragraph (a) of the definition of “service livingaccommodation” in section 96(1) of that Act.\n\t\tThe authorising officer must make reasonable efforts to inform P’scommanding officer (within the meaning of section 360 of the Armed Forces Act2006) of the issuing of the notice.\n\tContents and service of a domestic violence protection notice\n\t\tA DVPN must state—\n\t\t\tthe grounds on which it has been issued,\n\t\t\tthat a constable may arrest P without warrant if the constable hasreasonable grounds for believing that P is in breach of the DVPN,\n\t\t\tthat an application for a domestic violence protection order under section27 will be heard within 48 hours of the time of service of the DVPN and anotice of the hearing will be given to P,\n\t\t\tthat the DVPN continues in effect until that application has beendetermined, and\n\t\t\tthe provision that a magistrates’ court may include in a domestic violenceprotection order.\n\t\tA DVPN must be in writing and must be served on P personally by aconstable.\n\t\tOn serving P with a DVPN, the constable must ask P for an address for thepurposes of being given the notice of the hearing of the application for thedomestic violence protection order.\n\tBreach of a domestic violence protection notice\n\t\tA person arrested by virtue of section 25(1)(b) for a breach of a DVPN mustbe held in custody and brought before the magistrates’ court which will hearthe application for the DVPO under section 27—\n\t\t\tbefore the end of the period of 24 hours beginning with the time of thearrest, or\n\t\t\tif earlier, at the hearing of that application.\n\t\tIf the person is brought before the court by virtue of subsection (1)(a),the court may remand the person.\n\t\tIf the court adjourns the hearing of the application by virtue of section27(8), the court may remand the person.\n\t\tIn calculating when the period of 24 hours mentioned in subsection (1)(a)ends, Christmas Day, Good Friday, any Sunday and any day which is a bankholiday in England and Wales under the Banking and Financial Dealings Act 1971are to be disregarded.\n\tApplication for a domestic violence protection order\n\t\tIf a DVPN has been issued, a constable must apply for a domestic violenceprotection order (“a DVPO”).\n\t\tThe application must be made by complaint to a magistrates’ court.\n\t\tThe application must be heard by the magistrates’ court not later than 48hours after the DVPN was served pursuant to section 25(2).\n\t\tIn calculating when the period of 48 hours mentioned in subsection (3)ends, Christmas Day, Good Friday, any Sunday and any day which is a bankholiday in England and Wales under the Banking and Financial Dealings Act 1971are to be disregarded.\n\t\tA notice of the hearing of the application must be given to P.\n\t\tThe notice is deemed given if it has been left at the address given by Punder section 25(3).\n\t\tBut if the notice has not been given because no address was given by Punder section 25(3), the court may hear the application for the DVPO if thecourt is satisfied that the constable applying for the DVPO has madereasonable efforts to give P the notice.\n\t\tThe magistrates’ court may adjourn the hearing of the application.\n\t\tIf the court adjourns the hearing, the DVPN continues in effect until theapplication has been determined.\n\t\tOn the hearing of an application for a DVPO, section 97 of theMagistrates’ Courts Act 1980 (summons to witness and warrant for his arrest)does not apply in relation to a person for whose protection the DVPO would bemade, except where the person has given oral or written evidence at thehearing.\n\tConditions for and contents of a domestic violence protection order\n\t\tThe court may make a DVPO if two conditions are met.\n\t\tThe first condition is that the court is satisfied on the balance ofprobabilities that P has been violent towards, or has threatened violencetowards, an associated person.\n\t\tThe second condition is that the court thinks that making the DVPO isnecessary to protect that person from violence or a threat of violence by P.\n\t\tBefore making a DVPO, the court must, in particular, consider—\n\t\t\tthe welfare of any person under the age of 18 whose interests the courtconsiders relevant to the making of the DVPO (whether or not that person is anassociated person), and\n\t\t\tany opinion of which the court is made aware—\n\t\t\tof the person for whose protection the DVPO would be made, and\n\t\t\tin the case of provision included by virtue of subsection (8), of anyother associated person who lives in the premises to which the provision wouldrelate.\n\t\tBut the court may make a DVPO in circumstances where the person for whoseprotection it is made does not consent to the making of the DVPO.\n\t\tA DVPO must contain provision to prohibit P from molesting the person forwhose protection it is made.\n\t\tProvision required to be included by virtue of subsection (6) may beexpressed so as to refer to molestation in general, to particular acts ofmolestation, or to both.\n\t\tIf P lives in premises which are also lived in by a person for whoseprotection the DVPO is made, the DVPO may also contain provision—\n\t\t\tto prohibit P from evicting or excluding from the premises the person forwhose protection the DVPO is made,\n\t\t\tto prohibit P from entering the premises,\n\t\t\tto require P to leave the premises, or\n\t\t\tto prohibit P from coming within such distance of the premises as may bespecified in the DVPO.\n\t\tA DVPO must state that a constable may arrest P without warrant if theconstable has reasonable grounds for believing that P is in breach of theDVPO.\n\t\tA DVPO may be in force for—\n\t\t\tno fewer than 14 days beginning with the day on which it is made, and\n\t\t\tno more than 28 days beginning with that day.\n\t\tA DVPO must state the period for which it is to be in force.\n\tBreach of a domestic violence protection order\n\t\tA person arrested by virtue of section 28(9) for a breach of a DVPO must beheld in custody and brought before a magistrates’ court within the period of24 hours beginning with the time of the arrest.\n\t\tIf the matter is not disposed of when the person is brought before thecourt, the court may remand the person.\n\t\tIn calculating when the period of 24 hours mentioned in subsection (1)ends, Christmas Day, Good Friday, any Sunday and any day which is a bankholiday in England and Wales under the Banking and Financial Dealings Act 1971are to be disregarded.\n\tFurther provision about remand\n\t\tThis section applies for the purposes of the remand of a person by amagistrates’ court under section 26(2) or (3) or 29(2).\n\t\tIn the application of section 128(6) of the Magistrates’ Courts Act 1980for those purposes, the reference to the “other party” is to be read—\n\t\t\tin the case of a remand prior to the hearing of an application for a DVPO,as a reference to the authorising officer,\n\t\t\tin any other case, as a reference to the constable who applied for theDVPO.\n\t\tIf the court has reason to suspect that a medical report will be required,the power to remand a person may be exercised for the purpose of enabling amedical examination to take place and a report to be made.\n\t\tIf the person is remanded in custody for that purpose, the adjournment maynot be for more than 3 weeks at a time.\n\t\tIf the person is remanded on bail for that purpose, the adjournment may notbe for more than 4 weeks at a time.\n\t\tIf the court has reason to suspect that the person is suffering from amental disorder within the meaning of the Mental Health Act 1983, the courthas the same power to make an order under section 35 of that Act (remand tohospital for medical report) as it has under that section in the case of anaccused person (within the meaning of that section).\n\t\tThe court may, when remanding the person on bail, require the person tocomply, before release on bail or later, with such requirements as appear tothe court to be necessary to secure that the person does not interfere withwitnesses or otherwise obstruct the course of justice.\n\tGuidance \n\t\tThe Secretary of State may from time to time issue guidance relating to theexercise by a constable of functions under sections 24 to 30.\n\t\tA constable must have regard to any guidance issued under subsection (1)when exercising a function to which the guidance relates.\n\t\tBefore issuing guidance under this section, the Secretary of State mustconsult—\n\t\t\tthe Association of Chief Police Officers,\n\t\t\tthe National Policing Improvement Agency, and\n\t\t\tsuch other persons as the Secretary of State thinks fit.\n\tMinistry of Defence Police\n\t\tA member of the Ministry of Defence Police not below the rank ofsuperintendent may issue a DVPN under section 24 for the protection of anassociated person if either P or the associated person lives in premises whichfall within paragraph (a) of the definition of “service living accommodation”in section 96(1) of the Armed Forces Act 2006.\n\t\tIf a DVPN is issued by a member of the Ministry of Defence Police by virtueof subsection (1), provision may be included in the DVPN by virtue of section24(8) in relation to any other premises in England or Wales lived in by P andthe associated person.\n\tPilot schemes\n\t\tThe Secretary of State may by order made by statutory instrument providefor any provision of sections 24 to 32 to come into force for a period of timeto be specified in or under the order for the purpose of assessing theeffectiveness of the provision.\n\t\tSuch an order may make different provision for different areas.\n\t\tMore than one order may be made under this section.\n\t\tProvision included in an order under this section does not affect theprovision that may be included in relation to sections 24 to 32 in an orderunder section 59 (commencement)."
    },
    {
        "length": 276,
        "text": "\nReview on respondent to injunction becoming 18\n\tThe Policing and Crime Act 2009 is amended as follows.\n\tIn section 36 (contents of injunctions: supplemental), after subsection (4)there is inserted—\n\t\t“(4A)Where—\n\t\tthe respondent is under the age of 18 on the injunction date, and\n\t\tany prohibition or requirement in the injunction is to have effect afterthe respondent reaches that age and for at least the period of four weeksbeginning with the respondent’s 18th birthday,\n\t\tthe court must order the applicant and the respondent to attend a reviewhearing on a specified date within that period.”\n\tIn section 42 (variation or discharge of injunctions), after subsection (4)there is inserted—\n\t“(4A)Section 36(4A) does not apply where an injunction is varied to include aprohibition or requirement which is to have effect as mentioned in thatprovision but the variation is made within (or at any time after) the periodof four weeks ending with the respondent’s 18th birthday.”"
    },
    {
        "length": 202,
        "text": "\nConsultation of youth offending team\n\tIn the Policing and Crime Act 2009, section 38 (consultation by applicantsfor injunctions) is amended as follows.\n\tIn subsection (2), after paragraph (a) there is inserted—\n\t\twhere the respondent is under the age of 18 (and will be under that agewhen the application is made), the youth offending team established undersection 39 of the Crime and Disorder Act 1998 in whose area it appears to theapplicant that the respondent resides, and”.\n\tAfter that subsection there is inserted—\n\tIf it appears to the applicant that the respondent resides in the area oftwo or more youth offending teams, the obligation in subsection (2)(aa) is toconsult such of those teams as the applicant thinks appropriate.”"
    },
    {
        "length": 642,
        "text": "\nPart 1Introductory\n\tPower to make supervision order or detention order\n\t\tWhere— \n\t\t\tan injunction under Part 4 is granted against a person under the age of 18,and\n\t\t\ton an application made by the injunction applicant, the court is satisfiedbeyond reasonable doubt that the person is in breach of any provision of theinjunction,\n\t\t\t\tthe court may make one of the orders specified in sub-paragraph (2) in respectof the person.\n\t\tThose orders are—\n\t\t\ta supervision order (see Part 2 of this Schedule);\n\t\t\ta detention order (see Part 3 of this Schedule).\n\t\tThe powers conferred by this paragraph are in addition to any other powerof the court in relation to the breach of the injunction.\n\t\tBefore making an application under paragraph 1(1)(b) the injunctionapplicant must consult—\n\t\t\tthe youth offending team consulted under section 38(1) or 39(5) in relationto the injunction, and\n\t\t\tany other person previously so consulted.\n\t\tIn considering whether and how to exercise its powers under this paragraph,the court must consider a report made to assist the court in that respect bythe youth offending team referred to in sub-paragraph (4)(a).\n\t\tAn order under sub-paragraph (1) may not be made in respect of a personaged 18 or over.\n\t\tThe court may not make a detention order under sub-paragraph (1) unless itis satisfied, in view of the severity or extent of the breach, that no otherpower available to the court is appropriate.\n\t\tWhere the court makes a detention order under sub-paragraph (1) it muststate in open court why it is satisfied as specified in sub-paragraph (7).\n\t\tIn this Schedule—\n\t\t\t  * “defaulter”, in relation to an order under this Schedule, means the person in respect of whom the order is made;\n\t\t\t  * “injunction applicant”, in relation to an injunction under Part 4 or an order under this Schedule made in respect of such an injunction, means the person who applied for the injunction;\n\t\t\t  * “appropriate court”, in relation to an order under this Schedule, means—\n\t\t\twhere the order is made by the High Court, the High Court;\n\t\t\twhere the order is made by a county court, a county court."
    },
    {
        "length": 482,
        "text": "\nSupervision orders\n\tA supervision order is an order imposing on the defaulter one or more ofthe following requirements—\n\t\ta supervision requirement;\n\t\tan activity requirement;\n\t\ta curfew requirement.\n\tBefore making a supervision order the court must obtain and considerinformation about the defaulter’s family circumstances and the likely effectof such an order on those circumstances.\n\tBefore making a supervision order imposing two or more requirements, thecourt must consider their mutual compatibility.\n\tThe court must ensure, as far as practicable, that any requirement imposedby a supervision order is such as to avoid—\n\t\tany conflict with the defaulter’s religious beliefs,\n\t\tany interference with the times, if any, at which the defaulter normallyworks or attends school or any other educational establishment, and\n\t\tany conflict with the requirements of any other court order or injunctionto which the defaulter may be subject.\n\tA supervision order must for the purposes of this Schedule specify amaximum period for the operation of any requirement contained in the order.\n\tThe period specified under sub-paragraph (5) may not exceed six monthsbeginning with the day after that on which the supervision order is made.\n\tA supervision order must for the purposes of this Schedule specify a youthoffending team established under section 39 of the Crime and Disorder Act1998.\n\tThe youth offending team specified under sub-paragraph (7) is to be—\n\t\tthe youth offending team in whose area it appears to the court that therespondent will reside during the period specified under sub-paragraph (5), or\n\t\twhere it appears to the court that the respondent will reside in the areaof two or more such teams, such one of those teams as the court may determine."
    },
    {
        "length": 125,
        "text": "\nSupervision requirements\n\tIn this Schedule, “supervision requirement”, in relation to a supervisionorder, means a requirement that the defaulter attend appointments with—\n\t\tthe responsible officer, or\n\t\tanother person determined by the responsible officer,\n\t\t\tat such times and places as may be instructed by the responsible officer.\n\tThe appointments must be within the period for the time being specified inthe order under paragraph 2(5)."
    },
    {
        "length": 1701,
        "text": "\nActivity requirements\n\tIn this Schedule, “activity requirement”, in relation to a supervisionorder, means a requirement that the defaulter do any or all of the followingwithin the period for the time being specified in the order under paragraph2(5)—\n\t\tparticipate, on such number of days as may be specified in the order, inactivities at a place, or places, so specified;\n\t\tparticipate in an activity or activities specified in the order on suchnumber of days as may be so specified;\n\t\tparticipate in one or more residential exercises for a continuous period orperiods comprising such number or numbers of days as may be specified in theorder;\n\t\tin accordance with sub-paragraphs (6) to (9), engage in activities inaccordance with instructions of the responsible officer on such number of daysas may be specified in the order.\n\tThe number of days specified in a supervision order in relation to anactivity requirement must not, in aggregate, be less than 12 or more than 24.\n\tA requirement referred to in sub-paragraph (1)(a) or (b) operates torequire the defaulter, in accordance with instructions given by theresponsible officer, on the number of days specified in the order in relationto the requirement—\n\t\tin the case of a requirement referred to in sub-paragraph (1)(a), topresent himself or herself at a place specified in the order to a person of adescription so specified, or\n\t\tin the case of a requirement referred to in sub-paragraph (1)(b), toparticipate in an activity specified in the order,\n\t\t\tand, on each such day, to comply with instructions given by, or under theauthority of, the person in charge of the place or the activity (as the casemay be).\n\tWhere the order includes a requirement referred to in sub-paragraph (1)(c)to participate in a residential exercise, it must specify, in relation to theresidential exercise—\n\t\ta place, or\n\t\tan activity.\n\tA requirement under sub-paragraph (1)(c) to participate in a residentialexercise operates to require the defaulter, in accordance with instructionsgiven by the responsible officer—\n\t\tif a place is specified under sub-paragraph (4)(a)—\n\t\tto present himself or herself at the beginning of the period specified inthe order in relation to the exercise, at the place so specified to a personof a description specified in the instructions, and\n\t\tto reside there for that period;\n\t\tif an activity is specified under sub-paragraph (4)(b), to participate, forthe period specified in the order in relation to the exercise, in the activityso specified,\n\t\tand, during that period, to comply with instructions given by, or under theauthority of, the person in charge of the place or the activity (as the casemay be).\n\tSubject to sub-paragraph (8), instructions under sub-paragraph (1)(d)relating to any day must require the defaulter to do either of the following—\n\t\tpresent himself or herself to a person of a description specified in theinstructions at a place so specified;\n\t\tparticipate in an activity specified in the instructions.\n\tAny such instructions operate to require the defaulter, on that day orwhile participating in that activity, to comply with instructions given by, orunder the authority of, the person in charge of the place or, as the case maybe, the activity.\n\tIf the supervision order so provides, instructions under sub-paragraph(1)(d) may require the defaulter to participate in a residential exercise fora period comprising not more than seven days, and, for that purpose—\n\t\tto present himself or herself at the beginning of that period to a personof a description specified in the instructions at a place so specified and toreside there for that period, or\n\t\tto participate for that period in an activity specified in theinstructions.\n\tInstructions such as are mentioned in sub-paragraph (8)—\n\t\tmay not be given except with the consent of a parent or guardian of thedefaulter, and\n\t\toperate to require the defaulter, during the period specified under thatsub-paragraph, to comply with instructions given by, or under the authorityof, the person in charge of the place or activity specified under paragraph(a) or (b) of that sub-paragraph.\n\tInstructions given by, or under the authority of, a person in charge of aplace under sub-paragraph (3), (5), (7) or (9)(b) may require the defaulter toengage in activities otherwise than at that place.\n\tWhere a supervision order contains an activity requirement, theappropriate court may on the application of the injunction applicant or thedefaulter amend the order by substituting for any number of days, place,activity, period or description of persons specified in the order a new numberof days, place, activity, period or description (subject, in the case of anumber of days, to sub-paragraph (2)).\n\tA court may only include an activity requirement in a supervision order orvary such a requirement under sub-paragraph (11) if—\n\t\tit has consulted the youth offending team which is to be, or is, specifiedin the order,\n\t\tit is satisfied that it is feasible to secure compliance with therequirement or requirement as varied,\n\t\tit is satisfied that provision for the defaulter to participate in theactivities proposed can be made under the arrangements for persons toparticipate in such activities which exist in the area of the youth offendingteam which is to be or is specified in the order, and\n\t\tin a case where the requirement or requirement as varied would involve theco-operation of a person other than the defaulter and the responsible officer,that person consents to its inclusion or variation.\n\tFor the purposes of sub-paragraph (9) “guardian” has the same meaning asin the Children and Young Persons Act 1933 (subject to sub-paragraph (14)).\n\tIf a local authority has parental responsibility for a defaulter who is inits care or provided with accommodation by it in the exercise of any socialservices functions, the reference to “guardian” in sub-paragraph (9) is to beread as a reference to that authority.\n\tIn sub-paragraph (14)—\n\t\t“parental responsibility” has the same meaning as it has in the ChildrenAct 1989 by virtue of section 3 of that Act;\n\t\t“social services functions” has the same meaning as it has in the LocalAuthority Social Services Act 1970 by virtue of section 1A of that Act."
    },
    {
        "length": 332,
        "text": "\nCurfew requirements\n\tIn this Schedule, “curfew requirement”, in relation to a supervisionorder, means a requirement that the defaulter remain, for periods specified inthe order, at a place so specified.\n\tA supervision order imposing a curfew requirement may specify differentplaces or different periods for different days.\n\tThe periods specified under sub-paragraph (1)—\n\t\tmust be within the period for the time being specified in the order underparagraph 2(5);\n\t\tmay not amount to less than two or more than eight hours in any day.\n\tBefore specifying a place under sub-paragraph (1) in a supervision order,the court making the order must obtain and consider information about theplace proposed to be specified in the order (including information as to theattitude of persons likely to be affected by the enforced presence there ofthe defaulter).\n\tWhere a supervision order contains a curfew requirement, the appropriatecourt may, on the application of the injunction applicant or the defaulteramend the order by—\n\t\tsubstituting new periods for the periods specified in the order under thisparagraph (subject to sub-paragraph (3)); or\n\t\tsubstituting a new place for the place specified in the order under thisparagraph (subject to sub-paragraph (4))."
    },
    {
        "length": 602,
        "text": "\nElectronic monitoring requirements\n\tA supervision order containing a curfew requirement may also contain arequirement (an “electronic monitoring requirement”) for securing theelectronic monitoring of compliance with the curfew requirement during aperiod—\n\t\tspecified in the order, or\n\t\tdetermined by the responsible officer in accordance with the order.\n\tIn a case referred to in sub-paragraph (1)(b), the responsible officermust, before the beginning of the period when the electronic monitoringrequirement is to take effect, notify—\n\t\tthe defaulter,\n\t\tthe person responsible for the monitoring, and\n\t\tany person falling within sub-paragraph (3)(b),\n\t\t\tof the time when that period is to begin.\n\tWhere— \n\t\tit is proposed to include an electronic monitoring requirement in asupervision order, but\n\t\tthere is a person (other than the defaulter) without whose co-operation itwill not be practicable to secure that the monitoring takes place,\n\t\tthe requirement may not be included in the order without that person’sconsent.\n\tA supervision order imposing an electronic monitoring requirement mustinclude provision for making a person responsible for the monitoring.\n\tThe person who is made responsible for the monitoring must be of adescription specified in an order under paragraph 26(5) of Schedule 1 to theCriminal Justice and Immigration Act 2008.\n\tAn electronic monitoring requirement may not be included in a supervisionorder unless the court making the order—\n\t\thas been notified by the youth offending team for the time being specifiedin the order that arrangements for electronic monitoring are available in thearea where the place which the court proposes to specify in the order for thepurposes of the curfew requirement is situated, and\n\t\tis satisfied that the necessary provision can be made under thearrangements currently available.\n\tWhere a supervision order contains an electronic monitoring requirement,the appropriate court may, on the application of the injunction applicant orthe defaulter, amend the order by substituting a new period for the periodspecified in the order under this paragraph.\n\tSub-paragraph (3) applies in relation to the variation of an electronicmonitoring requirement under sub-paragraph (7) as it applies in relation tothe inclusion of such a requirement."
    },
    {
        "length": 407,
        "text": "\n“Responsible officer”\n\tFor the purposes of this Part of this Schedule, the “responsible officer”,in relation to a supervision order, means—\n\t\tin a case where the order imposes a curfew requirement and an electronicmonitoring requirement, but does not impose an activity or supervisionrequirement, the person who under paragraph 6(4) is responsible for theelectronic monitoring;\n\t\tin any other case, the member of the youth offending team for the timebeing specified in the order who, as respects the defaulter, is for the timebeing responsible for discharging the functions conferred by this Schedule onthe responsible officer.\n\tWhere a supervision order has been made, it is the duty of the responsibleofficer—\n\t\tto make any arrangements that are necessary in connection with therequirements contained in the order, and\n\t\tto promote the defaulter’s compliance with those requirements.\n\tIn giving instructions in pursuance of a supervision order, the responsibleofficer must ensure, so far as practicable, that any instruction is such as toavoid the matters referred to in paragraph 2(4).\n\tA defaulter in respect of whom a supervision order is made must—\n\t\tkeep in touch with the responsible officer in accordance with suchinstructions as the responsible officer may from time to time give to thedefaulter, and\n\t\tnotify the responsible officer of any change of address.\n\tThe obligations imposed by sub-paragraph (4) have effect as a requirementof the supervision order."
    },
    {
        "length": 131,
        "text": "\nAmendment of operative period\n\tThe appropriate court may, on the application of the injunction applicantor the defaulter, amend a supervision order by substituting a new period forthat for the time being specified in the order under paragraph 2(5) (subjectto paragraph 2(6)).\n\tThe court may, on amending a supervision order pursuant to sub-paragraph(1), make such other amendments to the order in relation to any requirementimposed by the order as the court considers appropriate."
    },
    {
        "length": 433,
        "text": "\nAmendment on change of area of residence\n\tThis paragraph applies where, on an application made by the injunctionapplicant or the defaulter in relation to a supervision order, the appropriatecourt is satisfied that the defaulter proposes to reside, or is residing, inthe area of a youth offending team other than the team for the time beingspecified in the order.\n\tIf the application is made by the defaulter, the court to which it is mademay amend the order by substituting for the youth offending team specified inthe order the youth offending team for the area referred to in sub-paragraph(1) (or, if there is more than one such team for that area, such of thoseteams as the court may determine).\n\tIf the application is made by the injunction applicant, the court to whichit is made must, subject as follows, so amend the order.\n\tWhere a court amends the supervision order pursuant to sub-paragraph (2) or(3) but the order contains a requirement which, in the opinion of the court,cannot reasonably be complied with if the defaulter resides in the areareferred to in sub-paragraph (1), the court must also amend the order by—\n\t\tremoving that requirement, or\n\t\tsubstituting for that requirement a new requirement which can reasonably becomplied with if the defaulter resides in that area.\n\tSub-paragraph (3) does not require a court to amend the supervision orderif in its opinion sub-paragraph (4) would produce an inappropriate result.\n\tThe injunction applicant must consult the youth offending team for the timebeing specified in the order before making an application under sub-paragraph(1)."
    },
    {
        "length": 269,
        "text": "\nRevocation of supervision order\n\tWhere a supervision order is made, the injunction applicant or thedefaulter may apply to the appropriate court—\n\t\tto revoke the order, or\n\t\tto amend the order by removing any requirement from it.\n\tIf it appears to the court to which an application under sub-paragraph(1)(a) or (b) is made to be in the interests of justice to do so, havingregard to circumstances which have arisen since the supervision order wasmade, the court may grant the application and revoke or amend the orderaccordingly.\n\tThe circumstances referred to in sub-paragraph (2) include the conduct ofthe defaulter.\n\tIf an application made under sub-paragraph (1) in relation to a supervisionorder is dismissed, no further such application may be made in relation to theorder by any person without the consent of the appropriate court.\n\tThe injunction applicant must consult the youth offending team for the timebeing specified in the order before making an application under sub-paragraph(1)."
    },
    {
        "length": 396,
        "text": "\nNon-compliance with supervision order\n\tIf the responsible officer considers that the defaulter has failed tocomply with any requirement of the supervision order, the responsible officermust inform the injunction applicant.\n\tOn being informed as specified in sub-paragraph (1) the injunctionapplicant may apply to the appropriate court.\n\tBefore making an application under sub-paragraph (2) the injunctionapplicant must consult—\n\t\tthe youth offending team for the time being specified in the order, and\n\t\tany person consulted by virtue of section 38(2)(a) or (b).\n\tIf on an application under sub-paragraph (2) the court to which it is madeis satisfied beyond reasonable doubt that the defaulter has without reasonableexcuse failed to comply with any requirement of the supervision order, thecourt may—\n\t\trevoke the supervision order and make a new one; or\n\t\trevoke the order and make a detention order (see Part 3 of this Schedule).\n\tThe powers in sub-paragraph (4) may not be exercised at any time after thedefaulter reaches the age of 18.\n\tThe powers conferred by sub-paragraph (4) are in addition to any otherpower of the court in relation to the breach of the supervision order.\n\tThe court to which an application under sub-paragraph (2) is made mustconsider representations made by the youth offending team for the time beingspecified in the order before exercising its powers under this paragraph."
    },
    {
        "length": 521,
        "text": "\nCopies of supervision order etc\n\tThe court by which a supervision order is made must forthwith provide acopy of the order to—\n\t\tthe defaulter, and\n\t\tthe youth offending team for the time being specified in the order.\n\tWhere a supervision order is made, the injunction applicant must forthwithprovide a copy of so much of the order as is relevant—\n\t\tin a case where the order includes an activity requirement specifying aplace under paragraph 4(1)(a), to the person in charge of that place;\n\t\tin a case where the order includes an activity requirement specifying anactivity under paragraph 4(1)(b), to the person in charge of that activity;\n\t\tin a case where the order includes an activity requirement specifying aresidential exercise under paragraph 4(1)(c), to the person in charge of theplace or activity specified under paragraph 4(4) in relation to thatresidential exercise;\n\t\tin a case where the order contains an electronic monitoring requirement,to—\n\t\tany person who by virtue of paragraph 6(4) will be responsible for theelectronic monitoring, and\n\t\tany person without whose consent that requirement could not have beenincluded in the order.\n\tThe court by which a supervision order is revoked or amended must forthwithprovide a copy of the revoking order, or of the order as amended, to—\n\t\tthe defaulter, and\n\t\tthe youth offending team for the time being specified in the order.\n\tWhere— \n\t\ta copy of a supervision order (or part of a supervision order) has beengiven to a person under sub-paragraph (2) by virtue of any requirementcontained in the order, and\n\t\tthe order is revoked, or amended in respect of that requirement,\n\t\t\tthe injunction applicant must forthwith give a copy of the revoking order, orof so much of the order as amended as is relevant, to that person."
    },
    {
        "length": 647,
        "text": "\nPart 3Detention orders\n\tDetention orders\n\t\tA detention order is an order that the defaulter be detained for a periodspecified in the order in such youth detention accommodation as the Secretaryof State may determine.\n\t\tThe period specified under sub-paragraph (1) may not exceed the period ofthree months beginning with the day after that on which the order is made.\n\t\tIn sub-paragraph (1) “youth detention accommodation” means—\n\t\t\ta secure training centre;\n\t\t\ta young offender institution;\n\t\t\tsecure accommodation, as defined by section 23(12) of the Children andYoung Persons Act 1969.\n\t\tThe function of the Secretary of State under sub-paragraph (1) isexercisable concurrently with the Youth Justice Board.\n\t\tA person detained under a detention order is in legal custody.\n\tRevocation of detention order\n\t\tWhere a detention order is made, the injunction applicant or thedefaulter may apply to the appropriate court to revoke it.\n\t\tIf it appears to the court to which an application under sub-paragraph (1)is made to be in the interests of justice to do so, having regard tocircumstances which have arisen since the detention order was made, the courtmay grant the application and revoke the order accordingly.\n\t\tThe circumstances referred to in sub-paragraph (2) include the conduct ofthe defaulter.\n\t\tIf an application made under sub-paragraph (1) in relation to a detentionorder is dismissed, no further such application may be made in relation to theorder by any person without the consent of the appropriate court.\n\t\tBefore making an application under sub-paragraph (1) the injunctionapplicant must consult—\n\t\t\tin the case of a detention order made under paragraph 1(1), the youthoffending team referred to in paragraph 1(4)(a); or\n\t\t\tin the case of a detention order made under paragraph 12(4)(b), the youthoffending team referred to in paragraph 12(3)(a).”\n\t\tIn section 41 of the Crime and Disorder Act 1998 (Youth Justice Board), insubsection (5)(i), at the end there is inserted—\n\t\t\taccommodation referred to in paragraph 14(3) of Schedule 5A to thePolicing and Crime Act 2009 which is or may be used for the purpose ofdetaining persons subject to a detention order under that Schedule;”."
    },
    {
        "length": 1092,
        "text": "\nAnti-social behaviour orders\n\tReport on family circumstances\n\t\tThe Crime and Disorder Act 1998 is amended as follows.\n\t\tIn section 1 (anti-social behaviour orders), after subsection (1B) there isinserted—\n\t\t\t“(1C)Before making an application under subsection (1) in respect of a personunder the age of 16, the relevant authority must prepare a report on theperson’s family circumstances in accordance with regulations made by theSecretary of State.”\n\t\tIn section 9 (parenting orders: supplemental), in subsection (2), after“information” there is inserted “(including any report prepared under section1(1C))”.\n\t\tIn section 114 (orders and regulations), in subsection (2), for “section 6”there is substituted “section 1(1C), 6”.\n\tParenting orders on breach\n\t\tThe Crime and Disorder Act 1998 is amended as follows.\n\t\tIn section 8 (parenting orders), in subsection (1)(c), after “an offence”there is inserted “, except in a case where section 8A below applies(parenting order on breach of anti-social behaviour order)”.\n\t\tAfter that section, there is inserted—\n\t\t“8AParenting order on breach of anti-social behaviour order\n\t\t\tThis section applies where a person under the age of 16 is convicted of anoffence under section 1(10) above in respect of an anti-social behaviourorder.\n\t\t\tThe court by or before which the person is so convicted must make aparenting order in respect of a person who is a parent or guardian of theperson convicted, unless it is of the opinion that there are exceptionalcircumstances that would make a parenting order inappropriate.\n\t\t\tThe parenting order must specify such requirements as the court considerswould be desirable in the interests of preventing—\n\t\t\t\tany repetition of the kind of behaviour which led to the anti-socialbehaviour order being made; or\n\t\t\t\tthe commission of any further offence by the person convicted.\n\t\t\tIf the court does not make a parenting order because it is of the opinionthat there are exceptional circumstances that would make it inappropriate, itmust state in open court that it is of that opinion and what thosecircumstances are.\n\t\t\tThe following subsections of section 8 above apply to parenting orders madeunder this section—\n\t\t\t\tsubsection (3) (court not to make parenting order unless arrangementsavailable in local area);\n\t\t\t\tsubsection (4) (definition of parenting order);\n\t\t\t\tsubsection (5) (counselling or guidance programme not necessary if previousparenting order);\n\t\t\t\tsubsection (7A) (residential courses).\n\t\t\tThe following subsections of section 9 below apply to parenting orders madeunder this section—\n\t\t\t\tsubsection (3) (court to explain effect of parenting order);\n\t\t\t\tsubsection (4) (parenting order not to conflict with religious beliefs,work or education);\n\t\t\t\tsubsections (5) and (6) (applications to vary or discharge parentingorder);\n\t\t\t\tsubsection (7) (failure to comply with parenting order).”\n\t\t\tIn section 9 (parenting orders: supplemental)—\n\t\t\t\tin subsection (1), after “offence” there is inserted “, other than anoffence under section 1(10) above in respect of an anti-social behaviourorder,”;\n\t\t\t\tin subsection (2), the word “or” immediately preceding paragraph (c) isrepealed, and after that paragraph there is inserted “; or\n\t\t\t\tin a case falling within section 8A above,”;\n\t\t\t\tafter subsection (2A) there is inserted—\n\t\t\t\t\t“(2AA)Subsection (2A) does not apply where the child or young person isconvicted of an offence under section 1(10) above in respect of an anti-socialbehaviour order.”\n\t\t\tIn section 10 (appeals against parenting orders), in subsection (4), after“section 8(1)(c)” there is inserted “or 8A”.\n\t\t\tIn section 7A of the Prosecution of Offences Act 1985 (powers of non-legalstaff of Crown Prosecution Service), in subsection (5), in the definition of“preventative civil orders”, in paragraph (c), after “section 8” there isinserted “or 8A”."
    },
    {
        "length": 2090,
        "text": "\nExtension of licensing scheme\n\tThe Private Security Industry Act 2001 is amended as follows.\n\tAfter section 4 there is inserted—\n\t“Licensing of businesses etc\n\t\tARequirement to license businesses etc\n\t\t\tSubject to the following provisions of this Act, it shall be an offence forany person to engage in any conduct licensable under this section except underand in accordance with a licence under this section.\n\t\t\tFor the purposes of this Act a person engages in conduct licensable underthis section if the person carries out—\n\t\t\t\tany activities to which paragraph 3 of Schedule 2 applies (immobilisationof vehicles);\n\t\t\t\tany activities to which paragraph 3A of Schedule 2 applies (restriction andremoval of vehicles); or\n\t\t\t\tsuch other activities of a security operative as are for the time beingdesignated for the purposes of this section by an order made by the Secretaryof State.\n\t\t\tIn the application of this section to Scotland—\n\t\t\t\tthe reference in subsection (2)(c) to the Secretary of State must beconstrued as a reference to the Scottish Ministers; but\n\t\t\t\tbefore making any order under subsection (2)(c) the Scottish Ministers areto consult the Secretary of State.\n\t\t\tWhere an individual carries out an activity referred to in subsection (2)on behalf of another person—\n\t\t\t\tthe individual is not to be regarded as carrying out the activity for thepurposes of this section (and other provisions of this Act so far as relatingto this section), and\n\t\t\t\tthe other person is to be regarded as carrying out the activity for thosepurposes (subject to subsection (7)(a)).\n\t\t\tFor the purposes of subsection (4), an individual carries out an activityon behalf of another in particular if—\n\t\t\t\tthe individual is, and is acting as, that person’s employee,\n\t\t\t\tthe other person is a body corporate and the individual is, and is actingas, a director, manager, secretary or other similar officer of the body,\n\t\t\t\tthe other person is a Scottish partnership and the individual is, and isacting as, a partner of the partnership, or\n\t\t\t\tthe other person is an unincorporated association and the individual is,and is acting as, a member of the association,\n\t\t\t\t\tbut an individual does not carry out an activity on behalf of another forthose purposes if he is acting pursuant to a contract for the supply ofservices with that person.\n\t\t\tSubsection (7) applies where—\n\t\t\t\tpursuant to a contract for the supply of services, a person (“the maincontractor”) is or may be required to secure that an activity referred to insubsection (2) is carried out, and\n\t\t\t\tpursuant to a further contract for the supply of services the maincontractor secures the carrying out of the activities by another person (“thesub-contractor”).\n\t\t\tIn a case where this subsection applies—\n\t\t\t\tif the sub-contractor is an individual, the sub-contractor is not to beregarded as carrying out the activities;\n\t\t\t\tthe main contractor is to be regarded as carrying out the activities,whether or not the sub-contractor is also regarded as carrying out theactivities.\n\t\t\tA person guilty of an offence under this section shall be liable—\n\t\t\t\ton summary conviction, to imprisonment for a term not exceeding twelvemonths or to a fine not exceeding the statutory maximum, or to both;\n\t\t\t\ton conviction on indictment, to imprisonment for a term not exceeding fiveyears or to a fine or to both.\n\t\t\tIn the application of this section—\n\t\t\t\tin England and Wales, in relation to an offence committed before thecommencement of section 154(1) of the Criminal Justice Act 2003, or\n\t\t\t\tin Northern Ireland,\n\t\t\t\tthe reference in subsection (8)(a) to twelve months is to be read as areference to six months.\n\t\tBExemptions from requirement to license businesses etc\n\t\t\tIf— \n\t\t\t\tit appears to the Secretary of State that there are circumstances in whichconduct licensable under section 4A is engaged in only by persons to whomsuitable alternative arrangements will apply, and\n\t\t\t\tthe Secretary of State is satisfied that, as a consequence, it isunnecessary for persons engaging in any such conduct in those circumstances tobe required to be licensed under that section,\n\t\t\t\t\tthe Secretary of State may by regulations prescribing those circumstancesprovide that a person shall not be guilty of an offence under section 4A inrespect of any conduct engaged in by that person in those circumstances.\n\t\t\tIn subsection (1)(a), the reference to suitable alternative arrangements isa reference to arrangements that the Secretary of State is satisfied areequivalent, for all practical purposes so far as the protection of the publicis concerned, to those applying to persons applying for and granted licencesunder section 4A.”\n\t\t\tIn section 6 (offence of using unlicensed wheel-clampers), after subsection(1) there is inserted—\n\t\t\t“(1A)A person who is an occupier of any premises is guilty of an offence if—\n\t\t\t\tanother person carries out, in relation to vehicles on those premises, anyactivities to which paragraph 3 or 3A of Schedule 2 applies;\n\t\t\t\tthe carrying out of those activities involves that other person engaging inconduct licensable under section 4A in respect of which he is not the holderof a licence under that section; and\n\t\t\t\tthose activities are carried out with the permission of that occupier orfor the purposes of, or in connection with, any contract for the supply ofservices to him.”\n\t\t\tIn section 9 (licence conditions), after subsection (2) there is inserted—\n\t\t\t“(2A)The conditions that may be prescribed or imposed in relation to anydescription of licence under section 4A include conditions requiring theperson to whom the licence is granted to be a member of a nominated body orscheme.\n\t\t\t(2B)In subsection (2A) “nominated body or scheme” means such body or scheme asis for the time being nominated for the purposes of that subsection by theAuthority with the approval of the Secretary of State (and different bodies orschemes may be appointed in relation to different descriptions of licence).\n\t\t\t(2C)The Secretary of State must consult the Scottish Ministers beforeapproving a nomination under subsection (2B) affecting persons carrying outactivities in Scotland.”\n\t\t\tIn section 19 (powers of entry and inspection), in subsection (1)—\n\t\t\t\tafter “enter” there is inserted “(a)”;\n\t\t\t\tat the end there is inserted\n\t\t\t\t“; and\n\t\t\t\tany premises which appear to him to be premises on which a person engagesin conduct licensable under section 4A, other than premises occupiedexclusively for residential purposes as a private dwelling.”\n\t\t\tIn section 23 (criminal liability of directors etc), at the end there isinserted—\n\t\t\tWhere an offence under any provision of this Act is committed by anunincorporated association and is proved to have been committed with theconsent or connivance of, or to be attributable to any neglect on the part of—\n\t\t\t\tin the case of an unincorporated association which is a partnership, apartner or a person purporting to be a partner,\n\t\t\t\tin the case of any other unincorporated association, an officer of theassociation or any member of its governing body or a person purporting to actin any such capacity,\n\t\t\t\the (as well as the association) shall be guilty of that offence and liable tobe proceeded against and punished accordingly.”\n\t\t\tIn section 25 (interpretation), after subsection (1) there is inserted—\n\t\t\t“(1A)References in this Act to an unincorporated association include apartnership which is not regarded as a legal person under the law of thecountry or territory under which it is formed; and references to a member ofan unincorporated association are to be construed, in relation to such apartnership, as references to a partner.”\n\t\t\tSchedule 1 (which makes minor and consequential amendments to the PrivateSecurity Industry Act 2001) is part of this section."
    },
    {
        "length": 867,
        "text": "\nExtension of approval scheme\n\tThe Private Security Industry Act 2001 is amended as follows.\n\tFor the italic heading before section 14 (“Approved contractors”) there issubstituted “Approval scheme”.\n\tIn section 14 (register of approved contractors)—\n\t\tin the heading, for “contractors” there is substituted “persons”;\n\t\tin subsection (1), for “approved providers of security industry services”there is substituted “approved persons undertaking security activities”;\n\t\tafter that subsection there is inserted—\n\t\t\t“(1A)For the purposes of this section, the following undertake securityactivities—\n\t\ta person providing security industry services; and\n\t\ta person who employs an individual to carry out the activities of asecurity operative on his behalf.”;\n\t\tin subsection (3)(c), after “services” there is inserted “or activities”.\n\tIn section 15 (arrangements for the grant of approvals), for subsection (1)there is substituted—\n\tIt shall be the duty of the Authority to secure that there arearrangements in force for granting approvals to persons to whom this sectionapplies.\n\t(1A)This section applies to—\n\t\ta person who provides security industry services and seeks approval inrespect of any such services that he is providing or proposes to provide; and\n\t\ta person who employs an individual to carry out the activities of asecurity operative on his behalf and seeks approval in respect of thoseactivities or other such activities that he proposes to employ an individualto carry out.”\n\tIn that section, in subsection (2)—\n\t\tin paragraphs (a) and (b), after “services” there is inserted “oractivities”;\n\t\tin paragraph (c), after “services” there is inserted “or carrying out ofthe activities”.\n\tIn that section, in subsection (3)—\n\t\tin paragraph (a), after “services” there is inserted “or securing thecarrying out of the activities”;\n\t\tin paragraph (d), at the end there is inserted “or activities”.\n\tIn section 16 (right to use approved status)—\n\t\tin subsection (1) the words “as an approved provider of security industryservices” are repealed;\n\t\tin subsection (2)(a), the words “as an approved provider of any securityindustry services” are repealed.\n\tIn section 17 (imposition of requirements for approval), in subsection (1)—\n\t\tafter “provide that” there is inserted “(a)”;\n\t\tat the end there is inserted “; and\n\t\tpersons of prescribed descriptions are to be prohibited from securing thatactivities of a security operative are carried out on their behalf by anemployee unless they are for the time being approved in respect of thoseactivities in accordance with arrangements under section 15.”\n\tIn that section, in subsection (3)—\n\t\tin paragraph (a), after “services” there is inserted “or activities”;\n\t\tin paragraph (b), after “services” there is inserted “or employing anindividual to carry out those activities”;\n\t\tafter “in respect of those services” there is inserted “or activities”.\n\tIn that section, in subsection (5)—\n\t\tafter “any services” there is inserted “or activities”;\n\t\tin paragraph (a), after “those services” there is inserted “or the carryingout of those activities”."
    },
    {
        "length": 895,
        "text": "\nCharges for vehicle release: appeals\n\tThe Private Security Industry Act 2001 is amended as follows.\n\tBefore section 23 there is inserted—\n\t“22ACharges for vehicle release: appeals\n\t\tThe Secretary of State shall by regulations make provision for the purposespecified in subsection (2) in a case where, in England and Wales or NorthernIreland, a person carries out—\n\t\t\tan activity to which paragraph 3 of Schedule 2 applies by virtue of sub-paragraph (1)(c) of that paragraph (demanding or collecting a charge as acondition of the removal of an immobilisation device); or\n\t\t\tan activity to which paragraph 3A of Schedule 2 applies by virtue of sub-paragraph (1)(d) of that paragraph (demanding or collecting a charge as acondition of the release of a vehicle).\n\t\tThe purpose referred to in subsection (1) is to entitle a person otherwiseentitled to remove the vehicle to appeal against the charge.\n\t\tRegulations under this section shall specify the grounds on which an appealmay be made.\n\t\tThe grounds may include in particular—\n\t\t\tcontravention of a code of practice issued by the Authority;\n\t\t\tcontravention of any requirement imposed by or under this Act (including acondition contained in a licence granted under this Act).\n\t\tRegulations under this section shall make provision for and in connectionwith the person to whom an appeal may be made.\n\t\tThat person may in particular be—\n\t\t\ta person exercising functions of adjudication or the hearing of appealsunder another enactment;\n\t\t\ta body established by the Secretary of State under the regulations;\n\t\t\tan individual appointed under the regulations by the Secretary of State orby another person specified in the regulations.\n\t\tRegulations under this section may also include provision—\n\t\t\tas to the procedural conditions to be satisfied by a person before anappeal may be made;\n\t\t\tas to the payment of a fee by the appellant;\n\t\t\tas to the procedure (including time limits) for making an appeal;\n\t\t\tas to the procedure for deciding an appeal;\n\t\t\tas to the payment to the appellant by the respondent of—\n\t\t\tthe charge against which the appeal is made;\n\t\t\tother costs incurred by the appellant in consequence of the activityreferred to in subsection (1);\n\t\t\tas to the payment by a party to an appeal of—\n\t\t\tcosts of the other party in relation to the adjudication;\n\t\t\tother costs in respect of the adjudication;\n\t\t\tas to the payment by the respondent to an appeal, in a case where theappeal is granted, of a charge in respect of the costs of adjudications underthe regulations;\n\t\t\tas to the effect and enforcement of a decision of the person to whom anappeal is made;\n\t\t\trequiring or authorising the person to whom an appeal is made to provideinformation relating to the appeal to the Authority;\n\t\t\tto the effect that a person who makes a representation that is false in amaterial particular, and does so recklessly or knowing it to be false, commitsan offence triable summarily and punishable with a fine not exceeding level 5on the standard scale.\n\t\tThe provision specified in paragraphs (e), (f) and (g) of subsection (7)includes provision authorising the person to whom an appeal is made to requirepayment of the matters specified in those paragraphs.”\n\t\tIn section 24 (orders and regulations), in subsection (4), after “section3(2)(j)” there is inserted “or 22A”."
    },
    {
        "length": 259,
        "text": "\nPrison security\n\tOffences relating to electronic communications devices in prison\n\t\tIn the Prison Act 1952, in section 40D (other offences relating to prisonsecurity)—\n\t\t\tin subsection (1)(b), for “or any sound” there is substituted “, sound orinformation”;\n\t\t\tin subsection (3), paragraph (b) and the preceding “or” are repealed;\n\t\t\tafter subsection (3) there is inserted—\n\t\t\t“(3A)A person who, without authorisation, is in possession of any of the itemsspecified in subsection (3B) inside a prison is guilty of an offence.\n\t\t\t(3B)The items referred to in subsection (3A) are—\n\t\t\ta device capable of transmitting or receiving images, sounds or informationby electronic communications (including a mobile telephone);\n\t\t\ta component part of such a device;\n\t\t\tan article designed or adapted for use with such a device (including anydisk, film or other separate article on which images, sounds or informationmay be recorded).”"
    },
    {
        "length": 538,
        "text": "\nAir weapons\n\tOffence of allowing minors access to air weapons\n\t\tThe Firearms Act 1968 is amended as follows.\n\t\tAfter section 24 there is inserted—\n\t\t“24ZAFailing to prevent minors from having air weapons\n\t\t\tIt is an offence for a person in possession of an air weapon to fail totake reasonable precautions to prevent any person under the age of eighteenfrom having the weapon with him.\n\t\t\tSubsection (1) does not apply where by virtue of section 23 of this Act theperson under the age of eighteen is not prohibited from having the weapon withhim.\n\t\t\tIn proceedings for an offence under subsection (1) it is a defence to showthat the person charged with the offence—\n\t\t\t\tbelieved the other person to be aged eighteen or over; and\n\t\t\t\thad reasonable ground for that belief.\n\t\t\tFor the purposes of this section a person shall be taken to have shown thematters specified in subsection (3) if—\n\t\t\t\tsufficient evidence of those matters is adduced to raise an issue withrespect to them; and\n\t\t\t\tthe contrary is not proved beyond a reasonable doubt.”\n\t\t\tIn section 57 (interpretation), in subsection (3) (offences relating to airweapons), for “and 24(4)” there is substituted “, 24(4) and 24ZA(1)”.\n\t\t\tIn the table in Part 1 of Schedule 6 (prosecution and punishment ofoffences), after the entry for section 24(4), there is inserted—\n\t\t\t\t“Section 24ZA(1)| Failing to prevent minors from having air weapons| Summary|A fine of level 3 on the standard scale.| Paragraphs 7 and 8 of Part II ofthis Schedule apply.”  ---|---|---|---|---    (5)In Part 2 of Schedule 6 (supplementary provisions as to trial andpunishment of offences), in paragraphs 7 and 8 (forfeiture and disposal offirearms), for “or 24(4)” there is substituted “, 24(4) or 24ZA(1)”."
    },
    {
        "length": 2145,
        "text": "\nCompensation of victims of overseas terrorism\n\tIntroductory \n\t\tThe Secretary of State may make arrangements for making payments to, or inrespect of, persons who are injured as a result of an act designated undersubsection (2).\n\t\tThe Secretary of State may designate an act under this subsection if—\n\t\t\tit took place outside the United Kingdom,\n\t\t\tit took place on or after 18 January 2010,\n\t\t\tin the view of the Secretary of State the act constitutes terrorism withinthe meaning of the Terrorism Act 2000 (see section 1 of that Act), and\n\t\t\thaving regard to all the circumstances, the Secretary of State considersthat it would be appropriate to designate it.\n\t\tNothing in this section affects any power of the Secretary of State to makepayments to, or in respect of, persons who are injured as a result ofterrorism outside the United Kingdom.\n\t\tIn sections 47 to 54, “injury” includes fatal injury (and “injured” is tobe construed accordingly).\n\tCompensation scheme\n\t\tArrangements under section 47 may include the making of a scheme providing,in particular, for—\n\t\t\tthe circumstances in which payments may be made, and\n\t\t\tthe categories of person to whom payments may be made.\n\t\tThe scheme is to be known as the Victims of Overseas Terrorism CompensationScheme (“the Scheme”).\n\t\tSums required for payments to be made in accordance with the Scheme are tobe provided by the Secretary of State.\n\t\tSchedule 2 (which makes consequential amendments relating to the Scheme) ispart of this section.\n\tEligibility and applications\n\t\tThe Scheme may make provision about a person’s eligibility for a paymentunder it by reference to any or all of the following factors—\n\t\t\tthe nationality of the person (or the injured person);\n\t\t\tthe place of residence of the person (or the injured person);\n\t\t\tthe length of time the person (or the injured person) has resided there;\n\t\t\tany other factors that the Secretary of State considers appropriate.\n\t\tThe Scheme may provide that applications for payments under it may only bemade—\n\t\t\tby eligible persons;\n\t\t\twithin a period specified in the Scheme (and the Scheme may specifydifferent periods for different descriptions of act);\n\t\t\tin a manner or form specified in the Scheme.\n\tPayments \n\t\tThe Scheme may make provision determining the amount of payments to be madeunder it to, or in respect of, persons injured as a result of an actdesignated under section 47(2) by reference to any or all of the followingfactors—\n\t\t\tthe nature of the injury;\n\t\t\tloss of earnings resulting from the injury;\n\t\t\texpenses that have been or will be incurred as a result of the injury;\n\t\t\tany other factors that the Secretary of State considers appropriate.\n\t\tThe Scheme may make provision—\n\t\t\tas to the circumstances in which a payment may be withheld or the amount ofa payment reduced;\n\t\t\tfor payments to be repayable in circumstances specified in the Scheme;\n\t\t\tfor payments to be made subject to conditions;\n\t\t\tfor payments not to exceed such maximum amounts as may be specified in theScheme.\n\t\tAny amount which falls to be repaid by virtue of subsection (2)(b) isrecoverable as a debt due to the Crown.\n\t\tAny sums received by the Secretary of State under any provision of theScheme made by virtue of subsection (2)(b) are to be paid by the Secretary ofState into the Consolidated Fund.\n\t\tAny assignment (or, in Scotland, assignation) of, or charge on, a paymentmade under the Scheme, and any agreement to assign or charge such a payment,is void.\n\t\tOn the bankruptcy of an individual to whom a payment is made under theScheme (or in Scotland, on the sequestration of such an individual’s estate),the payment shall not pass to any trustee or other person acting on behalf ofthe individual’s creditors.\n\tClaims officers etc\n\t\tThe Scheme may include provision for applications to be determined andpayments to be made by persons (“claims officers”) appointed for the purposeby the Secretary of State.\n\t\tA claims officer—\n\t\t\tis to be appointed on such terms and conditions as the Secretary of Stateconsiders appropriate;\n\t\t\tis not to be regarded as having been appointed to exercise functions of theSecretary of State or to act on behalf of the Secretary of State.\n\t\tNo decision taken by a claims officer shall be regarded as having beentaken by, or on behalf of, the Secretary of State.\n\t\tThe Secretary of State may pay such remuneration, allowances or gratuitiesto or in respect of claims officers and other persons exercising functions inrelation to the Scheme as the Secretary of State considers appropriate.\n\tReviews and appeals\n\t\tThe Scheme must include provision for the review, in such circumstances asit may specify, of any decision taken in respect of an application made underit.\n\t\tThe Scheme must secure that such a review is conducted by a person otherthan the person who made the decision under review.\n\t\tThe Scheme must include provision for rights of appeal to the First-tierTribunal against decisions taken on reviews under provisions of the Schememade by virtue of subsection (1).\n\t\tThe power conferred by section 50(2)(a) to provide for the reduction of anamount of a payment includes power to provide for a reduction where, in theopinion of the First-tier Tribunal determining an appeal, the appeal isfrivolous or vexatious.\n\tReports, accounts and financial records\n\t\tThe Scheme must include provision for such person as the Secretary of Stateconsiders appropriate to make a report to the Secretary of State as soon aspossible after the end of each financial year on the operation of the Schemeduring that year.\n\t\tThe Secretary of State must lay a copy of every such report beforeParliament.\n\t\tThe Scheme must also include provision—\n\t\t\tfor such person as the Secretary of State considers appropriate—\n\t\t\tto keep proper accounts and proper records in relation to the accounts;\n\t\t\tto prepare a statement of accounts in each financial year in such form asthe Secretary of State may direct;\n\t\t\trequiring such a statement of accounts to be submitted to the Secretary ofState at such time as the Secretary of State may direct.\n\t\tWhere a statement of accounts is submitted to the Secretary of State, theSecretary of State must send a copy of it to the Comptroller and AuditorGeneral as soon as is reasonably practicable.\n\t\tThe Comptroller and Auditor General must—\n\t\t\texamine, certify and report on any statement of accounts received undersubsection (4);\n\t\t\tlay copies of the statement and of the report made under paragraph (a)before Parliament.\n\t\tIn this section “financial year” means the period beginning with the day onwhich this section comes into force and ending with the following 31st Marchand each successive period of 12 months.\n\tParliamentary control\n\t\tBefore making the Scheme, the Secretary of State must lay a draft of itbefore Parliament.\n\t\tThe Secretary of State must not make the Scheme unless the draft has beenapproved by a resolution of each House of Parliament.\n\t\tBefore making any alteration to a provision of the Scheme made by virtueof—\n\t\t\tsection 49(1) (eligibility for payments under the scheme),\n\t\t\tsection 50(1) (determination of amount of payment),\n\t\t\tsection 50(2)(a) (circumstances in which payment may be withheld orreduced),\n\t\t\tsection 50(2)(d) (payments not to exceed specified maximum amount), or\n\t\t\tsection 52 (reviews and appeals),\n\t\t\t\tthe Secretary of State must lay before Parliament a draft of the provision asproposed to be altered.\n\t\tThe Secretary of State must not give effect to the proposal concernedunless the draft has been approved by a resolution of each House ofParliament.\n\t\tBefore making any other alteration to the Scheme the Secretary of Statemust lay a statement of the altered provision before Parliament.\n\t\tIf a statement laid before either House of Parliament under subsection (5)is disapproved by a resolution of that House passed before the end of theperiod of 40 days beginning with the date on which the statement was laid, theSecretary of State must—\n\t\t\tmake such alterations in the Scheme as appear to the Secretary of State tobe required in the circumstances, and\n\t\t\tbefore the end of the period of 40 days beginning with the date on whichthe resolution was made, lay a statement of those alterations beforeParliament.\n\t\tIn calculating the period of 40 days mentioned in subsection (6), anyperiod during which Parliament is dissolved or prorogued or during which bothHouses are adjourned for more than 4 days is to be disregarded."
    },
    {
        "length": 2079,
        "text": "\nSale and supply of alcohol\n\tPower to restrict sale and supply of alcohol\n\t\tThe Licensing Act 2003 is amended as follows.\n\t\tIn Part 9 (miscellaneous and supplementary), after section 172 there isinserted—\n\t\t“Early morning alcohol restriction orders\n\t\t\tAPower to make early morning alcohol restriction order\n\t\t\t\tIf a licensing authority considers it necessary for the promotion of thelicensing objectives, it may, subject as follows, make an order under thissection.\n\t\t\t\tAn order under this section is an order providing that —\n\t\t\t\t\tpremises licences and club premises certificates granted by the authority,and temporary event notices given to the authority, shall not have effect tothe extent that they authorise the sale of alcohol between 3am and 6am, and\n\t\t\t\t\tclub premises certificates granted by the authority shall not have effectto the extent that they authorise the supply of alcohol by or on behalf of aclub to, or to the order of, a member of the club between 3am and 6am.\n\t\t\t\tIt is immaterial for the purposes of an order under this section whether apremises licence or club premises certificate is granted, or a temporary eventnotice is given, before or after the order is made.\n\t\t\t\tAn order under this section may provide that it is to apply—\n\t\t\t\t\tevery day or only on particular days (for example, particular days of theweek or year),\n\t\t\t\t\tin relation to the whole or part of a licensing authority’s area, or\n\t\t\t\t\tfor a limited or unlimited period.\n\t\t\t\tAn order under this section must specify—\n\t\t\t\t\tthe days in relation to which it is to apply,\n\t\t\t\t\tthe area in relation to which it is to apply,\n\t\t\t\t\tif it is to apply for a limited period, that period, and\n\t\t\t\t\tthe date from which it is to apply.\n\t\t\t\tAn order under this section must—\n\t\t\t\t\tbe in the prescribed form, and\n\t\t\t\t\thave the prescribed content.\n\t\t\tBProcedural requirements for early morning alcohol restriction order\n\t\t\t\tA licensing authority proposing to make an order under section 172A must—\n\t\t\t\t\tadvertise the proposed order in the prescribed manner, and\n\t\t\t\t\thold a hearing to consider any relevant representations, unless theauthority and each person who has made such representations agree that ahearing is unnecessary.\n\t\t\t\tIn this section “relevant representations” means representations which—\n\t\t\t\t\tare about the likely effect of the making of the proposed order on thepromotion of the licensing objectives,\n\t\t\t\t\tare made to the licensing authority by—\n\t\t\t\t\tan affected person,\n\t\t\t\t\tan interested party, or\n\t\t\t\t\ta responsible authority,\n\t\t\t\t\tare made in the prescribed form and manner and within the prescribedperiod,\n\t\t\t\t\thave not been withdrawn, and\n\t\t\t\t\tin the case of representations made by an affected person or an interestedparty (who is not also a responsible authority), that they are not, in theopinion of the licensing authority, frivolous or vexatious.\n\t\t\t\tIn subsection (2)(b)(i) “affected person” means—\n\t\t\t\t\tthe holder of a premises licence or club premises certificate in respect ofaffected premises,\n\t\t\t\t\tthe premises user in relation to a temporary event notice in respect ofaffected premises,\n\t\t\t\t\ta person who has applied for a premises licence or club premisescertificate in respect of affected premises (where the application has notbeen determined), and\n\t\t\t\t\ta person to whom a provisional statement has been issued in respect ofaffected premises.\n\t\t\t\tIn subsection (2)(b)(ii) “interested party” means—\n\t\t\t\t\ta person living in the vicinity of affected premises,\n\t\t\t\t\ta body representing persons who live in that vicinity,\n\t\t\t\t\ta person involved in a business in that vicinity,\n\t\t\t\t\ta body representing persons involved in such businesses, and\n\t\t\t\t\ta member of the licensing authority.\n\t\t\t\tIn subsection (2)(b)(iii) “responsible authority” means—\n\t\t\t\t\tthe chief officer of police for a police area any part of which is in thearea specified in the order,\n\t\t\t\t\tthe fire and rescue authority for an area any part of which is in the areaspecified in the order,\n\t\t\t\t\tthe local weights and measures authority for any such area,\n\t\t\t\t\tthe enforcing authority within the meaning given by section 18 of theHealth and Safety at Work etc Act 1974 for any such area,\n\t\t\t\t\tthe local planning authority within the meaning given by the Town andCountry Planning Act 1990 for any such area,\n\t\t\t\t\tthe local authority by which statutory functions are exercisable in thearea specified in the order in relation to minimising or preventing the riskof pollution of the environment or of harm to human health,\n\t\t\t\t\ta body which—\n\t\t\t\t\trepresents those who, in relation to the area specified in the order, areresponsible for, or interested in, matters relating to the protection ofchildren from harm, and\n\t\t\t\t\tis recognised by the licensing authority for the purposes of this sectionas being competent to advise on such matters,\n\t\t\t\t\tany other licensing authority in whose area part of any affected premisesis situated,\n\t\t\t\t\twhere affected premises are a vessel—\n\t\t\t\t\ta navigation authority (within the meaning of section 221(1) of the WaterResources Act 1991) having functions in relation to the waters where thevessel is usually moored or berthed or any waters where it is navigated at atime when it is used for licensable activities to which the proposed orderrelates,\n\t\t\t\t\tthe Environment Agency,\n\t\t\t\t\tthe British Waterways Board, and\n\t\t\t\t\tthe Secretary of State, and\n\t\t\t\t\ta prescribed person.\n\t\t\t\tWhere a licensing authority determines for the purposes of subsection(2)(e) that any representations are frivolous or vexatious, it must notify theperson who made them of its reasons for its determination.\n\t\t\t\tIn this section—\n\t\t\t\t\t  * “affected premises”, in relation to a proposed order, means premises in respect of which it applies from the date specified in it;\n\t\t\t\t\t  * “statutory function” means a function conferred by or under an enactment.\n\t\t\tCMaking of early morning alcohol restriction order\n\t\t\t\tA licensing authority may not make an order under section 172A applying inrelation to—\n\t\t\t\t\tan area not specified in the proposed order advertised under section 172B,or\n\t\t\t\t\ta day not specified in that proposed order.\n\t\t\t\tAfter making an order under section 172A a licensing authority must publishit or otherwise make it available—\n\t\t\t\t\tin the prescribed form and manner, and\n\t\t\t\t\twithin the prescribed period.\n\t\t\tDVariation and revocation of early morning alcohol restriction order\n\t\t\t\tA licensing authority may vary or revoke an order under section 172A.\n\t\t\t\tSections 172B and 172C apply in relation to the variation or revocation ofan order under section 172A as in relation to the making of such an order.\n\t\t\tEExceptions from effect of early morning alcohol restriction order\n\t\t\t\tAn order under section 172A does not apply in prescribed cases orcircumstances.\n\t\t\t\tThe cases referred to in subsection (1) may in particular be defined byreference to—\n\t\t\t\t\tparticular kinds of premises, or\n\t\t\t\t\tparticular days.\n\t\t\t\tAn order under section 172A is subject to an order under section 172(whether made before or afterwards), unless and to the extent that the orderunder section 172 provides otherwise.”\n\t\t\t\tIn section 7 (exercise and delegation of functions), in subsection (2),after paragraph (a) (but before the final “or”) there is inserted—\n\t\t\t\t\tthe functions of making, and varying or revoking, an order under section172A (early morning alcohol restriction order),”."
    },
    {
        "length": 1158,
        "text": "\nSearches of controlled persons\n\tPersons subject to control order: powers of search and seizure\n\t\tIn the Prevention of Terrorism Act 2005, after section 7C there isinserted—\n\t\t“7DPowers of personal search and seizure\n\t\t\tA constable may—\n\t\t\t\tsearch a controlled person (in his place of residence or elsewhere) for thepurpose mentioned in subsection (2);\n\t\t\t\tdetain a person for the purpose of such a search.\n\t\t\tThe purpose is—\n\t\t\t\tin a case where the search is carried out in connection with a journey forwhich the controlled person is escorted by a constable, that of ascertainingthat the controlled person is not in possession of anything that could be usedto threaten or harm any person;\n\t\t\t\tin any case, that of ascertaining whether obligations imposed by or underthe control order have been, are being, or are about to be contravened.\n\t\t\tThe power conferred by subsection (1) may be exercised at any time when aconstable is in the presence of a controlled person (including following entryonto premises under section 7A, 7B or 7C).\n\t\t\tA constable may seize anything that he finds in the course of a searchunder subsection (1)—\n\t\t\t\tfor the purpose of ascertaining whether obligations imposed by or under thecontrol order have been, are being, or are about to be contravened;\n\t\t\t\tfor the purpose of securing that the controlled person complies with thecontrol order;\n\t\t\t\tif he has reasonable grounds for suspecting that the thing may be used tothreaten or harm any person; or\n\t\t\t\tif he has reasonable grounds for suspecting that—\n\t\t\t\tthe thing is or contains evidence in relation to an offence; and\n\t\t\t\tit is necessary to seize it in order to prevent it being concealed, lost,damaged, altered or destroyed.\n\t\t\tA constable may use reasonable force for the purpose of exercising a powerconferred on him by this section.\n\t\tERetention of things seized under section 7D\n\t\t\tAnything that is seized under section 7D(4) may be—\n\t\t\t\tsubjected to tests;\n\t\t\t\tretained for as long as is necessary in all the circumstances (which may bebeyond the period for which the control order remains in force).\n\t\t\tIn particular (and regardless of the ground on which the thing was seized)—\n\t\t\t\tif a constable has reasonable grounds for believing that the thing is orcontains evidence in relation to an offence, it may be retained—\n\t\t\t\tfor use as evidence at a trial for an offence; or\n\t\t\t\tfor forensic examination or for investigation in connection with anoffence; and\n\t\t\t\tif a constable has reasonable grounds for believing that the thing has beenobtained in consequence of the commission of an offence, it may be retained inorder to establish its lawful owner.\n\t\t\tNothing may be retained for either of the purposes mentioned in subsection(2)(a) if a photograph or copy would be sufficient for that purpose.\n\t\t\tNothing in this section affects any power of a court to make an order undersection 1 of the Police (Property) Act 1897.”\n\t\t\tIn section 1 of that Act (power to make control orders)—\n\t\t\t\tin subsection (4)(l) (removal following search of premises) after “testsor” there is inserted “(subject to subsections (5A) to (5C))”;\n\t\t\t\tafter subsection (5) there is inserted—\n\t\t\t\t\t“(5A)If a constable has reasonable grounds for believing that somethingremoved by virtue of a requirement under subsection (4)(l) (removal followingsearch of premises) is or contains evidence in relation to an offence, it maybe seized and retained for as long as is necessary in all the circumstances(which may be beyond the period for which the control order remains in force).\n\t\t\t\t(5B)In particular—\n\t\t\t\tthe thing may be retained—\n\t\t\t\tfor use as evidence at a trial for an offence; or\n\t\t\t\tfor forensic examination or for investigation in connection with anoffence; and\n\t\t\t\tif a constable has reasonable grounds for believing that the thing has beenobtained in consequence of the commission of an offence, it may be retained inorder to establish its lawful owner.\n\t\t\t\t(5C)Nothing may be retained for either of the purposes mentioned in subsection(5B)(a) if a photograph or copy would be sufficient for that purpose.”\n\t\t\tIn the Counter-Terrorism Act 2008, in section 1 (power to remove documentsfor examination), in subsection (1)(e), for “or 7C” there is substituted “, 7Cor 7D”."
    },
    {
        "length": 1014,
        "text": "\nFinal\n\tFinancial provisions\n\t\tThe following are to be paid out of money provided by Parliament—\n\t\t\texpenditure incurred by the Secretary of State by virtue of this Act;\n\t\t\tany increase attributable to this Act in the sums payable under any otherAct out of money so provided.\n\tExtent \n\t\tSection 1 (police powers: stop and search) extends to England and Walesonly.\n\t\tSections 2 to 7 (taking of fingerprints and samples: England and Wales)extend to England and Wales only, except that section 5(2) extends also toNorthern Ireland.\n\t\tSections 8 to 13 (taking of fingerprints and samples: Northern Ireland)extend to Northern Ireland only, except that section 11(2) extends also toEngland and Wales.\n\t\tSection 14 (material subject to the Police and Criminal Evidence Act 1984)extends to England and Wales only.\n\t\tSection 15 (material subject to the Police and Criminal Evidence (NorthernIreland) Order 1989) extends to Northern Ireland only.\n\t\tSection 16 (material subject to the Criminal Procedure (Scotland) Act 1995)extends to Scotland only.\n\t\tSections 17 and 18 (material subject to the Terrorism Act 2000) extend toEngland and Wales, Scotland and Northern Ireland.\n\t\tSection 19 (material subject to the International Criminal Court Act 2001)extends to England and Wales and Northern Ireland only.\n\t\tSections 20 to 23 (further provision relating to the retention, destructionand use of fingerprints and samples etc) extend to England and Wales, Scotlandand Northern Ireland.\n\t\tSections 24 to 41 (domestic violence, gang-related violence and anti-social behaviour orders) extend to England and Wales only.\n\t\tSections 42 to 44 (private security industry) extend to England and Wales,Scotland and Northern Ireland.\n\t\tSection 45 (prison security) extends to England and Wales only.\n\t\tSection 46 (air weapons) extends to England and Wales and Scotland only.\n\t\tSections 47 to 54 (compensation of victims of overseas terrorism) extendto England and Wales, Scotland and Northern Ireland.\n\t\tSection 55 (sale and supply of alcohol) extends to England and Wales only.\n\t\tSection 56 (persons subject to control order: powers of search andseizure) extends to England and Wales, Scotland and Northern Ireland.\n\t\tSections 57 to 60 (final) extend to England and Wales, Scotland andNorthern Ireland.\n\tCommencement \n\t\tThe provisions of this Act come into force on such day as the Secretary ofState may by order appoint, subject to subsections (2) and (3).\n\t\tThe following provisions come into force on the day on which this Act ispassed—\n\t\t\tsection 33 (pilot schemes relating to domestic violence provisions);\n\t\t\tsections 47 to 54 (compensation of victims of overseas terrorism);\n\t\t\tsections 57 to 60 (final).\n\t\tSections 42 and 43 (private security industry) come into force, so far asextending to Scotland, on such day as the Scottish Ministers may by orderappoint after consulting the Secretary of State.\n\t\tAn order made by the Secretary of State under subsection (1) may—\n\t\t\tappoint different days for different purposes;\n\t\t\tmake transitional provision and savings;\n\t\t\tappoint different days in relation to different areas in respect of any ofthe following—\n\t\t\tsection 1 (records of searches);\n\t\t\tsections 24 to 32 (domestic violence);\n\t\t\tsections 34 to 39 (gang-related violence).\n\t\tAn order made by the Scottish Ministers under subsection (3) may—\n\t\t\tappoint different days for different purposes;\n\t\t\tmake transitional provision and savings.\n\t\tAn order under this section is to be made by statutory instrument.\n\tShort title\n\t\tThis Act may be cited as the Crime and Security Act 2010."
    }
]