[
    {
        "length": 1166,
        "text": "\nAccession treaty\n\tIn section 1(2) of the European Communities Act [1972 (c.68)](/id/ukpga/1972/68?view=plain \"Go to item of legislation\"), in thedefinition of “The Treaties” and “the Community Treaties”, after paragraph (q)insert— “and\n\t\tthe treaty concerning the accession of the Republic of Bulgaria and Romaniato the European Union, signed at Luxembourg on 25th April 2005;”.\n\tFor the purposes of section 12 of the European Parliamentary Elections Act[2002 (c. 24)](/id/ukpga/2002/24?view=plain \"Go to item of legislation\")(ratification of treaties), the treaty concerning the accession of theRepublic of Bulgaria and Romania to the European Union, signed at Luxembourgon 25th April 2005, is approved.\nFreedom of movement for workers\n\tThe Secretary of State may by regulations make provision concerning—\n\t\tthe entitlement of a national of an acceding State to enter or reside inthe United Kingdom as a worker;\n\t\tany matter ancillary to that entitlement.\n\tThe provision that may be made by regulations under this section includesprovision which applies (with or without modification) a specified enactmentrelating to—\n\t\tthe entitlement of a national of an EEA State to enter or reside in theUnited Kingdom as a worker, or\n\t\tany matter ancillary to that entitlement,\n\t\t\tto a national of an acceding State as it applies in relation to a national ofan EEA State.\n\tRegulations under this section may (in particular) include provision theeffect of which is—\n\t\tto make it a requirement that a national of an acceding State working inthe United Kingdom be registered in accordance with the regulations;\n\t\tto make it a requirement that a fee is payable in respect of applicationsor registration under the regulations;\n\t\tto make it an offence for an employer to employ a national of an accedingState unless his employment of that person is authorised by the regulations.\n\tAn offence by virtue of regulations under this section—\n\t\tmay be a summary offence or an offence triable either way; and\n\t\tis not to be punishable by imprisonment or, on summary conviction, by afine exceeding the statutory maximum.\n\tRegulations under this section—\n\t\tmay include incidental, supplementary, consequential or transitionalprovision; and\n\t\tmay make different provision for different cases.\n\tThe power to make regulations under this section is exercisable bystatutory instrument.\n\tNo regulations may be made containing (with or without other provision) anyprovision the power to make which is conferred by this section unless—\n\t\ta draft of the regulations has been laid before Parliament and approved bya resolution of each House; or\n\t\tthe regulations contain a declaration by the Secretary of State that theurgency of the matter makes it necessary for the regulations to be madewithout that approval.\n\tRegulations under this section that contain such a declaration—\n\t\tmust be laid before Parliament after being made; and\n\t\tif not approved by a resolution of each House before the end of 40 daysbeginning with the day on which they were made, shall cease to have effect atthe end of that period;\n\t\tbut, where regulations cease to have effect in accordance with thissubsection, that does not affect anything previously done under them, orprevent the making of new regulations to the same or similar effect.\n\tIn subsection (8) “40 days” means 40 days computed as provided for insection 7(1) of the Statutory Instruments Act [1946 (c.36)](/id/ukpga/1946/36?view=plain \"Go to item of legislation\").\n\tIn this section—\n\t\t  * “acceding State” means the Republic of Bulgaria or Romania; \n\t\t  * “EEA State” means— \n\t\ta member State, other than the United Kingdom and the acceding States; or\n\t\tNorway, Iceland or Liechtenstein;\n\t\t\t  * “enactment” includes a provision of any subordinate legislation (within the meaning of the Interpretation Act [1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\")); \n\t\t\t  * “modification” includes omissions, additions and alterations; \n\t\t\t  * “specified” means specified in regulations made under this section; \n\t\t\t  * “worker” has the same meaning as it does for the purposes of Article 39 of the Treaty establishing the European Community. \nShort title\n\tThis Act may be cited as the European Union (Accessions) Act 2006.\n"
    }
]