{
    "general": "This law was passed in 2006 to deal with the consequences of Bulgaria and Romania joining the European Union (EU). It makes sure that people from these countries can work in the UK if they want to, but only if they meet certain rules. The law also makes sure that the UK government has the power to control who comes into the country to work.",
    "series": [
        [
            {
                "length": 256,
                "short": "\"EU Accession Treaty: Freedom of Movement for Workers\"",
                "text": "\n* Simplified point 1: The act allows for the ratification of the treaty concerning the accession of the Republic of Bulgaria and Romania to the European Union, signed at Luxembourg on 25th April 2005.\n* Simplified point 2: The act provides for freedom of movement for workers between the UK and the acceding states (Bulgaria and Romania), including the entitlement of nationals of an acceding state to enter or reside in the UK as a worker and any matters ancillary to that entitlement.\n* Simplified point 3: Regulations can be made to require registration of workers from acceding states, to make it an offence for employers to employ such workers without proper authorization, and to provide for incidental, supplementary, consequential or transitional provisions.\n* Simplified point 4: The power to make regulations under this section is exercisable by statutory instrument, and no regulations may be made containing any provision the power to make which is conferred by this section unless approved by parliament."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The European Union (Accessions) Act 2006 helps the UK prepare for new members joining the EU, specifically Bulgaria and Romania. This law ensures that workers from these countries have the right to work in the UK if they meet certain requirements. Employers cannot hire these workers without proper authorization, and there are rules about registering with the government. The law also lets the government make other rules to help with the transition. Parliament must approve any new rules before they can be put into place. In short, this law helps the UK welcome new EU member states and their workers, while keeping everyone safe and following the rules.",
    "single": "\n* The European Union (Accessions) Act 2006 allows for the accession of Bulgaria and Romania to the European Union.\n* The act makes provision for the entitlement of nationals of these states to enter or reside in the UK as workers.\n* The Secretary of State may make regulations regarding the entitlement of nationals of acceding states to enter or reside in the UK.\n* Regulations may include provision that applies existing legislation relating to EEA states to nationals of acceding states.\n* Regulations may also include provision for registration, fees, and offences.\n* The power to make regulations is exercisable by statutory instrument.\n* Regulations must be approved by Parliament before they can come into effect.\n* The act applies to the Republic of Bulgaria and Romania.\n* The act does not affect anything previously done under the European Communities Act 1972.\n* The act does not prevent the making of new regulations to the same or similar effect."
}