[
    {
        "length": 1494,
        "text": "\nAmendment of existing procedure in Sustainable Communities Act 2007\n\tThe Sustainable Communities Act 2007 is amended as follows.\n\tIn section 3(3) for “which of the proposals on the short-list should beimplemented” substitute “, in relation to each proposal on the short-list—\n\t\twhether the proposal should be implemented or not, and\n\t\tif the Secretary of State thinks that it should be implemented, whether toimplement it in whole or in part.”\nNew procedure for proposals under Sustainable Communities Act 2007\n\tThe Sustainable Communities Act 2007 is amended as follows.\n\tAfter section 5 insert—\n\t“5ASubsequent invitations\n\t\tSections 2 to 5 do not apply in relation to an invitation by the Secretaryof State to make proposals if the invitation is issued on or after the day onwhich the Sustainable Communities Act 2007 (Amendment) Act 2010 comes intoforce.\n\t\tThe Secretary of State must, no later than 1st January 2011, give notice tolocal authorities of the latest date on which the Secretary of State proposesto invite local authorities to make proposals which they consider wouldcontribute to promoting the sustainability of local communities.\n\t\tThe Secretary of State must issue the invitation on or before the datespecified in accordance with subsection (2).\n\t\tA local authority must have regard to the matters specified in the Schedulebefore making a proposal in response to an invitation by the Secretary ofState.\n\tBPower to make regulations\n\t\tThe Secretary of State may make regulations about proposals made inresponse to an invitation issued on or after the day on which the SustainableCommunities Act 2007 (Amendment) Act 2010 comes into force.\n\t\tRegulations under this section must—\n\t\t\trequire the Secretary of State to consider each proposal and to decide—\n\t\t\twhether to implement the proposal, and\n\t\t\tif the Secretary of State thinks that it should be implemented, whether toimplement it in whole or in part, and\n\t\t\trequire the Secretary of State—\n\t\t\tto publish a decision, in relation to each proposal, as to whether it willbe implemented or not and, if it is to be implemented, whether in whole or inpart,\n\t\t\twhere the proposal, or part of the proposal, is to be implemented, tospecify the action to be taken, and\n\t\t\tto give reasons for the decision.\n\t\tRegulations under this section may, in particular, include provision—\n\t\t\trequiring a local authority to take specified steps before making aproposal (which may, in particular, include a requirement to consult orotherwise involve the council of any parish which is wholly or partly withinthe local authority’s area, or to consult local persons);\n\t\t\tspecifying the way in which consultation required by the regulations is tobe carried out;\n\t\t\trequiring a local authority to try to reach agreement with personsconsulted under the regulations;\n\t\t\trequiring a local authority to have regard to guidance issued by theSecretary of State;\n\t\t\tabout the making of petitions, in relation to a proposal or a suggestionfor a proposal, to a local authority by local persons;\n\t\t\tabout the form, content and timing of proposals;\n\t\t\tenabling the Secretary of State to appoint one or more persons to advisethe Secretary of State in relation to proposals, or to prepare a short-list ofproposals for consideration by the Secretary of State;\n\t\t\tenabling the Secretary of State to specify one or more persons who must beconsulted, and with whom the Secretary of State must try to reach agreement,before making a decision in relation to a proposal;\n\t\t\tabout the manner in which the Secretary of State’s decisions are to bepublished;\n\t\t\trequiring the Secretary of State to publish and lay before Parliament areport describing the progress which has been made in relation toimplementation of proposals.\n\t\tIn subsection (3) “local person”, in relation to a local authority, means aperson who lives, works or studies in the local authority’s area.\n\t\tBefore making regulations under this section, the Secretary of State mustconsult—\n\t\t\tlocal authorities, and\n\t\t\tsuch other persons who represent the interests of local authorities as theSecretary of State thinks fit.\n\t\tA reference in this section to a local authority is to be treated, where anorder has been made under section 5C specifying persons or classes of personwho may make proposals under this Act, as including a reference to thosepersons or classes of person.\n\tCOrder specifying additional persons who may make proposals\n\t\tThe Secretary of State may by order specify persons or classes of persons,in addition to local authorities, who may make proposals under this Act on orafter a date specified in the order.\n\t\tBefore making an order under this section, the Secretary of State mustconsult—\n\t\t\tlocal authorities,\n\t\t\tsuch other persons who represent the interests of local authorities as theSecretary of State thinks fit, and\n\t\t\tpersons or classes of persons whom the Secretary of State proposes tospecify in the order.\n\tDRegulations and orders: general provision\n\t\tRegulations under section 5B, or an order under section 5C, may—\n\t\t\tprovide for a person to exercise a discretion in dealing with a matter;\n\t\t\tinclude incidental, supplementary and consequential provision;\n\t\t\tmake transitional provision or savings;\n\t\t\tmake provision generally, only in specified cases or subject to exceptions;\n\t\t\tmake different provision for different cases or for different purposes.\n\t\tRegulations under section 5B, or an order under section 5C—\n\t\t\tmust be made by statutory instrument, and\n\t\t\tare subject to annulment in pursuance of a resolution of either House ofParliament.”\n\t\tIn the opening words of paragraph 1 of the Schedule, after “2” insert “and5A(4)”.\nShort title, commencement and extent\n\tThis Act may be cited as the Sustainable Communities Act 2007 (Amendment)Act 2010.\n\tThis Act comes into force at the end of the period of two months beginningwith the day on which it is passed.\n\tThis Act extends to England and Wales only.\n\t\t"
    }
]