{
    "general": "This law makes some changes to an existing law called the Sustainable Communities Act 2007. The main goal of the original law was to help communities become more sustainable by giving them more power and resources to make their own decisions about how they want to grow and develop. The changes made by this new law will help ensure that these community-led plans are followed and that progress is being made towards becoming more sustainable.",
    "series": [
        [
            {
                "length": 225,
                "short": "\"Sustainable Community Development Regulations Amendment\"",
                "text": "\n* Simplified point 1: The Sustainable Communities Act 2007 is amended to allow for new procedures for proposals under the act, including the ability for the Secretary of State to issue subsequent invitations for proposals and to make regulations about the proposals.\n* Simplified point 2: Local authorities must have regard to certain matters before making proposals in response to an invitation by the Secretary of State, and the Secretary of State must consider each proposal and decide whether to implement it in whole or in part.\n* Simplified point 3: The Secretary of State must publish a decision regarding each proposal, including the reasons for the decision, and may appoint one or more persons to advise the Secretary of State in relation to proposals.\n* Simplified point 4: The Secretary of State may specify one or more persons who must be consulted before making a decision in relation to a proposal, and may require local authorities to take specified steps before making a proposal."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Sustainable Communities Act 2007 has been changed to improve how community-led proposals are handled. Now, the government can ask communities to suggest ideas for improving their areas, and the government will carefully consider these suggestions before deciding whether to accept them. This law helps ensure that the government works closely with local communities to create better places to live.\nBefore making any decisions, local authorities must think about things like how much money they have available, what the community wants, and how the proposal might affect other people. Then, the government will look at each suggestion and decide if they want to do it all, some of it, or none of it. They'll also tell the community why they made their decision. Sometimes, the government might need to talk to specific people before making a decision. This law helps keep everyone involved and ensures that the final decision benefits the community.",
    "single": "\n* The Sustainable Communities Act 2007 is amended to change the procedure for proposals under the Act.\n* Local authorities must have regard to specific matters before making proposals in response to an invitation by the Secretary of State.\n* The Secretary of State may make regulations about proposals made in response to an invitation, including requiring local authorities to take specified steps before making a proposal.\n* The regulations may specify the way in which consultation is to be carried out, require local authorities to try to reach agreement with persons consulted, and require local authorities to have regard to guidance issued by the Secretary of State.\n* The Secretary of State may appoint one or more persons to advise the Secretary of State in relation to proposals, or to prepare a short-list of proposals for consideration by the Secretary of State.\n* The Secretary of State must publish and lay before Parliament a report describing the progress which has been made in relation to implementation of proposals.\n* The Act extends to England and Wales only.\nKEY POINTS:\n* The Sustainable Communities Act 2007 is amended to change the procedure for proposals under the Act.\n* Local authorities must have regard to specific matters before making proposals in response to an invitation by the Secretary of State.\n* The Secretary of State may make regulations about proposals made in response to an invitation, including requiring local authorities to take specified steps before making a proposal.\n* The regulations may specify the way in which consultation is to be carried out, require local authorities to try to reach agreement with persons consulted, and require local authorities to have regard to guidance issued by the Secretary of State.\n* The Secretary of State must publish and lay before Parliament a report describing the progress which has been made in relation to implementation of proposals.\n* The Act extends to England and Wales only."
}