[
    {
        "length": 1153,
        "text": "\nPark trading offence\n\tRegulations under section 2 of the [1926 c. 36.] Parks Regulation(Amendment) Act 1926 may designate specified provisions of the regulations aspark trading regulations.\n\tAn offence under that section which is committed by failing to comply withor acting in contravention of a park trading regulation is a park tradingoffence for the purposes of this Act.\nMaximum penalty\n\tSection 2 of the [1926 c. 36.] Parks Regulation (Amendment) Act 1926(regulations) shall have effect in relation to a park trading offence as iffor “level 1 on the standard scale” there were substituted “level 3 on thestandard scale”.\nOffence by body corporate\n\tWhere a park trading offence committed by a body corporate is proved—\n\t\tto have been committed with the consent or connivance of an officer, or\n\t\tto be attributable to any neglect on the part of an officer,\n\t\t\the as well as the body corporate is guilty of the offence and liable to beproceeded against and punished accordingly.\n\tFor the purposes of this section the following are officers of a bodycorporate—\n\t\ta director,\n\t\ta manager,\n\t\ta secretary,\n\t\tanother similar officer,\n\t\ta person purporting to act in any of the capacities listed in paragraphs(a) to (d).\nSeizure of property\n\tA park constable who reasonably suspects that a person has committed a parktrading offence may, subject to subsection (2), seize anything of a non-perishable nature which—\n\t\tthe person has in his possession or under his control, and\n\t\tthe constable reasonably believes to have been used in the commission ofthe offence.\n\tA park constable may exercise the power conferred by subsection (1) only inthe park where he has jurisdiction.\n\tIn this section “park constable” has the meaning given by section 3 of the[1872 c. 15.] Parks Regulation Act 1872.\nRetention and disposal\n\tThe Secretary of State may retain anything which has been seized undersection 4 until the end of the period of 28 days beginning with the date ofthe seizure.\n\tSubsection (3) applies where before the end of that period an informationfor a park trading offence is laid—\n\t\tagainst the person from whom the thing was seized, and\n\t\tin respect of his activities at the time of the seizure.\n\tWhere this subsection applies—\n\t\tthe Secretary of State may retain the thing seized until the conclusion ofproceedings relating to the offence (including any appeal), and\n\t\tif an award is made of costs to be paid by the accused to the Secretary ofState, the Secretary of State may retain the thing seized until the costs havebeen paid.\n\tSubsection (3) has effect subject to any order for forfeiture under section6.\n\tIf the Secretary of State has retained a thing in reliance on subsection(3)(b) for the period of 28 days beginning with the date of the conclusion ofproceedings relating to the offence (including any appeal)—\n\t\the may sell it for the best price which he can reasonably obtain and applythe proceeds in discharge of the award of costs, and\n\t\tif he does so, he shall pay any balance to the person whom he believes tohave owned the thing immediately before the sale.\n\tWhere the Secretary of State ceases to be entitled to retain a thing underthis section he shall, subject to any order for forfeiture under section 6,return it to the person whom he believes to be its owner.\n\tIf the Secretary of State cannot after reasonable inquiry identify a personfor the purposes of subsection (5)(b) or (6)—\n\t\the shall apply to a magistrates' court for directions, and\n\t\tthe court shall make an order about the treatment of the thing or thebalance of its price.\nForfeiture \n\tA court which convicts a person of a park trading offence may orderanything to which subsection (2) applies to be forfeited and dealt with in amanner specified in the order.\n\tThis subsection applies to anything which—\n\t\twas seized under section 4,\n\t\tis retained by the Secretary of State under section 5, and\n\t\tthe court believes to have been used in the commission of the offence.\n\tBefore making an order for the forfeiture of a thing a court shall—\n\t\tpermit anyone who claims to be its owner or to have an interest in it tomake representations, and\n\t\tconsider its value and the likely consequences of forfeiture.\nExtent \n\tThis Act shall not extend to Scotland or Northern Ireland.\nShort title\n\tThis Act may be cited as the Royal Parks (Trading) Act 2000.\n"
    }
]