{
    "general": "This law makes sure that people don't break rules in royal parks, like not selling things or stealing. It also says what happens if someone does something wrong in one of these parks. This helps keep the parks safe and nice for everyone to enjoy.",
    "series": [
        [
            {
                "length": 318,
                "short": "\"Royal Parks Trading Regulations: Offenses and Penalties\"",
                "text": "\n* Simplified point 1: The Royal Parks (Trading) Act 2000 makes it an offense to trade within royal parks without proper authorization.\n* Simplified point 2: Failure to comply with park trading regulations can lead to fines up to level 3 on the standard scale.\n* Simplified point 3: If a body corporate commits a park trading offense, both the company and the individual responsible can be held liable.\n* Simplified point 4: Park constables have the power to seize items used in the commission of a park trading offense.\n* Simplified point 5: The Secretary of State can retain seized items for up to 28 days while an investigation is conducted.\n* Simplified point 6: If an information for a park trading offense is laid, the Secretary of State can retain the item seized until the conclusion of proceedings.\n* Simplified point 7: If the Secretary of State sells the item, the proceeds must be applied towards any awarded costs.\n* Simplified point 8: If the Secretary of State cannot identify the owner of the item, the court may make an order about its treatment.\n* Simplified point 9: Anything ordered to be forfeited under the Act may be disposed of as the court directs."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Royal Parks (Trading) Act 2000 protects London's eight Royal Parks by making it illegal to sell or trade goods within these parks without permission. This law helps keep the parks clean and safe for visitors. If someone breaks this rule, they could face fines of up to £1,000 or even have their items taken away. Park rangers have the right to stop you if they think you're breaking the rules, so always check before doing any trading or selling in the parks. The government can also keep any items that were used to break the law for up to 28 days while they investigate. If you get caught, you might have to give back any money you made from selling things in the park. The goal of this law is to keep the parks beautiful and enjoyable for everyone.",
    "single": "\n• The Royal Parks (Trading) Act 2000 is a piece of British legislation that makes it an offense to trade within certain areas of London's Royal Parks without a license.\n• The act applies to anyone who fails to comply with or acts in contravention of park trading regulations.\n• The maximum penalty for a park trading offense is a fine of level 3 on the standard scale.\n• If a body corporate is found guilty of a park trading offense, any officer of the company who consented to or connived in the offense can also be held liable.\n• Park constables have the power to seize any non-perishable items that are used in the commission of a park trading offense.\n• The Secretary of State can retain seized items for 28 days before laying an information for a park trading offense.\n• If an award is made of costs to be paid by the accused to the Secretary of State, the Secretary of State can retain the seized items until the costs have been paid.\n• The Secretary of State can sell seized items for the best price obtainable and apply the proceeds to discharge the award of costs.\n• If the Secretary of State cannot identify the owner of a seized item, the court can order its forfeiture and disposal.\n• The act does not extend to Scotland or Northern Ireland."
}