{
    "general": "This law makes sure that circuses can't use wild animals like lions, tigers or bears anymore. It wants to stop these animals from being treated unfairly and hurt while performing tricks for people. Instead, circuses will have to find other ways to entertain their audiences without using wild animals. This way, the animals can live happier lives and be treated with more respect.",
    "series": [
        [
            {
                "length": 172,
                "short": "\"England's Circus Animal Ban: Protecting Wild Animals from Unethical Treatment\"",
                "text": "* Simplified point 1: It is illegal for circus operators to use wild animals in traveling circuses in England.\n* Simplified point 2: The definition of \"wild animal\" includes animals that are not commonly domesticated in Great Britain.\n* Simplified point 3: Inspections for the purpose of this act are outlined in the schedule.\n* Simplified point 4: The act only applies to England and Wales, but the amendment to the Dangerous Wild Animals Act 1976 extends to Scotland.\n* Simplified point 5: The act comes into force on January 20, 2020."
            }
        ]
    ],
    "summary": "The Wild Animals in Circuses Act 2019 makes it illegal for circus operators to use wild animals in their shows when they travel around England. This means that circuses can no longer have tigers, lions, elephants, or other wild animals performing tricks. The law defines \"wild animals\" as creatures that aren't typically kept as pets in Great Britain, like monkeys, snakes, and crocodiles. To ensure compliance with the law, inspectors will visit circuses to check if they have any wild animals. The law only applies to England and Wales, but it also changes another law called the Dangerous Wild Animals Act 1976, which now covers Scotland too. So, all three countries in the United Kingdom have laws against using wild animals in circuses. The law starts working on January 20, 2020.",
    "single": "\n* Prohibits the use of wild animals in traveling circuses in England\n* Defines \"wild animal\" as an animal not commonly domesticated in Great Britain\n* Exempts certain animals kept in circuses in Wales from the Dangerous Wild Animals Act 1976\n* Comes into effect on January 20, 2020\n* Applies to England and Wales, with the exception of the amendment made by Section 3, which applies to Scotland as well."
}