{
    "general": "This law makes sure that prisoners cannot use electronic devices like phones or laptops to send signals that could cause harm or disrupt the prison's operations. It helps keep everyone safe and secure within the prison walls.",
    "series": [
        [
            {
                "length": 179,
                "short": "\"Wireless Telegraphy Interference in Prisons: Legal Protection for Public Communication Providers\"",
                "text": "* Simplified point 1: The act allows the Secretary of State to authorize public communications providers to interfere with wireless telegraphy in prisons and other relevant institutions in England and Wales, for the purpose of preventing or detecting the use of certain items.\n* Simplified point 2: The act provides legal protection for such interference and the retention, use or disclosure of traffic data collected as a result of such interference, if it is carried out in accordance with the act.\n* Simplified point 3: The act extends to England and Wales, Scotland, and the Channel Islands and Isle of Man, and can be brought into force by regulations made by statutory instrument."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Prisons (Interference with Wireless Telegraphy) Act 2018 lets the government allow phone companies to block signals in prisons and other secure places in England and Wales. This is to stop prisoners from using certain things that they're not allowed to have. The law protects these phone companies from being sued for doing this, and lets them keep any information they collect about who's using their phones. This law applies to all of the UK, including Scotland and the islands off the coast of England. The government can start using this law by making rules with a simple vote in Parliament.\nThis law helps keep prisoners safe by stopping them from getting hold of things like drugs or weapons. It also helps the government keep track of who's using phones in prisons, so they can make sure everyone is following the rules.",
    "single": "\n* The Prisons (Interference with Wireless Telegraphy) Act 2018 amends the 2012 Act to allow the Secretary of State to authorize public communications providers to interfere with wireless telegraphy in prisons and similar institutions.\n* The interference can only be carried out for the purpose of preventing the use of certain items within the institutions, or detecting or investigating their use.\n* The authorization can be given in relation to one or more institutions, kinds of institutions, or institutions generally in England and Wales.\n* The conduct of interfering with wireless telegraphy that is authorized under the Act is lawful for all purposes.\n* The Act extends to England and Wales and Scotland, and the power to extend to the Channel Islands and Isle of Man is also included.\nIN PLAIN ENGLISH:\n* The government can now allow companies to interfere with wireless signals in prisons and other institutions to prevent the use of certain items or to detect their use.\n* This can only be done for the purpose of maintaining security and order within the institutions.\n* The authorization can be given for specific institutions or for all institutions in England and Wales.\n* Any conduct that is carried out in accordance with the Act is considered lawful and can't be challenged in court.\n* The Act applies to England and Wales, and also includes the power to extend to the Channel Islands and Isle of Man."
}