{
    "general": "This law allows the government to spend money on things like public services and infrastructure projects over the next few years. It also lets the government borrow money from the bank to pay for these things. The law sets aside specific amounts of money for each year from 2019 to 2022 to make sure there is enough cash available to cover all the spending and borrowing that needs to be done.",
    "series": [
        [
            {
                "length": 375,
                "short": "\"UK Government's Fiscal Budget for 2021-2022: Authorization of Expenditures and Resources\"",
                "text": "\n* Simplified point 1: The UK government's Supply and Appropriation (Anticipation and Adjustments) Act 2021 allows for the use of resources for the fiscal year ending March 31st, 2022, up to £399,463,172,000.\n* Simplified point 2: The legislation also authorizes the issuance of money out of the Consolidated Fund and its application for expenditure authorized by Parliament, up to £364,923,586,000.\n* Simplified point 3: The bill includes provisions for supplementary funding for the fiscal year ending March 31st, 2021, with an increase of £309,983,867,000 for current purposes and £41,554,174,000 for capital purposes.\n* Simplified point 4: Excesses for the fiscal year ending March 31st, 2019, are authorized, with an increase of £8,312,939,000 for current purposes and £32,332,000 for capital purposes.\n* Simplified point 5: Late excesses for the fiscal year ending March 31st, 2018, are also authorized, with an increase of £312,093,000 for current purposes."
            }
        ]
    ],
    "summary": "The UK government has passed a law called the Supply and Appropriation (Anticipation and Adjustments) Act 2021 that allows them to spend money on different things for the next few years. This law lets the government use up to £399,463,172,000 for the fiscal year ending March 31st, 2022. It also says that the government can take money out of a special fund called the Consolidated Fund and use it for things that have been approved by Parliament. This law also gives the government permission to spend more money than it had planned for the fiscal year ending March 31st, 2019, and the fiscal year ending March 31st, 2018. The extra money that the government is allowed to spend is £309,983,867,000 for things like salaries and other day-to-day costs, and £41,554,174,000 for bigger projects like building new roads or schools.",
    "single": "\n* The act authorizes the use of resources for the fiscal years 2019-2022.\n* It authorizes the issue of money out of the consolidated fund for the fiscal years 2019-2022.\n* For the fiscal year 2020-21, it provides supplementary provision for expenditure already authorized.\n* It makes adjustments to the main estimates act 2020 and 2019 for excesses and late excesses for the fiscal year 2018-19.\n* The adjustments are treated as having had effect from the beginning of the fiscal year 2018-19."
}