[
    {
        "length": 1011,
        "text": "\nApplication of rule against perpetuities\n\tApplication of the rule\n\t\tThe rule against perpetuities applies (and applies only) as provided bythis section.\n\t\tIf an instrument limits property in trust so as to create successiveestates or interests the rule applies to each of the estates or interests.\n\t\tIf an instrument limits property in trust so as to create an estate orinterest which is subject to a condition precedent and which is not one ofsuccessive estates or interests, the rule applies to the estate or interest.\n\t\tIf an instrument limits property in trust so as to create an estate orinterest subject to a condition subsequent the rule applies to—\n\t\t\tany right of re-entry exercisable if the condition is broken, or\n\t\t\tany equivalent right exercisable in the case of property other than land ifthe condition is broken.\n\t\tIf an instrument which is a will limits personal property so as to createsuccessive interests under the doctrine of executory bequests, the ruleapplies to each of the interests.\n\t\tIf an instrument creates a power of appointment the rule applies to thepower.\n\t\tFor the purposes of subsection (2) an estate or interest includes an estateor interest—\n\t\t\twhich arises under a right of reverter on the determination of adeterminable fee simple, or\n\t\t\twhich arises under a resulting trust on the determination of a determinableinterest.\n\t\tThis section has effect subject to the exceptions made by section 2 and toany exceptions made under section 3.\n\t\tIn section 4(3) of the [Law of Property Act 1925 (c.20)](/id/ukpga/1925/20?view=plain \"Go to item of legislation\") (rights ofentry affecting a legal estate) omit the words from “but” to the end.\n\tExceptions to rule’s application\n\t\tThis section contains exceptions to the application of the rule againstperpetuities.\n\t\tThe rule does not apply to an estate or interest created so as to vest in acharity on the occurrence of an event if immediately before the occurrence anestate or interest in the property concerned is vested in another charity.\n\t\tThe rule does not apply to a right exercisable by a charity on theoccurrence of an event if immediately before the occurrence an estate orinterest in the property concerned is vested in another charity.\n\t\tThe rule does not apply to an interest or right arising under a relevantpension scheme.\n\t\tThe exception in subsection (4) does not apply if the interest or rightarises under—\n\t\t\tan instrument nominating benefits under the scheme, or\n\t\t\tan instrument made in the exercise of a power of advancement arising underthe scheme.\n\tPower to specify exceptions\n\t\tThe Lord Chancellor may by order provide that the rule against perpetuitiesis not to apply—\n\t\t\tin cases of a specified description, or\n\t\t\tif specified conditions are fulfilled.\n\t\tDifferent descriptions and conditions may be specified for differentpurposes.\n\t\tAny order under this section may include such supplementary, incidental,consequential or transitional provisions as appear to the Lord Chancellor tobe necessary or expedient.\n\t\tIn this section “specified” means specified in the order.\n\t\tThe power to make an order under this section is exercisable by statutoryinstrument.\n\t\tA statutory instrument containing an order under this section may not bemade unless a draft of the instrument has been laid before and approved by aresolution of each House of Parliament.\n\tAbolition of existing exceptions\n\t\tThese provisions cease to have effect—\n\t\t\tsection 121(6) of the [Law of Property Act 1925 (c.20)](/id/ukpga/1925/20?view=plain \"Go to item of legislation\") (rule againstperpetuities not to apply to certain powers and remedies);\n\t\t\tsection 162 of that Act (declaration that rule does not apply in certaincases);\n\t\t\tsection 163 of the [Pension Schemes Act 1993 (c.48)](/id/ukpga/1993/48?view=plain \"Go to item of legislation\") (rule not toapply to trusts and dispositions concerning certain pension schemes)."
    },
    {
        "length": 1825,
        "text": "\nPerpetuities: miscellaneous\n\tStart of perpetuity period\n\t\tThe perpetuity period starts when the instrument referred to in section1(2) to (6) takes effect; but this is subject to subsections (2) and (3).\n\t\tIf section 1(2), (3) or (4) applies and the instrument is made in theexercise of a special power of appointment the perpetuity period starts whenthe instrument creating the power takes effect; but this is subject tosubsection (3).\n\t\tIf section 1(2), (3) or (4) applies and—\n\t\t\tthe instrument nominates benefits under a relevant pension scheme, or\n\t\t\tthe instrument is made in the exercise of a power of advancement arisingunder a relevant pension scheme,\n\t\t\t\tthe perpetuity period starts when the member concerned became a member of thescheme.\n\t\tThe member concerned is the member in respect of whose interest in thescheme the instrument is made.\n\tWait and see rule\n\t\tSubsection (2) applies if (apart from this section and section 8) an estateor interest would be void on the ground that it might not become vested untiltoo remote a time.\n\t\tIn such a case—\n\t\t\tuntil such time (if any) as it becomes established that the vesting mustoccur (if at all) after the end of the perpetuity period the estate orinterest must be treated as if it were not subject to the rule againstperpetuities, and\n\t\t\tif it becomes so established, that does not affect the validity of anythingpreviously done (whether by way of advancement, application of intermediateincome or otherwise) in relation to the estate or interest.\n\t\tSubsection (4) applies if (apart from this section) any of the followingwould be void on the ground that it might be exercised at too remote a time—\n\t\t\ta right of re-entry exercisable if a condition subsequent is broken;\n\t\t\tan equivalent right exercisable in the case of property other than land ifa condition subsequent is broken;\n\t\t\ta special power of appointment.\n\t\tIn such a case—\n\t\t\tthe right or power must be treated as regards any exercise of it within theperpetuity period as if it were not subject to the rule against perpetuities,and\n\t\t\tthe right or power must be treated as void for remoteness only if and sofar as it is not fully exercised within the perpetuity period.\n\t\tSubsection (6) applies if (apart from this section) a general power ofappointment would be void on the ground that it might not become exercisableuntil too remote a time.\n\t\tUntil such time (if any) as it becomes established that the power will notbe exercisable within the perpetuity period, it must be treated as if it werenot subject to the rule against perpetuities.\n\tExclusion of class members to avoid remoteness\n\t\tThis section applies if—\n\t\t\tit is apparent at the time an instrument takes effect or becomes apparentat a later time that (apart from this section) the inclusion of certainpersons as members of a class would cause an estate or interest to be treatedas void for remoteness, and\n\t\t\tthose persons are potential members of the class or unborn persons who atbirth would become members or potential members of the class.\n\t\tFrom the time it is or becomes so apparent those persons must be treatedfor all the purposes of the instrument as excluded from the class unless theirexclusion would exhaust the class.\n\t\tIf this section applies in relation to an estate or interest to whichsection 7 applies, this section does not affect the validity of anythingpreviously done (whether by way of advancement, application of intermediateincome or otherwise) in relation to the estate or interest.\n\t\tFor the purposes of this section—\n\t\t\ta person is a member of a class if in that person’s case all the conditionsidentifying a member of the class are satisfied, and\n\t\t\ta person is a potential member of a class if in that person’s case someonly of those conditions are satisfied but there is a possibility that theremainder will in time be satisfied.\n\tSaving and acceleration of expectant interests\n\t\tAn estate or interest is not void for remoteness by reason only that it isulterior to and dependent on an estate or interest which is so void.\n\t\tThe vesting of an estate or interest is not prevented from beingaccelerated on the failure of a prior estate or interest by reason only thatthe failure arises because of remoteness.\n\tDeterminable interests becoming absolute\n\t\tIf an estate arising under a right of reverter on the determination of adeterminable fee simple is void for remoteness the determinable fee simplebecomes absolute.\n\t\tIf an interest arising under a resulting trust on the determination of adeterminable interest is void for remoteness the determinable interest becomesabsolute.\n\tPowers of appointment\n\t\tSubsection (2) applies to a power of appointment exercisable otherwise thanby will (whether or not it is also exercisable by will).\n\t\tFor the purposes of the rule against perpetuities the power is a specialpower unless—\n\t\t\tthe instrument creating it expresses it to be exercisable by one persononly, and\n\t\t\tat all times during its currency when that person is of full age andcapacity it could be exercised by that person so as immediately to transfer tothat person the whole of the interest governed by the power without theconsent of any other person or compliance with any other condition (ignoring aformal condition relating only to the mode of exercise of the power).\n\t\tSubsection (4) applies to a power of appointment exercisable by will(whether or not it is also exercisable otherwise than by will).\n\t\tFor the purposes of the rule against perpetuities the power is a specialpower unless—\n\t\t\tthe instrument creating it expresses it to be exercisable by one persononly, and\n\t\t\tthat person could exercise it so as to transfer to that person’s personalrepresentatives the whole of the estate or interest to which it relates.\n\t\tSubsection (6) applies to a power of appointment exercisable by will orotherwise.\n\t\tIf for the purposes of the rule against perpetuities the power would be aspecial power under one but not both of subsections (2) and (4), for thepurposes of the rule it is a special power.\n\tPre-commencement instruments: period difficult to ascertain\n\t\tIf— \n\t\t\tan instrument specifies for the purposes of property limited in trust aperpetuity period by reference to the lives of persons in being when theinstrument takes effect,\n\t\t\tthe trustees believe that it is difficult or not reasonably practicable forthem to ascertain whether the lives have ended and therefore whether theperpetuity period has ended, and\n\t\t\tthey execute a deed stating that they so believe and that subsection (2) isto apply to the instrument,\n\t\t\t\tthat subsection applies to the instrument.\n\t\tIf this subsection applies to an instrument—\n\t\t\tthe instrument has effect as if it specified a perpetuity period of 100years (and no other period);\n\t\t\tthe rule against perpetuities has effect as if the only perpetuity periodapplicable to the instrument were 100 years;\n\t\t\tsections 6 to 11 of this Act are to be treated as if they applied (andalways applied) in relation to the instrument;\n\t\t\tsections 1 to 12 of the [Perpetuities and Accumulations Act 1964 (c.55)](/id/ukpga/1964/55?view=plain \"Go to item of legislation\") are to betreated as if they did not apply (and never applied) in relation to theinstrument.\n\t\tA deed executed under this section cannot be revoked."
    },
    {
        "length": 521,
        "text": "\nAccumulations\n\tAbolition of restrictions\n\t\tThese provisions cease to have effect—\n\t\t\tsections 164 to 166 of the [Law of Property Act 1925 (c.20)](/id/ukpga/1925/20?view=plain \"Go to item of legislation\") (which imposerestrictions on accumulating income, subject to qualifications);\n\t\t\tsection 13 of the [Perpetuities and Accumulations Act1964](/id/ukpga/1964/55?view=plain \"Go to item of legislation\") (which amendssection 164 of the 1925 Act).\n\tRestriction on accumulation for charitable trusts\n\t\tThis section applies to an instrument to the extent that it provides forproperty to be held on trust for charitable purposes.\n\t\tBut it does not apply where the provision is made by a court or the CharityCommission for England and Wales.\n\t\tIf the instrument imposes or confers on the trustees a duty or power toaccumulate income, and apart from this section the duty or power would lastbeyond the end of the statutory period, it ceases to have effect at the end ofthat period unless subsection (5) applies.\n\t\tThe statutory period is a period of 21 years starting with the first daywhen the income must or may be accumulated (as the case may be).\n\t\tThis subsection applies if the instrument provides for the duty or power tocease to have effect—\n\t\t\ton the death of the settlor, or\n\t\t\ton the death of one of the settlors, determined by name or by the order oftheir deaths.\n\t\tIf a duty or power ceases to have effect under this section the income towhich the duty or power would have applied apart from this section must—\n\t\t\tgo to the person who would have been entitled to it if there had been noduty or power to accumulate, or\n\t\t\tbe applied for the purposes for which it would have had to be applied ifthere had been no such duty or power.\n\t\tThis section applies whether or not the duty or power to accumulate extendsto income produced by the investment of income previously accumulated."
    },
    {
        "length": 519,
        "text": "\nApplication of statutory provisions\n\tApplication of this Act\n\t\tSections 1, 2, 4 to 11, 13 and 14 apply in relation to an instrument takingeffect on or after the commencement day, except that—\n\t\t\tthose sections do not apply in relation to a will executed before that day,and\n\t\t\tthose sections apply in relation to an instrument made in the exercise of aspecial power of appointment only if the instrument creating the power takeseffect on or after that day.\n\t\tSection 12 applies (except as provided by subsection (3)) in relation to—\n\t\t\ta will executed before the commencement day (whether or not it takes effectbefore that day);\n\t\t\tan instrument, other than a will, taking effect before that day.\n\t\tSection 12 does not apply if—\n\t\t\tthe terms of the trust were exhausted before the commencement day, or\n\t\t\tbefore that day the property became held on trust for charitable purposesby way of a final disposition of the property.\n\t\tThe commencement day is the day appointed under section 22(2).\n\tLimitation of 1964 Act to existing instruments\n\t\tIn section 15 of the [Perpetuities and Accumulations Act 1964 (c.55)](/id/ukpga/1964/55?view=plain \"Go to item of legislation\") the followingsubsections are inserted after subsection (5) (which makes provision as to theinstruments to which the Act applies)—\n\t“(5A)The foregoing sections of this Act shall not apply in relation to aninstrument taking effect on or after the day appointed under section 22(2) ofthe Perpetuities and Accumulations Act 2009 (commencement), but this shall notprevent those sections applying in relation to an instrument so taking effectif—\n\t\tit is a will executed before that day, or\n\t\tit is an instrument made in the exercise of a special power of appointment,and the instrument creating the power took effect before that day.\n\t\t(5B)Subsection (5A) above shall not affect the operation of sections 4(6) and11(2) above.”"
    },
    {
        "length": 602,
        "text": "\nGeneral\n\tThe Crown\n\t\tThis Act does not extend the application of the rule against perpetuitiesin relation to the Crown.\n\t\tSubject to that, this Act binds the Crown.\n\tRule as to duration not affected\n\t\tThis Act does not affect the rule of law which limits the duration of non-charitable purpose trusts.\n\tProvision made otherwise than by instrument\n\t\tIf provision is made in relation to property otherwise than by an instrument,this Act applies as if the provision were contained in an instrument takingeffect on the making of the provision.\n\tInterpretation \n\t\tFor the purposes of this Act this section contains provisions relating tothe interpretation of these expressions—\n\t\t\tpower of appointment, general power of appointment and special power ofappointment;\n\t\t\trelevant pension scheme;\n\t\t\ttaking effect (in relation to a will);\n\t\t\twill. \n\t\tA power of appointment includes—\n\t\t\ta discretionary power to create a beneficial interest in property withoutthe provision of valuable consideration;\n\t\t\ta discretionary power to transfer a beneficial interest in property withoutthe provision of valuable consideration.\n\t\tSection 11 applies to interpret references to a general or special power ofappointment.\n\t\tEach of these is a relevant pension scheme—\n\t\t\tan occupational pension scheme;\n\t\t\ta personal pension scheme;\n\t\t\ta public service pension scheme.\n\t\tThe expressions in subsection (4)(a) to (c) have the meanings given bysections 1 and 181(1) of the [Pension Schemes Act 1993 (c.48)](/id/ukpga/1993/48?view=plain \"Go to item of legislation\").\n\t\tAn instrument which is a will takes effect at the testator’s death.\n\t\tA reference to a will includes a reference to a codicil.\n\tRepeals \n\t\tThe enactments mentioned in the Schedule are repealed to the extent specified,but subject to the provision at the end of the Schedule.\n\tCommencement \n\t\tThis section and sections 23 and 24 come into force on the day on whichthis Act is passed.\n\t\tThe other provisions of this Act come into force on such day as the LordChancellor may appoint by order made by statutory instrument.\n\tExtent \n\t\tThis Act extends to England and Wales only.\n\tShort title\n\t\tThis Act may be cited as the Perpetuities and Accumulations Act 2009.\n\tSection 21"
    }
]