{
    "general": "This act makes changes to how property can be given away or left behind when someone dies, so that more people can use their assets while they are still alive instead of having to wait until after they die. It also helps make sure that people don't leave behind too much money or other things that might cause problems for their family members or charities.",
    "series": [
        [
            {
                "length": 289,
                "short": "\"Perpetuity Rules in Trusts and Estates: Prohibiting Long-Term Interests Beyond 125 Years\"",
                "text": "\n* Simplified point 1: The Perpetuities and Accumulations Act 2009 prohibits the creation of future estates or interests that extend beyond a period of 125 years after the death of the last surviving person who was alive at the time the trust was created.\n* Simplified point 2: The act also restricts the creation of successive estates or interests, meaning that no more than one estate can exist at any given time.\n* Simplified point 3: The rule against perpetuities applies to all types of instruments, including wills and trusts, but there are some exceptions to the rule, such as charitable interests and rights arising under pension schemes.\n* Simplified point 4: The Lord Chancellor has the power to make orders specifying exceptions to the rule against perpetuities, and these orders can include supplementary, incidental, consequential, or transitional provisions.\n* Simplified point 5: The act abolishes existing exceptions to the rule against perpetuities, including certain powers and remedies under the Law of Property Act 1925 and Pension Schemes Act 1993."
            },
            {
                "length": 281,
                "short": "\"Rule Against Perpetuities: Understanding the Creation of Future Estates and Interests\"",
                "text": "\n* Simplified point 1: The Perpetuities and Accumulations Act of 2009 outlines rules regarding the creation of future estates and interests to ensure that they do not violate the rule against perpetuities.\n* Simplified point 2: The act defines various terms related to perpetuities, including \"perpetuity period,\" \"special power of appointment,\" and \"class member.\" It also provides exceptions and exclusions to the rule against perpetuities.\n* Simplified point 3: The act establishes a waiting and see rule, where an estate or interest may be treated as if it were not subject to the rule against perpetuities until it becomes established that the vesting must occur after the end of the perpetuity period.\n* Simplified point 4: The act includes provisions for excluding class members to avoid remoteness, saving and accelerating expectant interests, and determining the status of determinable interests becoming absolute.\n* Simplified point 5: The act provides for powers of appointment and their treatment under the rule against perpetuities. It also addresses pre-commencement instruments and difficulties in ascertaining the perpetuity period."
            },
            {
                "length": 260,
                "short": "\"Reforms to Trust Income Accumulation: Abolishing Restrictions and Imposing Time Limits\"",
                "text": "\n* Simplified point 1: The Perpetuities and Accumulations Act 2009 abolishes restrictions on accumulating income for certain trusts.\n* Simplified point 2: The act restricts the ability of trustees to accumulate income for charitable trusts beyond a 21-year period, except in cases where the provision is made by a court or the Charity Commission for England and Wales.\n* Simplified point 3: If a trust instrument imposes a duty or power to accumulate income beyond the 21-year period, it will cease to have effect at the end of that period unless the instrument provides for it to continue until the death of the settlor or one of the settlors.\n* Simplified point 4: If a duty or power to accumulate income ceases to have effect, the income must be distributed to the person who would have been entitled to it if there had been no duty or power to accumulate, or it must be applied for the purposes for which it was intended if there had been no such duty or power."
            },
            {
                "length": 223,
                "short": "\"Perpetuities and Accumulations Act 2009: Instruments Executed Before Commencement Day\"",
                "text": "\n* Simplified point 1: This extract of the legislation states that certain sections of the Perpetuities and Accumulations Act 2009 will not apply to instruments that take effect before a specified date, known as the \"commencement day\".\n* Simplified point 2: The commencement day is determined by the Secretary of State through secondary legislation.\n* Simplified point 3: The legislation applies differently depending on whether the instrument is a will or another type of instrument, such as a trust.\n* Simplified point 4: If an instrument was executed before the commencement day but takes effect after that day, then certain sections of the legislation will still apply.\n* Simplified point 5: The legislation includes provisions related to the application of the Act to existing instruments, specifically regarding the limitation of the 1964 Act to existing instruments."
            },
            {
                "length": 311,
                "short": "\"Perpetuity and Accumulation Trust Regulations: A Guide to the Rule Against Perpetuities and Its Exemptions\"",
                "text": "\n* Simplified point 1: This act prohibits the creation of perpetuities and accumulations in trusts, meaning that trusts cannot last forever and must have a definite end date.\n* Simplified point 2: The act exempts the crown from the rule against perpetuities, but still binds the crown.\n* Simplified point 3: The act does not affect the rule of law limiting the duration of non-charitable purpose trusts.\n* Simplified point 4: Provisions made otherwise than by an instrument (such as changes to a trust's terms) are considered to be part of the instrument taking effect on the making of the provision.\n* Simplified point 5: The act defines certain key terms used throughout the legislation, including \"power of appointment\", \"relevant pension scheme\", and \"taking effect\".\n* Simplified point 6: The act repeals certain previous legislation related to perpetuities and accumulations.\n* Simplified point 7: The act comes into force on different dates depending on the specific provisions, with some parts coming into force immediately upon passage and others being appointed by the Lord Chancellor at a later date.\n* Simplified point 8: The act only applies to England and Wales."
            }
        ],
        [
            {
                "length": 260,
                "short": "\"Perpetuity Rules in Trusts and Estates: Prohibiting Long-Term Interests Beyond 125 Years\"",
                "text": "\n* Simplified point 1: The Perpetuities and Accumulations Act 2009 prohibits the creation of future estates or interests that extend beyond a period of 125 years after the death of the last surviving person who was alive at the time the trust was created.\n* Simplified point 2: The act also restricts the creation of successive estates or interests, meaning that no more than one estate can exist at any given time.\n* Simplified point 3: The rule against perpetuities applies to all types of instruments, including wills and trusts, but there are some exceptions to the rule, such as charitable interests and rights arising under pension schemes.\n* Simplified point 4: The Lord Chancellor has the power to make orders specifying exceptions to the rule against perpetuities, and these orders can include supplementary, incidental, consequential, or transitional provisions.\n* Simplified point 5: The act abolishes existing exceptions to the rule against perpetuities, including certain powers and remedies under the Law of Property Act 1925 and Pension Schemes Act 1993."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Perpetuities and Accumulations Act 2009 simplifies the laws surrounding trusts and estates by prohibiting long-term interests that exceed 125 years. It also limits the creation of successive estates and interests, ensuring that no more than one estate can exist at any given time. Additionally, the act abolishes existing exceptions to the rule against perpetuities, including certain powers and remedies under the Law of Property Act 1925 and Pension Schemes Act 1993. Furthermore, the act reforms trust income accumulation by restricting the ability of trustees to accumulate income beyond a 21-year period, except in cases where the provision is made by a court or the Charity Commission for England and Wales. Finally, the act applies differently to instruments executed before and after the commencement day, and it only applies to England and Wales."
}