[
    {
        "length": 3446,
        "text": "\nFraud\n\tFraud \n\t\tA person is guilty of fraud if he is in breach of any of the sectionslisted in subsection (2) (which provide for different ways of committing theoffence).\n\t\tThe sections are—\n\t\t\tsection 2 (fraud by false representation),\n\t\t\tsection 3 (fraud by failing to disclose information), and\n\t\t\tsection 4 (fraud by abuse of position).\n\t\tA person who is guilty of fraud is liable—\n\t\t\ton summary conviction, to imprisonment for a term not exceeding 12 monthsor to a fine not exceeding the statutory maximum (or to both);\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 10years or to a fine (or to both).\n\t\tSubsection (3)(a) applies in relation to Northern Ireland as if thereference to 12 months were a reference to 6 months.\n\tFraud by false representation\n\t\tA person is in breach of this section if he—\n\t\t\tdishonestly makes a false representation, and\n\t\t\tintends, by making the representation—\n\t\t\tto make a gain for himself or another, or\n\t\t\tto cause loss to another or to expose another to a risk of loss.\n\t\tA representation is false if—\n\t\t\tit is untrue or misleading, and\n\t\t\tthe person making it knows that it is, or might be, untrue or misleading.\n\t\t“Representation” means any representation as to fact or law, including arepresentation as to the state of mind of—\n\t\t\tthe person making the representation, or\n\t\t\tany other person.\n\t\tA representation may be express or implied.\n\t\tFor the purposes of this section a representation may be regarded as madeif it (or anything implying it) is submitted in any form to any system ordevice designed to receive, convey or respond to communications (with orwithout human intervention).\n\tFraud by failing to disclose information\n\t\tA person is in breach of this section if he—\n\t\t\tdishonestly fails to disclose to another person information which he isunder a legal duty to disclose, and\n\t\t\tintends, by failing to disclose the information—\n\t\t\tto make a gain for himself or another, or\n\t\t\tto cause loss to another or to expose another to a risk of loss.\n\tFraud by abuse of position\n\t\tA person is in breach of this section if he—\n\t\t\toccupies a position in which he is expected to safeguard, or not to actagainst, the financial interests of another person,\n\t\t\tdishonestly abuses that position, and\n\t\t\tintends, by means of the abuse of that position—\n\t\t\tto make a gain for himself or another, or\n\t\t\tto cause loss to another or to expose another to a risk of loss.\n\t\tA person may be regarded as having abused his position even though hisconduct consisted of an omission rather than an act.\n\t“Gain” and “loss”\n\t\tThe references to gain and loss in sections 2 to 4 are to be read inaccordance with this section.\n\t\t“Gain” and “loss”—\n\t\t\textend only to gain or loss in money or other property;\n\t\t\tinclude any such gain or loss whether temporary or permanent;\n\t\t\t\tand “property” means any property whether real or personal (including thingsin action and other intangible property).\n\t\t“Gain” includes a gain by keeping what one has, as well as a gain bygetting what one does not have.\n\t\t“Loss” includes a loss by not getting what one might get, as well as a lossby parting with what one has.\n\tPossession etc. of articles for use in frauds\n\t\tA person is guilty of an offence if he has in his possession or under hiscontrol any article for use in the course of or in connection with any fraud.\n\t\tA person guilty of an offence under this section is liable—\n\t\t\ton summary conviction, to imprisonment for a term not exceeding 12 monthsor to a fine not exceeding the statutory maximum (or to both);\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 5years or to a fine (or to both).\n\t\tSubsection (2)(a) applies in relation to Northern Ireland as if thereference to 12 months were a reference to 6 months.\n\tMaking or supplying articles for use in frauds\n\t\tA person is guilty of an offence if he makes, adapts, supplies or offers tosupply any article—\n\t\t\tknowing that it is designed or adapted for use in the course of or inconnection with fraud, or\n\t\t\tintending it to be used to commit, or assist in the commission of, fraud.\n\t\tA person guilty of an offence under this section is liable—\n\t\t\ton summary conviction, to imprisonment for a term not exceeding 12 monthsor to a fine not exceeding the statutory maximum (or to both);\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 10years or to a fine (or to both).\n\t\tSubsection (2)(a) applies in relation to Northern Ireland as if thereference to 12 months were a reference to 6 months.\n\t“Article” \n\t\tFor the purposes of—\n\t\t\tsections 6 and 7, and\n\t\t\tthe provisions listed in subsection (2), so far as they relate to articlesfor use in the course of or in connection with fraud,\n\t\t\t\t  * “article” includes any program or data held in electronic form. \n\t\tThe provisions are—\n\t\t\tsection 1(7)(b) of the Police and Criminal Evidence Act [1984 (c.60)](/id/ukpga/1984/60?view=plain \"Go to item of legislation\"),\n\t\t\tsection 2(8)(b) of the Armed Forces Act [2001 (c.19)](/id/ukpga/2001/19?view=plain \"Go to item of legislation\"), and\n\t\t\tArticle 3(7)(b) of the Police and Criminal Evidence (Northern Ireland)Order 1989 ([S.I. 1989/1341 (N.I. 12)](/id/nisi/1989/1341?view=plain \"Go toitem of legislation\"));\n\t\t\t\t(meaning of “prohibited articles” for the purposes of stop and search powers).\n\tParticipating in fraudulent business carried on by sole trader etc.\n\t\tA person is guilty of an offence if he is knowingly a party to the carryingon of a business to which this section applies.\n\t\tThis section applies to a business which is carried on—\n\t\t\tby a person who is outside the reach of section 458 of the Companies Act[1985 (c. 6)](/id/ukpga/1985/6?view=plain \"Go to item of legislation\") orArticle 451 of the Companies (Northern Ireland) Order 1986 ([S.I. 1986/1032)(N.I. 6)](/id/nisi/1986/1032?view=plain \"Go to item of legislation\")) (offenceof fraudulent trading), and\n\t\t\twith intent to defraud creditors of any person or for any other fraudulentpurpose.\n\t\tThe following are within the reach of section 458 of the 1985 Act—\n\t\t\ta company (within the meaning of that Act);\n\t\t\ta person to whom that section applies (with or without adaptations ormodifications) as if the person were a company;\n\t\t\ta person exempted from the application of that section.\n\t\tThe following are within the reach of Article 451 of the 1986 Order—\n\t\t\ta company (within the meaning of that Order);\n\t\t\ta person to whom that Article applies (with or without adaptations ormodifications) as if the person were a company;\n\t\t\ta person exempted from the application of that Article.\n\t\t“Fraudulent purpose” has the same meaning as in section 458 of the 1985 Actor Article 451 of the 1986 Order.\n\t\tA person guilty of an offence under this section is liable—\n\t\t\ton summary conviction, to imprisonment for a term not exceeding 12 monthsor to a fine not exceeding the statutory maximum (or to both);\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 10years or to a fine (or to both).\n\t\tSubsection (6)(a) applies in relation to Northern Ireland as if thereference to 12 months were a reference to 6 months.\n\tParticipating in fraudulent business carried on by company etc.: penalty\n\t\tIn Schedule 24 to the Companies Act 1985 (punishment of offences), incolumn 4 of the entry relating to section 458 of that Act, for “7 years”substitute “10 years”.\n\t\tIn Schedule 23 to the Companies (Northern Ireland) Order 1986 (punishmentof offences), in column 4 of the entry relating to Article 451 of that Order,for “7 years” substitute “10 years”.\nObtaining services dishonestly\n\tObtaining services dishonestly\n\t\tA person is guilty of an offence under this section if he obtains servicesfor himself or another—\n\t\t\tby a dishonest act, and\n\t\t\tin breach of subsection (2).\n\t\tA person obtains services in breach of this subsection if—\n\t\t\tthey are made available on the basis that payment has been, is being orwill be made for or in respect of them,\n\t\t\the obtains them without any payment having been made for or in respect ofthem or without payment having been made in full, and\n\t\t\twhen he obtains them, he knows—\n\t\t\tthat they are being made available on the basis described in paragraph (a),or\n\t\t\tthat they might be,\n\t\t\t\tbut intends that payment will not be made, or will not be made in full.\n\t\tA person guilty of an offence under this section is liable—\n\t\t\ton summary conviction, to imprisonment for a term not exceeding 12 monthsor to a fine not exceeding the statutory maximum (or to both);\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 5years or to a fine (or to both).\n\t\tSubsection (3)(a) applies in relation to Northern Ireland as if thereference to 12 months were a reference to 6 months.\nSupplementary\n\tLiability of company officers for offences by company\n\t\tSubsection (2) applies if an offence under this Act is committed by a bodycorporate.\n\t\tIf the offence is proved to have been committed with the consent orconnivance of—\n\t\t\ta director, manager, secretary or other similar officer of the bodycorporate, or\n\t\t\ta person who was purporting to act in any such capacity,\n\t\t\t\the (as well as the body corporate) is guilty of the offence and liable to beproceeded against and punished accordingly.\n\t\tIf the affairs of a body corporate are managed by its members, subsection(2) applies in relation to the acts and defaults of a member in connectionwith his functions of management as if he were a director of the bodycorporate.\n\tEvidence \n\t\tA person is not to be excused from—\n\t\t\tanswering any question put to him in proceedings relating to property, or\n\t\t\tcomplying with any order made in proceedings relating to property,\n\t\t\t\ton the ground that doing so may incriminate him or his spouse or civil partnerof an offence under this Act or a related offence.\n\t\tBut, in proceedings for an offence under this Act or a related offence, astatement or admission made by the person in—\n\t\t\tanswering such a question, or\n\t\t\tcomplying with such an order,\n\t\t\tis not admissible in evidence against him or (unless they married or becamecivil partners after the making of the statement or admission) his spouse orcivil partner.\n\t\t“Proceedings relating to property” means any proceedings for—\n\t\t\tthe recovery or administration of any property,\n\t\t\tthe execution of a trust, or\n\t\t\tan account of any property or dealings with property,\n\t\t\tand “property” means money or other property whether real or personal(including things in action and other intangible property).\n\t\t“Related offence” means—\n\t\t\tconspiracy to defraud;\n\t\t\tany other offence involving any form of fraudulent conduct or purpose.\n\tMinor and consequential amendments etc.\n\t\tSchedule 1 contains minor and consequential amendments.\n\t\tSchedule 2 contains transitional provisions and savings.\n\t\tSchedule 3 contains repeals and revocations.\n\tCommencement and extent\n\t\tThis Act (except this section and section 16) comes into force on such dayas the Secretary of State may appoint by an order made by statutoryinstrument; and different days may be appointed for different purposes.\n\t\tSubject to subsection (3), sections 1 to 9 and 11 to 13 extend to Englandand Wales and Northern Ireland only.\n\t\tSection 8, so far as it relates to the Armed Forces Act [2001 (c.19)](/id/ukpga/2001/19?view=plain \"Go to item of legislation\"), extends to anyplace to which that Act extends.\n\t\tAny amendment in section 10 or Schedule 1, and any related provision insection 14 or Schedule 2 or 3, extends to any place to which the provisionwhich is the subject of the amendment extends.\n\tShort title\n\t\tThis Act may be cited as the Fraud Act 2006."
    }
]