{
    "general": "This law makes it illegal to commit fraud or get things by lying. It covers situations where someone pretends to be someone they're not, or promises something they have no intention of delivering, or takes money for work they don't actually do. The purpose of the law is to protect people from being cheated or scammed.",
    "series": [
        [
            {
                "length": 223,
                "short": "\"Fraud Law 2006: Punishing False Representations & Protecting Whistleblowers\"",
                "text": "* Simplified point 1: The Fraud Act 2006 is a law that criminalizes various forms of fraud, including fraud by false representation, failure to disclose information, and abuse of position.\n* Simplified point 2: The law applies to England, Wales, and Northern Ireland, and it extends to any place where the underlying offense extends.\n* Simplified point 3: The law provides for penalties, including imprisonment and fines, for those found guilty of fraud-related offenses.\n* Simplified point 4: The law also includes provisions for confiscation of assets obtained through fraud, and it allows for the making of restitution orders.\n* Simplified point 5: The law includes protections for whistleblowers who report fraud, and it provides for the destruction of documents used in fraudulent activities."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Fraud Act 2006 is a law that deals with different types of fraud, such as lying to get something or not telling the truth about important information. This law applies to England, Wales, and Northern Ireland, and it can reach anywhere where the fraud took place. If someone breaks this law, they could go to jail or have to pay a fine. Additionally, the law lets the court take away any money or property that was gotten through fraud, and it can order the person who committed the fraud to give back what they gained. The law also protects people who report fraud, and it says that any documents used in fraudulent activities must be destroyed. In short, this law helps stop fraud and punishes those who do it.",
    "single": "\n* Fraud Act 2006 is a law that makes it illegal to commit fraud or obtain services dishonestly.\n* Fraud is defined as a person who is guilty of an offence if they dishonestly make a false representation, or if they fail to disclose information with the intention of making a gain or causing a loss.\n* The law applies to any person who is in breach of the sections listed in subsection (2), including those who make false representations or fail to disclose information.\n* The law also applies to those who abuse their position for gain or loss, and to those who possess or supply articles for use in frauds.\n* The law has penalties for those found guilty, including imprisonment and fines.\n* The law applies to England and Wales and Northern Ireland, with some exceptions.\n* The law came into force on a date appointed by the Secretary of State, and different days may be appointed for different purposes.\n* The law includes minor and consequential amendments, transitional provisions, and repeals and revocations."
}