[
    {
        "length": 683,
        "text": "\nSafety directions\n\tThe following shall be inserted in Part IV of the Merchant Shipping Act[1995 (c. 21)](/id/ukpga/1995/21?view=plain \"Go to item of legislation\")(safety) after section 108 (births and deaths)—\n\t“108ASafety directions\n\t\tSchedule 3A (safety directions) shall have effect.\n\t\tA provision made by or by virtue of this Act (including one which createsan offence) shall have no effect in so far as it—\n\t\t\tis inconsistent with the exercise by or on behalf of the Secretary of Stateof a power under Schedule 3A (safety directions),\n\t\t\twould interfere with a person’s compliance with a direction under thatSchedule, or\n\t\t\twould interfere with action taken by virtue of that Schedule.”\n\t\tBefore Schedule 4 to that Act there shall be inserted new Schedule 3A setout in Schedule 1 to this Act.\nFire authorities: power to charge\n\tSection 3 of the Fire Services Act [1947 (c.41)](/id/ukpga/1947/41?view=plain \"Go to item of legislation\") (fireauthority: supplementary powers) shall be amended as follows.\n\tIn subsection (1)(e) (purposes other than fire-fighting) after “suitable”insert “(whether in their area, in another authority’s area or at sea (whetheror not within the territorial sea of the United Kingdom))”.\n\tAfter subsection (4) (charges) insert—\n\t\t“(4A)A fire authority in England or Wales may make a charge for a servicewhich is rendered for fire-fighting purposes—\n\t\tunder subsection (1)(dd) above, and\n\t\toutside the area of every fire authority in Great Britain.”\n\tAt the end of section 37 of the Fire Services Act [1947 (c.41)](/id/ukpga/1947/41?view=plain \"Go to item of legislation\") (Isles ofScilly) there shall be added “; and for the purposes of section 3(4A) theCouncil is a fire authority in England.”\nAmendments and repeals\n\tSchedule 2 (minor and consequential amendments) shall have effect.\n\tThe enactments listed in Schedule 3 are hereby repealed to the extentspecified.\nCommencement \n\tThis Act shall come into force at the end of the period of two monthsbeginning with the date on which it is passed.\nExtent \n\tThis Act extends to the whole of the United Kingdom.\n\tBut section 2 extends to England and Wales only.\nShort Title\n\tThis Act may be cited as the Marine Safety Act 2003."
    }
]