{
    "general": "The Marine Safety Act 2003 is a law that helps keep people safe at sea by giving authorities the power to give orders to ship owners and operators to ensure their vessels are safe and don't pollute the ocean. If someone doesn't follow these rules, the government can take action to make sure they comply. The law also requires ships to have proper fire-fighting equipment on board in case of an emergency. Overall, the law is designed to protect the environment and the people who work on or near ships.",
    "series": [
        [
            {
                "length": 157,
                "short": "\"Marine Safety Regulations: Power to Issue Safety Directions and Charges for Services Rendered Outside Jurisdiction\"",
                "text": "* Simplified point 1: The Marine Safety Act 2003 gives the Secretary of State the power to issue safety directions to ensure compliance with safety regulations.\n* Simplified point 2: The Act also allows fire authorities to charge for services rendered outside their area, including at sea.\n* Simplified point 3: The Act makes minor and consequential amendments to existing legislation and repeals certain enactments.\n* Simplified point 4: The Act extends to the whole of the United Kingdom, but section 2 only applies to England and Wales."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Marine Safety Act 2003 helps keep our seas safe by giving the government the power to tell ship owners and operators what they need to do to protect themselves and others from accidents or pollution. This includes making sure they follow safety rules and regulations. If someone doesn't follow these rules, the government can take action to make them comply.\nThis law also lets local fire departments charge other areas for helping with fires that happen out at sea. It makes small changes to other laws and gets rid of some old laws that aren't needed anymore.\nOverall, the Marine Safety Act 2003 is important for keeping our oceans safe and making sure everyone follows the same safety rules.",
    "single": "\n• The Marine Safety Act 2003 gives the Secretary of State the power to give safety directions to ships for the purpose of safety or pollution prevention.\n• The Act also allows fire authorities to charge for fire-fighting services rendered outside their area, including at sea.\n• The Act makes minor and consequential amendments to the Merchant Shipping Act 1995 and the Fire Services Act 1947.\n• The Act repeals certain enactments.\n• The Act extends to the whole of the United Kingdom, but section 2 only extends to England and Wales.\n• The Act may be cited as the Marine Safety Act 2003.\nIn simpler terms, this Act gives the government the power to make safety directions for ships and to charge for fire-fighting services rendered outside the area of the fire authority, including at sea. It also makes some minor changes to existing laws and repeals certain enactments. The Act applies to the whole of the UK, but only section 2 applies to England and Wales."
}