{
    "general": "This law allows the government to spend money from the Consolidated Fund for the financial year ending on 31st March 2007. It also gives permission to use the money that was approved by Parliament for that year. Additionally, it repeals some old laws that are no longer needed. In simpler terms, this act gives the government permission to spend money for the financial year 2006-2007 and repeals some old laws.",
    "series": [
        [
            {
                "length": 244,
                "short": "\"Government Funding and Limits: Appropriations Act for Fiscal Year 2006-2007\"",
                "text": "\n* Simplified point 1: This extract of the legislation appropriates funds for various government services and sets limits on those appropriations.\n* Simplified point 2: The appropriations are for the fiscal year ending March 31, 2007, and the limits are set in Schedule 2 of the act.\n* Simplified point 3: The directions for authorizing appropriations in aid must be given after the passage of the act, and they may exceed the previously set limits if there is an excess proposed in estimates or statements of excesses laid before the House of Commons.\n* Simplified point 4: However, if the limit has not been increased by a subsequent appropriation act by August 12th following the direction, then the appropriations will be deemed to have been authorized only up to the original limit.\n* Simplified point 5: The legislation also exempts the House of Commons Administration from these limitations on appropriations in aid."
            },
            {
                "length": 111,
                "short": "\"Government Budget Allocation: £398 Billion Authorized for Various Purposes\"",
                "text": "* The schedule authorizes the use of £398,746,379,000 resources for various purposes.\n* The schedule also provides grants totaling £373,181,177,000 from the Consolidated Fund to different departments and services.\n* The schedule sets limits on the amount of money that can be appropriated for certain purposes."
            },
            {
                "length": 422,
                "short": "\"Government Spending Breakdown for FY 2006-2007: Allocations and Expenditures\"",
                "text": "\n* Simplified point 1: This section lists various government departments and their allocated funds for the financial year 2006–2007.\n* Simplified point 2: The total amount allocated to all departments is £398,746,379,000, while the total amount spent is £373,181,177,000, resulting in a difference of £25,565,177,000.\n* Simplified point 3: The largest allocation goes to the Department for Education and Skills at £58,094,254,000, followed by the Department for Transport at £13,115,360,000.\n* Simplified point 4: Other notable allocations include £10,181,933,000 for the National Health Service Pension Scheme, £8,446,510,000 for the Teachers' Pension Scheme, and £6,567,000 for the Privy Council Office.\n* Simplified point 5: The majority of the allocations are for operating appropriations in aid, which account for £200,643,000,000, followed by non-operating appropriations in aid at £159,517,000,000.\n* Simplified point 6: The smallest allocation is for the Crown Estate Office at £2,257,000, while the largest expenditure is for the Department for Work and Pensions at £63,267,603,000."
            }
        ],
        [
            {
                "length": 215,
                "short": "\"Government Funding and Limits: Appropriations Act for Fiscal Year 2006-2007\"",
                "text": "\n* Simplified point 1: This extract of the legislation appropriates funds for various government services and sets limits on those appropriations.\n* Simplified point 2: The appropriations are for the fiscal year ending March 31, 2007, and the limits are set in Schedule 2 of the act.\n* Simplified point 3: The directions for authorizing appropriations in aid must be given after the passage of the act, and they may exceed the previously set limits if there is an excess proposed in estimates or statements of excesses laid before the House of Commons.\n* Simplified point 4: However, if the limit has not been increased by a subsequent appropriation act by August 12th following the direction, then the appropriations will be deemed to have been authorized only up to the original limit.\n* Simplified point 5: The legislation also exempts the House of Commons Administration from these limitations on appropriations in aid."
            }
        ]
    ],
    "simp_series": null,
    "summary": "\nThe Appropriation (No 2) Act 2006 allows the British government to spend £398 billion on various programs and services for the fiscal year ending March 31, 2007. The law sets spending limits for each department and agency, with the majority going towards operating appropriations in aid (£200 billion). The largest allocation is for the Department for Education and Skills at £58 billion, followed by the Department for Transport at £13 billion. The National Health Service Pension Scheme receives £10 billion, and the Teachers' Pension Scheme gets £8 billion. The Privy Council Office receives just over £6 million. The law also exempts the House of Commons Administration from these limitations on appropriations in aid."
}