[
    {
        "length": 2120,
        "text": "\nPart 1Maintaining the court system\n\tThe general duty\n\t\tThe general duty\n\t\t\tThe Lord Chancellor is under a duty to ensure that there is an efficientand effective system to support the carrying on of the business of—\n\t\t\t\tthe Supreme Court,\n\t\t\t\tcounty courts, and\n\t\t\t\tmagistrates' courts,\n\t\t\t\t\tand that appropriate services are provided for those courts.\n\t\t\tIn this Part—\n\t\t\t\t“the Supreme Court” includes the district probate registries, and\n\t\t\t\t“magistrates' court” includes a committee of justices.\n\t\t\tIn this Part references to the Lord Chancellor’s general duty in relationto the courts are to his duty under this section.\n\t\t\tThe Lord Chancellor must, within 18 months of the coming into force of thissection, and afterwards annually, prepare and lay before both Houses ofParliament a report as to the way in which he has discharged his general dutyin relation to the courts.\n\tCourt staff and accommodation\n\t\tCourt officers, staff and services\n\t\t\tThe Lord Chancellor may appoint such officers and other staff as appear tohim appropriate for the purpose of discharging his general duty in relation tothe courts.\n\t\t\tThe civil service pension arrangements for the time being in force apply(with any necessary adaptations) to persons appointed under subsection (1) asthey apply to other persons employed in the civil service of the State.\n\t\t\t“The civil service pension arrangements” means—\n\t\t\t\tthe principal civil service pension scheme (within the meaning of section 2of the Superannuation Act [1972 (c. 11)](/id/ukpga/1972/11?view=plain \"Go toitem of legislation\")), and\n\t\t\t\tany other superannuation benefits for which provision is made under or byvirtue of section 1 of the 1972 Act for or in respect of persons in employmentin the civil service of the State.\n\t\t\tSubject to subsections (5) and (6), the Lord Chancellor may enter into suchcontracts with other persons for the provision, by them or their sub-contractors, of officers, staff or services as appear to him appropriate forthe purpose of discharging his general duty in relation to the courts.\n\t\t\tThe Lord Chancellor may not enter into contracts for the provision ofofficers and staff to discharge functions which involve making judicialdecisions or exercising any judicial discretion.\n\t\t\tThe Lord Chancellor may not enter into contracts for the provision ofofficers and staff to carry out the administrative work of the courts unlessan order made by the Lord Chancellor authorises him to do so.\n\t\t\tBefore making an order under subsection (6) the Lord Chancellor mustconsult—\n\t\t\t\tthe Lord Chief Justice,\n\t\t\t\tthe Master of the Rolls,\n\t\t\t\tthe President of the Family Division, and\n\t\t\t\tthe Vice-Chancellor,\n\t\t\t\t\tas to what effect (if any) the order might have on the proper and efficientadministration of justice.\n\t\t\tAn order under subsection (6) may authorise the Lord Chancellor to enterinto contracts for the provision of officers or staff to discharge functions—\n\t\t\t\twholly or to the extent specified in the order,\n\t\t\t\tgenerally or in cases or areas specified in the order, and\n\t\t\t\tunconditionally or subject to the fulfilment of conditions specified in theorder.\n\t\tProvision of accommodation\n\t\t\tThe Lord Chancellor may provide, equip, maintain and manage such court-houses, offices and other accommodation as appear to him appropriate for thepurpose of discharging his general duty in relation to the courts.\n\t\t\tThe Lord Chancellor may enter into such arrangements for the provision,equipment, maintenance or management of court-houses, offices or otheraccommodation as appear to him appropriate for the purpose of discharging hisgeneral duty in relation to the courts.\n\t\t\tThe powers under—\n\t\t\t\tsection 2 of the Commissioners of Works Act [1852 (c.28)](/id/ukpga/1852/28?view=plain \"Go to item of legislation\") (acquisition byagreement), and\n\t\t\t\tsection 228(1) of the Town and Country Planning Act [1990 (c.8)](/id/ukpga/1990/8?view=plain \"Go to item of legislation\") (compulsoryacquisition),\n\t\t\t\t\tto acquire land necessary for the public service are to be treated asincluding power to acquire land for the purpose of its provision underarrangements entered into under subsection (2).\n\t\t\t“Court-house” means any place where a court sits, including the precinctsof any building in which it sits.\n\tCourts boards\n\t\tEstablishment of courts boards\n\t\t\tEngland and Wales is to be divided into areas for each of which there is tobe a courts board.\n\t\t\tThe areas are to be those specified by an order made by the LordChancellor.\n\t\t\tEach area established by an order under subsection (2) is to be known bysuch name as is specified in the order (but subject to subsection (4)).\n\t\t\tThe Lord Chancellor may make orders altering the areas.\n\t\t\t“Altering”, in relation to an area, includes (as well as changing itsboundaries)—\n\t\t\t\tcombining it with one or more other areas,\n\t\t\t\tdividing it between two or more other areas, and\n\t\t\t\tchanging its name.\n\t\t\tBefore making an order under subsection (4), the Lord Chancellor mustconsult any courts board affected by the proposed order.\n\t\t\tWhen making an order under subsection (2) the Lord Chancellor must haveregard to the desirability of specifying areas which are the same as—\n\t\t\t\tthe police areas listed in Schedule 1 to the Police Act [1996 (c.16)](/id/ukpga/1996/16?view=plain \"Go to item of legislation\") (division ofEngland and Wales, except London, into police areas), and\n\t\t\t\tthe area consisting of the Metropolitan Police District and the City ofLondon police area.\n\t\t\tSchedule 1 contains provisions about the constitution and procedure ofcourts boards.\n\t\tFunctions of courts boards\n\t\t\tEach courts board is under a duty, in accordance with guidance under thissection—\n\t\t\t\tto scrutinise, review and make recommendations about the way in which theLord Chancellor is discharging his general duty in relation to the courts withwhich the board is concerned, and\n\t\t\t\tfor the purposes mentioned in paragraph (a), to consider draft and finalbusiness plans relating to those courts.\n\t\t\tIn discharging his general duty in relation to the courts, the LordChancellor must give due consideration to recommendations made by the boardsunder subsection (1).\n\t\t\tIf the Lord Chancellor rejects a recommendation made by a courts boardunder subsection (1) as a result of the board’s consideration of a finalbusiness plan, he must give the board his written reasons for so doing.\n\t\t\tThe courts with which a courts board is concerned are—\n\t\t\t\tthe Crown Court,\n\t\t\t\tcounty courts, and\n\t\t\t\tmagistrates' courts,\n\t\t\t\t\tin the board’s area.\n\t\t\tThe Lord Chancellor must prepare and issue the boards with guidance abouthow they should carry out their functions under subsection (1).\n\t\t\tThe guidance may in particular contain provisions about the procedures tobe followed in connection with draft and final business plans.\n\t\t\tThe Lord Chancellor may from time to time issue the boards with revisedguidance and revoke previous guidance.\n\t\t\tGuidance issued under this section must be laid before both Houses ofParliament.\n\tAbolition of magistrates' courts committees\n\t\tAbolition of magistrates' courts committees, etc.\n\t\t\tThe Greater London Magistrates' Courts Authority (the magistrates' courtscommittee for Greater London) and all the magistrates' courts committees forareas of England and Wales outside Greater London are abolished.\n\t\t\tIn consequence of that—\n\t\t\t\tEngland and Wales outside Greater London is no longer divided intomagistrates' courts committee areas, and\n\t\t\t\tthe office of justices' chief executive is abolished.\n\t\t\tSchedule 2 (abolition of magistrates' courts committees: transfers) haseffect.\n\t\t\tThe Justices of the Peace Act [1997 (c. 25)](/id/ukpga/1997/25?view=plain\"Go to item of legislation\") ceases to have effect."
    },
    {
        "length": 493,
        "text": "\nThe commission of the peace and local justice areas\n\tThe commission of the peace for England and Wales\n\t\tThere shall be a commission of the peace for England and Wales—\n\t\t\tissued under the Great Seal, and\n\t\t\taddressed generally, and not by name, to all such persons as may from timeto time hold office as justices of the peace for England and Wales.\n\tLocal justice areas\n\t\tEngland and Wales is to be divided into areas to be known as local justiceareas.\n\t\tThe areas are to be those specified by an order made by the LordChancellor.\n\t\tEach local justice area established by order under subsection (2) is to beknown by such name as is specified in the order (but subject to subsection(4)).\n\t\tThe Lord Chancellor may make orders altering local justice areas.\n\t\t“Altering”, in relation to a local justice area, includes (as well aschanging its boundaries)—\n\t\t\tcombining it with one or more other local justice areas,\n\t\t\tdividing it between two or more other local justice areas, and\n\t\t\tchanging its name.\n\t\tBefore making an order under subsection (4) in relation to a local justicearea the Lord Chancellor must consult—\n\t\t\tthe justices of the peace assigned to the local justice area,\n\t\t\tany courts board whose area includes the local justice area or a part ofthe local justice area, and\n\t\t\tunless the alteration consists only of a change of name, any localauthorities whose area includes the local justice area or a part of the localjustice area.\n\t\t“Local authority” means—\n\t\t\tany council of a county, a county borough, a London borough or a council ofa district,\n\t\t\tthe Common Council of the City of London, or\n\t\t\ta police authority established under section 3 of the Police Act [1996 (c.16)](/id/ukpga/1996/16?view=plain \"Go to item of legislation\") or theMetropolitan Police Authority."
    },
    {
        "length": 1703,
        "text": "\nLay justices\n\tMeaning of “lay justice”\n\t\tIn this Act “lay justice” means a justice of the peace who is not a DistrictJudge (Magistrates' Courts).\n\tAppointment of lay justices etc.\n\t\tLay justices are to be appointed for England and Wales by the LordChancellor by instrument on behalf and in the name of Her Majesty.\n\t\tThe Lord Chancellor—\n\t\t\tmust assign each lay justice to one or more local justice areas, and\n\t\t\tmay change an assignment so as to assign the lay justice to a differentlocal justice area or to different local justice areas.\n\t\tEvery lay justice is, by virtue of his office, capable of acting as such inany local justice area (whether or not he is assigned to it); but he may do soonly in accordance with arrangements made by or on behalf of the LordChancellor.\n\t\tRules may make provision about the training courses to be completed beforea person may exercise functions as a lay justice in any proceedings or classof proceedings specified in the rules.\n\t\tSubsection (3) is subject to section 12 (the supplemental list).\n\tResignation and removal of lay justices\n\t\tA lay justice may resign his office at any time.\n\t\tThe Lord Chancellor may remove a lay justice from his office by aninstrument on behalf and in the name of Her Majesty—\n\t\t\ton the ground of incapacity or misbehaviour,\n\t\t\ton the ground of a persistent failure to meet such standards of competenceas are prescribed by a direction given by the Lord Chancellor, or\n\t\t\tif he is satisfied that the lay justice is declining or neglecting to takea proper part in the exercise of his functions as a justice of the peace.\n\tThe supplemental list\n\t\tA list, to be known as “the supplemental list”, must be kept in the officeof the Clerk of the Crown in Chancery.\n\t\tA lay justice whose name is entered in the supplemental list is notqualified as a justice of the peace to do any act or to be a member of acommittee or other body.\n\t\tNo act or appointment is invalidated by reason of the disqualification of alay justice under subsection (2).\n\tEntry of names in the supplemental list\n\t\tSubject to subsections (2) and (3), the name of a lay justice who hasreached 70 must be entered in the supplemental list.\n\t\tThe name of a lay justice who, when he reaches 70, is chairman of the layjustices assigned to a local justice area need not be entered in thesupplemental list until the term for which he is serving as chairman hasended.\n\t\tWhere— \n\t\t\tproceedings are, or are expected to be, in progress on the day on which thelay justice reaches 70, and\n\t\t\tthe lay justice is exercising functions in those proceedings as a justiceof the peace,\n\t\t\t\tthe Lord Chancellor may direct that the name of the lay justice need not beentered in the supplemental list until the proceedings have ended.\n\t\tThe name of a lay justice must be entered in the supplemental list if—\n\t\t\the applies for it to be entered, and\n\t\t\tthe application is approved by the Lord Chancellor.\n\t\tThe Lord Chancellor may direct that the name of a lay justice is to beentered in the supplemental list on the ground of incapacity.\n\tRemoval of names from the supplemental list\n\t\tA person’s name must be removed from the supplemental list if he ceases tobe a justice of the peace.\n\t\tA person’s name must be removed from the supplemental list if—\n\t\t\this name is in the list as a result of section 13(4) or (5), and\n\t\t\tthe Lord Chancellor directs its removal.\n\tLay justices' allowances\n\t\tA lay justice is entitled to payments by way of—\n\t\t\ttravelling allowance,\n\t\t\tsubsistence allowance, and\n\t\t\tfinancial loss allowance.\n\t\tAllowances under this section are to be paid by the Lord Chancellor atrates determined by him.\n\t\tA lay justice’s travelling allowance is an allowance in respect ofexpenditure—\n\t\t\twhich is incurred by him on travelling, and\n\t\t\twhich is necessarily incurred for the purpose of enabling him to performhis duties.\n\t\tA lay justice’s subsistence allowance is an allowance in respect ofexpenditure—\n\t\t\twhich is incurred by him on subsistence, and\n\t\t\twhich is necessarily incurred for the purpose of enabling him to performhis duties.\n\t\tA lay justice’s financial loss allowance is an allowance in respect of—\n\t\t\tany other expenditure incurred by reason of the performance of his duties,and\n\t\t\tany loss of earnings or social security benefits suffered by reason of theperformance of his duties.\n\t\tA lay justice is not entitled to a payment under this section in respect ofthe performance of his duties if—\n\t\t\ta payment of a similar kind in respect of those duties may be made to himapart from this section, or\n\t\t\tentitlement to the payment is excluded by regulations made by the LordChancellor.\n\t\tFor the purposes of this section the performance of a lay justice’s dutiesincludes taking a training course provided by or on behalf of the LordChancellor.\n\t\tThe Lord Chancellor may by regulations make provision about the way inwhich this section is to be administered and may in particular make provision—\n\t\t\tprescribing sums (including tax credits) that are to be treated as socialsecurity benefits for the purposes of financial loss allowances,\n\t\t\tprescribing the particulars to be provided for claiming payment ofallowances, and\n\t\t\tfor avoiding duplication between payments under this section and underother arrangements where expenditure is incurred for more than one purpose.\n\tRecords of lay justices\n\t\tThe Lord Chancellor—\n\t\t\tmust appoint a person to be keeper of the rolls for each local justicearea, and\n\t\t\tmay appoint the same person to be keeper of the rolls for more than onelocal justice area.\n\t\tThe keeper of the rolls for a local justice area must be notified, in suchmanner as the Lord Chancellor may direct, of—\n\t\t\tany assignment of a lay justice to the area,\n\t\t\tany change in an assignment of a lay justice as a result of which he ceasesto be assigned to the area, and\n\t\t\tthe fact that a lay justice assigned to the area has ceased to be a justiceof the peace or that his name has been entered in or removed from thesupplemental list.\n\t\tThe keeper of the rolls for a local justice area must ensure that anaccurate record is maintained of all lay justices for the time being assignedto the area."
    },
    {
        "length": 852,
        "text": "\nChairman and deputy chairmen and the bench\n\tChairman and deputy chairmen: selection\n\t\tFor each local justice area there is to be—\n\t\t\ta chairman of the lay justices assigned to the area, and\n\t\t\tone or more deputy chairmen of those lay justices,\n\t\t\t\tchosen by them from among their number.\n\t\tRules may make provision—\n\t\t\tsubject to subsection (3), as to the term of office of the chairman anddeputy chairmen, and\n\t\t\tas to the number of deputy chairmen to be elected for any area.\n\t\tThe Lord Chancellor, or a person acting on his behalf, may authorise a layjustice to continue to hold office as chairman or deputy chairman for thepurposes of specified proceedings which are, or are expected to be, inprogress on the day on which the lay justice’s office would otherwise end.\n\t\tAny contested election for choosing the chairman or a deputy chairman is tobe held by secret ballot.\n\t\tRules may make provision for the purposes of this section and may inparticular make provision—\n\t\t\tabout the procedure for nominating candidates for election as a chairman ora deputy chairman;\n\t\t\tabout the procedure at such an election.\n\tRights to preside and size of bench\n\t\tIf the chairman for a local justice area is present at a sitting or othermeeting of lay justices assigned to or acting in the area, he must preside.\n\t\tIf, in the absence of the chairman, one or more of the deputy chairmen fora local justice area is present at a sitting or other meeting of lay justicesassigned to or acting in that area he (or the most senior of them) mustpreside.\n\t\tNeither subsection (1) nor subsection (2) applies if, in accordance withrules, the chairman or (as the case may be) the deputy chairman asks anotherof the lay justices to preside.\n\t\tSubsections (1) and (2) do not confer on the chairman or a deputy chairmana right to preside in court if, under rules, he is ineligible to do so.\n\t\tSubsections (1) and (2) do not confer on the chairman or a deputy chairmana right to preside—\n\t\t\tin a youth court or family proceedings court,\n\t\t\tat meetings of a committee or other body of justices of the peace which hasits own chairman, or\n\t\t\tat sittings when a District Judge (Magistrates' Courts) is engaged as suchin administering justice.\n\t\tRules may make provision for the purposes of subsections (3) and (4) andmay in particular make provision—\n\t\t\tas to training courses to be completed by lay justices before they maypreside in court,\n\t\t\tas to—\n\t\t\tthe approval of lay justices, in accordance with the rules, before they maypreside in court,\n\t\t\tthe lay justices who may be so approved, and\n\t\t\tthe courts to which the approval relates, and\n\t\t\tas to circumstances in which a lay justice may preside in court even thoughrequirements imposed under paragraph (a) or (b) are not met in relation tohim.\n\t\tRules may also make provision—\n\t\t\tspecifying the maximum number of lay justices who may sit to deal with acase as a magistrates' court, and\n\t\t\tas to the arrangements to be made for securing the presence on the bench ofenough, but not more than enough, lay justices."
    },
    {
        "length": 514,
        "text": "\nSupplementary provisions about the bench\n\tTraining, development and appraisal of lay justices\n\t\tRules may (in addition to making provision under sections 10(4) and 18(6))make provision for, or in connection with, the training, development andappraisal of lay justices.\n\t\tSuch rules may make provision for committees, constituted in accordancewith the rules, to have such functions as may be specified in the rules,including, in particular—\n\t\t\tproviding advice and support to lay justices in connection with theirfunctions as lay justices;\n\t\t\tidentifying the training needs of lay justices;\n\t\t\tappraising lay justices and reporting on the results of appraisals;\n\t\t\tgiving or withholding approval for the purposes of section 18;\n\t\t\tadvising the Lord Chancellor in relation to authorisations of lay justicesas members of family proceedings courts or youth courts;\n\t\t\tgranting or revoking such authorisations on behalf of the Lord Chancellor.\n\t\tThe Lord Chancellor must ensure that appropriate training and trainingmaterials are provided for lay justices with a view to enabling them to complywith requirements as to training imposed by rules under section 10 or 18 orthis section.\n\tRules \n\t\tIn sections 10, 17, 18 and 19 “rules” means rules made by the LordChancellor.\n\t\tBefore making any rules for the purposes of section 10, 17, 18 or 19 theLord Chancellor must consult—\n\t\t\tthe Criminal Procedure Rule Committee,\n\t\t\tthe Family Procedure Rule Committee, and\n\t\t\tthe Magistrates' Courts Rule Committee.\n\tDuty to consult lay justices on matters affecting them etc.\n\t\tThe Lord Chancellor must take all reasonable and practicable steps—\n\t\t\tfor ensuring that lay justices acting in a local justice area are keptinformed of matters affecting them in the performance of their duties, and\n\t\t\tfor ascertaining their views on such matters."
    },
    {
        "length": 1171,
        "text": "\nDistrict Judges (Magistrates' Courts)\n\tAppointment etc.\n\t\tHer Majesty may, on the recommendation of the Lord Chancellor, appoint aperson who has a 7 year general qualification to be a District Judge(Magistrates' Courts).\n\t\tA District Judge (Magistrates' Courts) must, before acting as such, takethe oath of allegiance and judicial oath in accordance with the PromissoryOaths Act [1868 (c. 72)](/id/ukpga/1868/72?view=plain \"Go to item oflegislation\") and the Promissory Oaths Act [1871 (c.48)](/id/ukpga/1871/48?view=plain \"Go to item of legislation\").\n\t\tThe Lord Chancellor may pay to a District Judge (Magistrates' Courts) suchallowances as he may determine.\n\t\tAny such allowances are in addition to the salary charged on and paid outof the Consolidated Fund under section 9 of the Administration of Justice Act[1973 (c. 15)](/id/ukpga/1973/15?view=plain \"Go to item of legislation\").\n\t\tThe Lord Chancellor may remove a District Judge (Magistrates' Courts) fromoffice on the ground of incapacity or misbehaviour.\n\tSenior District Judge (Chief Magistrate)\n\t\tThe Lord Chancellor—\n\t\t\tmay designate one of the District Judges (Magistrates' Courts) to be SeniorDistrict Judge (Chief Magistrate), and\n\t\t\tif he does so, may designate another of them to be the deputy of the SeniorDistrict Judge (Chief Magistrate).\n\tDeputy District Judges (Magistrates' Courts)\n\t\tThe Lord Chancellor may appoint a person who has a 7 year generalqualification to be a Deputy District Judge (Magistrates' Courts) for suchperiod as the Lord Chancellor considers appropriate (but subject to subsection(4)).\n\t\tA Deputy District Judge (Magistrates' Courts) must, before acting as such,take the oath of allegiance and judicial oath in accordance with thePromissory Oaths Act 1868 and the Promissory Oaths Act 1871.\n\t\tThe Lord Chancellor may pay to a Deputy District Judge (Magistrates'Courts) such remuneration and allowances as he may determine.\n\t\tThe Lord Chancellor may remove a Deputy District Judge (Magistrates'Courts) from office on the ground of incapacity or misbehaviour.\n\t\tDuring the period of his appointment, a Deputy District Judge (Magistrates'Courts)—\n\t\t\tis to act as a District Judge (Magistrates' Courts), and\n\t\t\tis to be treated for all purposes (apart from appointment, tenure,remuneration, allowances and pensions) as if he were a District Judge(Magistrates' Courts).\n\tDistrict Judges (Magistrates' Courts) as justices of the peace\n\t\tA District Judge (Magistrates' Courts) is by virtue of his office a justiceof the peace for England and Wales.\n\t\tIt is the duty of a District Judge (Magistrates' Courts) to act as ajustice of the peace in any local justice area in accordance with arrangementsmade by or on behalf of the Lord Chancellor.\n\tDistrict Judges (Magistrates' Courts) able to act alone\n\t\tNothing in the 1980 Act—\n\t\t\trequiring a magistrates' court to be composed of two or more justices, or\n\t\t\tlimiting the powers of a magistrates' court when composed of a singlejustice,\n\t\t\t\tapplies to a District Judge (Magistrates' Courts).\n\t\tA District Judge (Magistrates' Courts) may—\n\t\t\tdo any act, and\n\t\t\texercise alone any jurisdiction,\n\t\t\twhich can be done or exercised by two justices, apart from granting ortransferring a licence.\n\t\tAny enactment making provision ancillary to the jurisdiction exercisable bytwo justices of the peace also applies to the jurisdiction of a District Judge(Magistrates' Courts), unless the provision relates to granting ortransferring a licence.\n\t\tThis section does not apply to the hearing or determination of familyproceedings (as defined by section 65 of the 1980 Act).\n\t\t“The 1980 Act” means the Magistrates' Courts Act [1980 (c.43)](/id/ukpga/1980/43?view=plain \"Go to item of legislation\")."
    },
    {
        "length": 1256,
        "text": "\nJustices' clerks and assistant clerks\n\tJustices' clerks and assistant clerks\n\t\tA justices' clerk is a person who is—\n\t\t\tappointed by the Lord Chancellor under section 2(1), and\n\t\t\tdesignated by the Lord Chancellor as a justices' clerk.\n\t\tA person may be designated as a justices' clerk only if he—\n\t\t\thas a 5 year magistrates' court qualification,\n\t\t\tis a barrister or solicitor who has served for not less than 5 years as anassistant to a justices' clerk, or\n\t\t\thas previously been a justices' clerk.\n\t\tThe Lord Chancellor—\n\t\t\tmust assign each justices' clerk to one or more local justice areas, and\n\t\t\tsubject to subsection (4), may change an assignment so as to assign thejustices' clerk to a different local justice area or to different localjustice areas.\n\t\tBefore changing an assignment of a justices' clerk so that he is no longerassigned to a local justice area, the Lord Chancellor must consult—\n\t\t\tthe chairman of the lay justices assigned to that area, or\n\t\t\tif it is not possible or not practicable to consult the chairman, thedeputy chairman or such of the lay justices assigned to or acting in the areaas appear to the Lord Chancellor appropriate.\n\t\tAn assistant to a justices' clerk is a person who is—\n\t\t\tappointed by the Lord Chancellor under section 2(1) or provided under acontract made by virtue of section 2(4), and\n\t\t\tdesignated by the Lord Chancellor as an assistant to a justices' clerk.\n\t\tThe Lord Chancellor may by regulations provide that, subject to suchexceptions as may be prescribed by the regulations, a person may be designatedas an assistant to a justices' clerk only if he—\n\t\t\thas a 5 year magistrates' court qualification, or\n\t\t\thas such qualifications as may be prescribed by, or approved by the LordChancellor in accordance with, the regulations.\n\t\tIn this Part “assistant clerk” is short for “assistant to a justices'clerk”.\n\tFunctions \n\t\tRules may make provision enabling things authorised to be done by, to orbefore a single justice of the peace to be done instead by, to or before ajustices' clerk.\n\t\tRules may also make provision enabling things authorised to be done by, toor before a justices' clerk (whether by virtue of subsection (1) or otherwise)to be done instead by, to or before an assistant clerk.\n\t\tAn enactment or rule of law which—\n\t\t\tregulates the exercise of any jurisdiction or powers of justices of thepeace, or\n\t\t\trelates to things done in the exercise or purported exercise of any suchjurisdiction or powers,\n\t\t\t\tapplies in relation to the exercise or purported exercise of any suchjurisdiction or powers by a justices' clerk by virtue of subsection (1) as ifhe were a justice of the peace.\n\t\tThe functions of a justices' clerk include giving advice to any or all ofthe justices of the peace to whom he is clerk about matters of law (includingprocedure and practice) on questions arising in connection with the dischargeof their functions, including questions arising when the clerk is notpersonally attending on them.\n\t\tThe powers of a justices' clerk include, at any time when he thinks heshould do so, bringing to the attention of any or all of the justices of thepeace to whom he is clerk any point of law (including procedure and practice)that is or may be involved in any question so arising.\n\t\tFor the purposes of subsections (4) and (5) the functions of justices ofthe peace do not include functions as a judge of the Crown Court.\n\t\tSubsections (4) and (5) do not limit—\n\t\t\tthe powers and duties of a justices' clerk, or\n\t\t\tthe matters on which justices of the peace may obtain assistance from theirclerk.\n\t\tIn this section “rules” means rules made by the Lord Chancellor.\n\t\tBefore making any rules for the purposes of this section the LordChancellor must consult—\n\t\t\tthe Criminal Procedure Rule Committee,\n\t\t\tthe Family Procedure Rule Committee, and\n\t\t\tthe Magistrates' Courts Rule Committee.\n\tIndependence \n\t\tA justices' clerk exercising—\n\t\t\ta function exercisable by one or more justices of the peace,\n\t\t\ta function specified in section 28(4) or (5) (advice on matters of law,including procedure and practice), or\n\t\t\ta function as a member of the Criminal Procedure Rule Committee or theFamily Procedure Rule Committee,\n\t\t\t\tis not subject to the direction of the Lord Chancellor or any other person.\n\t\tAn assistant clerk who is exercising any such function is not subject tothe direction of any person other than a justices' clerk."
    },
    {
        "length": 419,
        "text": "\nPlaces, dates and times of sittings\n\tPlaces, dates and times of sittings\n\t\tThe Lord Chancellor may give directions as to the places in England andWales at which magistrates' courts may sit.\n\t\tIn exercising his powers under subsection (1), the Lord Chancellor shallhave regard to the need to ensure that court-houses are accessible to personsresident in each local justice area.\n\t\tThe Lord Chancellor may, with the concurrence of the Lord Chief Justice,give directions as to the distribution and transfer of the general business ofmagistrates' courts between the places specified in directions undersubsection (1).\n\t\tDirections under subsection (3) may, in particular, contain provision that,where a person is charged with an offence and is being required to appearbefore a magistrates' court, the place where he is required to appear is oneof the places described in subsection (5).\n\t\tThe places are—\n\t\t\ta place in the local justice area in which the offence is alleged to havebeen committed;\n\t\t\ta place in the local justice area in which the person charged with theoffence resides;\n\t\t\ta place in the local justice area in which the witnesses, or the majorityof the witnesses, reside;\n\t\t\ta place where other cases raising similar issues are being dealt with.\n\t\t“The general business of magistrates' courts” does not include familyproceedings (as defined in section 65 of the 1980 Act).\n\t\tThe Lord Chancellor may give directions as to the days on which and timesat which magistrates' courts may sit.\n\t\tSubject to any directions under subsection (7), the business ofmagistrates' courts may be conducted on any day and at any time."
    },
    {
        "length": 1520,
        "text": "\nProtection and indemnification of justices and justices' clerks\n\tImmunity for acts within jurisdiction\n\t\tNo action lies against a justice of the peace in respect of what he does oromits to do—\n\t\t\tin the execution of his duty as a justice of the peace, and\n\t\t\tin relation to a matter within his jurisdiction.\n\t\tNo action lies against a justices' clerk or an assistant clerk in respectof what he does or omits to do—\n\t\t\tin the execution of his duty as a justices' clerk or assistant clerkexercising, by virtue of an enactment, a function of a single justice of thepeace, and\n\t\t\tin relation to a matter within his jurisdiction.\n\tImmunity for certain acts beyond jurisdiction\n\t\tAn action lies against a justice of the peace in respect of what he does oromits to do—\n\t\t\tin the purported execution of his duty as a justice of the peace, but\n\t\t\tin relation to a matter not within his jurisdiction,\n\t\t\t\tif, but only if, it is proved that he acted in bad faith.\n\t\tAn action lies against a justices' clerk or an assistant clerk in respectof what he does or omits to do—\n\t\t\tin the purported execution of his duty as a justices' clerk or assistantclerk exercising, by virtue of an enactment, a function of a single justice ofthe peace, but\n\t\t\tin relation to a matter not within his jurisdiction,\n\t\t\tif, but only if, it is proved that he acted in bad faith.\n\tStriking out proceedings where action prohibited\n\t\tIf an action is brought in circumstances in which section 31 or 32 providesthat no action lies, a judge of the court in which the action is brought may,on the application of the defendant, strike out the proceedings in the action.\n\t\tIf a judge strikes out proceedings under subsection (1), he may if hethinks fit order the person bringing the action to pay costs.\n\tCosts in legal proceedings\n\t\tA court may not order a justice of the peace to pay costs in anyproceedings in respect of what he does or omits to do in the execution (orpurported execution) of his duty as a justice of the peace.\n\t\tA court may not order—\n\t\t\ta justices' clerk, or\n\t\t\tan assistant clerk,\n\t\t\t\tto pay costs in any proceedings in respect of what he does or omits to do inthe execution (or purported execution) of his duty as a justices' clerk orassistant clerk exercising, by virtue of an enactment, a function of a singlejustice of the peace.\n\t\tBut subsections (1) and (2) do not apply in relation to any proceedings inwhich a justice of the peace, justices' clerk or assistant clerk—\n\t\t\tis being tried for an offence or is appealing against a conviction, or\n\t\t\tis proved to have acted in bad faith in respect of the matters giving riseto the proceedings.\n\t\tA court which is prevented by subsection (1) or (2) from ordering a justiceof the peace, justices' clerk or assistant clerk to pay costs in anyproceedings may instead order the Lord Chancellor to make a payment in respectof the costs of a person in the proceedings.\n\t\tThe Lord Chancellor may make regulations specifying—\n\t\t\tcircumstances in which a court must or must not exercise the powerconferred on it by subsection (4), and\n\t\t\thow the amount of any payment ordered under subsection (4) is to bedetermined.\n\tIndemnity \n\t\t“Indemnifiable amounts”, in relation to a justice of the peace, justices'clerk or assistant clerk, means—\n\t\t\tcosts which he reasonably incurs in or in connection with proceedings inrespect of anything done or omitted to be done in the exercise (or purportedexercise) of his duty as a justice of the peace, justices' clerk or assistantclerk,\n\t\t\tcosts which he reasonably incurs in taking steps to dispute a claim whichmight be made in such proceedings,\n\t\t\tdamages awarded against him or costs ordered to be paid by him in suchproceedings, or\n\t\t\tsums payable by him in connection with a reasonable settlement of suchproceedings or such a claim.\n\t\tIndemnifiable amounts relate to criminal matters if the duty mentioned insubsection (1)(a) relates to criminal matters.\n\t\tThe Lord Chancellor must indemnify a justice of the peace, justices' clerkor assistant clerk in respect of—\n\t\t\tindemnifiable amounts which relate to criminal matters, unless it isproved, in respect of the matters giving rise to the proceedings or claim,that he acted in bad faith, and\n\t\t\tother indemnifiable amounts if, in respect of the matters giving rise tothe proceedings or claim, he acted reasonably and in good faith.\n\t\tThe Lord Chancellor may indemnify a justice of the peace, justices' clerkor assistant clerk in respect of other indemnifiable amounts unless it isproved, in respect of the matters giving rise to the proceedings or claim,that he acted in bad faith.\n\t\tAny question whether, or to what extent, a person is to be indemnifiedunder this section is to be determined by the Lord Chancellor.\n\t\tThe Lord Chancellor may, if the person claiming to be indemnified sorequests, make a determination for the purposes of this section with respectto—\n\t\t\tcosts such as are mentioned in subsection (1)(a) or (b), or\n\t\t\tsums such as are mentioned in subsection (1)(d),\n\t\t\t\tbefore the costs are incurred or the settlement in connection with which thesums are payable is made.\n\t\tBut a determination under subsection (6) before costs are incurred—\n\t\t\tis subject to such limitations (if any) as the Lord Chancellor thinksproper and to the subsequent determination of the costs reasonably incurred,and\n\t\t\tdoes not affect any other determination which may fall to be made inconnection with the proceedings or claim in question."
    },
    {
        "length": 282,
        "text": "\nFines officers and designated officers\n\tFines officers\n\t\tAny reference in an enactment to a fines officer is to a person who is—\n\t\t\tappointed by the Lord Chancellor under section 2(1) or provided under acontract made by virtue of section 2(4), and\n\t\t\tdesignated as a fines officer by the Lord Chancellor.\n\tDesignated officers and magistrates' courts\n\t\tAny reference in an enactment to the designated officer, in relation to amagistrates' court, justice of the peace or local justice area, is to a personwho is—\n\t\t\tappointed by the Lord Chancellor under section 2(1) or provided under acontract made by virtue of section 2(4), and\n\t\t\tdesignated by the Lord Chancellor in relation to that court, justice of thepeace or area.\n\t\tIn this section “magistrates' court” includes—\n\t\t\ta committee of justices, and\n\t\t\twhen exercising a function exercisable by one or more justices of thepeace—\n\t\t\ta justices' clerk, and\n\t\t\tan assistant clerk."
    },
    {
        "length": 989,
        "text": "\nApplication of receipts of magistrates' courts etc.\n\tApplication of receipts of designated officers\n\t\tThe following are to be paid to the Lord Chancellor—\n\t\t\tfines imposed by a magistrates' court,\n\t\t\tsums which—\n\t\t\tbecome payable by virtue of an order of a magistrates' court, and\n\t\t\tare by an enactment made applicable as fines (or any description of fines)imposed by a magistrates' court, and\n\t\t\tall other sums received by—\n\t\t\ta designated officer for a magistrates' court, or\n\t\t\ta designated officer for a local justice area,\n\t\t\t\tin his capacity as such.\n\t\t“Fine” includes—\n\t\t\tany pecuniary penalty, pecuniary forfeiture or pecuniary compensationpayable under a conviction, and\n\t\t\tany pecuniary forfeiture on conviction by, or under any order of, amagistrates' court so far as the forfeiture is converted into or consists ofmoney.\n\t\tFor the purposes of this section anything done by the Crown Court on appealfrom a magistrates' court is to be treated as done by the magistrates' court.\n\t\tAny sums received by the Lord Chancellor under this section are to be paidby him into the Consolidated Fund.\n\tLimits to requirements about application of receipts\n\t\tSection 38(1) is subject to section 139 of the 1980 Act (sums paid onsummary conviction applied for payment of compensation and costs).\n\t\tParagraphs (a) and (b) of section 38(1) do not apply to sums which, by orunder any enactment, are directed to be paid to—\n\t\t\tthe Commissioners of Customs and Excise, or\n\t\t\tofficers of, or persons appointed by, the Commissioners.\n\t\tThose paragraphs also do not apply to sums which, by or under anyenactment, are directed—\n\t\t\tto be paid to or for the benefit of—\n\t\t\tthe party aggrieved or injured or a person described in similar terms, or\n\t\t\tthe family or relatives of a person described in any such terms or of aperson dying in consequence of an act or event which constituted or was theoccasion of an offence,\n\t\t\tto be applied in making good any default or repairing any damage orreimbursing any expenses (other than those of the prosecution), or\n\t\t\tto be paid to any person, if the enactment refers in terms to awarding orreimbursing a loss or to damages, compensation or satisfaction for loss,damage, injury or wrong.\n\t\tParagraph (c) of section 38(1) does not apply to—\n\t\t\tsums to which a person other than the Lord Chancellor is by law entitledand which are paid to that person, or\n\t\t\tsums received by a designated officer on account of his salary or expensesas such.\n\t\tAny sum paid to the Lord Chancellor by virtue of paragraph (c) of section38(1) is to be paid to him subject to being repaid to any person establishinghis title to it.\n\tRegulations about payments, accounting and banking by designatedofficers\n\t\tThe Lord Chancellor may, with the concurrence of the Treasury, makeregulations—\n\t\t\tas to the times at which, and the manner in which, a designated officer isto pay sums payable by him in his capacity as such to the Lord Chancellor orany other person,\n\t\t\trequiring the keeping of accounts by designated officers in respect of sumsreceived by them,\n\t\t\tas to the production, inspection and audit of accounts required to be kept,and\n\t\t\trequiring designated officers to use—\n\t\t\tspecified banking arrangements or facilities, or\n\t\t\tbanking arrangements or facilities of a specified description,\n\t\t\t\tin relation to sums received by them.\n\t\tRegulations under this section may make different provision in relation todifferent descriptions of designated officer."
    },
    {
        "length": 984,
        "text": "\nMiscellaneous\n\tDisqualification of lay justices who are members of local authorities\n\t\tA lay justice who is a member of a local authority may not act as a memberof the Crown Court or a magistrates' court in proceedings brought by oragainst, or by way of an appeal from a decision of—\n\t\t\tthat local authority,\n\t\t\ta committee or officer of that local authority, or\n\t\t\tif that local authority is operating executive arrangements (within themeaning of Part 2 of the Local Government Act [2000 (c.22)](/id/ukpga/2000/22?view=plain \"Go to item of legislation\"))—\n\t\t\tthe executive of that local authority (within the meaning of that Part), or\n\t\t\tany person acting on behalf of that executive.\n\t\tA lay justice who is a member of the Common Council of the City of Londonmay not act as a member of the Crown Court or a magistrates' court inproceedings brought by or against, or by way of an appeal from a decision of—\n\t\t\tthe Corporation of the City,\n\t\t\tthe Common Council, or\n\t\t\ta committee or officer of the Corporation or the Common Council.\n\t\tA joint committee, joint board, joint authority or other combined body—\n\t\t\tof which a local authority, the Corporation or the Common Council is amember, or\n\t\t\ton which the local authority, the Corporation or the Council isrepresented,\n\t\t\t\tis to be regarded for the purposes of this section as a committee of the localauthority, Corporation or Common Council.\n\t\tAny reference in this section to an officer of—\n\t\t\ta local authority,\n\t\t\tthe Corporation, or\n\t\t\tthe Common Council,\n\t\t\tis to a person employed or appointed by, or by a committee of, the localauthority, Corporation or Common Council in the capacity in which he isemployed or appointed to act.\n\t\tNo act is invalidated merely because of the disqualification under thissection of the person by whom it is done.\n\t\t“Local authority” means—\n\t\t\ta local authority within the meaning of the Local Government Act [1972 (c.70)](/id/ukpga/1972/70?view=plain \"Go to item of legislation\"),\n\t\t\ta local authority constituted under section 2 of the Local Government etc.(Scotland) Act [1994 (c. 39)](/id/ukpga/1994/39?view=plain \"Go to item oflegislation\"),\n\t\t\ta police authority established under section 3 of the Police Act [1996 (c.16)](/id/ukpga/1996/16?view=plain \"Go to item of legislation\"), theMetropolitan Police Authority, the Service Authority for the National CriminalIntelligence Service or the Service Authority for the National Crime Squad,\n\t\t\tthe London Fire and Emergency Planning Authority,\n\t\t\ta joint authority established under Part 4 of the Local Government Act[1985 (c. 51)](/id/ukpga/1985/51?view=plain \"Go to item of legislation\"),\n\t\t\ta National Park Authority,\n\t\t\tthe Broads Authority, or\n\t\t\ta housing action trust established under Part 3 of the Housing Act [1988(c. 50)](/id/ukpga/1988/50?view=plain \"Go to item of legislation\").\n\tEffect of Act of Settlement on existing justices of the peace\n\t\tNothing in section 3 of the Act of Settlement ([1700 c.2)](/id/aep/1700/2?view=plain \"Go to item of legislation\") (certain personsborn outside the United Kingdom) invalidates—\n\t\t\tany appointment, whether made before or after the passing of this Act, of ajustice of the peace, or\n\t\t\tany act done by virtue of such an appointment."
    },
    {
        "length": 2322,
        "text": "\nPart 3Magistrates' courts\n\tCriminal jurisdiction and procedure\n\t\tSummons or warrant for suspected offender\n\t\t\tFor section 1(1) of the 1980 Act (issue of summons to accused or warrantfor his arrest), substitute—\n\t\t\tOn an information being laid before a justice of the peace that a personhas, or is suspected of having, committed an offence, the justice may issue—\n\t\t\t\ta summons directed to that person requiring him to appear before amagistrates' court to answer the information, or\n\t\t\t\ta warrant to arrest that person and bring him before a magistrates' court.”\n\t\t\tOmit section 1(2), (5) and (8) of the 1980 Act.\n\t\tTrial of summary offences\n\t\t\tFor section 2 of the 1980 Act substitute—\n\t\t\t“2Trial of summary offences\n\t\t\t\tA magistrates' court has jurisdiction to try any summary offence.\n\t\t\t\tA magistrates' court has jurisdiction as examining justices over anyoffence committed by a person who appears or is brought before the court.\n\t\t\t\tSubject to—\n\t\t\t\t\tsections 18 to 22, and\n\t\t\t\t\tany other enactment (wherever contained) relating to the mode of trial ofoffences triable either way,\n\t\t\t\t\t\ta magistrates' court has jurisdiction to try summarily any offence which istriable either way.\n\t\t\t\tA magistrates' court has jurisdiction, in the exercise of its powers undersection 24, to try summarily an indictable offence.\n\t\t\t\tThis section does not affect any jurisdiction over offences conferred on amagistrates' court by any enactment not contained in this Act.”\n\t\tPower to make rulings at pre-trial hearings\n\t\t\tSchedule 3 contains amendments of the 1980 Act relating to rulings at pre-trial hearings in magistrates' courts.\n\t\t\tThe amendments made by the Schedule apply in relation to pre-trial hearingsbeginning on or after the day on which it comes into force.\n\t\tPower to transfer criminal cases\n\t\t\tAfter section 27 of the 1980 Act insert—\n\t\t\t“Transfer of criminal proceedings\n\t\t\t\tAPower to transfer criminal proceedings\n\t\t\t\t\tWhere a person appears or is brought before a magistrates' court—\n\t\t\t\t\t\tto be tried by the court for an offence, or\n\t\t\t\t\t\tfor the court to inquire into the offence as examining justices,\n\t\t\t\t\t\t\tthe court may transfer the matter to another magistrates' court.\n\t\t\t\t\tThe court may transfer the matter before or after beginning the trial orinquiry.\n\t\t\t\t\tBut if the court transfers the matter after it has begun to hear theevidence and the parties, the court to which the matter is transferred mustbegin hearing the evidence and the parties again.\n\t\t\t\t\tThe power of the court under this section to transfer any matter must beexercised in accordance with any directions given under section 30(3) of theCourts Act 2003.”\n\t\t\t\t\tOmit section 3B of the 1980 Act (transfer of trials of summary offences).\n\tCivil jurisdiction and procedure\n\t\tJurisdiction to issue summons and deal with complaints\n\t\t\tFor section 51 of the 1980 Act (issue of summons on complaint) substitute—\n\t\t\t“51Issue of summons on complaint\n\t\t\t\tWhere a complaint relating to a person is made to a justice of the peace, thejustice of the peace may issue a summons to the person requiring him to appearbefore a magistrates' court to answer to the complaint.”\n\t\t\t\tFor section 52 of the 1980 Act (jurisdiction to deal with complaints)substitute—\n\t\t\t“52Jurisdiction to deal with complaints\n\t\t\t\tA magistrates' court has jurisdiction to hear any complaint.\n\t\t\t\tBut subsection (1) is subject to provision made by any enactment.”\n\t\tPower to transfer civil proceedings (other than family proceedings)\n\t\t\tAfter section 57 of the 1980 Act insert—\n\t\t\t“Transfer of civil proceedings (other than family proceedings)\n\t\t\t\tAPower to transfer civil proceedings (other than family proceedings)\n\t\t\t\t\tA magistrates' court may at any time, whether before or after beginning tohear a complaint, transfer the hearing to another magistrates' court.\n\t\t\t\t\tBut if the court transfers the matter after it has begun to hear theevidence and the parties, the court to which the matter is transferred mustbegin hearing the evidence and the parties again.\n\t\t\t\t\tThis section does not apply to family proceedings.\n\t\t\t\t\tThe power of the court under this section to transfer a hearing must beexercised in accordance with any directions given under section 30(3) of theCourts Act 2003.”\n\tFamily proceedings courts and youth courts\n\t\tFamily proceedings courts\n\t\t\tFor section 67 of the 1980 Act (family proceedings courts and panels)substitute—\n\t\t\t“67Family proceedings courts\n\t\t\t\tMagistrates' courts—\n\t\t\t\t\tconstituted in accordance with this section or section 66 of the Courts Act2003 (judges having powers of District Judges (Magistrates' Courts)), and\n\t\t\t\t\tsitting for the purpose of hearing family proceedings,\n\t\t\t\t\t\tare to be known as family proceedings courts.\n\t\t\t\tA justice of the peace is not qualified to sit as a member of a familyproceedings court to hear family proceedings of any description unless he hasan authorisation extending to the proceedings.\n\t\t\t\tHe has an authorisation extending to the proceedings only if he has beenauthorised by the Lord Chancellor or a person acting on his behalf to sit as amember of a family proceedings court to hear—\n\t\t\t\t\tproceedings of that description, or\n\t\t\t\t\tall family proceedings.\n\t\t\t\tThe Lord Chancellor may by rules make provision about—\n\t\t\t\t\tthe grant and revocation of authorisations,\n\t\t\t\t\tthe appointment of chairmen of family proceedings courts, and\n\t\t\t\t\tthe composition of family proceedings courts.\n\t\t\t\tRules under subsection (4) may confer powers on the Lord Chancellor withrespect to any of the matters specified in the rules.\n\t\t\t\tRules under subsection (4) may be made only after consultation with theFamily Procedure Rule Committee.\n\t\t\t\tRules under subsection (4) are to be made by statutory instrument.\n\t\t\t\tA statutory instrument containing rules under subsection (4) is subject toannulment in pursuance of a resolution of either House of Parliament.”\n\t\t\t\tOmit section 68 of the 1980 Act (combined family panels for two or morepetty sessions areas).\n\t\tYouth courts\n\t\t\tFor section 45 of the 1933 Act (constitution of youth courts) substitute—\n\t\t\t“45Youth courts\n\t\t\t\tMagistrates' courts—\n\t\t\t\t\tconstituted in accordance with this section or section 66 of the Courts Act2003 (judges having powers of District Judges (Magistrates' Courts)), and\n\t\t\t\t\tsitting for the purpose of—\n\t\t\t\t\thearing any charge against a child or young person, or\n\t\t\t\t\texercising any other jurisdiction conferred on youth courts by or underthis or any other Act,\n\t\t\t\t\t\tare to be known as youth courts.\n\t\t\t\tA justice of the peace is not qualified to sit as a member of a youth courtfor the purpose of dealing with any proceedings unless he has an authorisationextending to the proceedings.\n\t\t\t\tHe has an authorisation extending to the proceedings only if he has beenauthorised by the Lord Chancellor or a person acting on his behalf to sit as amember of a youth court to deal with—\n\t\t\t\t\tproceedings of that description, or\n\t\t\t\t\tall proceedings dealt with by youth courts.\n\t\t\t\tThe Lord Chancellor may by rules make provision about—\n\t\t\t\t\tthe grant and revocation of authorisations,\n\t\t\t\t\tthe appointment of chairmen of youth courts, and\n\t\t\t\t\tthe composition of youth courts.\n\t\t\t\tRules under subsection (4) may confer powers on the Lord Chancellor withrespect to any of the matters specified in the rules.\n\t\t\t\tRules under subsection (4) may be made only after consultation with theCriminal Procedure Rule Committee.\n\t\t\t\tRules under subsection (4) are to be made by statutory instrument.\n\t\t\t\tA statutory instrument containing rules under subsection (4) is subject toannulment in pursuance of a resolution of either House of Parliament.”\n\t\t\t\tOmit Schedule 2 to the 1933 Act (constitution of youth courts).\n\t\t\t\tOmit section 146 of the 1980 Act (rules relating to youth court panels andthe composition of youth courts).\n\t\t\t\t“The 1933 Act” means the Children and Young Persons Act [1933 (c.12)](/id/ukpga/1933/12?view=plain \"Go to item of legislation\")."
    },
    {
        "length": 1412,
        "text": "\nPart 4Court security\n\tCourt security officers\n\t\tA court security officer is a person who is—\n\t\t\tappointed by the Lord Chancellor under section 2(1) or provided under acontract made by virtue of section 2(4), and\n\t\t\tdesignated by the Lord Chancellor as a court security officer.\n\t\tThe Lord Chancellor may by regulations make provision as to—\n\t\t\ttraining courses to be completed by court security officers;\n\t\t\tconditions to be met before a person may be designated as a court securityofficer.\n\t\tFor the purposes of this Part a court security officer who is not readilyidentifiable as such (whether by means of his uniform or badge or otherwise),is not to be regarded as acting in the execution of his duty.\n\tPowers of search\n\t\tA court security officer acting in the execution of his duty may search—\n\t\t\tany person who is in, or seeking to enter, a court building, and\n\t\t\tany article in the possession of such a person.\n\t\tSubsection (1) does not authorise the officer to require a person to removeany of his clothing other than a coat, jacket, headgear, gloves or footwear.\n\t\tIn this Part “court building” means any building—\n\t\t\twhere the business of any of the courts referred to in section 1 is carriedon, and\n\t\t\tto which the public has access.\n\tPowers to exclude, remove or restrain persons\n\t\tA court security officer acting in the execution of his duty may exclude orremove from a court building, or a part of a court building, any person whorefuses—\n\t\t\tto permit a search under section 52(1), or\n\t\t\tto surrender an article in his possession when asked to do so under section54(1).\n\t\tA court security officer acting in the execution of his duty may—\n\t\t\trestrain any person who is in a court building, or\n\t\t\texclude or remove any person from a court building, or a part of a courtbuilding,\n\t\t\t\tif it is reasonably necessary to do so for one of the purposes given insubsection (3).\n\t\tThe purposes are—\n\t\t\tenabling court business to be carried on without interference or delay;\n\t\t\tmaintaining order;\n\t\t\tsecuring the safety of any person in the court building.\n\t\tA court security officer acting in the execution of his duty may remove anyperson from a courtroom at the request of a judge or a justice of the peace.\n\t\tThe powers conferred by subsections (1), (2) and (4) include power to usereasonable force, where necessary.\n\tSurrender and seizure of articles\n\t\tIf a court security officer acting in the execution of his duty reasonablybelieves that an article in the possession of a person who is in, or seekingto enter, a court building ought to be surrendered on any of the grounds givenin subsection (3), he must ask the person to surrender the article.\n\t\tIf the person refuses to surrender the article, the officer may seize it.\n\t\tThe grounds are that the article—\n\t\t\tmay jeopardise the maintenance of order in the court building (or a part ofit),\n\t\t\tmay put the safety of any person in the court building at risk, or\n\t\t\tmay be evidence of, or in relation to, an offence.\n\tPowers to retain articles surrendered or seized\n\t\tSubject to subsection (2), a court security officer may retain an articlewhich was—\n\t\t\tsurrendered in response to a request under section 54(1), or\n\t\t\tseized under section 54(2),\n\t\t\t\tuntil the time when the person who surrendered it, or from whom it was seized,is leaving the court building.\n\t\tIf a court security officer reasonably believes that the article may beevidence of, or in relation to, an offence, he may retain it until—\n\t\t\tthe time when the person who surrendered it, or from whom it was seized, isleaving the court building, or\n\t\t\tthe end of the permitted period,\n\t\t\twhichever is later.\n\t\t“The permitted period” means such period, not exceeding 24 hours from thetime the article was surrendered or seized, as will enable the court securityofficer to draw the article to the attention of a constable.\n\tRegulations about retention of articles\n\t\tThe Lord Chancellor may by regulations make provision as to—\n\t\t\tthe provision to persons—\n\t\t\tby whom articles have been surrendered in response to a request undersection 54(1), or\n\t\t\tfrom whom articles have been seized under section 54(2),\n\t\t\t\tof written information about the powers of retention of court securityofficers,\n\t\t\tthe keeping of records about articles which have been so surrendered orseized,\n\t\t\tthe period for which unclaimed articles have to be kept, and\n\t\t\tthe disposal of unclaimed articles at the end of that period.\n\t\t“Unclaimed article” means an article—\n\t\t\twhich has been retained under section 55,\n\t\t\twhich a person is entitled to have returned to him,\n\t\t\twhich has not been returned, and\n\t\t\twhose return has not been requested by a person entitled to it.\n\tAssaulting and obstructing court security officers\n\t\tAny person who assaults a court security officer acting in the execution ofhis duty commits an offence.\n\t\tA person guilty of an offence under subsection (1) is liable on summaryconviction to—\n\t\t\ta fine not exceeding level 5 on the standard scale, or\n\t\t\timprisonment for a term not exceeding 6 months,\n\t\t\t\tor to both.\n\t\tA person who resists or wilfully obstructs a court security officer actingin the execution of his duty commits an offence.\n\t\tA person guilty of an offence under subsection (3) is liable on summaryconviction to a fine not exceeding level 3 on the standard scale."
    },
    {
        "length": 1203,
        "text": "\nPart 5Inspectors of court administration\n\tInspectors of court administration etc.\n\t\tThe Lord Chancellor may appoint such number of inspectors of courtadministration as he considers appropriate.\n\t\tThey are to be known collectively as “Her Majesty’s Inspectorate of CourtAdministration”.\n\t\tThe Lord Chancellor must appoint one of the persons so appointed to be HerMajesty’s Chief Inspector of Court Administration.\n\t\tIn this Part that person is referred to as “the Chief Inspector”.\n\t\tThe Lord Chancellor may make to or in respect of inspectors of courtadministration such payments by way of remuneration, allowances or otherwiseas he may determine.\n\t\tIn this Act—\n\t\t\t“CAFCASS” means the Children and Family Court Advisory and Support Service,and\n\t\t\t“CAFCASS functions” means the functions of CAFCASS and its officers.\n\tFunctions of inspectors\n\t\tIt is the duty of inspectors of court administration to—\n\t\t\tinspect and report to the Lord Chancellor on the system that supports thecarrying on of the business of the courts listed in subsection (2) and theservices provided for those courts;\n\t\t\tinspect and report to the Lord Chancellor on the performance of CAFCASSfunctions;\n\t\t\tdischarge any other particular functions which may be specified inconnection with—\n\t\t\tthe courts listed in subsection (2), or\n\t\t\tCAFCASS functions or related functions of any other person.\n\t\tThe courts are—\n\t\t\tthe Crown Court,\n\t\t\tcounty courts, and\n\t\t\tmagistrates' courts.\n\t\tThe Lord Chancellor may by order—\n\t\t\tadd to the list in subsection (2) any court having jurisdiction in theUnited Kingdom, other than one having jurisdiction only in relation toScotland or Northern Ireland, and\n\t\t\tremove any court from the list.\n\t\t“Specified” means specified in a direction given by the Lord Chancellor;but before giving any such direction the Lord Chancellor must consult theChief Inspector.\n\t\tNothing in this section is to be read as enabling inspectors to inspectpersons—\n\t\t\tmaking judicial decisions, or\n\t\t\texercising any judicial discretion.\n\tFunctions of Chief Inspector\n\t\tThe Chief Inspector must make an annual report to the Lord Chancellor as tothe discharge of the functions of Her Majesty’s Inspectorate of CourtAdministration.\n\t\tThe Lord Chancellor may give directions as to—\n\t\t\tthe information to be included in the report,\n\t\t\tthe form of the report, and\n\t\t\tthe time by which the report is to be made.\n\t\tThe Lord Chancellor must, within one month of receiving the annual report,lay a copy of it before both Houses of Parliament.\n\t\tThe Chief Inspector must report to the Lord Chancellor on any matter whichthe Lord Chancellor refers to him and which is connected with—\n\t\t\tthe courts listed in section 59(2), or\n\t\t\tCAFCASS functions or related functions of any other person.\n\t\tThe Chief Inspector may designate an inspector of court administration todischarge his functions during any period when he is absent or unable to act.\n\tRights of entry and inspection\n\t\tAn inspector exercising functions under section 59 may enter—\n\t\t\tany place of work occupied by persons provided under a contract made by theLord Chancellor by virtue of section 2(4);\n\t\t\tany premises occupied by CAFCASS.\n\t\tAn inspector exercising functions under section 59 may inspect and takecopies of —\n\t\t\tany records kept by persons provided under a contract made by the LordChancellor by virtue of section 2(4), or\n\t\t\tany records kept by CAFCASS or other documents containing informationrelating to the performance of CAFCASS functions,\n\t\t\t\twhich he considers relevant to the discharge of his functions.\n\t\tSubsection (1) does not entitle an inspector—\n\t\t\tto be present when a court listed in section 59(2) is hearing proceedingsin private, or\n\t\t\tto attend any private deliberations of persons having jurisdiction to hearor determine any proceedings.\n\t\tThe records referred to in subsection (2) include records kept by means ofa computer.\n\t\tAn inspector exercising the power under subsection (2) to inspect records—\n\t\t\tis entitled to have access to, and inspect and check the operation of, anycomputer and associated apparatus or material which is or has been in use inconnection with the records in question, and\n\t\t\tmay require—\n\t\t\tthe person by whom or on whose behalf the computer is or has been used, or\n\t\t\tany person having charge of, or otherwise concerned with the operation of,the computer, apparatus or material,\n\t\t\tto afford him such reasonable assistance as he may require.\n\t\tThe powers conferred by subsections (1), (2) and (5) may be exercised atreasonable times only."
    },
    {
        "length": 1587,
        "text": "\nPart 6Judges\n\tOffices, titles, styles etc.\n\t\tHead and Deputy Head of Civil Justice\n\t\t\tThe Lord Chancellor must appoint a person to be Head of Civil Justice andmay appoint a person to be Deputy Head of Civil Justice.\n\t\t\tNo person may be appointed under subsection (1) unless he is—\n\t\t\t\tthe Master of the Rolls,\n\t\t\t\tthe Vice-Chancellor, or\n\t\t\t\tan ordinary judge of the Court of Appeal.\n\t\t\tA person appointed as Head of Civil Justice or Deputy Head of Civil Justiceholds that office in accordance with the terms of his appointment.\n\t\tOrdinary judges of the Court of Appeal\n\t\t\tIn section 2 of the 1981 Act (the Court of Appeal), for subsection (3)substitute—\n\t\t\tAn ordinary judge of the Court of Appeal (including the vice-president, ifany, of either division) shall be styled “Lord Justice of Appeal” or “LadyJustice of Appeal”.”\n\t\t\t“The 1981 Act” means the Supreme Court Act [1981 (c.54)](/id/ukpga/1981/54?view=plain \"Go to item of legislation\").\n\t\tPower to alter judicial titles\n\t\t\tThe Lord Chancellor may by order—\n\t\t\t\talter the name of an office listed in subsection (2);\n\t\t\t\tprovide for or alter the way in which the holders of any of those officesare to be styled.\n\t\t\tThe offices are—\n\t\t\t\t  * Admiralty Registrar \n\t\t\t\t  * Assistant Recorder \n\t\t\t\t  * Circuit judge \n\t\t\t\t  * Deputy Circuit judge \n\t\t\t\t  * Deputy district judge appointed under section 102 of the 1981 Act \n\t\t\t\t  * Deputy district judge for a county court district \n\t\t\t\t  * Deputy judge of the High Court \n\t\t\t\t  * District judge for a county court district \n\t\t\t\t  * District judge of the High Court \n\t\t\t\t  * District judge of the principal registry of the Family Division \n\t\t\t\t  * District probate registrar \n\t\t\t\t  * Lord Chief Justice \n\t\t\t\t  * Master of the Chancery Division \n\t\t\t\t  * Master of the Court of Protection \n\t\t\t\t  * Master of the Queen’s Bench Division \n\t\t\t\t  * Master of the Rolls \n\t\t\t\t  * Ordinary judge of the Court of Appeal \n\t\t\t\t  * President of the Family Division \n\t\t\t\t  * Presiding Judge for a Circuit \n\t\t\t\t  * Puisne judge of the High Court \n\t\t\t\t  * Queen’s Coroner and Attorney and Master of the Crown Office and Registrar of Criminal Appeals \n\t\t\t\t  * Recorder \n\t\t\t\t  * Registrar in Bankruptcy of the High Court \n\t\t\t\t  * Senior Presiding Judge for England and Wales \n\t\t\t\t  * Taxing Master of the Supreme Court \n\t\t\t\t  * Vice-Chancellor \n\t\t\t\t  * Vice-president of the Court of Appeal \n\t\t\t\t  * Vice-president of the Queen’s Bench Division. \n\t\t\tThe Lord Chancellor may also by order provide for or alter the way in whichdeputies or temporary additional officers appointed under section 91(1)(a) ofthe 1981 Act are to be styled.\n\t\t\tBefore making an order under this section the Lord Chancellor must consult—\n\t\t\t\tthe Lord Chief Justice,\n\t\t\t\tthe Master of the Rolls,\n\t\t\t\tthe President of the Family Division, and\n\t\t\t\tthe Vice-Chancellor.\n\t\t\tAn order under this section may make such provision as the Lord Chancellorconsiders necessary in consequence of any provision made under subsection (1)or (3).\n\t\t\tThe provision that may be made under subsection (5) includes provisionamending, repealing or revoking any enactment.\n\tFlexibility in deployment of judicial resources\n\t\tDistrict Judges (Magistrates' Courts) as Crown Court judges etc.\n\t\t\tIn section 8(1) of the 1981 Act (persons who are judges of the CrownCourt), in paragraph (b) for “or Recorder” substitute “, Recorder or DistrictJudge (Magistrates' Courts)”.\n\t\t\tSchedule 4 contains amendments conferring functions on District Judges(Magistrates' Courts).\n\t\t\tReferences in any enactment, instrument or other document to a districtjudge or deputy district judge do not include—\n\t\t\t\ta District Judge (Magistrates' Courts), or\n\t\t\t\ta Deputy District Judge (Magistrates' Courts).\n\t\tJudges having powers of District Judges (Magistrates' Courts)\n\t\t\tEvery holder of a judicial office specified in subsection (2) has thepowers of a justice of the peace who is a District Judge (Magistrates' Courts)in relation to—\n\t\t\t\tcriminal causes and matters, and\n\t\t\t\tfamily proceedings as defined by section 65 of the 1980 Act.\n\t\t\tThe offices are—\n\t\t\t\tjudge of the High Court;\n\t\t\t\tdeputy judge of the High Court;\n\t\t\t\tCircuit judge;\n\t\t\t\tdeputy Circuit judge;\n\t\t\t\trecorder. \n\t\t\tFor the purposes of section 45 of the 1933 Act, every holder of a judicialoffice specified in subsection (2) is qualified to sit as a member of a youthcourt.\n\t\t\tFor the purposes of section 67 of the 1980 Act—\n\t\t\t\ta judge of the High Court or a deputy judge of the High Court is qualifiedto sit as a member of a family proceedings court to hear family proceedings ofany description, and\n\t\t\t\ta Circuit judge, deputy Circuit judge or recorder is qualified to sit as amember of a family proceedings court to hear family proceedings of anydescription if he has been nominated to do so by the President of the FamilyDivision.\n\t\tRemoval of restriction on Circuit judges sitting on certain appeals\n\t\t\tSection 56A of the 1981 Act (Circuit judges not to sit on certain appeals)ceases to have effect."
    },
    {
        "length": 1668,
        "text": "\nCriminal Procedure Rules and practice directions\n\tMeaning of “criminal court”\n\t\tIn this Part “criminal court” means—\n\t\t\tthe criminal division of the Court of Appeal;\n\t\t\twhen dealing with any criminal cause or matter—\n\t\t\tthe Crown Court;\n\t\t\ta magistrates' court.\n\tCriminal Procedure Rules\n\t\tThere are to be rules of court (to be called “Criminal Procedure Rules”)governing the practice and procedure to be followed in the criminal courts.\n\t\tCriminal Procedure Rules are to be made by a committee known as theCriminal Procedure Rule Committee.\n\t\tThe power to make Criminal Procedure Rules includes power to make differentprovision for different cases or different areas, including differentprovision—\n\t\t\tfor a specified court or description of courts, or\n\t\t\tfor specified descriptions of proceedings or a specified jurisdiction.\n\t\tAny power to make or alter Criminal Procedure Rules is to be exercised witha view to securing that—\n\t\t\tthe criminal justice system is accessible, fair and efficient, and\n\t\t\tthe rules are both simple and simply expressed.\n\tCriminal Procedure Rule Committee\n\t\tThe Criminal Procedure Rule Committee is to consist of—\n\t\t\tthe Lord Chief Justice, and\n\t\t\tthe persons currently appointed by the Lord Chancellor under subsection(2).\n\t\tThe Lord Chancellor must appoint—\n\t\t\ta person nominated by the Secretary of State,\n\t\t\tthree persons each of whom is either a puisne judge of the High Court or anordinary judge of the Court of Appeal,\n\t\t\ttwo Circuit judges with particular experience of sitting in criminalcourts,\n\t\t\tone District Judge (Magistrates' Courts),\n\t\t\tone lay justice,\n\t\t\tone justices' clerk,\n\t\t\tthe Director of Public Prosecutions or a person nominated by the Director,\n\t\t\ttwo persons who have a Supreme Court qualification and who have particularexperience of practice in criminal courts,\n\t\t\ttwo persons who—\n\t\t\thave been granted by an authorised body, under Part 2 of the 1990 Act, theright to conduct litigation in relation to all proceedings in the SupremeCourt, and\n\t\t\thave particular experience of practice in criminal courts,\n\t\t\tone person who appears to represent the Association of Chief PoliceOfficers, and\n\t\t\ttwo persons who appear to represent voluntary organisations with a directinterest in the work of criminal courts.\n\t\tBefore appointing a person under subsection (2)(b) to (f), the LordChancellor must consult the Lord Chief Justice.\n\t\tThe Criminal Procedure Rule Committee is to be chaired by the Lord ChiefJustice; and one of the judges appointed under subsection (2)(b) is to be hisdeputy.\n\t\tThe Lord Chancellor may reimburse—\n\t\t\tthe travelling and out-of-pocket expenses of the members of the CriminalProcedure Rule Committee, and\n\t\t\tauthorised travelling and out-of-pocket expenses of persons invited toparticipate in the work of the Committee.\n\t\t“The 1990 Act” means the Courts and Legal Services Act [1990 (c.41)](/id/ukpga/1990/41?view=plain \"Go to item of legislation\").\n\tPower to change certain requirements relating to Committee\n\t\tThe Lord Chancellor may by order—\n\t\t\tamend section 70(2) (persons to be appointed to Committee by LordChancellor), and\n\t\t\tmake consequential amendments in any other provision of section 70.\n\t\tBefore making an order under this section the Lord Chancellor must consultthe Lord Chief Justice.\n\tProcess for making Criminal Procedure Rules\n\t\tThe Criminal Procedure Rule Committee must, before making CriminalProcedure Rules—\n\t\t\tconsult such persons as they consider appropriate, and\n\t\t\tmeet (unless it is inexpedient to do so).\n\t\tRules made by the Criminal Procedure Rule Committee must be—\n\t\t\tsigned by a majority of the members of the Committee, and\n\t\t\tsubmitted to the Lord Chancellor.\n\t\tThe Lord Chancellor may, with the concurrence of the Secretary of State,allow, disallow or alter rules so made.\n\t\tBefore altering rules so made the Lord Chancellor must consult theCommittee.\n\t\tRules so made, as allowed or altered by the Lord Chancellor—\n\t\t\tcome into force on such day as the Lord Chancellor directs, and\n\t\t\tare to be contained in a statutory instrument to which the StatutoryInstruments Act [1946 (c. 36)](/id/ukpga/1946/36?view=plain \"Go to item oflegislation\") applies as if the instrument contained rules made by a Ministerof the Crown.\n\t\tSubject to subsection (7), a statutory instrument containing CriminalProcedure Rules is subject to annulment in pursuance of a resolution of eitherHouse of Parliament.\n\t\tA statutory instrument containing rules altered by the Lord Chancellor isof no effect unless approved by a resolution of each House of Parliamentbefore the day referred to in subsection (5)(a).\n\tPower to amend legislation in connection with the rules\n\t\tThe Lord Chancellor may, with the concurrence of the Secretary of State, byorder amend, repeal or revoke any enactment to the extent that he considersnecessary or desirable—\n\t\t\tin order to facilitate the making of Criminal Procedure Rules, or\n\t\t\tin consequence of section 69 or 72 or Criminal Procedure Rules.\n\tPractice directions as to practice and procedure of the criminal courts\n\t\tThe Lord Chief Justice may, with the concurrence of the Lord Chancellor,give directions as to the practice and procedure of the criminal courts.\n\t\tDirections as to the practice and procedure of the criminal courts may notbe given by anyone other than the Lord Chief Justice without the approval ofthe Lord Chief Justice and the Lord Chancellor.\n\t\tThe power to give directions under subsection (1) includes power—\n\t\t\tto vary or revoke directions as to the practice and procedure of thecriminal courts (or any of them), whether given by the Lord Chief Justice orany other person,\n\t\t\tto give directions containing different provision for different cases(including different areas), and\n\t\t\tto give directions containing provision for a specific court, for specificproceedings or for a specific jurisdiction.\n\t\tNothing in this section prevents the Lord Chief Justice, without theconcurrence of the Lord Chancellor, giving directions which contain guidanceas to law or making judicial decisions."
    },
    {
        "length": 2309,
        "text": "\nFamily Procedure Rules and practice directions\n\tFamily Procedure Rules\n\t\tThere are to be rules of court (to be called “Family Procedure Rules”)governing the practice and procedure to be followed in family proceedings in—\n\t\t\tthe High Court,\n\t\t\tcounty courts, and\n\t\t\tmagistrates' courts.\n\t\tFamily Procedure Rules are to be made by a committee known as the FamilyProcedure Rule Committee.\n\t\t“Family proceedings”, in relation to a court, means proceedings in thatcourt which are family proceedings as defined by either—\n\t\t\tsection 65 of the 1980 Act, or\n\t\t\tsection 32 of the Matrimonial and Family Proceedings Act [1984 (c.42)](/id/ukpga/1984/42?view=plain \"Go to item of legislation\").\n\t\tThe power to make Family Procedure Rules includes power to make differentprovision for different areas, including different provision—\n\t\t\tfor a specified court or description of courts, or\n\t\t\tfor specified descriptions of proceedings or a specified jurisdiction.\n\t\tAny power to make or alter Family Procedure Rules is to be exercised with aview to securing that—\n\t\t\tthe family justice system is accessible, fair and efficient, and\n\t\t\tthe rules are both simple and simply expressed.\n\tFurther provision about scope of Family Procedure Rules\n\t\tFamily Procedure Rules may not be made in respect of matters which may bedealt with in probate rules made by the President of the Family Division, withthe concurrence of the Lord Chancellor, under section 127 of the 1981 Act.\n\t\tFamily Procedure Rules may —\n\t\t\tmodify or exclude the application of any provision of the County Courts Act[1984 (c. 28)](/id/ukpga/1984/28?view=plain \"Go to item of legislation\"), and\n\t\t\tprovide for the enforcement in the High Court of orders made in a divorcecounty court.\n\t\tFamily Procedure Rules may modify the rules of evidence as they apply tofamily proceedings in any court within the scope of the rules.\n\t\tFamily Procedure Rules may apply any rules of court (including inparticular Civil Procedure Rules) which relate to—\n\t\t\tcourts which are outside the scope of Family Procedure Rules, or\n\t\t\tproceedings other than family proceedings.\n\t\tAny rules of court, not made by the Family Procedure Rule Committee, whichapply to proceedings of a particular kind in a court within the scope ofFamily Procedure Rules may be applied by Family Procedure Rules to familyproceedings in such a court.\n\t\tIn subsections (4) and (5) “rules of court” includes any provisiongoverning the practice and procedure of a court which is made by or under anenactment.\n\t\tWhere Family Procedure Rules may be made by applying other rules, the otherrules may be applied—\n\t\t\tto any extent,\n\t\t\twith or without modification, and\n\t\t\tas amended from time to time.\n\t\tFamily Procedure Rules may, instead of providing for any matter, refer toprovision made or to be made about that matter by directions.\n\tFamily Procedure Rule Committee\n\t\tThe Family Procedure Rule Committee is to consist of—\n\t\t\tthe President of the Family Division, and\n\t\t\tthe persons currently appointed by the Lord Chancellor under subsection(2).\n\t\tThe Lord Chancellor must appoint—\n\t\t\ttwo judges of the Supreme Court, at least one of whom must be a puisnejudge attached to the Family Division,\n\t\t\tone Circuit judge,\n\t\t\tone district judge of the principal registry of the Family Division,\n\t\t\tone district judge appointed under section 6 of the County Courts Act [1984(c. 28)](/id/ukpga/1984/28?view=plain \"Go to item of legislation\"),\n\t\t\tone District Judge (Magistrates' Courts),\n\t\t\tone lay justice,\n\t\t\tone justices' clerk,\n\t\t\tone person who has—\n\t\t\ta Supreme Court qualification, and\n\t\t\tparticular experience of family practice in the High Court,\n\t\t\tone person who has—\n\t\t\ta Supreme Court qualification, and\n\t\t\tparticular experience of family practice in county courts,\n\t\t\tone person who has—\n\t\t\ta Supreme Court qualification, and\n\t\t\tparticular experience of family practice in magistrates' courts,\n\t\t\tone person who—\n\t\t\thas been granted by an authorised body, under Part 2 of the 1990 Act, theright to conduct litigation in relation to all proceedings in the SupremeCourt, and\n\t\t\thas particular experience of family practice in the High Court,\n\t\t\tone person who—\n\t\t\thas been so granted that right, and\n\t\t\thas particular experience of family practice in county courts,\n\t\t\tone person who—\n\t\t\thas been so granted that right, and\n\t\t\thas particular experience of family practice in magistrates' courts,\n\t\t\tone person nominated by CAFCASS, and\n\t\t\tone person with experience in and knowledge of the lay advice sector or thesystem of justice in relation to family proceedings.\n\t\tBefore appointing a person under subsection (2), the Lord Chancellor mustconsult the President of the Family Division.\n\t\tBefore appointing a person under subsection (2)(a), the Lord Chancellormust consult the Lord Chief Justice.\n\t\tBefore appointing a person under subsection (2)(h) to (m), the LordChancellor must consult any body which—\n\t\t\thas members eligible for appointment under the provision in question, and\n\t\t\tis an authorised body for the purposes of section 27 or 28 of the 1990 Act.\n\t\tThe Lord Chancellor may reimburse the members of the Family Procedure RuleCommittee their travelling and out-of-pocket expenses.\n\tPower to change certain requirements relating to Committee\n\t\tThe Lord Chancellor may by order—\n\t\t\tamend section 77(2) (persons to be appointed to Committee by LordChancellor), and\n\t\t\tmake consequential amendments in any other provision of section 77.\n\t\tBefore making an order under this section the Lord Chancellor must consultthe President of the Family Division.\n\tProcess for making Family Procedure Rules\n\t\tThe Family Procedure Rule Committee must, before making Family ProcedureRules—\n\t\t\tconsult such persons as they consider appropriate, and\n\t\t\tmeet (unless it is inexpedient to do so).\n\t\tRules made by the Family Procedure Rule Committee must be—\n\t\t\tsigned by a majority of the members of the Committee, and\n\t\t\tsubmitted to the Lord Chancellor.\n\t\tThe Lord Chancellor may allow, disallow or alter rules so made.\n\t\tBefore altering rules so made the Lord Chancellor must consult theCommittee.\n\t\tRules so made, as allowed or altered by the Lord Chancellor—\n\t\t\tcome into force on such day as the Lord Chancellor directs, and\n\t\t\tare to be contained in a statutory instrument to which the StatutoryInstruments Act [1946 (c. 36)](/id/ukpga/1946/36?view=plain \"Go to item oflegislation\") applies as if the instrument contained rules made by a Ministerof the Crown.\n\t\tSubject to subsection (7), a statutory instrument containing FamilyProcedure Rules is subject to annulment in pursuance of a resolution of eitherHouse of Parliament.\n\t\tA statutory instrument containing rules altered by the Lord Chancellor isof no effect unless approved by a resolution of each House of Parliamentbefore the day referred to in subsection (5)(a).\n\tPower to amend legislation in connection with the rules\n\t\tThe Lord Chancellor may by order amend, repeal or revoke any enactment to theextent that he considers necessary or desirable—\n\t\t\tin order to facilitate the making of Family Procedure Rules, or\n\t\t\tin consequence of section 75, 76 or 79 or Family Procedure Rules.\n\tPractice directions relating to family proceedings\n\t\tThe President of the Family Division may, with the concurrence of the LordChancellor, give directions as to the practice and procedure of—\n\t\t\tcounty courts, and\n\t\t\tmagistrates' courts,\n\t\t\t\tin family proceedings.\n\t\tDirections as to the practice and procedure of those courts in familyproceedings may not be given by anyone other than the President of the FamilyDivision without the approval of the President of the Family Division and theLord Chancellor.\n\t\tThe power to give directions under subsection (1) includes power—\n\t\t\tto vary or revoke directions as to the practice and procedure ofmagistrates' courts and county courts (or any of them) in family proceedings,whether given by the President of the Family Division or any other person,\n\t\t\tto give directions containing different provision for different cases(including different areas), and\n\t\t\tto give directions containing provision for a specific court, for specificproceedings or for a specific jurisdiction."
    },
    {
        "length": 1063,
        "text": "\nCivil Procedure Rules\n\tCivil Procedure Rules\n\t\tFor section 1(3) of the 1997 Act (general objectives of Civil ProcedureRules) substitute—\n\t\tAny power to make or alter Civil Procedure Rules is to be exercised with aview to securing that—\n\t\t\tthe system of civil justice is accessible, fair and efficient, and\n\t\t\tthe rules are both simple and simply expressed.”\n\t\t“The 1997 Act” means the Civil Procedure Act [1997 (c.12)](/id/ukpga/1997/12?view=plain \"Go to item of legislation\").\n\tCivil Procedure Rule Committee\n\t\tFor section 2(1)(a) and (b) of the 1997 Act (ex officio members of theCommittee) substitute—\n\t\t\tthe Head of Civil Justice,\n\t\t\tthe Deputy Head of Civil Justice (if there is one),\n\t\t\tthe Master of the Rolls (unless he holds an office mentioned in paragraph(aa) or (ab)), and”.\n\t\tFor section 2(2)(a) of the 1997 Act (one judge of the Supreme Court to beappointed to Committee) substitute—\n\t\t\teither two or three judges of the Supreme Court,”.\n\t\tFor section 2(2)(g) and (h) of the 1997 Act (appointment of persons withexperience etc. of lay advice sector and consumer affairs) substitute “and\n\t\t\ttwo persons with experience in and knowledge of the lay advice sector orconsumer affairs.”\n\tPower to change certain requirements relating to Committee\n\t\tAfter section 2 of the 1997 Act insert—\n\t\t“2APower to change certain requirements relating to Committee\n\t\t\tThe Lord Chancellor may by order—\n\t\t\t\tamend section 2(2) (persons to be appointed to Committee by LordChancellor), and\n\t\t\t\tmake consequential amendments in any other provision of section 2.\n\t\t\tBefore making an order under this section the Lord Chancellor must consult—\n\t\t\t\tthe Head of Civil Justice,\n\t\t\t\tthe Deputy Head of Civil Justice (if there is one), and\n\t\t\t\tthe Master of the Rolls (unless he holds an office mentioned in paragraph(a) or (b)).\n\t\t\tThe power to make an order under this section is exercisable by statutoryinstrument.\n\t\t\tA statutory instrument containing such an order is subject to annulment inpursuance of a resolution of either House of Parliament.”\n\tProcess for making Civil Procedure Rules\n\t\tOmit section 2(6) to (8) of the 1997 Act (process for making CivilProcedure Rules).\n\t\tFor section 3 of the 1997 Act (section 2: supplementary) substitute—\n\t\t“3Process for making Civil Procedure Rules\n\t\t\tThe Civil Procedure Rule Committee must, before making Civil ProcedureRules—\n\t\t\t\tconsult such persons as they consider appropriate, and\n\t\t\t\tmeet (unless it is inexpedient to do so).\n\t\t\tRules made by the Civil Procedure Rule Committee must be—\n\t\t\t\tsigned by a majority of the members of the Committee, and\n\t\t\t\tsubmitted to the Lord Chancellor.\n\t\t\tThe Lord Chancellor may allow, disallow or alter rules so made.\n\t\t\tBefore altering rules so made the Lord Chancellor must consult theCommittee.\n\t\t\tRules so made, as allowed or altered by the Lord Chancellor—\n\t\t\t\tcome into force on such day as the Lord Chancellor directs, and\n\t\t\t\tare to be contained in a statutory instrument to which the StatutoryInstruments Act 1946 applies as if the instrument contained rules made by aMinister of the Crown.\n\t\t\tSubject to subsection (7), a statutory instrument containing CivilProcedure Rules is subject to annulment in pursuance of a resolution of eitherHouse of Parliament.\n\t\t\tA statutory instrument containing rules altered by the Lord Chancellor isof no effect unless approved by a resolution of each House of Parliamentbefore the day referred to in subsection (5)(a).”"
    },
    {
        "length": 3056,
        "text": "\nProvisions relating to criminal procedure and appeals\n\tAlteration of place fixed for Crown Court trial\n\t\tAn application under section 76(3) of the 1981 Act (application for variationof place fixed for Crown Court trial) is no longer required to be heard inopen court by a judge of the High Court; and accordingly section 76(4) of the1981 Act ceases to have effect.\n\tAppeals to Court of Appeal: procedural directions\n\t\tIn section 31 of the 1968 Act (powers of the Court of Appeal under Part 1of that Act exercisable by single judge), in subsection (2), after paragraph(h) insert—\n\t\t\tto make orders under section 23(1)(a).”\n\t\tIn section 31A of the 1968 Act (powers of Court of Appeal under Part 1 ofthat Act exercisable by registrar), in subsection (2), after paragraph (c)insert—\n\t\t\tto make orders under section 23(1)(a).”,\n\t\t\t\tand at the end of paragraph (b), omit “and”.\n\t\tAfter section 31A of the 1968 Act insert—\n\t\t“31BProcedural directions: powers of single judge and registrar\n\t\t\tThe power of the Court of Appeal to determine an application for proceduraldirections may be exercised by—\n\t\t\t\ta single judge, or\n\t\t\t\tthe registrar.\n\t\t\t“Procedural directions” means directions for the efficient and effectivepreparation of—\n\t\t\t\tan application for leave to appeal, or\n\t\t\t\tan appeal,\n\t\t\t\t\tto which this section applies.\n\t\t\tA single judge may give such procedural directions as he thinks fit—\n\t\t\t\twhen acting under subsection (1);\n\t\t\t\ton a reference from the registrar;\n\t\t\t\tof his own motion, when he is exercising, or considering whether toexercise, any power of his in relation to the application or appeal.\n\t\t\tThe registrar may give such procedural directions as he thinks fit—\n\t\t\t\twhen acting under subsection (1);\n\t\t\t\tof his own motion.\n\t\t\tThis section applies to an appeal, and an application to the Court ofAppeal for leave to appeal, under—\n\t\t\t\tthis Part,\n\t\t\t\tsection 9 of the Criminal Justice Act 1987, or\n\t\t\t\tsection 35 of the Criminal Procedure and Investigations Act 1996.\n\t\tCAppeals against procedural directions\n\t\t\tSubsection (2) applies if a single judge gives, or refuses to give,procedural directions.\n\t\t\tThe Court of Appeal may, on an application to it under subsection (5)—\n\t\t\t\tconfirm, set aside or vary any procedural directions given by the singlejudge, and\n\t\t\t\tgive such procedural directions as it thinks fit.\n\t\t\tSubsection (4) applies if the registrar gives, or refuses to give,procedural directions.\n\t\t\tA single judge may, on an application to him under subsection (5)—\n\t\t\t\tconfirm, set aside or vary any procedural directions given by theregistrar, and\n\t\t\t\tgive such procedural directions as he thinks fit.\n\t\t\tAn application under this subsection may be made by—\n\t\t\t\tan appellant;\n\t\t\t\ta respondent, if the directions—\n\t\t\t\trelate to an application for leave to appeal and appear to need therespondent’s assistance to give effect to them,\n\t\t\t\trelate to an application for leave to appeal which is to be determined bythe Court of Appeal, or\n\t\t\t\trelate to an appeal.\n\t\t\tIn this section—\n\t\t\t\t  * “appellant” includes a person who has given notice of application for leave to appeal under any of the provisions mentioned in section 31B(5);\n\t\t\t\t  * “respondent” includes a person who will be a respondent if leave to appeal is granted.”\n\t\t\tSections 31B to 31C of the 1968 Act apply to—\n\t\t\t\tapplications for leave to appeal falling to be determined on or after thedate on which this section comes into force, and\n\t\t\t\tappeals in relation to which—\n\t\t\t\ta certificate under Part 1 of the 1968 Act that the case is fit for appeal,or\n\t\t\t\tleave to appeal,\n\t\t\t\t\tis granted on or after that date.\n\t\t\t“The 1968 Act” means the Criminal Appeal Act [1968 (c.19)](/id/ukpga/1968/19?view=plain \"Go to item of legislation\").\n\tExtension of time for criminal appeals to House of Lords\n\t\tAmend section 2 of the Administration of Justice Act [1960 (c.65)](/id/ukpga/1960/65?view=plain \"Go to item of legislation\") (applicationsfor leave to appeal to House of Lords) as follows.\n\t\tIn subsection (1)—\n\t\t\tfor “fourteen” (in both places) substitute “28”, and\n\t\t\tfor “date of the decision of that court” substitute “relevant date”.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)In subsection (1), “the relevant date” means—\n\t\t\tthe date of the decision of the court below, or\n\t\t\tif later, the date on which that court gives reasons for its decision.”\n\t\tAmend section 34 of the 1968 Act (applications for leave to appeal to theHouse of Lords) as follows.\n\t\tIn subsection (1)—\n\t\t\tfor “fourteen” (in both places) substitute “28”, and\n\t\t\tfor “date of the decision of the Court” substitute “relevant date”.\n\t\tAfter subsection (1) insert—\n\t\t“(1A)In subsection (1), “the relevant date” means—\n\t\t\tthe date of the Court of Appeal’s decision, or\n\t\t\tif later, the date on which the Court gives reasons for its decision.”\n\tRetirement age of Registrar of Criminal Appeals\n\t\tIn section 92 of the 1981 Act (tenure of offices in Supreme Court)—\n\t\t\tin subsection (2) (offices with retirement age of 70, but with possibilityof extensions to not beyond 75), omit “except the office of Queen’s Coronerand Attorney and Master of the Crown Office and Registrar of CriminalAppeals”,\n\t\t\tomit subsections (2D) and (2E) (retirement age of 62 for that office), and\n\t\t\tin subsection (4) (offices to which subsection (1), (2A) or (2D) applies tobe held during good behaviour), for “to which subsection (1), (2A) or (2D)applies” substitute “listed in column 1 of Part 1 or 2 of Schedule 2”.\n\t\tIn Schedule 5 to the Judicial Pensions and Retirement Act [1993 (c.8)](/id/ukpga/1993/8?view=plain \"Go to item of legislation\") (retirement),after the entry relating to a Deputy or temporary Master, Queen’s BenchDivision, insert—\n\t\t\t“Queen’s Coroner and Attorney and Master of the Crown Office and Registrar ofCriminal Appeals”.\n\tAppeals to Courts-Martial Appeal Court: procedural directions\n\t\tIn section 36 of the Courts-Martial (Appeals) Act [1968 (c.20)](/id/ukpga/1968/20?view=plain \"Go to item of legislation\") (powers of theAppeal Court under Part 2 of that Act exercisable by single judge), insubsection (1), after paragraph (g) insert—\n\t\t\tto make orders under section 28(1)(a).”,\n\t\t\t\tand at the end of paragraph (f), omit “and”.\n\t\tIn section 36A of that Act (powers of the Appeal Court under Part 2 of thatAct exercisable by registrar), in subsection (1), at the end of paragraph (b)insert “and—\n\t\t\tto make orders under section 28(1)(a).”,\n\t\t\tand at the end of paragraph (a), omit “and”.\n\t\tAfter section 36A of that Act insert—\n\t\t“36BProcedural directions: powers of single judge and registrar\n\t\t\tThe power of the Appeal Court to determine an application for proceduraldirections may be exercised by—\n\t\t\t\ta judge of the Appeal Court, or\n\t\t\t\tthe registrar.\n\t\t\t“Procedural directions” means directions for the efficient and effectivepreparation of—\n\t\t\t\tan application for leave to appeal, or\n\t\t\t\tan appeal,\n\t\t\t\t\tunder this Part.\n\t\t\tA judge of the Appeal Court may give such procedural directions as hethinks fit—\n\t\t\t\twhen acting under subsection (1);\n\t\t\t\ton a reference from the registrar;\n\t\t\t\tof his own motion, when he is exercising, or considering whether toexercise, any power of his in relation to the application or appeal.\n\t\t\tThe registrar may give such procedural directions as he thinks fit—\n\t\t\t\twhen acting under subsection (1);\n\t\t\t\tof his own motion.\n\t\tCAppeals against procedural directions\n\t\t\tSubsection (2) applies if a judge of the Appeal Court gives, or refuses togive, procedural directions.\n\t\t\tThe Appeal Court may, on an application to it under subsection (5)—\n\t\t\t\tconfirm, set aside or vary any procedural directions given by the judge,and\n\t\t\t\tgive such procedural directions as it thinks fit.\n\t\t\tSubsection (4) applies if the registrar gives, or refuses to give,procedural directions.\n\t\t\tA judge of the Appeal Court may, on an application to him under subsection(5)—\n\t\t\t\tconfirm, set aside or vary any procedural directions given by theregistrar, and\n\t\t\t\tgive such procedural directions as he thinks fit.\n\t\t\tAn application under this subsection may be made by—\n\t\t\t\tan appellant;\n\t\t\t\tthe Defence Council, if the directions—\n\t\t\t\trelate to an application for leave to appeal and appear to need the DefenceCouncil’s assistance to give effect to them,\n\t\t\t\trelate to an application for leave to appeal which is to be determined bythe Appeal Court, or\n\t\t\t\trelate to an appeal.”\n\t\t\tSections 36B to 36C of that Act apply to—\n\t\t\t\tapplications for leave to appeal falling to be determined on or after thedate on which this section comes into force, and\n\t\t\t\tappeals in relation to which leave to appeal is granted on or after thatdate.\n\tExtension of time for appeals from Courts-Martial Appeal Court\n\t\tAmend section 40 of the Courts-Martial (Appeals) Act [1968 (c.20)](/id/ukpga/1968/20?view=plain \"Go to item of legislation\") (applicationsfor leave to appeal to House of Lords) as follows.\n\t\tIn subsection (1)—\n\t\t\tfor “fourteen” (in both places) substitute “28”, and\n\t\t\tfor “date of the decision of the Court” substitute “relevant date”.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)In subsection (1), “the relevant date” means—\n\t\t\tthe date of the Appeal Court’s decision, or\n\t\t\tif later, the date on which the Court gives reasons for its decision.”"
    },
    {
        "length": 1600,
        "text": "\nFees and costs\n\tFees \n\t\tThe Lord Chancellor may with the consent of the Treasury by order prescribefees payable in respect of anything dealt with by—\n\t\t\tthe Supreme Court,\n\t\t\tcounty courts, and\n\t\t\tmagistrates' courts.\n\t\tAn order under this section may, in particular, contain provision as to—\n\t\t\tscales or rates of fees;\n\t\t\texemptions from or reductions in fees;\n\t\t\tremission of fees in whole or in part.\n\t\tWhen including any provision in an order under this section, the LordChancellor must have regard to the principle that access to the courts mustnot be denied.\n\t\tThe Lord Chancellor may not under this section prescribe fees which he oranother authority has power to prescribe apart from this section.\n\t\tBefore making an order under this section, the Lord Chancellor mustconsult—\n\t\t\tthe Lord Chief Justice;\n\t\t\tthe Master of the Rolls;\n\t\t\tthe President of the Family Division;\n\t\t\tthe Vice Chancellor;\n\t\t\tthe Head of Civil Justice;\n\t\t\tthe Deputy Head of Civil Justice (if there is one).\n\t\tBefore making an order under this section in relation to civil proceedings,the Lord Chancellor must consult the Civil Justice Council.\n\t\tThe Lord Chancellor must take such steps as are reasonably practicable tobring information about fees to the attention of persons likely to have to paythem.\n\t\tFees payable under this section are recoverable summarily as a civil debt.\n\t\tSubsection (10) applies in relation to an authority which has power toprescribe fees payable in any of the courts referred to in subsection (1).\n\t\tNothing in this section prevents the authority from applying to any extentprovisions contained in an order made under this section; and an instrumentmade in exercise of the power is to be read (unless the contrary intentionappears) as applying those provisions as amended from time to time.\n\tAward of costs against third parties\n\t\tAfter section 19A of the Prosecution of Offences Act [1985 (c.23)](/id/ukpga/1985/23?view=plain \"Go to item of legislation\") insert—\n\t\t“19BProvision for award of costs against third parties\n\t\t\tThe Lord Chancellor may by regulations make provision empoweringmagistrates' courts, the Crown Court and the Court of Appeal to make a thirdparty costs order if the condition in subsection (3) is satisfied.\n\t\t\tA “third party costs order” is an order as to the payment of costs incurredby a party to criminal proceedings by a person who is not a party to thoseproceedings (“the third party”).\n\t\t\tThe condition is that—\n\t\t\t\tthere has been serious misconduct (whether or not constituting a contemptof court) by the third party, and\n\t\t\t\tthe court considers it appropriate, having regard to that misconduct, tomake a third party costs order against him.\n\t\t\tRegulations made under this section may, in particular—\n\t\t\t\tspecify types of misconduct in respect of which a third party costs ordermay not be made;\n\t\t\t\tallow the making of a third party costs order at any time;\n\t\t\t\tmake provision for any other order as to costs which has been made inrespect of the proceedings to be varied on, or taken account of in, the makingof a third party costs order;\n\t\t\t\tmake provision for account to be taken of any third party costs order inthe making of any other order as to costs in respect of the proceedings.\n\t\t\tRegulations made under this section in relation to magistrates' courts mustprovide that the third party may appeal to the Crown Court against a thirdparty costs order made by a magistrates' court.\n\t\t\tRegulations made under this section in relation to the Crown Court mustprovide that the third party may appeal to the Court of Appeal against a thirdparty costs order made by the Crown Court.”\n\tAward of costs in appeals under Proceeds of Crime Act 2002\n\t\tAmend the Proceeds of Crime Act [2002 (c. 29)](/id/ukpga/2002/29?view=plain\"Go to item of legislation\") as follows.\n\t\tIn section 89 (procedure on appeal to the Court of Appeal), aftersubsection (3) insert—\n\t\tSubject to any rules made under section 91, the costs of and incidental toall proceedings on an appeal to the criminal division of the Court of Appealunder—\n\t\t\tsection 43(1) or (2) (appeals against orders made in restraintproceedings), or\n\t\t\tsection 65 (appeals against, or relating to, the making of receivershiporders),\n\t\t\t\tare in the discretion of the court.\n\t\tSuch rules may in particular make provision for regulating matters relatingto the costs of those proceedings, including prescribing scales of costs to bepaid to legal or other representatives.\n\t\tThe court shall have full power to determine by whom and to what extent thecosts are to be paid.\n\t\tIn any proceedings mentioned in subsection (4), the court may—\n\t\t\tdisallow, or\n\t\t\t(as the case may be) order the legal or other representative concerned tomeet,\n\t\t\tthe whole of any wasted costs or such part of them as may be determined inaccordance with rules under section 91.\n\t\tIn subsection (7) “wasted costs” means any costs incurred by a party—\n\t\t\tas a result of any improper, unreasonable or negligent act or omission onthe part of any legal or other representative or any employee of such arepresentative, or\n\t\t\twhich, in the light of any such act or omission occurring after they wereincurred, the court considers it is unreasonable to expect that party to pay.\n\t\t“Legal or other representative”, in relation to a party to proceedingsmeans any person exercising a right of audience or right to conduct litigationon his behalf.”\n\t\tSubsection (2) applies in relation to proceedings on appeals in respect ofoffences committed or alleged to have been committed on or after 24th March2003.\n\t\tIn section 91 (Crown Court Rules) after “Crown Court Rules” insert “or (asthe case may be) Criminal Appeal Rules”."
    },
    {
        "length": 1155,
        "text": "\nFines\n\tFixing of fines: failure to furnish statement of financialcircumstances\n\t\tAmend section 20A of the Criminal Justice Act [1991 (c.53)](/id/ukpga/1991/53?view=plain \"Go to item of legislation\") (falsestatements as to financial circumstances) as follows.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)A person who is charged with an offence who fails to furnish a statementof his financial circumstances in response to an official request shall beliable on summary conviction to a fine not exceeding level 2 on the standardscale.”\n\t\tIn subsection (2)(b), after “may impose” insert “and how it should bepaid”.\n\t\tIn section 128(5) of the 2000 Act (fixing of fines: power of court to makedetermination of financial circumstances where offender has failed to co-operate with court etc.), in paragraph (b) before sub-paragraph (i) insert—\n\t\t\thas failed to furnish a statement of his financial circumstances inresponse to a request which is an official request for the purposes of section20A of the Criminal Justice Act 1991 (offence of making false statements as tofinancial circumstances),”.\n\t\t“The 2000 Act” means the Powers of Criminal Courts (Sentencing) Act [2000(c. 6)](/id/ukpga/2000/6?view=plain \"Go to item of legislation\").\n\tRecovery of fines etc. by deductions from income support: failure toprovide information\n\t\tAmend section 24 of the Criminal Justice Act 1991 (power to makeregulations about recovery of fines etc. by deductions from income support) asfollows.\n\t\tIn subsection (2), after paragraph (a) insert—\n\t\t\tprovision that the court may require the offender to provide prescribedinformation in connection with an application;”.\n\t\tAfter subsection (2) insert—\n\t\t\t“(2A)An offender who fails to provide information required by the court byvirtue of subsection (2)(aa) commits an offence.\n\t\t(2B)An offender commits an offence if, in providing information required bythe court by virtue of that subsection, he—\n\t\t\tmakes a statement which he knows to be false in a material particular,\n\t\t\trecklessly provides a statement which is false in a material particular, or\n\t\t\tknowingly fails to disclose any material fact.\n\t\t\t(2C)A person guilty of an offence under subsection (2A) or (2B) is liable onsummary conviction to a fine not exceeding level 2 on the standard scale.”\n\tCollection of fines and discharge of fines by unpaid work\n\t\tSchedule 5 contains provisions about the collection of fines.\n\t\tSchedule 6 contains provisions about the discharge of fines by means ofunpaid work.\n\t\tSubsections (4) to (9) apply in relation to each of those Schedules.\n\t\tThe Schedule is to have effect only in accordance with—\n\t\t\tsubsections (5) and (6) (pilot schemes), or\n\t\t\tsubsections (7) to (9) (power to make pilot schemes, or modified versionsof pilot schemes, permanent after completion of pilots).\n\t\tThe Lord Chancellor may by order provide that the Schedule is to haveeffect in relation to the local justice area or areas specified in the orderfor the period specified in the order.\n\t\tAn order under subsection (5) may make provision modifying the Schedule, orany enactment in connection with the operation of the Schedule, in relation tothe specified local justice area or areas and the specified period.\n\t\tThe Lord Chancellor may, at the end of the relevant period, by orderprovide that the Schedule is to have effect—\n\t\t\tin all local justice areas, and\n\t\t\tindefinitely. \n\t\t“The relevant period” means—\n\t\t\tif one order has been made under subsection (5) in relation to theSchedule, the period specified in the order;\n\t\t\tif more than one order has been made under subsection (5) in relation tothe Schedule, the period which, out of the periods so specified, ends at thelatest date.\n\t\tAn order under subsection (7) may make such amendments of—\n\t\t\tthe Schedule, and\n\t\t\tany other enactments,\n\t\t\t\tas appear to the Lord Chancellor appropriate in the light of the operation ofthe Schedule in accordance with the order made under subsection (5) (pilotschemes)."
    },
    {
        "length": 789,
        "text": "\nRegister of judgments etc. and execution of writs\n\tRegister of judgments and orders etc.\n\t\tA register is to be kept, in accordance with regulations, of—\n\t\t\tjudgments entered in the High Court;\n\t\t\tjudgments entered in county courts;\n\t\t\tadministration orders made under section 112 of the County Courts Act [1984(c. 28)](/id/ukpga/1984/28?view=plain \"Go to item of legislation\") (power ofcounty courts to make administration orders);\n\t\t\torders restricting enforcement made under section 112A of that Act (powerof county courts to restrict enforcement of debts in lieu of administrationorder);\n\t\t\tsums which are, for the purposes of the 1980 Act, sums adjudged to be paidby a conviction or order of a magistrates' court.\n\t\t“Regulations” means regulations made by the Lord Chancellor for thepurposes of this section.\n\t\tThe regulations may—\n\t\t\tprovide for prescribed classes of judgments, orders or adjudged sums to beexempt from registration;\n\t\t\tprescribe circumstances in which judgments, orders or adjudged sums (orclasses of them) are to be exempt from registration;\n\t\t\tprescribe circumstances in which an entry in the register is to becancelled;\n\t\t\tin the case of sums adjudged to be paid by conviction of a magistrates'court, provide for sums to be registered only in prescribed circumstances orsubject to prescribed conditions.\n\t\tThe Lord Chancellor may fix charges to be made for—\n\t\t\tmaking information in an entry in the register available for inspection;\n\t\t\tcarrying out an official search of the register;\n\t\t\tsupplying a certified copy of information in an entry in the register.\n\t\tThe proceeds of those charges are to be applied in paying the expensesincurred in maintaining the register; and any surplus is to be paid into theConsolidated Fund.\n\t\tIf there is in force an agreement between the Lord Chancellor and a bodycorporate relating to the keeping by that body corporate of the register theregister is to be kept by that body corporate.\n\t\tIf, under subsection (6), the register is kept by a body corporate—\n\t\t\tthe Lord Chancellor may recover from the body corporate any expensesincurred by the Lord Chancellor in connection with the supply of informationto that body for the purposes of the register,\n\t\t\tsubsection (4) applies as if it enabled the Lord Chancellor to fix themaximum charges to be made (instead of the charges to be made), and\n\t\t\tsubsection (5) does not apply.\n\t\tIf subsection (6) ceases to apply to a body corporate as a result of thetermination (for any reason) of the agreement, the Lord Chancellor may requirethe information contained in the entries in the register to be transferred tosuch person as he may direct.\n\tHigh Court writs of execution\n\t\tSchedule 7 contains provisions about High Court writs of execution.\n\t\tAny rule of law requiring a writ of execution issued from the High Court tobe directed to a sheriff is abolished."
    },
    {
        "length": 2699,
        "text": "\nPeriodical payments\n\tFor section 2 of the Damages Act [1996 (c.48)](/id/ukpga/1996/48?view=plain \"Go to item of legislation\") (periodicalpayments by consent) substitute—\n\t“2Periodical payments\n\t\tA court awarding damages for future pecuniary loss in respect of personalinjury—\n\t\t\tmay order that the damages are wholly or partly to take the form ofperiodical payments, and\n\t\t\tshall consider whether to make that order.\n\t\tA court awarding other damages in respect of personal injury may, if theparties consent, order that the damages are wholly or partly to take the formof periodical payments.\n\t\tA court may not make an order for periodical payments unless satisfied thatthe continuity of payment under the order is reasonably secure.\n\t\tFor the purpose of subsection (3) the continuity of payment under an orderis reasonably secure if—\n\t\t\tit is protected by a guarantee given under section 6 of or the Schedule tothis Act,\n\t\t\tit is protected by a scheme under section 213 of the Financial Services andMarkets Act 2000 (compensation) (whether or not as modified by section 4 ofthis Act), or\n\t\t\tthe source of payment is a government or health service body.\n\t\tAn order for periodical payments may include provision—\n\t\t\trequiring the party responsible for the payments to use a method (selectedor to be selected by him) under which the continuity of payment is reasonablysecure by virtue of subsection (4);\n\t\t\tabout how the payments are to be made, if not by a method under which thecontinuity of payment is reasonably secure by virtue of subsection (4);\n\t\t\trequiring the party responsible for the payments to take specified actionto secure continuity of payment, where continuity is not reasonably secure byvirtue of subsection (4);\n\t\t\tenabling a party to apply for a variation of provision included underparagraph (a), (b) or (c).\n\t\tWhere a person has a right to receive payments under an order forperiodical payments, or where an arrangement is entered into in satisfactionof an order which gives a person a right to receive periodical payments, thatperson’s right under the order or arrangement may not be assigned or chargedwithout the approval of the court which made the order; and—\n\t\t\ta court shall not approve an assignment or charge unless satisfied thatspecial circumstances make it necessary, and\n\t\t\ta purported assignment or charge, or agreement to assign or charge, is voidunless approved by the court.\n\t\tWhere an order is made for periodical payments, an alteration of the methodby which the payments are made shall be treated as a breach of the order(whether or not the method was specified under subsection (5)(b)) unless—\n\t\t\tthe court which made the order declares its satisfaction that thecontinuity of payment under the new method is reasonably secure,\n\t\t\tthe new method is protected by a guarantee given under section 6 of or theSchedule to this Act,\n\t\t\tthe new method is protected by a scheme under section 213 of the FinancialServices and Markets Act 2000 (compensation) (whether or not as modified bysection 4 of this Act), or\n\t\t\tthe source of payment under the new method is a government or healthservice body.\n\t\tAn order for periodical payments shall be treated as providing for theamount of payments to vary by reference to the retail prices index (within themeaning of section 833(2) of the Income and Corporation Taxes Act 1988) atsuch times, and in such a manner, as may be determined by or in accordancewith Civil Procedure Rules.\n\t\tBut an order for periodical payments may include provision—\n\t\t\tdisapplying subsection (8), or\n\t\t\tmodifying the effect of subsection (8).\n\tAPeriodical payments: supplementary\n\t\tCivil Procedure Rules may require a court to take specified matters intoaccount in considering—\n\t\t\twhether to order periodical payments;\n\t\t\tthe security of the continuity of payment;\n\t\t\twhether to approve an assignment or charge.\n\t\tFor the purposes of section 2(4)(c) and (7)(d) “government or healthservice body” means a body designated as a government body or a health servicebody by order made by the Lord Chancellor.\n\t\tAn order under subsection (2)—\n\t\t\tshall be made by statutory instrument, and\n\t\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament.\n\t\tSection 2(6) is without prejudice to a person’s power to assign a right tothe scheme manager established under section 212 of the Financial Services andMarkets Act 2000.\n\t\tIn section 2 “damages” includes an interim payment which a court orders adefendant to make to a claimant.\n\t\tIn the application of this section to Northern Ireland—\n\t\t\ta reference to Civil Procedure Rules shall be taken as a reference to rulesof court, and\n\t\t\ta reference to a claimant shall be taken as a reference to a plaintiff.\n\t\tSection 2 is without prejudice to any power exercisable apart from thatsection.\n\tBVariation of orders and settlements\n\t\tThe Lord Chancellor may by order enable a court which has made an order forperiodical payments to vary the order in specified circumstances (otherwisethan in accordance with section 2(5)(d)).\n\t\tThe Lord Chancellor may by order enable a court in specified circumstancesto vary the terms on which a claim or action for damages for personal injuryis settled by agreement between the parties if the agreement—\n\t\t\tprovides for periodical payments, and\n\t\t\texpressly permits a party to apply to a court for variation in thosecircumstances.\n\t\tAn order under this section may make provision—\n\t\t\twhich operates wholly or partly by reference to a condition or other termof the court’s order or of the agreement;\n\t\t\tabout the nature of an order which may be made by a court on a variation;\n\t\t\tabout the matters to be taken into account on considering variation;\n\t\t\tof a kind that could be made by Civil Procedure Rules or, in relation toNorthern Ireland, rules of court (and which may be expressed to be with orwithout prejudice to the power to make those rules).\n\t\tAn order under this section may apply (with or without modification) oramend an enactment about provisional or further damages.\n\t\tAn order under this section shall be subject to any order under section 1of the Courts and Legal Services Act 1990 (allocation between High Court andcounty courts).\n\t\tAn order under this section—\n\t\t\tshall be made by statutory instrument,\n\t\t\tmay not be made unless the Lord Chancellor has consulted such persons as hethinks appropriate,\n\t\t\tmay not be made unless a draft has been laid before and approved byresolution of each House of Parliament, and\n\t\t\tmay include transitional, consequential or incidental provision.\n\t\tIn subsection (4)—\n\t\t\t  * “provisional damages” means damages awarded by virtue of subsection (2)(a) of section 32A of the Supreme Court Act 1981 or section 51 of the County Courts Act 1984 (or, in relation to Northern Ireland, paragraph 10(2)(a) of Schedule 6 to the Administration of Justice Act 1982), and\n\t\t\t  * “further damages” means damages awarded by virtue of subsection (2)(b) of either of those sections (or, in relation to Northern Ireland, paragraph 10(2)(b) of Schedule 6 to the Administration of Justice Act 1982).”\n\t\tIn section 329AA of the Income and Corporation Taxes Act [1988 (c.1)](/id/ukpga/1988/1?view=plain \"Go to item of legislation\") (periodicalpayments)—\n\t\t\tfor subsection (1) substitute—\n\t\tPeriodical payments shall not for the purposes of income tax be regardedas the income of any of the persons mentioned in subsection (2) below (andshall be paid without deduction under section 348(1)(b) or 349(1)).\n\t\t\t(1A)In subsection (1) “periodical payments” means periodical payments madepursuant to—\n\t\t\tan order of a court in so far as it is made in reliance on section 2 of theDamages Act 1996 (including an order as varied), or\n\t\t\tan agreement in so far as it settles a claim or action for damages inrespect of personal injury (including an agreement as varied).”,\n\t\t\tin subsection (3) for “if the agreement or order mentioned in thatsubsection or a subsequent agreement so provides,” substitute “if the order,agreement or undertaking mentioned in subsection (1A), or a varying order,agreement or undertaking, so provides or permits,”,\n\t\t\tin subsection (6) after “claim or action for” insert “damages in respectof”,\n\t\t\tfor subsection (7) substitute—\n\t\tFor the purposes of subsection (1A) above—\n\t\t\tthe reference to an order of a court made in reliance on section 2 of theDamages Act 1996 includes an order of a court outside the United Kingdom whichis similar to an order made in reliance on that section,\n\t\t\tthe reference to an agreement settling a claim or action includes areference to an agreement to make payments on account of damages that may beawarded in a claim or action, and\n\t\t\tthe reference to an agreement in so far as it settles a claim or action fordamages in respect of personal injury also includes a reference to anundertaking given by the Motor Insurers' Bureau (being the company of thatname incorporated on 14th June 1946 under the Companies Act 1929), or anArticle 75 insurer under the Bureau’s Articles of Association, in relation toa claim or action in respect of personal injury.”, and\n\t\t\tomit subsection (8).\n\t\tIn section 329AB(1) of that Act (statutory compensation) for “subsection(1)” substitute “subsection (1A)”.\n\t\tIn this section—\n\t\t\tsubsection (1) shall extend only to England and Wales and Northern Ireland,and\n\t\t\tthe remainder shall extend to the whole of the United Kingdom."
    },
    {
        "length": 1806,
        "text": "\nPeriodical payments: security\n\tFor sections 4 and 5 of the Damages Act [1996 (c.48)](/id/ukpga/1996/48?view=plain \"Go to item of legislation\") (enhancedprotection for structured settlement annuitant) substitute—\n\t“4Enhanced protection for periodical payments\n\t\tSubsection (2) applies where—\n\t\t\ta person has a right to receive periodical payments, and\n\t\t\this right is protected by a scheme under section 213 of the FinancialServices and Markets Act 2000 (compensation), but only as to part of thepayments.\n\t\tThe protection provided by the scheme shall extend by virtue of thissection to the whole of the payments.\n\t\tSubsection (4) applies where—\n\t\t\tone person (“the claimant”) has a right to receive periodical payments fromanother person (“the defendant”),\n\t\t\ta third person (“the insurer”) is required by or in pursuance of anarrangement entered into with the defendant (whether or not together withother persons and whether before or after the creation of the claimant’sright) to make payments in satisfaction of the claimant’s right or for thepurpose of enabling it to be satisfied, and\n\t\t\tthe claimant’s right to receive the payments would be wholly or partlyprotected by a scheme under section 213 of the Financial Services and MarketsAct 2000 if it arose from an arrangement of the same kind as that mentioned inparagraph (b) but made between the claimant and the insurer.\n\t\tFor the purposes of the scheme under section 213 of that Act—\n\t\t\tthe claimant shall be treated as having a right to receive the paymentsfrom the insurer under an arrangement of the same kind as that mentioned insubsection (3)(b),\n\t\t\tthe protection under the scheme in respect of those payments shall extendby virtue of this section to the whole of the payments, and\n\t\t\tno person other than the claimant shall be entitled to protection under thescheme in respect of the payments.\n\t\tIn this section “periodical payments” means periodical payments madepursuant to—\n\t\t\tan order of a court in so far as it is made in reliance on section 2 above(including an order as varied), or\n\t\t\tan agreement in so far as it settles a claim or action for damages inrespect of personal injury (including an agreement as varied).\n\t\tIn subsection (5)(b) the reference to an agreement in so far as it settlesa claim or action for damages in respect of personal injury includes areference to an undertaking given by the Motor Insurers' Bureau (being thecompany of that name incorporated on 14th June 1946 under the Companies Act1929), or an Article 75 insurer under the Bureau’s Articles of Association, inrelation to a claim or action in respect of personal injury.”\n\t\tIn section 6(1) of the Damages Act [1996 (c.48)](/id/ukpga/1996/48?view=plain \"Go to item of legislation\") (guarantee forpublic sector settlement) for the words “on terms corresponding to those of astructured settlement as defined in section 5 above except that the person towhom the payments are to be made is not to receive them as mentioned insubsection (1)(b) of that section” substitute “on terms whereby the damagesare to consist wholly or partly of periodical payments”.\n\t\tIn paragraph 1(a) of the Schedule to that Act (guarantee by NorthernIreland Department for public sector settlement) for the words “on termscorresponding to those of a structured settlement as defined in section 5 ofthis Act except that the person to whom the payments are to be made is not toreceive them as mentioned in subsection (1)(b) of that section” substitute “onterms whereby the damages are to consist wholly or partly of periodicalpayments”.\n\t\tWhere an individual who has a right to receive periodical payments becomesbankrupt—\n\t\t\tthe payments shall be treated for the purposes of the bankruptcy as incomeof the bankrupt (but without prejudice to section 329AA of the Income andCorporation Taxes Act [1988 (c. 1)](/id/ukpga/1988/1?view=plain \"Go to item oflegislation\")),\n\t\t\tneither the right to receive periodical payments, nor any property orarrangement designed to protect continuity of the periodical payments, shallform part of the bankrupt’s estate for the purposes of the Insolvency Act[1986 (c. 45)](/id/ukpga/1986/45?view=plain \"Go to item of legislation\") orthe Insolvency (Northern Ireland) Order 1989 ([S.I. 1989/2405 (N.I.19)](/id/nisi/1989/2405?view=plain \"Go to item of legislation\")),\n\t\t\tan income payments order may not be made in respect of any part of theperiodical payments identified (in the order or agreement under which thepayments are made) as relating wholly to expenditure likely to be incurred byor for the individual as a result of the personal injury concerned,\n\t\t\tnothing in section 2 of the Damages Act [1996 (c.48)](/id/ukpga/1996/48?view=plain \"Go to item of legislation\") shall prevent acourt from making an income payments order (subject to paragraph (c)), and\n\t\t\tnothing in section 2 of that Act shall prevent entry into an incomepayments agreement.\n\t\tIn subsection (4)—\n\t\t\t  * “bankrupt” has the meaning given by section 381 of the Insolvency Act 1986 or Article 9 of the Insolvency (Northern Ireland) Order 1989 ([S.I. 1989/2405 (N.I. 19)](/id/nisi/1989/2405?view=plain \"Go to item of legislation\")), \n\t\t\t  * “income payments agreement” means an agreement under section 310A of that Act or equivalent legislation for Northern Ireland, \n\t\t\t  * “income payments order” means an order under section 310 of that Act or equivalent legislation for Northern Ireland, and \n\t\t\t  * “periodical payments” means periodical payments awarded or agreed, or in so far as awarded or agreed, as damages for future pecuniary loss by— \n\t\t\tan order of a court made in reliance on section 2 of the Damages Act 1996(including an order as varied), or\n\t\t\tan agreement settling a claim or action for damages in respect of personalinjury (including an agreement as varied).\n\t\tIn this section—\n\t\t\tsubsections (1) to (3) shall extend to the whole of the United Kingdom, and\n\t\t\tsubsections (4) and (5) shall extend only to England and Wales and NorthernIreland."
    },
    {
        "length": 2050,
        "text": "\nProvisions relating to Northern Ireland\n\tPower to alter judicial titles: Northern Ireland\n\t\tThe Lord Chancellor may by order—\n\t\t\talter the name of any of the offices of the Supreme Court of Judicature ofNorthern Ireland or of the county courts in Northern Ireland which are listedin subsection (2);\n\t\t\tprovide for or alter the way in which the holders of any of those officesare to be styled.\n\t\tThe offices are—\n\t\t\t  * County court judge \n\t\t\t  * Deputy judge of the county court \n\t\t\t  * District Judge \n\t\t\t  * Judge of the Court of Appeal \n\t\t\t  * Lord Chief Justice \n\t\t\t  * Master (Bankruptcy) \n\t\t\t  * Master (Care and Protection) \n\t\t\t  * Master (Chancery) \n\t\t\t  * Master (Enforcement of Judgments) \n\t\t\t  * Master (High Court) \n\t\t\t  * Master (Probate and Matrimonial) \n\t\t\t  * Master (Queen’s Bench and Appeals) \n\t\t\t  * Master (Taxing Office) \n\t\t\t  * Presiding judge for the county courts \n\t\t\t  * Puisne judge of the High Court. \n\t\tThe Lord Chancellor may also by order provide for or alter the way in whichdeputies or temporary additional officers appointed under section 74(1) of the1978 Act are to be styled.\n\t\tBefore making an order under this section the Lord Chancellor must consultthe Lord Chief Justice.\n\t\tAn order under this section may make such provision as the Lord Chancellorconsiders necessary in consequence of any provision made under subsection (1)or (3).\n\t\tThe provision that may be made under subsection (5) includes provisionamending, repealing or revoking any enactment.\n\t\tThe power to make an order under this section is exercisable by statutoryrule for the purposes of the Statutory Rules (Northern Ireland) Order 1979([S.I. 1979/1573 (N.I. 12)](/id/nisi/1979/1573?view=plain \"Go to item oflegislation\")).\n\t\tAn order under this section is subject to annulment in pursuance of aresolution of either House of Parliament in the same manner as a statutoryinstrument; and section 5 of the Statutory Instruments Act [1946 (c.36)](/id/ukpga/1946/36?view=plain \"Go to item of legislation\") appliesaccordingly.\n\t\t“The 1978 Act” means the Judicature (Northern Ireland) Act [1978 (c.23)](/id/ukpga/1978/23?view=plain \"Go to item of legislation\").\n\tOfficial Solicitor of Northern Ireland\n\t\tIn Schedule 3 to the 1978 Act (statutory offices) the entry relating to theOfficial Solicitor ceases to have effect.\n\t\tAmend section 75 of the 1978 Act (Official Solicitor) as follows.\n\t\tFor subsection (1) substitute—\n\t\tThe Lord Chancellor, after consultation with the Lord Chief Justice, mayappoint as Official Solicitor to the Supreme Court a person who is—\n\t\t\ta solicitor of the Supreme Court of at least 7 years' standing, or\n\t\t\ta member of the Bar of Northern Ireland of at least 7 years' standing.”\n\t\tAfter subsection (5) insert—\n\t\tThe Official Solicitor shall hold and vacate office in accordance with theterms of his appointment (which may include provision about retirement,dismissal or resignation).\n\t\tThe Lord Chancellor may pay to the Official Solicitor such remuneration andallowances as the Lord Chancellor may determine with the consent of theTreasury.\n\t\tService as the Official Solicitor is employment in the civil service of theState for the purposes of section 1 of the Superannuation Act 1972 (PrincipalCivil Service Pension Scheme).\n\t\tWhile the office of Official Solicitor is vacant or the Official Solicitoris unable or unwilling to act, the Lord Chancellor may, after consultationwith the Lord Chief Justice, appoint a person as temporary Official Solicitor;and the temporary Official Solicitor—\n\t\t\tmay be appointed only if qualified for appointment as Official Solicitor,\n\t\t\tshall have all the powers and duties of the Official Solicitor, and\n\t\t\tmay be paid remuneration and allowances by the Lord Chancellor with theconsent of the Treasury.”\n\t\tIn section 68 of the 1978 Act (Supreme Court: departments)—\n\t\t\tin subsection (2)(b) for “statutory officer” substitute “officer”, and\n\t\t\tfor subsection (4) substitute—\n\t\tThe officer supervising a department shall discharge his functions inaccordance with directions given by the Lord Chancellor.”\n\t\tIn section 73 of the 1978 Act (restrictions on practice) subsection (2)(and the words “Subject to subsection (2),”) cease to have effect.\n\t\tIn section 76 of the 1978 Act (property) paragraph (c) (which referred tothe Official Solicitor and which ceased to have effect by virtue of theSupreme Court (Departments and Officers) (Northern Ireland) Order 1982 ([S.R.1982/ 300](/id/nisr/1982/300?view=plain \"Go to item of legislation\"))) shallagain have effect.\n\t\tNothing in this section has any effect in relation to the person who on thecommencement of this section holds the office in Northern Ireland of OfficialSolicitor to the Supreme Court.\n\tAlteration of place fixed for Crown Court trial: Northern Ireland\n\t\tAn application under section 48(3) of the 1978 Act (application for variationof place fixed for Crown Court trial) is no longer required to be heard inopen court; and accordingly section 48(4) of the 1978 Act ceases to haveeffect.\n\tExtension of time for criminal appeals to House of Lords: NorthernIreland\n\t\tAmend paragraph 1 of Schedule 1 to the 1978 Act (applications for leave toappeal to House of Lords in certain criminal matters) as follows.\n\t\tIn sub-paragraph (1)—\n\t\t\tfor “fourteen” (in both places) substitute “28”, and\n\t\t\tfor “date of the decision of that court” substitute “relevant date”.\n\t\tAfter sub-paragraph (1) insert—\n\t\t\t“(1A)In sub-paragraph (1), “the relevant date” means—\n\t\t\tthe date of the decision of the court below, or\n\t\t\tif later, the date on which that court gives reasons for its decision.”\n\t\tAmend section 32 of the Criminal Appeal (Northern Ireland) Act [1980 (c.47)](/id/ukpga/1980/47?view=plain \"Go to item of legislation\") (applicationsfor leave to appeal to the House of Lords) as follows.\n\t\tIn subsection (1)—\n\t\t\tfor “fourteen” (in both places) substitute “28”, and\n\t\t\tfor “date of the decision of the Court” substitute “relevant date”.\n\t\tAfter subsection (1) insert—\n\t\t“(1A)In subsection (1), “the relevant date” means—\n\t\t\tthe date of the Court of Appeal’s decision, or\n\t\t\tif later, the date on which the Court gives reasons for its decision.”\n\tFees: Northern Ireland\n\t\tIn section 116 of the 1978 Act (fees) after subsection (1) insert—\n\t“(1A)Without prejudice to the generality of subsection (1), an order underthat subsection may make provision for exemptions from fees and remission offees (in whole or in part).”"
    },
    {
        "length": 2014,
        "text": "\nPart 9Final provisions\n\tInterpretation \n\t\tIn this Act—\n\t\t\t  * “the 1933 Act” means the Children and Young Persons Act [1933 (c. 12)](/id/ukpga/1933/12?view=plain \"Go to item of legislation\"); \n\t\t\t  * “the 1968 Act” means the Criminal Appeal Act [1968 (c. 19)](/id/ukpga/1968/19?view=plain \"Go to item of legislation\"); \n\t\t\t  * “the 1978 Act” means the Judicature (Northern Ireland) Act [1978 (c. 23)](/id/ukpga/1978/23?view=plain \"Go to item of legislation\"); \n\t\t\t  * “the 1980 Act” means the Magistrates' Courts Act [1980 (c. 43)](/id/ukpga/1980/43?view=plain \"Go to item of legislation\"); \n\t\t\t  * “the 1981 Act” means the Supreme Court Act [1981 (c. 54)](/id/ukpga/1981/54?view=plain \"Go to item of legislation\"); \n\t\t\t  * “the 1990 Act” means the Courts and Legal Services Act [1990 (c. 41)](/id/ukpga/1990/41?view=plain \"Go to item of legislation\"); \n\t\t\t  * “the 1997 Act” means the Civil Procedure Act [1997 (c. 12)](/id/ukpga/1997/12?view=plain \"Go to item of legislation\"). \n\t\tIn this Act the following have the meaning given by section 71 of the 1990Act—\n\t\t\t  * “5 year magistrates' court qualification”; \n\t\t\t  * “7 year general qualification”; \n\t\t\t  * “Supreme Court qualification”. \n\t\tIn this Act “criminal court” has the meaning given by section 68.\n\t\tIn this Act “judge”, except where the context otherwise requires, means aperson holding an office listed in subsection (2) of section 64 (power toalter judicial titles).\n\t\tIn this Act “lay justice” has the meaning given by section 9.\n\t\tIn this Act “Magistrates' Courts Rule Committee” means the committeeappointed by the Lord Chancellor under section 144 of the 1980 Act.\n\t\tIn this Act “Minister of the Crown” has the same meaning as in theMinisters of the Crown Act [1975 (c. 26)](/id/ukpga/1975/26?view=plain \"Go toitem of legislation\").\n\t\tIn this Act “enactment” includes subordinate legislation and, except whereotherwise provided, any reference to an enactment is to an enactment wheneverpassed or made; and “subordinate legislation” here has the same meaning as inthe Interpretation Act [1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Go to itemof legislation\").\n\t\tIn sections 102(6) and 109(5)(b) “enactment” also includes Northern Irelandlegislation (whenever passed or made); and “Northern Ireland legislation” herehas the same meaning as in the Interpretation Act 1978.\n\tRules, regulations and orders\n\t\tAny power of the Lord Chancellor to make rules, regulations or orders underthis Act is exercisable by statutory instrument.\n\t\tNone of the orders and regulations mentioned in subsection (3) may be madeunless a draft of the statutory instrument containing the order or regulationshas been laid before, and approved by a resolution of, each House ofParliament.\n\t\tThe orders and regulations are—\n\t\t\tthe first order to be made under section 4 (areas of courts boards);\n\t\t\tregulations under section 34(5) (costs in legal proceedings);\n\t\t\tan order under—\n\t\t\tsection 73 or 80 (powers to amend enactments in connection with CriminalProcedure Rules and Family Procedure Rules), or\n\t\t\tsection 109 (power to make consequential provision etc.),\n\t\t\t\twhich contains any provision (whether alone or with other provisions) amendingor repealing any Act or provision of an Act;\n\t\t\tan order under section 97(7) to (9) (power to make permanent provisionabout collection of fines and discharge of fines by unpaid work);\n\t\t\tregulations under Schedule 1;\n\t\t\tregulations under Schedule 6 relating to the prescribed hourly sum.\n\t\tA statutory instrument containing—\n\t\t\tthe first order to be made under section 8 (local justice areas), or\n\t\t\tregulations under section 40 (payments, accounting and banking bydesignated officers),\n\t\t\tis to be laid before Parliament after being made.\n\t\tAny other statutory instrument, apart from one containing an order undersection 110 (commencement), is subject to annulment in pursuance of aresolution of either House of Parliament.\n\t\tAny power of the Lord Chancellor to make rules, regulations or orders underthis Act includes power to make—\n\t\t\tany supplementary, incidental or consequential provision, and\n\t\t\tany transitory, transitional or saving provision,\n\t\t\twhich he considers necessary or expedient.\n\t\tNothing in this section applies to—\n\t\t\trules made under Part 7 (Criminal Procedure and Family Procedure Rules), or\n\t\t\tan order made under section 102 (power to alter judicial titles: NorthernIreland).\n\tMinor and consequential amendments, repeals, etc.\n\t\tSchedule 8 contains minor and consequential amendments.\n\t\tSchedule 9 contains transitional provisions and savings.\n\t\tSchedule 10 contains repeals.\n\t\tThe Lord Chancellor may by order make—\n\t\t\tany supplementary, incidental or consequential provision, and\n\t\t\tany transitory, transitional or saving provision,\n\t\t\t\twhich he considers necessary or expedient for the purposes of, in consequenceof, or for giving full effect to any provision of this Act.\n\t\tAn order under subsection (4) may, in particular—\n\t\t\tprovide for any provision of this Act which comes into force before anothersuch provision has come into force to have effect, until that other provisionhas come into force, with such modifications as are specified in the order,and\n\t\t\tamend, repeal or revoke any enactment other than one contained in an Actpassed in a Session after that in which this Act is passed.\n\t\tThe amendments that may be made under subsection (5)(b) are in addition tothose made by or under any other provision of this Act.\n\tCommencement \n\t\tSubject to subsection (2), this Act comes into force in accordance withprovision made by order by the Lord Chancellor.\n\t\tSubsection (1) does not apply to section 42, 94, 107, 108, 109(4) to (6),this section or section 111 or 112.\n\t\tAn order under this section may appoint different days for differentprovisions and different purposes.\n\tExtent \n\t\tSubject to subsections (2) and (3), this Act extends only to England andWales.\n\t\tSubsection (1) does not apply to section 59(3), 90, 91, 100, 101, 102, 103,104, 105, 106 or 109.\n\t\tSubject to any provision made in Schedule 8, the amendments and repealsmade by Schedules 4, 8 and 10 have the same extent as the enactments to whichthey relate.\n\tShort title\n\t\tThis Act may be cited as the Courts Act 2003."
    }
]