{
    "general": "This law allows the UK government to tell the European Union that we want to leave. It's like sending a letter saying \"I don't want to be part of the EU anymore.\" This is the first step towards leaving the EU.",
    "series": [
        [
            {
                "length": 134,
                "short": "\"UK's Exit from EU: PM's Power to Trigger Article 50\"",
                "text": "\n* Simplified point 1: The Prime Minister has the power to notify the EU of the UK's intention to withdraw, using Article 50(2) of the Treaty on European Union.\n* Simplified point 2: This power overrides any existing laws or regulations made under the European Communities Act 1972 or other enactments.\n* Simplified point 3: The Act can be referred to as the European Union (Notification of Withdrawal) Act 2017."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The European Union (Notification of Withdrawal) Act 2017 gives the Prime Minister the power to tell the European Union that the UK wants to leave. This means the UK will no longer be part of the EU. The Act also says that the Prime Minister has the power to make decisions about leaving the EU, even if they go against other laws or rules that were made because of the UK being part of the EU. So, the UK is saying goodbye to the EU!",
    "single": "\n* The Prime Minister of the UK can trigger Article 50 of the Treaty on European Union to begin the process of leaving the EU.\n* This power is granted by the European Union (Notification of Withdrawal) Act 2017.\n* The Act allows the Prime Minister to notify the EU of the UK's intention to withdraw, despite any other laws or regulations that may apply.\n* The Act is also known as the \"Brexit Act\".\n* The Act was passed by the UK Parliament in 2017.\n* The Act is a key piece of legislation that sets the legal framework for the UK's withdrawal from the EU.\n* The Act has been the subject of significant debate and controversy, as it paves the way for the UK to leave the EU.\n* The Act has been criticized by some for limiting the power of Parliament and for not providing a clear plan for the UK's future relationship with the EU.\n* The Act has been praised by others for giving the UK the ability to regain control over its laws and borders.\n* The Act is a significant step in the process of the UK's withdrawal from the EU, and it has far-reaching implications for the future of the UK and its relationship with the EU."
}