{
    "general": "This law was passed in 2006 to keep certain rules from the Terrorism Act 2000 in place for a short time longer, but only if they were changed slightly. These rules are about how people can be treated if they are suspected of being terrorists. The law also allows the government to make other changes related to these rules stopping being in effect. This law helps ensure that the government can still protect people from terrorism while also following fair legal procedures.",
    "series": [
        [
            {
                "length": 224,
                "short": "\"Terrorism Legislation in Northern Ireland: Continuation and Modifications\"",
                "text": "* Simplified point 1: The Terrorism (Northern Ireland) Act 2006 continues in force certain provisions of the Terrorism Act 2000 related to bail, sentencing of children, and port and border controls until August 2008.\n* Simplified point 2: Certain scheduled offenses under the Terrorism Act 2000 are modified to include new offenses under the Prevention of Terrorism Act 2005.\n* Simplified point 3: The Secretary of State can make orders to provide transitional arrangements for the expiration of Part 7 of the Terrorism Act 2000, including the retention of possessions and the handling of property.\n* Simplified point 4: The Terrorism (Northern Ireland) Act 2006 repeals certain enactments and instruments related to terrorism in Northern Ireland."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Terrorism (Northern Ireland) Act 2006 keeps some parts of the Terrorism Act 2000 working until August 2008. These parts help with bail, punishing kids who do bad things, and checking ports and borders. Some laws were added to the list of bad things that are against the law. The person in charge can make rules to help with the change. The act also gets rid of old laws about terrorism in Northern Ireland.\nThis means that certain aspects of the Terrorism Act 2000 will still be in effect until August 2008, helping to ensure that the legal framework for dealing with terrorism in Northern Ireland remains robust. Additionally, the act allows for transitional arrangements to be made to facilitate the transition to a post-Part 7 regime, such as the retention of seized property and the handling of criminal cases. Finally, the act repeals outdated or redundant provisions related to terrorism in Northern Ireland, streamlining the legal landscape and ensuring that the remaining provisions remain effective and relevant.",
    "single": "\n* The Terrorism (Northern Ireland) Act 2006 is a piece of legislation that continues certain provisions of the Terrorism Act 2000 in force in Northern Ireland until August 2008.\n* The provisions that continue in force include:\n\t+ Part 7 of the Terrorism Act 2000, which relates to bail and sentencing for certain offenses.\n\t+ Section 112(2)(c) of the Terrorism Act 2000, which allows for the revival of provisions that have lapsed or been repealed.\n\t+ Section 11(4)(a) of the Justice (Northern Ireland) Act 2004, which relates to the expiry of provisions relating to bail under section 67 of the Terrorism Act 2000.\n* The Act also repeals certain provisions of the Terrorism Act 2000 and the Justice (Northern Ireland) Act 2004, and makes transitional provision in connection with the expiry of Part 7 of the Terrorism Act 2000.\n* The key points of the text are:\n\t+ The Terrorism (Northern Ireland) Act 2006 continues certain provisions of the Terrorism Act 2000 in force in Northern Ireland until August 2008.\n\t+ The provisions that continue in force include Part 7 of the Terrorism Act 2000 and certain other provisions.\n\t+ The Act repeals certain provisions of the Terrorism Act 2000 and the Justice (Northern Ireland) Act 2004, and makes transitional provision in connection with the expiry of Part 7 of the Terrorism Act 2000."
}