[
    {
        "length": 368,
        "text": "\nPavement licences\n\tA person whose use or proposed use of any premises in England is orincludes relevant use may apply to the appropriate local authority for alicence under this section (a “pavement licence”) in respect of thosepremises.\n\tA pavement licence in respect of any premises is a licence for the licence-holder to put removable furniture on part of a relevant highway adjacent tothe premises for either or both of the purposes in subsection (3).\n\tThe purposes are—\n\t\tuse of the furniture by the licence-holder to sell or serve food or drinksupplied from, or in connection with relevant use of, the premises;\n\t\tuse of the furniture by other persons for the purpose of consuming food ordrink supplied from, or in connection with relevant use of, the premises.\n\tIn this group of sections “relevant use”, in relation to premises, meanseither or both of the following—\n\t\tuse as a public house, wine bar or other drinking establishment;\n\t\tother use for the sale of food or drink for consumption on or off thepremises.\n\tIn this group of sections “relevant highway” means a highway—\n\t\tto which Part 7A of the Highways Act 1980 applies, and\n\t\twhich is not over Crown land or maintained by Network Rail.\n\tIn subsection (1) “appropriate local authority” means the local authorityin whose area the premises referred to in that subsection are situated."
    },
    {
        "length": 806,
        "text": "\nApplications \n\tAn application for a pavement licence made to a local authority must—\n\t\tbe made in writing and in such form as the authority may specify,\n\t\tbe sent to the authority using electronic communications in such manner asthe authority may specify, and\n\t\tbe accompanied by such fee not exceeding £100 as the local authority mayrequire.\n\tAn application for a pavement licence made to a local authority must—\n\t\tspecify the premises, the part of the relevant highway and the purpose orpurposes specified in section 1(3) to which the application relates,\n\t\tspecify the days of the week on which, and the times of day between which,it is proposed to put furniture on the highway,\n\t\tdescribe the type of furniture to which the application relates,\n\t\tspecify the date on which the application is made,\n\t\tcontain or be accompanied by such evidence of public liability insurance inrespect of anything to be done by the licence-holder pursuant to the licenceas the authority may require, and\n\t\tcontain or be accompanied by such other information or material as thelocal authority may require.\n\tThe local authority to which an application for a pavement licence is mademust, in such manner as it considers appropriate—\n\t\tpublish the application and any information or material required by thelocal authority under subsection (2)(f), and\n\t\tpublicise the fact that representations relating to the application may bemade to the authority during the public consultation period (and indicate whenthat period comes to an end).\n\tIn this group of sections, the “public consultation period” means theperiod of 7 days beginning with the day after that on which the application ismade.\n\tA person who applies for a pavement licence must—\n\t\ton the day the application is made, fix a notice of the application to thepremises so that the notice is readily visible to, and can be read easily by,members of the public who are not on the premises, and\n\t\tsecure that the notice remains in place until the end of the publicconsultation period.\n\tA notice under subsection (5) must—\n\t\tbe in such form as the local authority to which the application is made mayrequire,\n\t\tstate that the application has been made and the date on which it was made,\n\t\tindicate that representations relating to the application may be made tothe local authority during the public consultation period (and indicate whenthat period comes to an end), and\n\t\tcontain such other information or material as the local authority mayrequire.\n\tFor the purposes of this section an application for a pavement licence ismade on the day it is sent to the local authority.\n\tA person who applies for a pavement licence is to be taken to have agreed—\n\t\tto the use of electronic communications for all purposes relating to theapplication, and to any licence resulting from the application, which arecapable of being carried out electronically, and\n\t\tthat the applicant’s address for the purposes of such communications is theaddress incorporated into, or otherwise logically associated with, theperson’s application.\n\tWhere a person applies for a pavement licence, the person may not makeanother application for a pavement licence in respect of the same premisesbefore the end of the determination period (see section 3)."
    },
    {
        "length": 760,
        "text": "\nDetermination of applications\n\tThis section applies where an application for a pavement licence is made toa local authority in accordance with section 2.\n\tBefore making a determination in respect of the application, the localauthority must—\n\t\ttake into account any representations made to it during the publicconsultation period,\n\t\tconsult the highway authority for the relevant highway to which theapplication relates, where the local authority is not that authority, and\n\t\tconsult such other persons as the local authority considers appropriate.\n\tAfter the end of the public consultation period the local authority may—\n\t\tgrant a pavement licence to the applicant, or\n\t\treject the application.\n\tA pavement licence granted to the applicant may be granted in respect of—\n\t\tany or all of the purposes in relation to which the application is made;\n\t\tsome or all of the part of the relevant highway specified in theapplication.\n\tA local authority may grant a pavement licence under subsection (3)(a) onlyif the authority considers that, taking into account any conditions subject towhich it proposes to grant the licence (as to which, see section 5), nothingdone by the licence-holder pursuant to the licence would have an effectspecified in subsection (6).\n\tThe effects referred to in subsection (5) are—\n\t\tpreventing traffic, other than vehicular traffic, from—\n\t\tentering the relevant highway at a place where such traffic could otherwiseenter it (ignoring any pedestrian planning order or traffic order made inrelation to the highway),\n\t\tpassing along the relevant highway, or\n\t\thaving normal access to premises adjoining the relevant highway,\n\t\tpreventing any use of vehicles which is permitted by a pedestrian planningorder or which is not prohibited by a traffic order,\n\t\tpreventing statutory undertakers having access to any apparatus of theirsunder, in, on or over the highway, or\n\t\tpreventing the operator of an electronic communications code network havingaccess to any electronic communications apparatus kept installed for thepurposes of that network under, in, on or over the highway.\n\tWhere a local authority is considering for any purpose of this group ofsections whether furniture put on a relevant highway by a licence-holderpursuant to a pavement licence has or would have the effect referred to insubsection (6)(a), the authority must have regard in particular to—\n\t\tthe needs of disabled people, and\n\t\tthe recommended distances required for access by disabled people as set outin guidance issued by the Secretary of State.\n\tIn subsection (6), words and expressions which are also used in Part 7A ofthe Highways Act 1980 have the same meanings as in that Part of that Act.\n\tIf the local authority does not make a determination under subsection (3)by the end of the determination period, the licence for which the applicationwas made is deemed to be granted by the authority to the applicant.\n\tIn this group of sections, the “determination period” means the period of7 days beginning with the first day after the public consultation period."
    },
    {
        "length": 295,
        "text": "\nDuration \n\tA pavement licence may be granted by a local authority—\n\t\tfor such period as the local authority may specify in the licence, or\n\t\twith no limit on its duration, in which case it expires at the end of 30September 2021.\n\tA period specified under subsection (1)(a)—\n\t\tmay not be less than three months, and\n\t\tmay not extend beyond 30 September 2021.\n\tWhere a pavement licence is deemed to be granted under section 3(9) it is,subject to subsection (4), deemed to be granted for a year starting with thefirst day after the determination period.\n\tA pavement licence deemed to be granted under section 3(9) which is inforce at the end of 30 September 2021 expires at that time.\n\tThe licence-holder may surrender a pavement licence at any time by givingnotice to the local authority by which it is granted or deemed to be granted.\n\tA notice under subsection (5) must be made in writing and sent usingelectronic communications in such manner as the local authority may specify."
    },
    {
        "length": 440,
        "text": "\nConditions \n\tA pavement licence may be granted by a local authority subject to suchconditions as it considers reasonable.\n\tA local authority may publish conditions subject to which it proposes togrant pavement licences.\n\tWhere a pavement licence is deemed to be granted by a local authority undersection 3(9), it is deemed to be granted subject to any conditions which arepublished by the local authority under subsection (2) before the day on whichthe application for the licence was made.\n\tTo the extent that a pavement licence which is granted or deemed to begranted would not by virtue of the preceding provisions of this section besubject to a no-obstruction condition or a smoke-free seating condition, it isdeemed to be granted subject to such a condition.\n\tA “no-obstruction condition” is a condition that anything done by thelicence-holder pursuant to the licence, or any activity of other persons whichis enabled by the licence, must not have an effect specified in section 3(6).\n\tA “smoke-free seating condition” is a condition that, where the furnitureto be put on the relevant highway consists of seating for use by persons forthe purpose of consuming food or drink, the licence-holder must makereasonable provision for seating where smoking is not permitted.\n\tIn considering for any purposes of this group of sections whether alicence-holder has made reasonable provision for seating where smoking is notpermitted, a local authority must have regard to guidance issued by theSecretary of State.\n\tThe Secretary of State may by regulations—\n\t\tspecify conditions for pavement licences, and\n\t\tmake provision as to whether, or the extent to which, those conditions haveeffect in addition to, or instead of, any other conditions to which pavementlicences are subject."
    },
    {
        "length": 395,
        "text": "\nEnforcement and revocation\n\tIf the local authority by which a pavement licence is granted or deemed tobe granted considers that the licence-holder has breached any condition of thelicence, the authority may—\n\t\trevoke the licence, or\n\t\tserve a notice on the licence-holder requiring the taking of such steps toremedy the breach as are specified in the notice within such time as is sospecified.\n\tIf a licence-holder on whom a notice is served under subsection (1)(b)fails to comply with the notice, the local authority may—\n\t\trevoke the notice, or\n\t\ttake the steps itself and recover the costs of doing so from the licence-holder.\n\tA local authority by which a pavement licence is granted or deemed to begranted may also revoke the licence if it considers that—\n\t\tsome or all of the part of the relevant highway to which the licencerelates has become unsuitable for any purpose in relation to which the licencewas granted or deemed to be granted,\n\t\tas a result of the licence—\n\t\tthere is a risk to public health or safety,\n\t\tanti-social behaviour or public nuisance is being caused or risks beingcaused, or\n\t\tthe highway is being obstructed (other than by anything done by thelicence-holder pursuant to the licence),\n\t\tanything material stated by the licence-holder in their application wasfalse or misleading, or\n\t\tthe licence-holder did not comply with the duty in section 2(5)."
    },
    {
        "length": 790,
        "text": "\nEffects \n\tA pavement licence authorises the restriction, by anything done by thelicence-holder pursuant to the licence, of public access to the part of therelevant highway to which the licence relates.\n\tA pavement licence constitutes deemed planning permission for anything doneby the licence-holder pursuant to the licence—\n\t\twhich is development requiring planning permission under Part 3 of the Townand Country Planning Act 1990, and\n\t\tfor which there would otherwise not be planning permission or deemedplanning permission.\n\tAnything done by the licence-holder pursuant to a pavement licence is notstreet trading for the purposes of—\n\t\tSchedule 4 to the Local Government (Miscellaneous Provisions) Act 1982(street trading),\n\t\tPart 3 of the London Local Authorities Act 1990 (street trading), or\n\t\tany other enactment under or by virtue of which street trading without alicence or other form of permission is unlawful.\n\tNothing in this group of sections prevents a person from applying forpermission under Part 7A of the Highways Act 1980 or any other enactment to doanything which could be done by a licence-holder pursuant to a pavementlicence (but a local authority may not require a person to apply for suchpermission rather than a pavement licence).\n\tWhere a pavement licence has been granted or deemed to be granted to aperson, permission subsequently granted to the person under Part 7A of theHighways Act 1980 or any other enactment to do anything which could be done bythe person pursuant to the pavement licence has no effect while the pavementlicence continues in force.\n\tSection 149 of the Highways Act 1980 (power to remove things deposited on ahighway) applies in relation to anything put on a relevant highway pursuant toa pavement licence.\n\tSection 333 of the Highways Act 1980 (saving for rights and liabilities asto interference with highways) applies as if sections 1 to 6 were provisionsof that Act.\n\tIn section 249 of the Town and Country Planning Act 1990 (orderextinguishing right to use vehicles on highway), subsection (7) has effect asif at the end there were inserted “or sections 1 to 9 of the Business andPlanning Act 2020”.\n\tSubsection (10) applies where—\n\t\ta person has applied to a local authority for—\n\t\tpermission under section 115E of the Highways Act 1980, or\n\t\ta licence or other form of permission for street trading under anenactment referred to in subsection (3), but\n\t\tbefore the application is determined, the person applies for a pavementlicence.\n\tWhere this subsection applies—\n\t\tthe application referred to in subsection (9)(a) is treated as withdrawn,and\n\t\tif the person has paid any fee payable in connection with that application,the local authority to which the pavement licence application is made may notrequire a fee under section 2(1)(c)."
    },
    {
        "length": 1167,
        "text": "\nLocal authority functions\n\tIn exercising its functions under this group of sections a local authoritymust have regard to any guidance issued under this section by the Secretary ofState.\n\tSchedule 1 to the Local Authorities (Functions and Responsibilities)(England) Regulations 2000 ([S.I. 2000/2853](/id/uksi/2000/2853?view=plain \"Goto item of legislation\")) (functions which are not to be the responsibility ofan authority’s executive) has effect as if, in paragraph B, after item 72there were inserted—\n\t\t“73 Functions relating to pavement licences| Sections 1 to 7 of the Businessand Planning Act 2020.”  ---|---    #### 9Interpretation\n\tIn sections 1 to 8 and this section—\n\t\t  * “Crown land” means land— \n\t\tbelonging to Her Majesty in right of the Crown or of the Duchy of Lancaster,\n\t\tbelonging to the Duchy of Cornwall,\n\t\tbelonging to a government department, or\n\t\theld in trust for Her Majesty for the purposes of a government department;\n\t\t\t  * “determination period” has the meaning given in section 3(10); \n\t\t\t  * “enactment” has the same meaning as in the Highways Act 1980 (see section 329 of that Act); \n\t\t\t  * “furniture” means— \n\t\tcounters or stalls for selling or serving food or drink,\n\t\ttables, counters or shelves on which food or drink can be placed,\n\t\tchairs, benches or other forms of seating, and\n\t\tumbrellas, barriers, heaters and other articles used in connection with theoutdoor consumption of food or drink;\n\t\t\t  * “licence-holder”, in relation to a pavement licence, means the person to whom the licence is granted or deemed to be granted; \n\t\t\t  * “local authority” means— \n\t\ta district council in England,\n\t\ta county council in England for an area for which there is no districtcouncil,\n\t\ta London borough council,\n\t\tthe Common Council of the City of London in its capacity as a local authority,and\n\t\tthe Council of the Isles of Scilly;\n\t\t\t  * “pavement licence” is to be construed in accordance with section 1(1); \n\t\t\t  * “public consultation period” has the meaning given in section 2(4); \n\t\t\t  * “relevant highway” has the meaning given in section 1(5); \n\t\t\t  * “relevant use” has the meaning given in section 1(4); \n\t\t\t  * “smoking” has the same meaning as in Part 1 of the Health Act 2006; \n\t\t\t  * “this group of sections” means sections 1 to 10. \n\tSubsection (3) applies for the purposes of—\n\t\tthe reference in section 1(5)(a) to a highway to which Part 7A of theHighways Act 1980 applies, and\n\t\tthe references to traffic orders in section 3(6)(a)(i) and (b) (which, byvirtue of section 3(8), have the same meaning as in that Part of that Act).\n\tThe definition of “traffic order” in section 115A(2) of the Highways Act1980 is to be treated as if it included an order under section 14 of the RoadTraffic Regulation Act 1984 made pursuant to subsection (1)(b) or (c) of thatsection under the procedure provided for by regulation 18 of the Road Traffic(Temporary Restrictions) Procedure Regulations 1992 ([S.I.1992/1215](/id/uksi/1992/1215?view=plain \"Go to item of legislation\"))(procedure for temporary orders made for purposes connected to coronavirus).\n\tSection 115A(5) of the Highways Act 1980 (references to highways to whichPart 7A of that Act applies) applies for the purposes of this group ofsections.\n\tIn reckoning the public consultation period or the determination period, noaccount is to be taken of—\n\t\tChristmas Day,\n\t\tGood Friday, or\n\t\ta day which is a bank holiday in England under the Banking and FinancialDealings Act 1971."
    },
    {
        "length": 173,
        "text": "\nExpiry of pavement licence provisions\n\tSections 1 to 9 expire at the end of 30 September 2021.\n\tIf the Secretary of State considers it reasonable to do so to mitigate aneffect of coronavirus, the Secretary of State may by regulations substitutethe date for the time being specified in any of the following provisions witha later date—\n\t\tsection 4(1)(b), (2)(b) or (4);\n\t\tsubsection (1) of this section.\n\tIn subsection (2) “coronavirus” means severe acute respiratory syndromecoronavirus 2 (SARS-CoV-2)."
    },
    {
        "length": 1723,
        "text": "\nFAuthorisation of off-sales for limited period\n\tSubsection (2) applies to a premises licence if—\n\t\tthe licence has effect, or is capable of having effect, on the day on whichthis section comes into force (“day X”),\n\t\timmediately before day X, it is an on-sales only licence, and\n\t\tno disqualifying event has occurred in relation to the licence in theperiod of three years ending with day X.\n\tThe premises licence is to be treated as if, at the beginning of day X, itis varied so that it authorises off-sales during the relevant period subjectto the condition that every off-sale must be made at a pre-cut off time whenthe licensed premises are open for the purposes of selling alcohol forconsumption on the premises.\n\tAny provisions of the premises licence on day X are suspended in so far asthey are inconsistent with the authorisation granted by virtue of subsection(2) (and for so long as that authorisation has effect).\n\tSubsection (5) applies to a premises licence if—\n\t\tthe licence has effect, or is capable of having effect, on day X,\n\t\timmediately before day X, it authorises the sale by retail of alcohol forconsumption on the licensed premises and it also authorises off-sales, and\n\t\tat that time that authorisation is subject to one or more of the following—\n\t\tone or more conditions relating to the time when an off-sale may be madethat would prevent an off-sale during the relevant period being made at a pre-cut off time when the licensed premises are open for the purposes of sellingalcohol for consumption on the premises;\n\t\tone or more conditions applicable to pre-cut off times that would preventan off-sale during the relevant period where the alcohol is sold in an opencontainer;\n\t\tone or more conditions applicable to pre-cut off times that would preventan off-sale during the relevant period where it is a sale for delivery.\n\tThe premises licence is to be treated as if, at the beginning of day X, itis varied so that, in so far as and for so long as it authorises off-salesduring the relevant period, it includes—\n\t\twhere the requirement in subsection (4)(c)(i) is met, a condition that off-sales that would otherwise have been prevented by the condition or conditionsmentioned in subsection (4)(c)(i) from being made at a pre-cut off time whenthe licensed premises are open for the purposes of selling alcohol forconsumption on the premises may be made at such a time;\n\t\twhere the requirement in subsection (4)(c)(ii) is met, a condition thatoff-sales at a pre-cut off time that would otherwise have been prevented bythe condition or conditions mentioned in subsection (4)(c)(ii) from being inthe form of alcohol sold in an open container may be in that form;\n\t\twhere the requirement in subsection (4)(c)(iii) is met, a condition thatoff-sales at a pre-cut off time that would otherwise have been prevented bythe condition or conditions mentioned in subsection (4)(c)(iii) from being asale for delivery may be such a sale.\n\tFor so long as a condition has effect by virtue of subsection (5)(a), (b)or (c), the conditions of the licence referred to in subsection (4)(c)(i),(ii) or (iii) (as the case may be) are suspended in so far as they prevent thematters mentioned in that provision.\n\tThe references in subsections (3) and (6) to an authorisation or conditionhaving effect include the authorisation or condition as subsequently varied ormodified in so far as it has effect in relation to the relevant period.\n\tFor the purposes of subsection (1)(c) a disqualifying event has occurred inrelation to a premises licence in the three year period mentioned in thatprovision if, at any time during that period—\n\t\tthe relevant licensing authority refused to grant a premises licence inrespect of the licensed premises authorising off-sales,\n\t\tthe relevant licensing authority refused to vary the premises licence so asto authorise off-sales, or\n\t\tthe premises licence was varied or modified so as to exclude off-sales fromthe scope of the licence.\n\tIn the case of a premises licence which is capable of having effect on dayX, references in this section to what the licence authorises are to be read asreferences to what it would authorise were it to have effect.\n\tIn this section—\n\t\t“on-sales only licence” means a premises licence which—\n\t\tauthorises the sale by retail of alcohol for consumption on the licensedpremises, but\n\t\tdoes not authorise off-sales;\n\t\t“off-sales” in relation to a premises licence means the sale by retail ofalcohol for consumption off the licensed premises; and references to an off-sale are to be read accordingly;\n\t\t“sale for delivery” in relation to a premises licence means an off-sale fordelivery by or on behalf of the holder of the licence to a building which isused for residential or work purposes (or both);\n\t\t“the relevant period” means the period beginning with day X and endingwith—\n\t\t30 September 2021, or\n\t\tif earlier, the revocation or expiry of the premises licence or theexclusion of off-sales from the scope of the licence.\n\tIn this section “pre-cut off time”—\n\t\tin relation to licensed premises and a day, means any time between when thepremises first open that day for the purposes of selling alcohol forconsumption on the premises and 11pm (but this is subject to paragraph (b));\n\t\tin relation to licensed premises and a day throughout which the premisesare open for the purposes of selling alcohol for consumption on the premises,means any time between when the premises are first open that day for thepurposes of selling alcohol for consumption on the premises and 11pm.\n\tWhere a premises licence authorises the sale by retail of alcohol forconsumption in an outdoor area of the licensed premises at some, but not all,of the times when it authorises the sale by retail of alcohol for consumptionelsewhere on the premises, times when the premises are not open for thepurposes of selling alcohol for consumption in the outdoor area of thepremises are to be regarded for the purposes of this section as times when thepremises are not “open for the purposes of selling alcohol for consumption onthe premises”."
    },
    {
        "length": 633,
        "text": "\nGSummary off-sales reviews\n\tA responsible authority may apply under this section to the relevantlicensing authority for an off-sales review of a premises licence to whichsection 172F(2) or (5) applies on grounds which are relevant to one or more ofthe licensing objectives.\n\tAn “off-sales review” of a premises licence is a review of the licence inso far as it relates to—\n\t\tin the case of a licence to which section 172F(2) applies, off-salesauthorised by virtue of section 172F(2) (see subsection (5)), or\n\t\tin the case of a licence to which section 172F(5) applies, the section172F(5) condition or conditions (as the case may be) (see subsection (6)).\n\tOn receipt of such an application, the relevant licensing authority must—\n\t\twithin 48 hours of the time of its receipt, consider under section 172Hwhether it is necessary to take interim steps pending the determination of theoff-sales review, and\n\t\twithin 28 days after the day of its receipt, review that licence inaccordance with section 172I and reach a determination on that review.\n\tIn computing the period of 48 hours mentioned in subsection (3)(a) timethat is not part of a working day is to be disregarded.\n\tFor the purposes of this section and sections 172H to 172J, “off-salesauthorised by virtue of section 172F(2)”, in relation to a premises licence,means the sale by retail of alcohol for consumption off the licensed premisesauthorised by the authorisation granted by virtue of section 172F(2)(including that authorisation as subsequently varied or modified in so far asit has effect in relation to the relevant period).\n\tFor the purposes of this section and sections 172H to 172J, “section172F(5) condition”, in relation to a premises licence, means a condition thathas effect by virtue of section 172F(5)(a), (b) or (c) in relation to thelicence (including such a condition as subsequently varied or modified in sofar as it has effect in relation to the relevant period).\n\tSee section 172K regarding procedural requirements in relation toapplications under this section, off-sales reviews and related hearings."
    },
    {
        "length": 926,
        "text": "\nHInterim steps pending off-sales review\n\tThis section applies to the consideration by a relevant licensing authorityon an application under section 172G whether it is necessary to take interimsteps pending the determination of the off-sales review.\n\tThe consideration may take place without the holder of the premises licencehaving been given an opportunity to make representations to the relevantlicensing authority.\n\tIn the case of a premises licence to which section 172F(2) applies, theinterim steps the relevant licensing authority must consider taking are—\n\t\tthe modification of the conditions of the licence in so far as it relatesto off-sales authorised by virtue of section 172F(2);\n\t\tthe exclusion of off-sales authorised by virtue of section 172F(2) from thescope of the licence;\n\t\tthe suspension of off-sales authorised by virtue of section 172F(2).\n\tIn the case of a premises licence to which section 172F(5) applies, theinterim steps the relevant licensing authority must consider taking are—\n\t\tthe alteration or omission of the section 172F(5) condition or conditions(as the case may be);\n\t\tthe addition of one or more new conditions which relate to a section172F(5) condition.\n\tBut the steps taken under subsection (4) may not affect any conditions ofthe premises licence which exist immediately before the day on which section172F comes into force.\n\tWhere on its consideration of whether to take interim steps the relevantlicensing authority does take one or more such steps—\n\t\tits decision takes effect immediately or as soon after that as theauthority directs, but\n\t\tit must give immediate notice of its decision and of its reasons for makingit to—\n\t\tthe holder of the premises licence,\n\t\tthe applicant under section 172G, and\n\t\t(if not the applicant), the chief officer of police for the police areain which the premises are situated (or for each police area in which they arepartly situated).\n\tSubject to subsection (11), if the holder of the premises licence makes,and does not withdraw, representations against any interim steps taken by therelevant licensing authority, the authority must, within 48 hours of the timeof its receipt of the representations, hold a hearing to consider thoserepresentations.\n\tThe relevant licensing authority must give advance notice of the hearingto—\n\t\tthe holder of the premises licence, and\n\t\tthe applicant under section 172G.\n\tAt the hearing, the relevant licensing authority must—\n\t\tconsider whether the interim steps are appropriate for the promotion of thelicensing objectives, and\n\t\tdetermine whether to withdraw or modify the steps taken.\n\tIn considering those matters the relevant licensing authority must haveregard to—\n\t\tany representations made by any responsible authority, and\n\t\tany representations made by the holder of the premises licence.\n\tWhere the relevant licensing authority has determined under subsection (9)whether to withdraw or modify the interim steps taken, the holder of thepremises licence may only make further representations under subsection (7) ifthere has been a material change in circumstances since the authority made itsdetermination.\n\tIn computing the period of 48 hours mentioned in subsection (7) time thatis not part of a working day is to be disregarded."
    },
    {
        "length": 1115,
        "text": "\nIOff-sales review of premises licence following review application\n\tThis section applies to an off-sales review of a premises licence which arelevant licensing authority has to conduct on an application under section172G.\n\tThe relevant licensing authority must—\n\t\thold a hearing to consider the application for the review and any relevantrepresentations, and\n\t\ttake such steps mentioned in subsection (3) or (4) (if any) as it considersappropriate for the promotion of the licensing objectives.\n\tIn the case of a premises licence to which section 172F(2) applies, thosesteps are—\n\t\tthe modification of the conditions of the licence in so far as it relatesto off-sales authorised by virtue of section 172F(2);\n\t\tthe exclusion of off-sales authorised by virtue of section 172F(2) from thescope of the licence;\n\t\tthe suspension, for a period not exceeding three months, of off-salesauthorised by virtue of section 172F(2).\n\tIn the case of a premises licence to which section 172F(5) applies, thesteps referred to in subsection (2)(b) are—\n\t\tthe alteration or omission of the section 172F(5) condition or conditions(as the case may be);\n\t\tthe addition of one or more new conditions which relate to a section172F(5) condition.\n\tSubsection (2)(b) is subject to sections 19 to 21 (requirement to includecertain conditions in premises licences).\n\tAnd the steps taken under subsection (4) may not affect any conditions ofthe premises licence which exist immediately before the day on which section172F comes into force.\n\tIn this section “relevant representations” means representations which—\n\t\tare relevant to one or more of the licensing objectives, and\n\t\tmeet the requirements of subsection (8).\n\tThe requirements are—\n\t\tthat the representations are made by the holder of the premises licence, aresponsible authority or any other person within the required period,\n\t\tthat they have not been withdrawn, and\n\t\tif they are made by a person who is not a responsible authority, that theyare not, in the opinion of the relevant licensing authority, frivolous orvexatious.\n\tWhere the relevant licensing authority determines that any representationsare frivolous or vexatious, it must notify the person who made them of thereasons for that determination.\n\tWhere the authority takes a step within subsection (3)(a) or (b) or (4),it may provide that the modification or exclusion is to have effect only for aspecified period (not exceeding three months).\n\tWhere a relevant licensing authority determines an off-sales review underthis section it must notify the determination and its reasons for making itto—\n\t\tthe holder of the premises licence,\n\t\tthe applicant under section 172G,\n\t\t(if not the applicant), the chief officer of police for the police area inwhich the premises are situated (or for each police area in which they arepartly situated), and\n\t\tany person who made relevant representations.\n\tA decision under this section does not have effect until—\n\t\tthe end of the period given for appealing against the decision, or\n\t\tif the decision is appealed against, the time the appeal is disposed of.\n\tIn subsection (8)(a), “the required period” means the period provided forin regulation 39A(2) of the Licensing Act 2003 (Premises licences and clubpremises certificates) Regulations 2005 ([S.I.2005/42](/id/uksi/2005/42?view=plain \"Go to item of legislation\")) as appliedwith modifications by section 172K.\n\tSection 172J makes provision about the application and review of anyinterim steps that have been taken under section 172H in relation to apremises licence before a decision under this section comes into effect inrelation to the licence."
    },
    {
        "length": 931,
        "text": "\nJInterim steps pending section 172I decision coming into effect\n\tAt the hearing to consider an application for an off-sales review undersection 172G, the relevant licensing authority must review any interim stepsthat have been taken by it under section 172H that have effect on the date ofthe hearing.\n\tIn conducting the review under this section, the relevant licensingauthority must—\n\t\tconsider whether the interim steps are appropriate for the promotion of thelicensing objectives,\n\t\tconsider any relevant representations, and\n\t\tdetermine whether to withdraw or modify the interim steps taken.\n\tIn the case of a premises licence to which section 172F(2) applies, thepower of the relevant licensing authority on a review under this sectionincludes a power to take any of the following interim steps—\n\t\tthe modification of the conditions of the licence in so far as it relatesto off-sales authorised by virtue of section 172F(2);\n\t\tthe exclusion of off-sales authorised by virtue of section 172F(2) from thescope of the licence;\n\t\tthe suspension, for a period not exceeding three months, of off-salesauthorised by virtue of section 172F(2).\n\tIn the case of a premises licence to which section 172F(5) applies, thepower of the relevant licensing authority on a review under this sectionincludes a power to take any of the following interim steps—\n\t\tthe alteration or omission of the section 172F(5) condition or conditions(as the case may be);\n\t\tthe addition of one or more new conditions which relate to a section172F(5) condition.\n\tBut the steps taken under subsection (4) may not affect any conditions ofthe premises licence which exist immediately before the day on which section172F comes into force.\n\tAny interim steps taken under subsection (3) or (4) apply until—\n\t\tthe end of the period given for appealing against a decision made undersection 172I,\n\t\tif the decision under section 172I is appealed against, the time the appealis disposed of, or\n\t\tthe end of a period determined by the relevant licensing authority (whichmay not be longer than the period of time for which such interim steps couldapply under paragraph (a) or (b)).\n\tAny interim steps taken under section 172H in relation to a premiseslicence cease to have effect when the decision made under section 172I comesinto effect.\n\tIn subsection (2) “relevant representations” means representations which—\n\t\tare relevant to one or more of the licensing objectives, and\n\t\tmeet the requirements of subsection (9).\n\tThe requirements are—\n\t\tthat the representations are made by the holder of the premises licence, aresponsible authority or any other person within the required period,\n\t\tthat they have not been withdrawn, and\n\t\tif they are made by a person who is not a responsible authority, that theyare not, in the opinion of the relevant licensing authority, frivolous orvexatious.\n\tWhere the relevant licensing authority determines that any representationsare frivolous or vexatious, it must notify the person who made them of thereasons for that determination.\n\tIn subsection (9)(a), “the required period” has the same meaning as insection 172I(8)(a)."
    },
    {
        "length": 1613,
        "text": "\nKProcedural requirements in relation to off-sales reviews andhearings\n\tThe Licensing Act 2003 (Premises licences and club premises certificates)Regulations 2005 ([S.I. 2005/42](/id/uksi/2005/42?view=plain \"Go to item oflegislation\"))—\n\t\tapply in relation to an application for an off-sales review under section172G as they apply in relation to an application for a review of a premiseslicence under section 53A,\n\t\tapply in relation to an off-sales review under section 172G as they applyin relation to a review of a premises licence under section 53A, and\n\t\tapply in relation to representations under sections 172G to 172J as theyapply in relation to representations under sections 53A to 53D.\n\tIn their application by virtue of subsection (1), those Regulations haveeffect with—\n\t\tthe modifications specified in the Table, and\n\t\tany other necessary modifications.\n\tThis is the Table referred to in subsection (2)(a)—\n\t\tProvision of [S.I. 2005/42](/id/uksi/2005/42?view=plain \"Go to item oflegislation\")| Modifications  ---|---  Regulation 2(1) (interpretation)|\n\t\tIn the definition of “application”, as if for “or Part 4” there weresubstituted “, Part 4 or section 172G”.\n\t\tIn the definition of “representations”, as if for “or Part 8” there weresubstituted “, Part 8 or sections 172G to 172J”.\n\t\tIn the definition of “review”, as if after “8” there were inserted “orsections 172G to 172J”.    Regulation 16A (form and content of application)| As if for “Schedule 8A”there were substituted “Schedule 8”.  Regulation 36A(2) (notice of the review)| As if paragraph (b), and the “and”at the end of paragraph (a), were omitted.  Regulation 39A(1) (advertisement of application for review)| As if paragraph(b) were omitted.  Regulation 39A(2) (period for making representations)| As if for “The periodprescribed for the purposes of section 53A(3)(e) of the Act” there weresubstituted “The period during which representations may be made by the holderof the premises licence, any responsible authority or any other person”.  Schedule 8 (prescribed form for application)|\n\t\tAs if—\n\t\tin the words before Part 1, “or club premises certificate” were omitted;\n\t\tin the words before Part 1, for “51 / apply for the review of a club premisescertificate under section 87” there were substituted “172G”;\n\t\tin the words before Part 1, “(delete as applicable)” were omitted;\n\t\tin Part 1, in the heading “or club premises” were omitted;\n\t\tin Part 1, “or club holding club premises certificate” and “or club premisescertificate” were omitted;\n\t\tin Part 2, the text before part (C), except the heading of Part 2, wereomitted;\n\t\tin Part 2, for the heading of part (C) there were substituted “Details ofresponsible authority applicant”;\n\t\tin Part 2, in the words after “when you have made them”, the first tick boxoption were omitted.    (4)The Licensing Act 2003 (Hearings) Regulations 2005 ([S.I.2005/44](/id/uksi/2005/44?view=plain \"Go to item of legislation\"))—\n\t\tapply in relation to a hearing under section 172H as they apply in relationto a hearing under section 53B, and\n\t\tapply in relation to a hearing under section 172I as they apply in relationto a hearing under section 53C.\n\tIn their application by virtue of subsection (4), those Regulations haveeffect with—\n\t\tthe modifications specified in the Table, and\n\t\tany other necessary modifications.\n\tThis is the Table referred to in subsection (5)(a)—\n\tProvision of [S.I. 2005/44](/id/uksi/2005/44?view=plain \"Go to item oflegislation\")| Modifications  ---|---  Regulation 2 (interpretation)| As if paragraph (4) were omitted.  Regulation 13(c) (power to extend time)| As if for the words from “section53A” to the end there were substituted “section 172G (summary off-salesreviews) within the period specified in subsection (3)(b) of that section.”  In row 7A and column 2 of the Table in Schedule 2 (persons to whom notice ofhearing is given)| As if for “section 53C(7)” there were substituted “section172I(7)”, for “chief officer of police” there were substituted “person” andfor “section 53A(1)” there were substituted “section 172G”.  In row 7A and column 3 of the Table in Schedule 3 (documents to accompanynotice of hearing)| As if for “section 53C(7)” there were substituted “section172I(7)”.    (7)Regulation 2(3A) of the Licensing Act 2003 (Licensing authority’s register)(other information) Regulations ([S.I. 2005/43](/id/uksi/2005/43?view=plain\"Go to item of legislation\")) applies in relation to an application for anoff-sales review under section 172G as it applies in relation to anapplication for a review under section 53A but as if for the words from “thatit has been made” to the end there were substituted “the ground or grounds forthe review”."
    },
    {
        "length": 1383,
        "text": "\nLSections 172F to 172K: supplementary\n\tIn sections 172F to 172J—\n\t\t“relevant licensing authority”, in relation to any licensed premises, hasthe same meaning as in Part 3;\n\t\t“responsible authority”, in relation to any licensed premises, has the samemeaning as in Part 3;\n\t\treferences to an authorisation granted by virtue of section 172F(2) includethe condition or conditions to which that authorisation is subject.\n\tIn sections 172G to 172J—\n\t\t  * “off-sales authorised by virtue of section 172F(2)”, in relation to a premises licence, has the meaning given in section 172G(5);\n\t\t  * “section 172F(5) condition”, in relation to a premises licence, has the meaning given in section 172G(6);\n\t\t  * “the relevant period” has the same meaning as in section 172F.\n\tFor the purposes of sections 172H(3)(a), 172I(3)(a) and 172J(3)(a) theconditions of a premises licence are modified if any of them is altered oromitted or any new condition is added.”\n\tSection 8 (requirement to keep a register) has effect as if, in subsection(1), after paragraph (b) there were inserted—\n\t\tan entry noting that the provisions of section 172F may have an impact onthe conditions of, and activities authorised by, a premises licence during therelevant period (within the meaning of section 172F),”.\n\tSection 10(4) (functions not capable of delegation by licensing committee)has effect as if—\n\t\tin paragraph (a), after sub-paragraph (xiii) there were inserted—\n\t\tsection 172G(3)(a) or 172H (determination of interim steps pendingsummary off-sales review),”;\n\t\tthe “or” at the end of paragraph (d) were omitted;\n\t\tafter that paragraph there were inserted—\n\t\tany function under section 172I (off-sales review following reviewapplication), in a case where relevant representations (within the meaning ofsection 172I(7)) have been made, or”.\n\tSection 53 (supplementary provision about review) has effect as if, insubsection (2), after “licence” there were inserted “, or under section 172Gfor an off-sales review of any premises licence,”.\n\tSection 57 (duty to keep and produce licence etc) has effect as if—\n\t\tafter subsection (2) there were inserted—\n\t\t\t“(2A)If the premises are being used for the sale by retail of alcohol forconsumption off the licensed premises in reliance on the authorisation grantedby virtue of section 172F(2), the holder of the premises licence must securethat a statement that that is the case, which also makes clear what are theoff-sales authorised by virtue of section 172F(2) (within the meaning given insection 172G(5)), is kept at the premises in the custody or under the controlof—\n\t\tthe holder of the licence, or\n\t\tthe person nominated for the purposes of subsection (2).\n\t\t(2B)If the premises are being used for the sale by retail of alcohol forconsumption off the licensed premises in reliance on one or more section172F(5) conditions (within the meaning given in section 172G(6)), the holderof the premises licence must secure that a statement that that is the case,and of the section 172F(5) conditions relied on, is kept at the premises inthe custody or under the control of—\n\t\tthe holder of the licence, or\n\t\tthe person nominated for the purposes of subsection (2).”;\n\t\tin subsection (3)(a), after “that summary” there were inserted “and anysection 172F statement”;\n\t\tin subsection (4), for “subsection (2) or” there were substituted “any ofsubsections (2) to”;\n\t\tin subsection (5)—\n\t\tafter “subsection (2),” there were inserted “(2A) or (2B)”;\n\t\tafter “mandatory conditions” there were inserted “or a section 172Fstatement”;\n\t\tafter “the list” there were inserted “or statement”;\n\t\tin subsection (7), after “conditions” there were inserted “or section 172Fstatement”;\n\t\tafter subsection (11) there were inserted—\n\tIn this section “section 172F statement”, in relation to licensedpremises, means a statement that is required to be kept at the premises byvirtue of subsection (2A) or (2B).”\n\tPart 1 of Schedule 5 (appeals: premises licences) has effect as if afterparagraph 8B there were inserted—"
    },
    {
        "length": 175,
        "text": "\n“Summary off-sales review of premises licence\n\t8C(1)This paragraph applies where an off-sales review of a premises licence isdecided under section 172G(3)(b) (off-sales review of premises licencefollowing review application).\n\tAn appeal may be made against that decision by—\n\t\tthe holder of the premises licence,\n\t\tthe applicant under section 172G, or\n\t\tany other person who made relevant representations in relation to theapplication for the review.\n\tIn sub-paragraph (2) “relevant representations” has the meaning given insection 172I(7)."
    },
    {
        "length": 1208,
        "text": "\nReview of interim steps\n\t8D(1)This paragraph applies where a review of interim steps is decided undersection 172J (review of interim steps at an off-sales review of a premiseslicence).\n\tAn appeal may be made against that decision by—\n\t\tthe holder of the premises licence,\n\t\tthe applicant under section 172G, or\n\t\tany other person who made relevant representations in relation to theapplication for the review.\n\tAn appeal under this paragraph must be heard by the magistrates’ courtwithin the period of 28 days beginning with the day on which the appellantcommenced the appeal (see paragraph 9(2)).\n\tIn sub-paragraph (2) “relevant representations” has the meaning given insection 172J(8).”\n\tIn Schedule 1 to the Magistrates’ Courts Fees Order 2008 ([S.I.2008/1052](/id/uksi/2008/1052?view=plain \"Go to item of legislation\")), theentry for fee 2.3 has effect as if after “8A(2)(b),” there were inserted“8C(2)(a), 8D(2)(a),”.\n\tThe Overview and Scrutiny (Reference by Councillors) (Excluded Matters)(England) Order 2012 ([S.I. 2012/1022](/id/uksi/2012/1022?view=plain \"Go toitem of legislation\")) has effect as if in article 2 (interpretation), inparagraph (a)(ii) of the definition of “licensing decision”, after “decision”there were inserted “(including an application under section 172G(1) of thatAct)”.\n\tIn the NHS Bodies and Local Authorities (Partnership Arrangements, CareTrusts, Public Health and Local Healthwatch) Regulations 2012 ([S.I.2012/3094](/id/uksi/2012/3094?view=plain \"Go to item of legislation\")),regulation 14 (responsibilities of directors of public health) has effect asif in paragraph (b)(iv) the reference to section 53C of the Licensing Act 2003includes a reference to section 172I of that Act (representations by aresponsible authority in relation to off-sales reviews of premises licences).\n\tThe Secretary of State may by regulations make transitional, transitory orsaving provision in connection with the end of the relevant period referred toin section 172F(10)(d) of the Licensing Act 2003, as that Act has effect byvirtue of subsection (2) of this section.\n\tThe Secretary of State may by regulations amend section 172K(3) of theLicensing Act 2003 (modifications of Licensing Act 2003 (Premises licences andclub premises certificates) Regulations 2005 as applied by section 172K(1)),as that Act has effect by virtue of subsection (2) of this section.\n\tSubsections (1) to (10) expire at the end of 30 September 2021.\n\tIf the Secretary of State considers it reasonable to do so to mitigate aneffect of coronavirus, the Secretary of State may by regulations substitutethe date for the time being specified in any of the following provisions witha later date—\n\t\tsection 172F(10)(d)(i) of the Licensing Act 2003, as that Act has effect byvirtue of subsection (2) of this section;\n\t\tsubsection (13) of this section.\n\tIn subsection (14) “coronavirus” means severe acute respiratory syndromecoronavirus 2 (SARS-CoV-2).\n\tThe Secretary of State may by regulations make provision for an enactmentto have effect with modifications in consequence of any provision ofsubsections (1) to (10).\n\tWithout prejudice to section 14 of the Interpretation Act 1978 (impliedpower to amend), regulations under subsection (16) may, in consequence of—\n\t\tthe expiry of a provision of subsections (1) to (10) under subsection (13),or\n\t\tthe exercise of a power under subsection (14),\n\t\tamend or revoke any regulations made by the Secretary of State undersubsection (16).\n\tIn subsection (16) “enactment” includes an enactment comprised insubordinate legislation (within the meaning of the Interpretation Act 1978)."
    },
    {
        "length": 1455,
        "text": "\nPART 2Other measures relating to business\n\tBounce Back Loan Scheme\n\t\tRemoval of powers of court in relation to unfair relationships\n\t\t\tIn section 140A of the Consumer Credit Act 1974 (unfair relationships betweencreditors and debtors), after subsection (5) insert—\n\t\t\tAn order under section 140B shall not be made in connection with a creditagreement entered into under the Bounce Back Loan Scheme.\n\t\t\tIn subsection (6) “the Bounce Back Loan Scheme” means the scheme of thatname operated from 4 May 2020 by the British Business Bank plc on behalf ofthe Secretary of State.”\n\tGoods, passenger and public service vehicles\n\t\tCertificates of temporary exemption for public service and goodsvehicles\n\t\t\tThe Road Traffic Act 1988 is amended as follows.\n\t\t\tFor section 48(4) (supplementary provisions about test certificates:certificates of temporary exemption) substitute—\n\t\t\tThe Secretary of State may by regulations make provision for and inconnection with—\n\t\t\t\tthe issue of a certificate of temporary exemption in respect of a publicservice vehicle adapted to carry more than eight passengers, exempting thatvehicle from the provisions of section 47(1) of this Act for such period asmay be specified in the certificate;\n\t\t\t\tthe revocation of such a certificate.\n\t\t\t\t\t(4A)The power under subsection (4) includes power to—\n\t\t\t\tmake provision for a certificate of temporary exemption to be issuedsubject to conditions;\n\t\t\t\tmake different provision for different circumstances or cases;\n\t\t\t\tconfer functions on a person (including functions involving the exercise ofa discretion).”\n\t\t\tFor section 53(5)(b) (obligatory goods vehicle test certificates:certificates of temporary exemption) substitute—\n\t\t\t\tmake provision for and in connection with—\n\t\t\t\tthe issue in respect of a vehicle of a certificate of temporary exemptionexempting that vehicle from the provisions of subsection (1) or (2) above forsuch period as may be specified in the certificate;\n\t\t\t\tthe revocation of such a certificate.”\n\t\t\tAfter section 53(5) insert—\n\t\t\t“(5A)The power under subsection (5)(b) includes power to—\n\t\t\t\tmake provision for a certificate of temporary exemption to be issuedsubject to conditions;\n\t\t\t\tmake different provision for different circumstances or cases;\n\t\t\t\tconfer functions on a person (including functions involving the exercise ofa discretion).”\n\t\tTemporary reduction in duration of certain driving licences\n\t\t\tIn relation to a licence that—\n\t\t\t\tfalls within subsection (2), and\n\t\t\t\tis granted in the period beginning with 17 April 2020 and ending with 24March 2022,\n\t\t\t\t\tsection 99(1A)(a)(ii) of the Road Traffic Act 1988 (duration of drivinglicences) has effect as if the reference to the period for which the licenceis to remain in force were a reference to one year.\n\t\t\tA licence falls within this subsection if it is a licence to drive a classof goods vehicle or passenger-carrying vehicle that is—\n\t\t\t\tthe first licence to drive that class of vehicle granted after 16 April2020 to the applicant, and\n\t\t\t\tgranted without the Secretary of State requiring the applicant to submit areport signed by a qualified medical practitioner in support of theapplication.\n\t\t\tBut a licence does not fall within subsection (2) if in the 12 month periodending with the date the application is made for the licence—\n\t\t\t\tthe applicant was granted a licence to drive a motor vehicle under Part 3of the Road Traffic Act 1988, and\n\t\t\t\ta report signed by a qualified medical practitioner was submitted insupport of the application for the licence mentioned in paragraph (a).\n\t\tTemporary reduction in duration of certain driving licences: NorthernIreland\n\t\t\tIn relation to a licence that—\n\t\t\t\tfalls within subsection (2), and\n\t\t\t\tis granted in the period beginning with 1 August 2020 and ending with 24March 2022,\n\t\t\t\t\tArticle 15(2)(a) of the 1981 Order (duration of driving licence in certaincases where applicant will not be over 65 when licence commences) has effectas if the reference to the period for which the licence is to remain in forcewere a reference to one year.\n\t\t\tA licence falls within this subsection if—\n\t\t\t\tit is a licence to drive a class of goods vehicle or passenger-carryingvehicle,\n\t\t\t\tit is the first licence to drive that class of vehicle granted after 31July 2020 to the applicant,\n\t\t\t\tit is granted without the Department for Infrastructure in Northern Irelandrequiring the applicant to submit a report signed by a qualified medicalpractitioner in support of the application, and\n\t\t\t\tthe applicant’s age exceeds 45 years on the date on which the licence comesinto force.\n\t\t\tBut a licence does not fall within subsection (2) if in the 12 month periodending with the date the application is made for the licence—\n\t\t\t\tthe applicant was granted a licence to drive a motor vehicle under Part 2of the 1981 Order, and\n\t\t\t\ta report signed by a qualified medical practitioner was submitted insupport of the application for the licence mentioned in paragraph (a).\n\t\t\tIn this section “the 1981 Order” means the Road Traffic (Northern Ireland)Order 1981 ([S.I. 1981/154 (N.I. 1)](/id/nisi/1981/154?view=plain \"Go to itemof legislation\"))."
    },
    {
        "length": 2581,
        "text": "\nConstruction working hours\n\tModification of conditions relating to construction working hours\n\t\tThe Town and Country Planning Act 1990 has effect as if it were subject tothe modifications in subsections (2) to (4).\n\t\tThe Act has effect as if after section 74A there were inserted—\n\t\t“74BConditions relating to construction working hours\n\t\t\tThis section applies where—\n\t\t\t\tplanning permission has been granted for the development of land inEngland, other than for the relevant development of a dwellinghouse, and\n\t\t\t\ta condition has been imposed on the grant of that permission whichspecifies the times during which construction activities may be carried out.\n\t\t\tThis section also applies where—\n\t\t\t\tplanning permission has been granted for the development of land inEngland, other than for the relevant development of a dwellinghouse,\n\t\t\t\ta condition has been imposed on the grant of that permission which requiresthe approval by a local planning authority of a document relating to thecarrying out of the development,\n\t\t\t\tthe authority has approved a document of that kind, and\n\t\t\t\tthe document as approved (the “approved document”) specifies the timesduring which construction activities may be carried out.\n\t\t\tA person with an interest in the land, or a person acting on behalf of sucha person, may make an application to a local planning authority in whose areathe land is situated for the condition or approved document to be modified ineither or both of the ways specified in subsection (4).\n\t\t\tThose ways are—\n\t\t\t\tto allow construction activities to be carried out for a longer period on aparticular day (which may be the whole of that day);\n\t\t\t\tto allow construction activities to be carried out for the whole or part ofa day on which they would not otherwise be allowed to be carried out.\n\t\t\tThe application must—\n\t\t\t\tbe made in writing and sent to the local planning authority usingelectronic communications in such manner as the authority may specify,\n\t\t\t\tgive sufficient information to enable the authority to identify theplanning permission in respect of which it is made, and\n\t\t\t\tgive sufficient information to enable the authority to identify thecondition or approved document in respect of which it is made.\n\t\t\tThe application must specify—\n\t\t\t\tthe date on which the application is sent,\n\t\t\t\tthe proposed modifications to the condition or approved document,\n\t\t\t\tthe date from which it is proposed the modifications should take effect,\n\t\t\t\tthe date at the end of which it is proposed the modifications should ceaseto have effect, and\n\t\t\t\tthe times which are specified in the condition or approved document as ithas effect when the application is made as times during which constructionactivities may be carried out.\n\t\t\tThe date specified under subsection (6)(c) must not be earlier than the endof the period of 14 days beginning with the day after that on which theapplication is sent to the local planning authority.\n\t\t\tThe date specified under subsection (6)(d) must not be later than 1 April2021.\n\t\t\tIn this section “relevant development of a dwellinghouse” meansdevelopment—\n\t\t\t\tof an existing dwellinghouse, or within the curtilage of an existingdwellinghouse for any purpose incidental to the enjoyment of thedwellinghouse, and\n\t\t\t\twhich does not involve a change of use of the dwellinghouse or a change inthe number of dwellings in a building.\n\t\t\tFor the purposes of subsection (9)—\n\t\t\t\t  * “dwellinghouse” does not include a building containing one or more flats or a flat contained within such a building;\n\t\t\t\t  * “flat” means a separate and self-contained set of premises constructed or adapted for use for the purpose of a dwelling and forming part of a building from some other part of which it is divided horizontally.\n\t\tCEffect of application under section 74B\n\t\t\tIf a person makes an application in accordance with section 74B to a localplanning authority, the authority may by notice in writing to the person—\n\t\t\t\tmodify the condition or approved document in accordance with theapplication,\n\t\t\t\trefuse to modify the condition or approved document, or\n\t\t\t\tmake a determination about any of the matters specified in subsection (2).\n\t\t\tThose matters are—\n\t\t\t\tthe modifications to be made to the condition or approved document, so faras it relates to the times during which construction activities are permittedto be carried out,\n\t\t\t\tthe date from which the modifications to the condition or approved documentare to take effect, and\n\t\t\t\tthe date at the end of which the modifications to the condition or approveddocument are to cease to have effect.\n\t\t\tThe local planning authority may make a determination under subsection(1)(c) only if the person who made the application has agreed in writing tothe terms of the determination.\n\t\t\tA modification under subsection (2)(a) must not prohibit constructionactivities from being carried out at any time when they are permitted to becarried out under the condition or approved document as it had effect when theapplication was made.\n\t\t\tA date determined under subsection (2)(c) must not be later than 1 April2021.\n\t\t\tSubsection (7) applies if the local planning authority does not give noticeunder subsection (1) before the end of the period of 14 days beginning withthe day after that on which the application in accordance with section 74B wassent to the authority.\n\t\t\tThe condition or approved document to which the application relates isdeemed to have been modified in accordance with the application.\n\t\t\tIf the local planning authority makes a determination under subsection(1)(c) about only some of the matters specified in subsection (2), thecondition or approved document is deemed to have been modified in accordancewith the application in respect of the other matters specified in subsection(2).\n\t\tDSections 74B and 74C: supplementary\n\t\t\tIn sections 74B and 74C and this section—\n\t\t\t\t  * “approved document” has the meaning given by section 74B(2)(d);\n\t\t\t\t  * “condition” includes limitation;\n\t\t\t\t  * “construction activities”, in relation to the development of land, means activities consisting of or relating to the carrying out of the development;\n\t\t\t\t  * “development” does not include mining operations in, on, over or under land.\n\t\t\tReferences in sections 74B and 74C to construction activities includereferences to construction activities of a particular kind.\n\t\t\tIn calculating a period of 14 days for the purposes of section 74B(7) or74C(6), no account is to be taken of a day which, apart from this subsection,would fall within that period and is—\n\t\t\t\tChristmas Day,\n\t\t\t\tGood Friday, or\n\t\t\t\ta day which under the Banking and Financial Dealings Act 1971 is a bankholiday in England.\n\t\t\tReferences in sections 74B and 74C to a condition or approved documentinclude a condition or approved document as previously modified under section74C.\n\t\t\tA person who makes an application under section 74B is to be taken to haveagreed—\n\t\t\t\tto the use of electronic communications for all purposes relating to theapplication which are capable of being carried out electronically, and\n\t\t\t\tthat the person’s address for the purpose of such communications is theaddress incorporated into, or otherwise logically associated with, theperson’s application.\n\t\t\tIn discharging its functions under sections 74B and 74C, a local planningauthority must have regard to guidance issued by the Secretary of State.”\n\t\t\tSection 78(1) (rights of appeal) has effect as if after paragraph (aa)there were inserted—\n\t\t\t\trefuse an application under section 74B (variation of condition relatingto construction working hours);”.\n\t\t\tSchedule 1 (local planning authorities: distribution of functions) haseffect as if in paragraph 3(1) (functions which are exercisable by districtplanning authority, subject to exceptions) after paragraph (a) there wereinserted—\n\t\t\t\tapplications under section 74B;”.\n\t\t\tArticle 40 (register of applications) of the Town and Country Planning(Development Management Procedure) (England) Order 2015 ([S.I.2015/595](/id/uksi/2015/595?view=plain \"Go to item of legislation\")) haseffect as if after paragraph (4) there were inserted—\n\t\t\t\t“(4ZA)Part 2 of the register must contain, in respect of every applicationunder section 74B of the 1990 Act (conditions relating to construction workinghours) relating to the local planning register authority’s area—\n\t\t\t\ta copy (which may be photographic or in electronic form) of theapplication,\n\t\t\t\tthe decision, if any, of the local planning authority in respect of theapplication, including—\n\t\t\t\tany modifications to the condition or approved document (within the meaningof that section) to which the application relates,\n\t\t\t\tthe date from which those modifications take effect, and\n\t\t\t\tthe date at the end of which they cease to have effect,\n\t\t\t\tthe date of any such decision,\n\t\t\t\tthe name of the local planning authority, and\n\t\t\t\tthe reference number, the date and effect of any decision of the Secretaryof State in relation to the application on appeal.”\n\t\t\tSubsections (1) to (5) expire at the end of 1 April 2021.\n\t\t\tIf the Secretary of State considers it reasonable to do so to mitigate aneffect of coronavirus, the Secretary of State may by regulations substitutethe date for the time being specified in any of the following provisions witha later date—\n\t\t\t\tsection 74B(8) of the Town and Country Planning Act 1990, as that Act haseffect by virtue of subsection (2) of this section;\n\t\t\t\tsection 74C(5) of that Act, as it has effect by virtue of subsection (2) ofthis section;\n\t\t\t\tsubsection (6) of this section.\n\t\t\tIn subsection (7) “coronavirus” means severe acute respiratory syndromecoronavirus 2 (SARS-CoV-2)."
    },
    {
        "length": 3135,
        "text": "\nExtension of duration of certain planning permissions\n\tThe Town and Country Planning Act 1990 has effect as if it were subject tothe modifications in subsections (2) to (4).\n\tThe Act has effect as if after section 93 there were inserted—\n\t“93AExtension of certain planning permissions: automatic extension\n\t\tThis section applies in relation to relevant planning permission granted ordeemed to be granted—\n\t\t\tin relation to the development of land in England, and\n\t\t\tsubject to a condition which has the effect that the development to whichthe permission relates must be begun not later than a time falling within theperiod—\n\t\t\tbeginning with the day on which section 17 of the Business and Planning Act2020 comes into force, and\n\t\t\tending with 31 December 2020.\n\t\tThe condition is deemed to provide instead that the development to whichthe relevant planning permission relates must be begun not later than 1 May2021.\n\t\tThe time by which the development to which the relevant planning permissionrelates must be begun is not to be extended (whether by section 91(3B) orotherwise) to a later time than that for the time being provided for insubsection (2).\n\t\tThe reference in subsection (1) to relevant planning permission beinggranted, or deemed to be granted, subject to a condition which has the effectmentioned in paragraph (b) of that subsection includes a reference to thepermission being subject to a condition which has that effect by virtue ofbeing subsequently modified (whether by section 91(3B) or otherwise).\n\tBExtension of certain planning permissions: additional environmentalapproval\n\t\tThis section applies in relation to relevant planning permission granted ordeemed to be granted—\n\t\t\tin relation to the development of land in England, and\n\t\t\tsubject to a condition which has the effect that the development to whichthe permission relates must be begun not later than a time falling within theperiod—\n\t\t\tbeginning with 23 March 2020, and\n\t\t\tending with the day before that on which section 17 of the Business andPlanning Act 2020 comes into force.\n\t\tIf an approval under this section (“an additional environmental approval”)is granted, or deemed to be granted, in relation to the relevant planningpermission—\n\t\t\tthe condition is deemed to provide instead that the development to whichthe permission relates must be begun not later than 1 May 2021, and\n\t\t\tthe time by which the development must be begun is not to be extended(whether by section 91(3B) or otherwise) to a later time than that for thetime being provided for in paragraph (a).\n\t\tA person with an interest in the land or a person acting on behalf of sucha person (“the applicant”) may make an application to a local planningauthority in whose area the land is situated for an additional environmentalapproval in relation to the relevant planning permission.\n\t\tThe application must—\n\t\t\tbe made in writing and sent to the local planning authority usingelectronic communications in such manner as the authority may specify,\n\t\t\tspecify the date on which the application is sent,\n\t\t\tgive sufficient information to enable the authority to identify therelevant planning permission in respect of which it is made,\n\t\t\tgive sufficient information to enable the authority to identify thecondition which would be affected by subsection (2)(a) if the additionalenvironmental approval is granted, and\n\t\t\tgive sufficient information to enable the authority to determine whetherthe additional environmental approval should be granted.\n\t\tThe local planning authority must, by notice in writing to the applicant,grant, or refuse to grant, the additional environmental approval in relationto the relevant planning permission before the end of the period of 28 daysbeginning with the day after that on which the application in accordance withsubsection (4) was sent.\n\t\tIf the local planning authority fails to do so, the additionalenvironmental approval is deemed to be granted in relation to the relevantplanning permission.\n\t\tThe applicant and the local planning authority may agree in writing one ormore extensions to the period mentioned in subsection (5), but the period maynot be extended by a total of more than 21 days.\n\t\tThe local planning authority is to grant the additional environmentalapproval in relation to the relevant planning permission if and only if—\n\t\t\tthe EIA requirement is met, and\n\t\t\tthe habitats requirement is met.\n\t\tThe EIA requirement is met if, at the time the local planning authority isdeciding the application—\n\t\t\tno development to which the relevant planning permission relates is EIAdevelopment (within the meaning of the Town and Country Planning(Environmental Impact Assessment) Regulations 2017 ([S.I.2017/571](/id/uksi/2017/571?view=plain \"Go to item of legislation\"))), or\n\t\t\tif any is—\n\t\t\ta reasoned conclusion was reached and integrated, as mentioned in paragraph(1) of regulation 26 of those regulations, in relation to the permission, and\n\t\t\tin relation to that reasoned conclusion the authority is satisfied asmentioned in paragraph (2) of that regulation.\n\t\tThe habitats requirement is met where, if a decision were being taken asto whether to grant the relevant planning permission at the time the localplanning authority is deciding the application—\n\t\t\tregulation 63(1) of the Conservation of Habitats and Species Regulations2017 ([S.I. 2017/1012](/id/uksi/2017/1012?view=plain \"Go to item oflegislation\")) would not require an assessment to be carried out first of theimplications of the development to which the permission relates for a Europeansite or a European offshore marine site, or\n\t\t\tregulation 63(1) of those regulations would require an assessment of thekind mentioned in paragraph (a) to be carried out first, but—\n\t\t\tan assessment of that kind was carried out before the permission wasgranted or deemed to be granted,\n\t\t\tin accordance with regulation 63(5) and (6) of those regulations, it wasascertained, in light of the assessment, that the development to which thepermission relates would not adversely affect the integrity of the Europeansite or (as the case may be) the European offshore marine site, and\n\t\t\tthe authority is satisfied that the assessment remains up to date.\n\t\tAn additional environmental approval may not be granted subject to anycondition.\n\t\tNo additional environmental approval is to be granted or deemed to begranted after 31 December 2020, unless it is granted on an appeal in respectof which the notice under section 78(3) is served on or before that date.\n\t\tA person who makes an application under this section is to be taken tohave agreed—\n\t\t\tto the use of electronic communications for all purposes relating to theapplication which are capable of being carried out electronically, and\n\t\t\tthat the person’s address for the purpose of such communications is theaddress incorporated into, or otherwise logically associated with, theperson’s application.\n\t\tIn discharging its functions under this section, a local planningauthority must have regard to any guidance issued by the Secretary of State.\n\t\tThe reference in subsection (1) to relevant planning permission beinggranted, or deemed to be granted, subject to a condition which has the effectmentioned in paragraph (b) of that subsection includes a reference to thepermission being subject to a condition which has that effect by virtue ofbeing subsequently modified (whether under section 91(3B) or otherwise).\n\t\tIn this section “European site” and “European offshore marine site” havethe same meaning as in the Conservation of Habitats and Species Regulations2017 ([S.I. 2017/1012](/id/uksi/2017/1012?view=plain \"Go to item oflegislation\")).\n\tCInterpretation of sections 93A and 93B\n\t\tIn sections 93A and 93B “relevant planning permission” means any planningpermission other than that which is—\n\t\t\tgranted by a development order, a local development order, a Mayoraldevelopment order or a neighbourhood development order,\n\t\t\tgranted by an enterprise zone scheme,\n\t\t\tgranted by a simplified planning zone scheme,\n\t\t\tdeemed to be granted under section 90 (development with governmentauthorisation), or\n\t\t\toutline planning permission (within the meaning given by section 92(1)).”\n\t\tSection 78(1) (rights of appeal) has effect as if before paragraph (b)there were inserted—\n\t\t\trefuse an application under section 93B (extension of certain planningpermissions in England: additional environmental approval);”.\n\t\tSchedule 1 (local planning authorities: distribution of functions) haseffect as if in paragraph 3(1) (functions which are exercisable by districtplanning authority, subject to exceptions) before paragraph (aa) there wereinserted—\n\t\t\tapplications for additional environmental approvals under section 93B;”.\n\t\tArticle 40 (register of applications) of the Town and Country Planning(Development Management Procedure) (England) Order 2015 ([S.I.2015/595](/id/uksi/2015/595?view=plain \"Go to item of legislation\")) haseffect as if before paragraph (4A) there were inserted—\n\t\t“(4ZB)Part 2 of the register must contain, in respect of every applicationunder section 93B of the 1990 Act (extension of certain planning permissions:additional environmental approval) relating to the local planning registerauthority’s area—\n\t\t\ta copy (which may be photographic or in electronic form) of theapplication,\n\t\t\tthe decision, if any, of the local planning authority in respect of theapplication,\n\t\t\tthe date of any such decision,\n\t\t\tthe name of the local planning authority, and\n\t\t\tthe reference number, the date and effect of any decision of the Secretaryof State in relation to the application on appeal.”\n\t\tSubsections (1) to (5) expire at the end of 1 May 2021.\n\t\tIf the Secretary of State considers it reasonable to do so to mitigate aneffect of coronavirus, the Secretary of State may by regulations substitutethe date for the time being specified in any of the following provisions witha later date—\n\t\t\tsection 93A(1)(b)(ii) and (2) of the Town and Country Planning Act 1990, asthat Act has effect by virtue of subsection (2) of this section;\n\t\t\tsection 93B(2)(a) and (12) of that Act, as it has effect by virtue ofsubsection (2) of this section;\n\t\t\tsubsection (6) of this section.\n\t\tIn subsection (7) “coronavirus” means severe acute respiratory syndromecoronavirus 2 (SARS-CoV-2).\n\t\tWhere regulations under subsection (7) substitute the date for the timebeing specified in section 93A(2) or 93B(2)(a) with a later date, theSecretary of State may by regulations make provision requiring an approval tobe granted, or deemed to be granted, in relation to a relevant planningpermission for the later date to apply in relation to that permission.\n\t\tRegulations under subsection (9) may make provision—\n\t\t\tfor an approval to be required only in circumstances prescribed in theregulations or in all circumstances;\n\t\t\tin relation to who may apply for an approval;\n\t\t\tin relation to who may grant an approval;\n\t\t\tin relation to the procedure for applying for an approval or dealing withsuch an application;\n\t\t\tin relation to the contents of an application for an approval or anyevidence or information which must be supplied in support of it,\n\t\t\tin relation to appeals;\n\t\t\tin relation to the circumstances in which an approval must, may or may notbe granted;\n\t\t\tin relation to the circumstances in which an approval is to be deemed to begranted;\n\t\t\tapplying or corresponding to any of the provision in this section for, orin connection with, additional environmental approvals under section 93B ofthe Town and Country Planning Act 1990, as that Act has effect by virtue ofsubsection (2) of this section, with or without modifications."
    },
    {
        "length": 3399,
        "text": "\nExtensions in connection with outline planning permission\n\tThe Town and Country Planning Act 1990 has effect as if it were subject tothe modifications in subsections (2) to (4).\n\tThe Act has effect as if before section 94 there were inserted—\n\t“93DOutline planning permission: automatic extension of time limits forapplication for approval\n\t\tThis section applies in relation to outline planning permission granted ordeemed to be granted—\n\t\t\tin relation to the development of land in England, and\n\t\t\tsubject to a condition which has the effect that application for approvalof a reserved matter must be made not later than a time falling within theperiod—\n\t\t\tbeginning with 23 March 2020, and\n\t\t\tending with 31 December 2020.\n\t\tThe condition is deemed to provide instead that application for approval ofthat reserved matter must be made not later than 1 May 2021.\n\t\tThe time by which that application for approval must be made is not to beextended to a later time than that for the time being provided for insubsection (2).\n\t\tThe reference in subsection (1) to outline planning permission granted, ordeemed to be granted, subject to a condition which has the effect mentioned inparagraph (b) of that subsection includes a reference to the permission beingsubject to a condition which has that effect by virtue of being subsequentlymodified.\n\t\tIn this section “outline planning permission” and “reserved matter” havethe meanings given by section 92(1).\n\tEOutline planning permission: automatic extension of certain timelimits for beginning development\n\t\tThis section applies in relation to outline planning permission granted ordeemed to be granted—\n\t\t\tin relation to the development of land in England, and\n\t\t\tsubject to a condition which has the effect that all or a part of thedevelopment to which the permission relates must be begun not later than atime falling within the period—\n\t\t\tbeginning with the day on which section 18 of the Business and Planning Act2020 comes into force, and\n\t\t\tending with 31 December 2020.\n\t\tThe condition is deemed to provide instead that the development or (as thecase may be) the part of the development must be begun not later than 1 May2021.\n\t\tThe time by which the development or (as the case may be) the part of thedevelopment must be begun is not to be extended to a later time than that forthe time being provided for in subsection (2).\n\t\tThe reference in subsection (1) to outline planning permission granted, ordeemed to be granted, subject to a condition which has the effect mentioned inparagraph (b) of that subsection includes a reference to the permission beingsubject to a condition which has that effect by virtue of being subsequentlymodified.\n\t\tIn this section “outline planning permission” has the meaning given bysection 92(1).\n\tFOutline planning permission: extension of limits for beginningdevelopment with additional environmental approval\n\t\tThis section applies in relation to outline planning permission granted ordeemed to be granted—\n\t\t\tin relation to the development of land in England, and\n\t\t\tsubject to a condition which has the effect that all or a part of thedevelopment to which the permission relates must be begun not later than atime falling within the period—\n\t\t\tbeginning with 23 March 2020, and\n\t\t\tending with the day before that on which section 18 of the Business andPlanning Act 2020 comes into force.\n\t\tIf an approval under this section (“an additional environmental approval”)is granted, or deemed to be granted, in relation to the outline planningpermission—\n\t\t\tthe condition is deemed to provide instead that the development or (as thecase may be) the part of the development must be begun not later than 1 May2021, and\n\t\t\tthe time by which the development or (as the case may be) the part of thedevelopment must be begun is not to be extended to a later time than that forthe time being provided for in paragraph (a).\n\t\tA person with an interest in the land or a person acting on behalf of sucha person (“the applicant”) may make an application to a local planningauthority in whose area the land is situated for an additional environmentalapproval in relation to the outline planning permission.\n\t\tThe application must—\n\t\t\tbe made in writing and sent to the local planning authority usingelectronic communications in such manner as the authority may specify,\n\t\t\tspecify the date on which the application is sent,\n\t\t\tgive sufficient information to enable the authority to identify the outlineplanning permission in respect of which it is made,\n\t\t\tgive sufficient information to enable the authority to identify thecondition which would be affected by subsection (2)(a) if the additionalenvironmental approval is granted, and\n\t\t\tgive sufficient information to enable the authority to determine whetherthe additional environmental approval should be granted.\n\t\tThe local planning authority must, by notice in writing to the applicant,grant, or refuse to grant, the additional environmental approval in relationto the outline planning permission before the end of the period of 28 daysbeginning with the day after that on which the application in accordance withsubsection (4) was sent.\n\t\tIf the local planning authority fails to do so, the additionalenvironmental approval is deemed to be granted in relation to the outlineplanning permission.\n\t\tThe applicant and the local planning authority may agree in writing one ormore extensions to the period mentioned in subsection (5), but the period maynot be extended by a total of more than 21 days.\n\t\tThe local planning authority is to grant the additional environmentalapproval in relation to the outline planning permission if and only if—\n\t\t\tthe EIA requirement is met, and\n\t\t\tthe habitats requirement is met.\n\t\tThe EIA requirement is met if, at the time the local planning authority isdeciding the application—\n\t\t\tno development to which the outline planning permission relates is EIAdevelopment (within the meaning of the Town and Country Planning(Environmental Impact Assessment) Regulations 2017 ([S.I.2017/571](/id/uksi/2017/571?view=plain \"Go to item of legislation\"))), or\n\t\t\tif any is—\n\t\t\ta reasoned conclusion was reached and integrated, as mentioned in paragraph(1) of regulation 26 of those regulations, in relation to the permission, and\n\t\t\tin relation to that reasoned conclusion the authority is satisfied asmentioned in paragraph (2) of that regulation.\n\t\tThe habitats requirement is met where, if a decision were being taken asto whether to grant the outline planning permission at the time the localplanning authority is deciding the application—\n\t\t\tregulation 63(1) of the Conservation of Habitats and Species Regulations2017 ([S.I. 2017/1012](/id/uksi/2017/1012?view=plain \"Go to item oflegislation\")) would not require an assessment to be carried out first of theimplications of the development to which the permission relates for a Europeansite or a European offshore marine site, or\n\t\t\tregulation 63(1) of those regulations would require an assessment of thekind mentioned in paragraph (a) to be carried out first, but—\n\t\t\tan assessment of that kind was carried out before the permission wasgranted or deemed to be granted,\n\t\t\tin accordance with regulation 63(5) and (6) of those regulations, it wasascertained, in light of the assessment, that the development to which thepermission relates would not adversely affect the integrity of the Europeansite or (as the case may be) the European offshore marine site, and\n\t\t\tthe authority is satisfied that the assessment remains up to date.\n\t\tAn additional environmental approval may not be granted subject to anycondition.\n\t\tNo additional environmental approval is to be granted or deemed to begranted after 31 December 2020, unless it is granted on an appeal in respectof which the notice under section 78(3) is served on or before that date.\n\t\tA person who makes an application under this section is to be taken tohave agreed—\n\t\t\tto the use of electronic communications for all purposes relating to theapplication which are capable of being carried out electronically, and\n\t\t\tthat the person’s address for the purpose of such communications is theaddress incorporated into, or otherwise logically associated with, theperson’s application.\n\t\tIn discharging its functions under this section, a local planningauthority must have regard to any guidance issued by the Secretary of State.\n\t\tThe reference in subsection (1) to outline planning permission beinggranted, or deemed to be granted, subject to a condition which has the effectmentioned in paragraph (b) of that subsection includes a reference to thepermission being subject to a condition which has that effect by virtue ofbeing subsequently modified.\n\t\tIn this section—\n\t\t\t  * “European site” and “European offshore marine site” have the same meaning as in the Conservation of Habitats and Species Regulations 2017 ([S.I. 2017/1012](/id/uksi/2017/1012?view=plain \"Go to item of legislation\"));\n\t\t\t  * “outline planning permission” has the meaning given by section 92(1).”\n\t\tSection 78(1) (rights of appeal) has effect as if before paragraph (b)there were inserted—\n\t\t\trefuse an application under section 93F (outline planning permission:extension of limits for beginning development with additional environmentalapproval);”.\n\t\tSchedule 1 (local planning authorities: distribution of functions) haseffect as if in paragraph 3(1) (functions which are exercisable by districtplanning authority, subject to exceptions), before paragraph (aa) there wereinserted—\n\t\t\tapplications for additional environmental approvals under section 93F;”.\n\t\tArticle 40 (register of applications) of the Town and Country Planning(Development Management Procedure) (England) Order 2015 ([S.I.2015/595](/id/uksi/2015/595?view=plain \"Go to item of legislation\")) haseffect as if before paragraph (4A) there were inserted—\n\t\t\t“(4ZC)Part 2 of the register must contain, in respect of every applicationunder section 93F of the 1990 Act (outline planning permission: extension oflimits for beginning development with additional environmental approval)relating to the local planning register authority’s area—\n\t\t\ta copy (which may be photographic or in electronic form) of theapplication,\n\t\t\tthe decision, if any, of the local planning authority in respect of theapplication,\n\t\t\tthe date of any such decision,\n\t\t\tthe name of the local planning authority, and\n\t\t\tthe reference number, the date and effect of any decision of the Secretaryof State in relation to the application on appeal.”\n\t\tSubsections (1) to (5) expire at the end of 1 May 2021.\n\t\tIf the Secretary of State considers it reasonable to do so to mitigate aneffect of coronavirus, the Secretary of State may by regulations substitutethe date for the time being specified in any of the following provisions witha later date—\n\t\t\tsection 93D(1)(b)(ii) and (2) of the Town and Country Planning Act 1990, asthat Act has effect by virtue of subsection (2) of this section;\n\t\t\tsection 93E(1)(b)(ii) and (2) of that Act, as it has effect by virtue ofsubsection (2) of this section;\n\t\t\tsection 93F(2)(a) and (12) of that Act, as it has effect by virtue ofsubsection (2) of this section;\n\t\t\tsubsection (6) of this section.\n\t\tIn subsection (7) “coronavirus” means severe acute respiratory syndromecoronavirus 2 (SARS-CoV-2).\n\t\tWhere regulations under subsection (7) substitute the date for the timebeing specified in section 93D(2), 93E(2) or 93F(2)(a) with a later date, theSecretary of State may by regulations make provision requiring an approval tobe granted, or deemed to be granted, in relation to an outline planningpermission for the later date to apply in relation to that permission.\n\t\tRegulations under subsection (9) may make provision—\n\t\t\tfor an approval to be required only in circumstances prescribed in theregulations or in all circumstances;\n\t\t\tin relation to who may apply for an approval;\n\t\t\tin relation to who may grant an approval;\n\t\t\tin relation to the procedure for applying for an approval or dealing withsuch an application;\n\t\t\tin relation to the contents of an application for an approval or anyevidence or information which must be supplied in support of it;\n\t\t\tin relation to appeals;\n\t\t\tin relation to the circumstances in which an approval must, may or may notbe granted;\n\t\t\tin relation to the circumstances in which an approval is to be deemed to begranted;\n\t\t\tapplying or corresponding to any of the provision in this section for, orin connection with, additional environmental approvals under section 93F ofthe Town and Country Planning Act 1990, as that Act has effect by virtue ofsubsection (2) of this section, with or without modifications."
    },
    {
        "length": 554,
        "text": "\nExtension of duration of certain listed building consent\n\tThe Planning (Listed Buildings and Conservation Areas) Act 1990 has effectas if after section 18 there were inserted—\n\t“18AExtension of duration of certain listed building consent\n\t\tThis section applies in relation to listed building consent granted ordeemed to be granted—\n\t\t\tin relation to a building in England, and\n\t\t\tsubject to a condition which has the effect that the works to which theconsent relates must be begun not later than a time falling within the period—\n\t\t\tbeginning with 23 March 2020, and\n\t\t\tending with 31 December 2020.\n\t\tThe condition is deemed to provide instead that the works to which theconsent relates must be begun not later than 1 May 2021.\n\t\tThe time by which the works must be begun is not to be extended (whether bysection 18(2B) or otherwise) to a later time than that for the time beingprovided for in subsection (2).\n\t\tThe reference in subsection (1) to listed building consent being granted,or deemed to be granted, subject to a condition which has the effect mentionedin paragraph (b) of that subsection includes a reference to the consent beingsubject to a condition which has that effect by virtue of being subsequentlymodified (whether under section 18(2B) or otherwise).”\n\t\tSubsection (1) expires at the end of 1 May 2021.\n\t\tIf the Secretary of State considers it reasonable to do so to mitigate aneffect of coronavirus, the Secretary of State may by regulations substitutethe date for the time being specified in any of the following provisions witha later date—\n\t\t\tsection 18A(1)(b)(ii) and (2) of the Planning (Listed Buildings andConservation Areas) Act 1990, as that Act has effect by virtue of subsection(1) of this section;\n\t\t\tsubsection (2) of this section.\n\t\tIn subsection (3) “coronavirus” means severe acute respiratory syndromecoronavirus 2 (SARS-CoV-2)."
    },
    {
        "length": 284,
        "text": "\nProcedure for certain planning proceedings\n\tProcedure for certain planning proceedings\n\t\tIn section 319A(2) of the Town and Country Planning Act 1990 (determinationof procedure for certain proceedings under that Act: England)—\n\t\t\tfor “whichever of the following ways appears” substitute “such one or moreof the following ways as appear”, and\n\t\t\tomit “most”.\n\t\tIn section 88D(2) of the Planning (Listed Buildings and Conservation Areas)Act 1990 (determination of procedure for certain proceedings under that Act:England)—\n\t\t\tfor “whichever of the following ways appears” substitute “such one or moreof the following ways as appear”, and\n\t\t\tomit “most”.\n\t\tIn section 21A(2) of the Planning (Hazardous Substances) Act 1990(determination of procedure for certain proceedings under that Act: England)—\n\t\t\tfor “whichever of the following ways appears” substitute “such one or moreof the following ways as appear”, and\n\t\t\tomit “most”."
    },
    {
        "length": 436,
        "text": "\nElectronic inspection of spatial development strategy\n\tMayor of London’s spatial development strategy: electronic inspection\n\t\tThe Greater London Authority Act 1999 has effect as if, in section 43(publicity and availability of strategies), after subsection (4) there wereinserted—\n\t\t\t“(4A)But if a copy of the current version of the spatial development strategyis available for inspection free of charge by appropriate electronic means,subsections (3) and (4) do not apply in relation to the current version ofthat strategy.\n\t\t(4B)For the purposes of subsection (4A), a copy of the current version of thespatial development strategy is available for inspection “by appropriateelectronic means” if arrangements have been made such that it is available forinspection by electronic means in a reasonably convenient way.\n\t\t(4C)Before making any arrangements for the purposes of subsection (4B), theMayor must have regard to any guidance issued by the Secretary of State as to—\n\t\t\thow a copy of the current version of the spatial development strategyshould be made available by electronic means;\n\t\t\tthe arrangements (if any) that may be appropriate to mitigate the effectson a person of not being able to inspect a copy of the strategy, or finding itdifficult to do so, by electronic means.”\n\t\tSubsection (1) expires at the end of 31 December 2020.\n\t\tIf the Secretary of State considers it reasonable to do so to mitigate aneffect of coronavirus, the Secretary of State may by regulations substitutethe date for the time being specified in subsection (2) with a later date.\n\t\tIn subsection (3) “coronavirus” means severe acute respiratory syndromecoronavirus 2 (SARS-CoV-2)."
    },
    {
        "length": 159,
        "text": "\nLocal authority meetings\n\tPower to make provision relating to local authority meetings\n\t\tIn section 78(7) of the Coronavirus Act 2020 (meaning of local authority:England), after paragraph (r) insert—\n\t\t\ta Mayoral development corporation established under section 198 of theLocalism Act 2011;\n\t\t\tan urban development corporation established under section 135 of the LocalGovernment, Planning and Land Act 1980;\n\t\t\ta parish meeting constituted under section 13 of the Local Government Act1972;\n\t\t\tTransport for London.”"
    },
    {
        "length": 940,
        "text": "\nPART 4General\n\tRegulations \n\t\tRegulations under this Act are to be made by statutory instrument.\n\t\tRegulations under this Act may make—\n\t\t\tdifferent provision for different purposes;\n\t\t\tdifferent provision for different areas;\n\t\t\tsupplementary, incidental, consequential, transitional, transitory orsaving provision.\n\t\tA statutory instrument containing regulations under section 5(8) is subjectto annulment in pursuance of a resolution of either House of Parliament.\n\t\tA statutory instrument containing regulations under any of sections 10,11(12) or (14), 16 to 19 or 21 must be laid before Parliament as soon asreasonably practicable after being made.\n\t\tA statutory instrument containing regulations made under section 11(16)—\n\t\t\tif the regulations only provide for subordinate legislation (within themeaning of the Interpretation Act 1978) to have effect with modifications orto be amended or revoked, is subject to annulment in pursuance of a resolutionof either House of Parliament;\n\t\t\totherwise, must be laid before Parliament as soon as reasonably practicableafter being made.\n\t\tSubsections (4) and (5)(b) do not apply if a draft of the instrument hasbeen laid before, and approved by a resolution of, each House of Parliament.\n\t\tRegulations contained in an instrument laid before Parliament by virtue ofsubsection (4) or (5)(b) cease to have effect at the end of the period of 40days beginning with the day on which the instrument is made unless, duringthat period, the instrument is approved by a resolution of each House ofParliament.\n\t\tIn calculating the period of 40 days, no account is to be taken of any timeduring which—\n\t\t\tParliament is dissolved or prorogued, or\n\t\t\tboth Houses of Parliament are adjourned for more than 4 days.\n\t\tWhere regulations cease to have effect as a result of subsection (7) thatdoes not—\n\t\t\taffect anything previously done under or by virtue of the regulations, or\n\t\t\tprevent the making of new regulations.\n\tExtent \n\t\tPart 1 extends to England and Wales only.\n\t\tIn Part 2—\n\t\t\tsection 12 extends to England and Wales, Scotland and Northern Ireland,\n\t\t\tsections 13 and 14 extend to England and Wales and Scotland only, and\n\t\t\tsection 15 extends to Northern Ireland only.\n\t\tIn Part 3—\n\t\t\tsections 16 to 21 extend to England and Wales only, and\n\t\t\tsection 22 extends to England and Wales and Northern Ireland.\n\t\tThis Part extends to England and Wales, Scotland and Northern Ireland.\n\tCommencement \n\t\tPart 1 comes into force on the day on which this Act is passed.\n\t\tIn Part 2—\n\t\t\tsection 12 is to be treated as having come into force on 4 May 2020, and\n\t\t\tsections 13 to 15 come into force on the day on which this Act is passed.\n\t\tIn Part 3—\n\t\t\tsection 16 comes into force at the end of the period of 6 days beginningwith the day on which this Act is passed,\n\t\t\tsections 17 to 19 come into force at the end of the period of 28 daysbeginning with the day on which this Act is passed, and\n\t\t\tsections 20 to 22 come into force on the day on which this Act is passed.\n\t\tThis Part comes into force on the day on which this Act is passed.\n\tTransitional etc provision in connection with expiry\n\t\tThe Secretary of State may by regulations make transitional, transitory orsaving provision in connection with the expiry of any provision of this Act.\n\tShort title\n\t\tThis Act may be cited as the Business and Planning Act 2020.\n\t"
    }
]