{
    "general": "This law helps businesses grow by making it easier for them to get loans, build new buildings, and hire more workers. It also makes sure that there are enough homes for people to live in and that communities have the resources they need to thrive.",
    "series": [
        [
            {
                "length": 197,
                "short": "\"Outdoor Dining in England: Licensing Regulations for Sidewalk Seating\"",
                "text": "\n* Simplified point 1: This extract of the legislation allows for the licensing of outdoor dining areas on sidewalks and other public spaces adjacent to restaurants and bars in England.\n* Simplified point 2: The licence-holder can use the furniture to sell or serve food and drink to customers on the sidewalk, and other customers can use the furniture to consume food and drink purchased from the premises.\n* Simplified point 3: The licence is only valid for premises used as public houses, wine bars, or other drinking establishments, and the sidewalk must be a highway that is not over Crown land or maintained by Network Rail.\n* Simplified point 4: The local authority in whose area the premises are situated is responsible for issuing the licence."
            },
            {
                "length": 283,
                "short": "\"Pavement License Application Requirements\"",
                "text": "\n* Simplified point 1: Applications for a pavement license must be made in writing and in a specific form, and must be sent to the local authority using electronic communications.\n* Simplified point 2: The application must include information about the premises, the purpose of the license, and the dates and times of the furniture placement.\n* Simplified point 3: The local authority must publish the application and provide public notice of the application, and the public consultation period is 7 days.\n* Simplified point 4: The applicant must fix a notice of the application to the premises and secure that it remains in place until the end of the public consultation period.\n* Simplified point 5: The notice must include information about the application and the public consultation period, and must be in a specific form and include certain information.\n* Simplified point 6: A person who applies for a pavement license is taken to have agreed to use electronic communications for all purposes relating to the application and any resulting license.\n* Simplified point 7: A person who applies for a pavement license may not make another application for a pavement license in respect of the same premises before the end of the determination period."
            },
            {
                "length": 254,
                "short": "\"Pavement Licensing Requirements and Considerations\"",
                "text": "\n* Simplified point 1: The local authority must consider representations made during the public consultation period before making a determination on an application for a pavement licence.\n* Simplified point 2: The local authority must consult the highway authority and other appropriate persons before making a determination on an application for a pavement licence.\n* Simplified point 3: The local authority may grant a pavement licence subject to conditions, and the licence may be granted for any or all of the purposes and parts of the relevant highway specified in the application.\n* Simplified point 4: The local authority must consider the needs of disabled people and the recommended distances required for access by disabled people when determining whether furniture put on a relevant highway by a licence-holder has or would have the effect referred to in subsection (6)(a).\n* Simplified point 5: If the local authority does not make a determination under subsection (3) by the end of the determination period, the licence for which the application was made is deemed to be granted by the authority to the applicant."
            },
            {
                "length": 149,
                "short": "\"Pavement Licence: Time-Limited Permit with Expiration Date\"",
                "text": "\n* Simplified point 1: A pavement licence can be granted for a specific period of time (not less than 3 months) or without a time limit, but it will expire on September 30, 2021.\n* Simplified point 2: If the licence is deemed to be granted under certain circumstances, it will be considered as granted for a year starting from the determination period.\n* Simplified point 3: The licence holder can surrender the pavement licence at any time by giving notice to the local authority in writing using electronic communications."
            },
            {
                "length": 201,
                "short": "\"Pavement License Rules: Local Authority Regulation and Guidance\"",
                "text": "\n* Simplified point 1: The local authority can grant pavement licenses subject to certain conditions.\n* Simplified point 2: The local authority can publish conditions for pavement licenses before the application is made, and the license will be deemed to be granted subject to those conditions.\n* Simplified point 3: The license can be subject to conditions such as no-obstruction and smoke-free seating.\n* Simplified point 4: The local authority must have regard to guidance issued by the Secretary of State when determining if the license-holder has made reasonable provision for seating where smoking is not permitted.\n* Simplified point 5: The Secretary of State can make regulations to specify conditions for pavement licenses and make provision as to whether those conditions have effect in addition to or instead of other conditions."
            },
            {
                "length": 246,
                "short": "\"Pavement Licence Revocation: Local Authority Remedies for Breach\"",
                "text": "\n* Simplified point 1: The local authority can revoke a pavement licence if the licence-holder breaches any conditions of the licence.\n* Simplified point 2: The local authority can serve a notice on the licence-holder requiring them to take steps to remedy the breach within a specified time.\n* Simplified point 3: If the licence-holder fails to comply with the notice, the local authority can revoke the licence or take the steps itself and recover the costs from the licence-holder.\n* Simplified point 4: The local authority can revoke a pavement licence if the licence-holder does not comply with the duty in section 2(5) of the Act.\n* Simplified point 5: The local authority can revoke a pavement licence if the licence-holder does not comply with any conditions of the licence, including those related to public health and safety, anti-social behaviour, public nuisance, and obstructions."
            },
            {
                "length": 269,
                "short": "\"New Law Streamlines Street Trading Regulations\"",
                "text": "\n* Simplified point 1: The Business and Planning Act 2020 allows for the restriction of public access to certain highways for the purpose of street trading, without the need for a separate license or permission.\n* Simplified point 2: The Act provides deemed planning permission for any development done pursuant to a pavement license, which would otherwise require separate planning permission.\n* Simplified point 3: The Act exempts street trading done pursuant to a pavement license from certain requirements and restrictions under other laws and regulations.\n* Simplified point 4: The Act allows for the continuation of existing rights and liabilities related to the use of highways, despite the granting of a pavement license.\n* Simplified point 5: The Act provides for the application of certain provisions of the Highways Act 1980 to things put on a relevant highway pursuant to a pavement license.\n* Simplified point 6: The Act saves the rights and liabilities of parties in relation to interference with highways, as if the provisions of the Act were part of the Highways Act 1980."
            },
            {
                "length": 292,
                "short": "Pavement Licensing Guidelines: Local Authority's Key Responsibilities",
                "text": "\n* Simplified point 1: The local authority must follow any guidance issued by the Secretary of State when exercising its functions under this group of sections.\n* Simplified point 2: The local authority must consider any representations made during the public consultation period before making a decision on a pavement licence application.\n* Simplified point 3: The local authority must define what is meant by \"furniture\" for the purposes of the pavement licence.\n* Simplified point 4: The local authority must define what is meant by \"relevant highway\" for the purposes of the pavement licence.\n* Simplified point 5: The local authority must define what is meant by \"relevant use\" for the purposes of the pavement licence.\n* Simplified point 6: The local authority must define what is meant by \"smoking\" for the purposes of the pavement licence.\n* Simplified point 7: The local authority must follow the procedure for temporary orders made for purposes connected to coronavirus when making a decision on a pavement licence application.\n* Simplified point 8: The local authority must not take into account certain days when reckoning the public consultation period or the determination period."
            },
            {
                "length": 177,
                "short": "\"Pavement License Provisions Set to Expire Amid Pandemic Mitigation Efforts\"",
                "text": "\n* Simplified point 1: The provisions in sections 1 to 9 of the Business and Planning Act 2020 related to pavement licenses will expire on September 30, 2021.\n* Simplified point 2: The Secretary of State has the power to extend the expiration date of these provisions by regulations if it is deemed necessary to mitigate the effects of the COVID-19 pandemic.\n* Simplified point 3: The definition of \"coronavirus\" in the context of this legislation refers specifically to severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)."
            },
            {
                "length": 288,
                "short": "\"UK Alcohol Off-Sales: Limited Time Permitted with Conditions\"",
                "text": "\n* Simplified point 1: The UK government is allowing off-sales of alcohol for a limited period of time, with specific conditions and restrictions.\n* Simplified point 2: The off-sales are only allowed during specific times, and only if the premises are open for selling alcohol for consumption on the premises.\n* Simplified point 3: The conditions of the licence can be suspended if a disqualifying event occurs, such as a refusal to grant a premises licence or a modification of the licence to exclude off-sales.\n* Simplified point 4: The relevant licensing authority has the power to modify or revoke the premises licence if the conditions of the licence are not met.\n* Simplified point 5: The off-sales are only allowed during the \"relevant period\" which starts on day X and ends on 30 September 2021, or earlier if the premises licence is revoked or expires.\n* Simplified point 6: The \"pre-cut off time\" is defined as any time between when the premises first open and 11pm, but this is subject to certain conditions and restrictions."
            },
            {
                "length": 290,
                "short": "\"Off-Sales Review of Premises Licence: Alcohol Sales Regulations\"",
                "text": "\n* Simplified point 1: The Business and Planning Act 2020 allows a responsible authority to apply for an off-sales review of a premises licence if the licence is related to the sale of alcohol for consumption off the licensed premises.\n* Simplified point 2: The off-sales review can be applied for if the licence is related to the sale of alcohol authorized by virtue of section 172F(2) or if the licence has a condition that has effect by virtue of section 172F(5)(a), (b) or (c).\n* Simplified point 3: The relevant licensing authority must consider the application within 48 hours of receipt and review the licence within 28 days of receipt.\n* Simplified point 4: The licensing authority must also consider whether it is necessary to take interim steps pending the determination of the off-sales review.\n* Simplified point 5: The Act defines \"off-sales authorized by virtue of section 172F(2)\" and \"section 172F(5) condition\" for the purposes of the off-sales review."
            },
            {
                "length": 272,
                "short": "\"UK Licensing Authority Allowed to Take Interim Steps Pending Off-Sales Review\"",
                "text": "\n* Simplified point 1: The UK Business and Planning Act 2020 allows for interim steps to be taken by a relevant licensing authority while an off-sales review is pending.\n* Simplified point 2: These interim steps may include modifying conditions of the premises licence, excluding off-sales authorized by the licence, or suspending off-sales.\n* Simplified point 3: The relevant licensing authority must consider whether the interim steps are appropriate for promoting the licensing objectives and may take into account representations from responsible authorities and the holder of the premises licence.\n* Simplified point 4: The holder of the premises licence may only make further representations if there has been a material change in circumstances since the relevant licensing authority made its determination.\n* Simplified point 5: The relevant licensing authority must give immediate notice of its decision and reasons to the holder of the premises licence, the applicant under section 172G, and the chief officer of police for the police area in which the premises are situated."
            },
            {
                "length": 271,
                "short": "\"License Review Process Outlined in Business and Planning Act 2020\"",
                "text": "\n* Simplified point 1: This section of the Business and Planning Act 2020 outlines the process for reviewing a premises license that has been applied for through section 172G.\n* Simplified point 2: The relevant licensing authority must hold a hearing to consider the application and any relevant representations, and take steps to promote the licensing objectives.\n* Simplified point 3: The steps that can be taken include modifying or excluding off-sales authorized by section 172F(2), suspending off-sales for up to three months, and adding or altering conditions related to section 172F(5) conditions.\n* Simplified point 4: The relevant licensing authority must notify the determination and its reasons to the holder of the premises license, the applicant, the chief officer of police, and any person who made relevant representations.\n* Simplified point 5: The decision does not have effect until the end of the period given for appealing against the decision, or if the decision is appealed against, the time the appeal is disposed of."
            },
            {
                "length": 349,
                "short": "\"Licensing Authority's Interim Measures Under Section 172H of the Business and Planning Act 2020\"",
                "text": "\n* Simplified point 1: The section of the legislation outlines the process for reviewing interim steps taken by a licensing authority under section 172H of the Business and Planning Act 2020.\n* Simplified point 2: The review process includes considering whether the interim steps are appropriate for promoting the licensing objectives, considering relevant representations, and determining whether to withdraw or modify the interim steps.\n* Simplified point 3: The licensing authority has the power to take various interim steps, such as modifying conditions of the licence, excluding off-sales from the scope of the licence, or suspending off-sales for a period not exceeding three months.\n* Simplified point 4: The interim steps taken under section 172H apply until the end of the period given for appealing against a decision made under section 172I, or until the appeals are disposed of.\n* Simplified point 5: Any interim steps taken under section 172H in relation to a premises licence cease to have effect when the decision made under section 172I comes into effect.\n* Simplified point 6: The requirements for making representations to the licensing authority are outlined in the section, including that the representations must be relevant to one or more of the licensing objectives and meet certain criteria."
            },
            {
                "length": 390,
                "short": "\nOff-Sale Review Regulations Modifications",
                "text": "\n* Simplified point 1: The Licensing Act 2003 (Premises licences and club premises certificates) Regulations 2005 apply to off-sales reviews under section 172G of the Business and Planning Act 2020 as they do to reviews of premises licenses under section 53A.\n\n* Simplified point 2: The Licensing Act 2003 (Hearings) Regulations 2005 apply to hearings under section 172H and 172I of the Business and Planning Act 2020 as they do to hearings under section 53B and 53C.\n\n* Simplified point 3: The modifications to the Regulations include changes to the definitions of \"application\" and \"representations\" to include references to off-sales reviews, and the removal of references to \"club premises\" and \"club holding club premises certificate\".\n\n* Simplified point 4: The Table in Schedule 8 of the Licensing Act 2003 (Licensing authority's register) Regulations 2005 has been modified to include references to off-sales reviews under section 172G.\n\n* Simplified point 5: Regulation 2(3A) of the Licensing Act 2003 (Licensing authority's register) Regulations 2005 applies to applications for off-sales reviews under section 172G as it does to applications for reviews under section 53A, but with the modification that the ground or grounds for the review must be specified."
            },
            {
                "length": 282,
                "short": "\"Licensing Regulations for Off-Sales of Alcohol: Key Provisions and Requirements\"",
                "text": "\n* Simplified point 1: The text delimited by triple backticks is an extract of clauses from the Business and Planning Act 2020, specifically related to off-sales of alcohol.\n* Simplified point 2: The extract outlines the modifications to the conditions of a premises licence during the relevant period, as well as the requirement to keep a register of entries noting the impact of section 172F on the licence conditions.\n* Simplified point 3: The extract also covers the functions of a licensing committee that cannot be delegated, including the determination of interim steps pending a summary off-sales review.\n* Simplified point 4: The text also makes reference to section 53 of the Act, which relates to supplementary provision about review, and section 57, which outlines the duty to keep and produce licence information.\n* Simplified point 5: The extract includes provisions related to the keeping of statements at the licensed premises, including the section 172F statement, and the mandatory conditions or statements that must be kept at the premises."
            },
            {
                "length": 120,
                "short": "\"Off-Sales Review Appeals Process\"",
                "text": "\n* Simplified point 1: This paragraph applies to off-sales reviews of premises licenses.\n* Simplified point 2: An appeal can be made against the decision of the off-sales review by the holder of the premises license, the applicant under section 172G, or any other person who made relevant representations in relation to the application for the review.\n* Simplified point 3: Relevant representations are defined in section 172I(7)."
            },
            {
                "length": 300,
                "short": "\"Licensing Act 2003 Amendments: Interim Steps Review and Appeals Process\"",
                "text": "\n* Simplified point 1: This section of the legislation allows for the review of interim steps taken during the process of obtaining a premises license.\n* Simplified point 2: The section outlines the process for appealing a decision made during the review of interim steps, including the timeframe for making an appeal and the parties who can make an appeal.\n* Simplified point 3: The section also makes provision for the Secretary of State to make regulations in connection with the end of the relevant period referred to in section 172F(10)(d) of the Licensing Act 2003, as well as to amend section 172K(3) of the Licensing Act 2003.\n* Simplified point 4: The section expires at the end of September 2021, but the Secretary of State may by regulations substituted the date for a later date if it is reasonable to do so to mitigate the effect of coronavirus.\n* Simplified point 5: The section also allows for the Secretary of State to make provision for an enactment to have effect with modifications in consequence of any provision of subsections (1) to (10)."
            },
            {
                "length": 216,
                "short": "\"Temporary Exemptions in Business and Transportation: The Business and Planning Act 2020\"",
                "text": "\n* Simplified point 1: The Business and Planning Act 2020 allows for temporary exemptions from certain regulations related to business and transportation.\n* Simplified point 2: The Act provides for the issuance of certificates of temporary exemption for public service and goods vehicles, allowing them to operate without meeting certain requirements.\n* Simplified point 3: The Act also reduces the duration of certain driving licenses, allowing individuals to drive certain vehicles without the need for a medical report.\n* Simplified point 4: The Act applies to both England and Wales, and has provisions for Northern Ireland as well.\n\nPlease note that the original text is a legal document and it is not possible to simplify it further without losing its original meaning. The simplified points above are a summary of the main points of the text, but it is not a substitute for the original text."
            },
            {
                "length": 209,
                "short": "\"UK Construction Workers Allowed Longer Hours During Winter Months\".",
                "text": "\n* Simplified point 1: The UK government has introduced a new law that allows construction workers to work longer hours during the winter months.\n* Simplified point 2: The law applies to construction projects in England only, and it allows workers to work longer hours on certain days of the week.\n* Simplified point 3: The law also allows workers to work longer hours on certain days of the year, such as Christmas Day and Good Friday.\n* Simplified point 4: The law was introduced to help the construction industry during the winter months, when it is often difficult to work due to weather conditions.\n* Simplified point 5: The law is temporary and will expire at the end of April 2021.\n* Simplified point 6: The Secretary of State can extend the law if it is necessary to mitigate the effects of coronavirus."
            },
            {
                "length": 252,
                "short": "\"UK Legislation: Business and Planning Act 2020 - Extension of Planning Permissions and Environmental Approvals\"",
                "text": "\n* Simplified point 1: The text delimited by triple backticks is an extract of clauses from a piece of UK Legislation with the title: Business and Planning Act 2020.\n\n* Simplified point 2: The extract relates to the extension of certain planning permissions in England, and the conditions for the extension.\n\n* Simplified point 3: The text outlines the requirements for an additional environmental approval, including the EIA requirement and the habitats requirement.\n\n* Simplified point 4: The text also specifies the time frame for the local planning authority to grant the additional environmental approval, and the circumstances under which the approval may be granted.\n\n* Simplified point 5: The text includes provisions for appeals and the distribution of functions among local planning authorities.\n\n* Simplified point 6: The text has expiration dates for certain provisions and allows for regulations to be made to mitigate the effects of coronavirus."
            },
            {
                "length": 375,
                "short": "\"UK Business and Planning Act 2020: Environmental Approval Extension Rules\"",
                "text": "\n* Simplified point 1: The text delimited by triple backticks is an extract of clauses from a piece of UK Legislation with the title \"Business and Planning Act 2020\".\n* Simplified point 2: The extract relates to the automatic extension of certain timelimits for beginning development with additional environmental approval under the Town and Country Planning Act 1990.\n* Simplified point 3: The extension is applicable to outline planning permission granted or deemed to be granted subject to a condition which has the effect of requiring the development to begin not later than a specified date.\n* Simplified point 4: The local planning authority must grant the additional environmental approval if the EIA requirement is met and the habitats requirement is met.\n* Simplified point 5: The EIA requirement is met if no development to which the outline planning permission relates is EIA development, or if it is, a reasoned conclusion was reached and integrated in relation to the permission.\n* Simplified point 6: The habitats requirement is met if regulation 63(1) of the Conservation of Habitats and Species Regulations 2017 would not require an assessment to be carried out first of the implications of the development for a European site or offshore marine site.\n* Simplified point 7: The text also includes provisions for the extension of limits for beginning development with additional environmental approval, and the rights of appeal.\n\nPlease note that the above answer is a simplified version of the text and not a direct copy of the original legislation."
            },
            {
                "length": 263,
                "short": "\"COVID-19 Pandemic Mitigation Measures: Extension of Listed Building Consent Duration in England\"",
                "text": "\n* Simplified point 1: The Business and Planning Act 2020 allows for an extension of the duration of listed building consent in England, subject to certain conditions, to help mitigate the impact of the COVID-19 pandemic.\n* Simplified point 2: The extension applies to listed building consent granted or deemed to be granted between 23rd March 2020 and 31st December 2020, and the works must be begun by 1st May 2021.\n* Simplified point 3: The Secretary of State can, if they consider it reasonable to do so, substitute the date for the time being specified in certain provisions with a later date to mitigate the effect of coronavirus.\n* Simplified point 4: The provisions of the Planning (Listed Buildings and Conservation Areas) Act 1990, as they apply by virtue of the Business and Planning Act 2020, are subject to the extension and substitution of dates provided for in the Act."
            },
            {
                "length": 199,
                "short": "\"Planning Procedure Flexibility: Multiple Options Permitted\"",
                "text": "\n* Simplified point 1: The legislation amends the Town and Country Planning Act 1990 to allow for multiple ways to determine the procedure for certain planning proceedings, rather than just one way.\n* Simplified point 2: The legislation amends the Planning (Listed Buildings and Conservation Areas) Act 1990 and the Planning (Hazardous Substances) Act 1990 in the same way as the Town and Country Planning Act 1990, to allow for multiple ways to determine the procedure for certain planning proceedings.\n* Simplified point 3: The legislation allows for the omission of the word \"most\" in the determination of procedure for certain planning proceedings, making the language more flexible and allowing for a wider range of options to be considered."
            },
            {
                "length": 212,
                "short": "\"London's Spatial Development Strategy Goes Digital\"",
                "text": "\n* Simplified point 1: The Mayor of London can make the current version of the spatial development strategy available for inspection electronically, free of charge.\n* Simplified point 2: The Greater London Authority Act 1999 has been amended to allow for electronic inspection of the spatial development strategy, and the arrangements for this must be made in a reasonably convenient way.\n* Simplified point 3: The Secretary of State can issue guidance on how to make the strategy available by electronic means and how to mitigate any negative effects of not being able to inspect the strategy electronically.\n* Simplified point 4: The provision allowing for electronic inspection of the spatial development strategy expires at the end of December 31, 2020, but the Secretary of State can extend this date if it is reasonable to do so to mitigate the effects of coronavirus."
            },
            {
                "length": 1153,
                "short": "\n\n```\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
                "text": "\n* Simplified point 1: This extract of the legislation gives power to make provision relating to local authority meetings.\n* Simplified point 2: The provision includes the ability to specify which local authorities are subject to the rules, such as Mayoral development corporations, urban development corporations, and parish meetings.\n* Simplified point 3: The provision also includes the ability to specify which local authorities are exempt from the rules, such as Transport for London.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
            },
            {
                "length": 312,
                "short": "\"Business and Planning Act 2020: Regulatory Powers and Transition Provisions\"",
                "text": "\n* Simplified point 1: This extract of the legislation allows the government to make regulations related to business and planning matters without the need for parliamentary approval.\n* Simplified point 2: The regulations made under this act can be different for different purposes, areas, or time periods.\n* Simplified point 3: The regulations are subject to annulment by parliament if they are not approved by a resolution of each house of parliament.\n* Simplified point 4: The regulations cease to have effect after 40 days if they are not approved by parliament, but this does not affect anything previously done under or by virtue of the regulations.\n* Simplified point 5: The act extends to England and Wales, Scotland, and Northern Ireland, and different parts of the act extend to different areas.\n* Simplified point 6: The act comes into force on different dates depending on the part of the act, with some sections coming into force immediately and others after a delay.\n* Simplified point 7: The secretary of state can make regulations for transitional, transitory, or saving provision in connection with the expiry of any provision of the act.\n* Simplified point 8: The act can be cited as the Business and Planning Act 2020."
            }
        ],
        [
            {
                "length": 471,
                "short": "\"Pavement Licences for Outdoor Dining in England: Key Provisions and Requirements\"",
                "text": "\n* Simplified point 1: The Business and Planning Act 2020 allows for the licensing of outdoor dining areas on sidewalks and other public spaces adjacent to restaurants and bars in England.\n* Simplified point 2: The licence-holder can use the furniture to sell or serve food and drink to customers on the sidewalk, and other customers can use the furniture to consume food and drink purchased from the premises.\n* Simplified point 3: The licence is only valid for premises used as public houses, wine bars, or other drinking establishments, and the sidewalk must be a highway that is not over Crown land or maintained by Network Rail.\n* Simplified point 4: The local authority in whose area the premises are situated is responsible for issuing the licence.\n* Simplified point 5: Applications for a pavement license must be made in writing and in a specific form, and must be sent to the local authority using electronic communications.\n* Simplified point 6: The notice must include information about the application and the public consultation period, and must be in a specific form and include certain information.\n* Simplified point 7: The local authority must consider representations made during the public consultation period before making a determination on an application for a pavement licence.\n* Simplified point 8: The local authority must define what is meant by \"furniture\" for the purposes of the pavement licence.\n* Simplified point 9: The local authority must define what is meant by \"relevant highway\" for the purposes of the pavement licence.\n* Simplified point 10: The local authority must define what is meant by \"relevant use\" for the purposes of the pavement licence.\n* Simplified point 11: The local authority must follow the procedure for temporary orders made for purposes connected to coronavirus when making a decision on a pavement licence application.\n* Simplified point 12: The local authority must not take into account certain days when reckoning the public consultation period or the determination period."
            },
            {
                "length": 819,
                "short": "\"Review of Premises Licence Under Section 172H of the Business and Planning Act 2020\"",
                "text": "\n* Simplified point 1: The UK Business and Planning Act 2020 allows for interim steps to be taken by a relevant licensing authority while an off-sales review is pending.\n* Simplified point 2: These interim steps may include modifying conditions of the premises licence, excluding off-sales authorized by the licence, or suspending off-sales.\n* Simplified point 3: The relevant licensing authority must consider whether the interim steps are appropriate for promoting the licensing objectives and may take into account representations from responsible authorities and the holder of the premises licence.\n* Simplified point 4: The holder of the premises licence may only make further representations if there has been a material change in circumstances since the relevant licensing authority made its determination.\n* Simplified point 5: The relevant licensing authority must give immediate notice of its decision and reasons to the holder of the premises licence, the applicant under section 172G, and the chief officer of police for the police area in which the premises are situated.\n\n* Simplified point 1: This section of the Business and Planning Act 2020 outlines the process for reviewing a premises license that has been applied for through section 172G.\n* Simplified point 2: The relevant licensing authority must hold a hearing to consider the application and any relevant representations, and take steps to promote the licensing objectives.\n* Simplified point 3: The steps that can be taken include modifying or excluding off-sales authorized by section 172F(2), suspending off-sales for up to three months, and adding or altering conditions related to section 172F(5) conditions.\n* Simplified point 4: The relevant licensing authority must notify the determination and its reasons to the holder of the premises license, the applicant, the chief officer of police, and any person who made relevant representations.\n* Simplified point 5: The decision does not have effect until the end of the period given for appealing against the decision, or if the decision is appealed against, the time the appeal is disposed of.\n\n* Simplified point 1: The section of the legislation outlines the process for reviewing interim steps taken by a licensing authority under section 172H of the Business and Planning Act 2020.\n* Simplified point 2: The review process includes considering whether the interim steps are appropriate for promoting the licensing objectives, considering relevant representations, and determining whether to withdraw or modify the interim steps.\n* Simplified point 3: The licensing authority has the power to take various interim steps, such as modifying conditions of the licence, excluding off-sales from the scope of the licence, or suspending off-sales for a period not exceeding three months.\n* Simplified point 4: The interim steps taken under section 172H apply until the end of the period given for appealing against a decision made under section 172I, or until the appeals are disposed of.\n* Simplified point 5: Any interim steps taken under section 172H in relation to a premises licence cease to have effect when the decision made under section 172I comes into effect.\n* Simplified point 6: The requirements for making representations to the licensing authority are outlined in the section, including that the representations must be relevant to one or more of the licensing objectives and meet certain criteria."
            },
            {
                "length": 291,
                "short": "\"Business and Planning Regulation Revolution: Streamlining Governance for Efficient Growth\"",
                "text": "\n* Simplified point 1: The Business and Planning Act 2020 allows for regulations to be made regarding business and planning matters without the need for parliamentary approval.\n* Simplified point 2: The regulations made under the act can vary based on purpose, area, or time period.\n* Simplified point 3: The regulations are subject to annulment by parliament if they are not approved by a resolution of each house of parliament.\n* Simplified point 4: The regulations cease to have effect after 40 days if they are not approved by parliament, but this does not affect anything previously done under or by virtue of the regulations.\n* Simplified point 5: The act extends to England and Wales, Scotland, and Northern Ireland, and different parts of the act extend to different areas.\n* Simplified point 6: The act comes into force on different dates depending on the part of the act, with some sections coming into force immediately and others after a delay.\n* Simplified point 7: The secretary of state can make regulations for transitional, transitory, or saving provision in connection with the expiry of any provision of the act.\n* Simplified point 8: The act can be cited as the Business and Planning Act 2020."
            }
        ],
        [
            {
                "length": 253,
                "short": "\"New Law Allows for Outdoor Dining in Public Spaces in England\"",
                "text": "\n* Simplified point 1: The Business and Planning Act 2020 allows for the licensing of outdoor dining areas on sidewalks and other public spaces adjacent to restaurants and bars in England.\n* Simplified point 2: The act streamlines governance for efficient growth by allowing for regulations to be made regarding business and planning matters without the need for parliamentary approval.\n* Simplified point 3: The regulations made under the act can vary based on purpose, area, or time period, and are subject to annulment by parliament if they are not approved by a resolution of each house of parliament.\n* Simplified point 4: The act extends to England and Wales, Scotland, and Northern Ireland, and different parts of the act extend to different areas.\n* Simplified point 5: The act comes into force on different dates depending on the part of the act, with some sections coming into force immediately and others after a delay.\n* Simplified point 6: The secretary of state can make regulations for transitional, transitory, or saving provision in connection with the expiry of any provision of the act."
            }
        ]
    ],
    "summary": "The Business and Planning Act 2020 simplifies the process for obtaining a pavement license for outdoor dining in England, allowing restaurants and bars to expand their seating areas onto sidewalks and other public spaces. The act also streamlines governance for efficient growth, enabling regulations to be made regarding business and planning matters without the need for parliamentary approval. Additionally, the act provides for the review of premises licenses under section 172H, including interim steps that can be taken by the relevant licensing authority while an off-sales review is pending."
}