{
    "general": "The Dormant Assets Act 2022 helps people find forgotten money and other assets that have been left untouched for many years, like old bank accounts or life insurance policies. The law makes it easier for organizations called \"authorized reclaim funds\" to take over these forgotten assets and use them to help people who are struggling financially. This can include things like paying off debts, covering living expenses, or even helping to fund community projects. The goal is to put forgotten money back to work, so to speak, and help those who need it most.",
    "series": [
        [
            {
                "length": 262,
                "short": "The Dormant Assets Scheme: Managing Unclaimed Funds for Social Good",
                "text": "\n* Simplified point 1: The Dormant Assets Act 2022 establishes a scheme for managing dormant assets held by financial institutions.\n* Simplified point 2: Under the scheme, financial institutions transfer dormant assets to an authorized reclaim fund, which then distributes the assets to meet social or environmental purposes.\n* Simplified point 3: The scheme covers various types of assets, including bank and building society assets, long-term insurance assets, pension assets, investment assets, client money assets, and securities assets.\n* Simplified point 4: The scheme replaces the previous general scheme for dormant bank and building society accounts under the Dormant Bank and Building Society Accounts Act 2008.\n* Simplified point 5: The scheme does not apply to transfers of dormant assets to authorized reclaim funds under the alternative scheme for smaller institutions or to transfers of unwanted assets.\n* Simplified point 6: The definition of \"amount owing\" includes amounts available as benefits under personal pension schemes."
            },
            {
                "length": 232,
                "short": "The Dormant Assets Act: Unlocking Insurance Proceeds for Reclaim Funds",
                "text": "\n* Simplified point 1: The Dormant Assets Act 2022 allows for the transfer of eligible insurance proceeds to an authorized reclaim fund if the insurance institution consents to the transfer.\n* Simplified point 2: Eligible insurance proceeds are considered \"dormant\" if the responsible institution has not received any communication from anyone administrating the estate of the deceased person or from the person themselves for at least 7 years.\n* Simplified point 3: If the responsible institution has not received any communication during the past 7 years and the person in question would be at least 120 years old, then the proceeds can be transferred to an authorized reclaim fund.\n* Simplified point 4: The act defines \"insurance institution\" and \"eligible insurance proceeds,\" and specifies the circumstances under which the transfer of proceeds to an authorized reclaim fund is allowed."
            },
            {
                "length": 266,
                "short": "\"Transfer of Pension Benefits to Reclaim Fund Under Dormant Assets Act 2022\"",
                "text": "\n* Simplified point 1: The Dormant Assets Act 2022 allows for the transfer of eligible pension benefits to a reclaim fund if certain conditions are met.\n* Simplified point 2: Eligible pension benefits include income withdrawal, benefits from a personal pension scheme, and amounts available to be paid as benefits under a personal pension scheme.\n* Simplified point 3: The responsible institution must notify the person in respect of whom the benefits are payable that the benefits will be transferred to the reclaim fund.\n* Simplified point 4: If the responsible institution has not received any communication from anyone administrating the estate of the person in respect of whom the benefits are payable, or from the person themselves, within a certain time frame, then the benefits can be transferred to the reclaim fund.\n* Simplified point 5: The responsible institution must make an assessment of whether the person in respect of whom the benefits are payable would be at least 120 years old, and if so, the benefits can be transferred to the reclaim fund."
            },
            {
                "length": 260,
                "short": "```Reclaiming Dormant Assets: Law Outlines Process and Definitions```",
                "text": "\n* Simplified point 1: This section of the law pertains to the transfer of dormant assets from investment institutions to authorized reclaim funds.\n* Simplified point 2: The law defines \"eligible amount owing by virtue of a collective scheme investment\" and specifies the types of investments that qualify, such as shares in an open-ended investment company or units in a unit trust scheme.\n* Simplified point 3: The law outlines the process for transferring dormant assets to authorized reclaim funds, including the requirements for consent and the treatment of orphan monies.\n* Simplified point 4: The law establishes the meaning of \"dormant\" in relation to eligible amounts owing by virtue of collective scheme investments, and specifies the conditions under which an amount is considered dormant.\n* Simplified point 5: The law defines \"reclaim amount\" in relation to an eligible amount owing by virtue of a collective scheme investment, and outlines how the reclaim amount is calculated."
            },
            {
                "length": 274,
                "short": "The Dormant Assets Act 2022: Unlocking Client Funds After Six Years",
                "text": "\n* Simplified point 1: The Dormant Assets Act 2022 allows investment institutions to transfer dormant client money to an authorized reclaim fund.\n* Simplified point 2: Client money held in trust for a person or treated by an investment institution as client money can be transferred to an authorized reclaim fund if the person to whom the money is payable has been \"gone away\" for six years or more.\n* Simplified point 3: Investment institutions must obtain consent from the person to whom the money is payable before transferring the funds to an authorized reclaim fund.\n* Simplified point 4: Eligible client money refers to client money held by an investment institution that is not money that could be transferred to an authorized reclaim fund as mentioned in sections 2, 5, 8, 14, or 21 of the Act.\n* Simplified point 5: Client money held in a Lifetime ISA is excluded from the transfer to an authorized reclaim fund if transferring the money would result in a withdrawal charge to HMRC."
            },
            {
                "length": 263,
                "short": "The Dormant Asset Transfer Scheme: Unlocking Hidden Funds for Reclamation",
                "text": "\n* Simplified point 1: The Dormant Assets Act 2022 allows for the transfer of certain funds from a traded public company to an authorized reclaim fund.\n* Simplified point 2: The funds that can be transferred include eligible proceeds or distributions related to shares in the company, such as cash distributions or amounts owing due to a share conversion.\n* Simplified point 3: The transfer of these funds is subject to the consent of the reclaim fund and certain conditions, such as the fact that the funds must have been considered \"dormant\" for a certain period of time.\n* Simplified point 4: The definition of \"dormant\" varies depending on the type of proceeds or distribution, but generally refers to situations where the company has not heard from the individual who owns the share for a long period of time, typically 12 years.\n* Simplified point 5: Eligible corporate action proceeds, eligible distributions, and eligible share conversion proceeds are all included in the definition of dormant assets."
            },
            {
                "length": 210,
                "short": "The Dormant Assets Act 2022: Streamlining Transfer of Amounts Owed Without Breaching Trust or Fiduciary Duties",
                "text": "\n* Simplified point 1: The Dormant Assets Act 2022 allows for the transfer of amounts owed to certain funds without incurring any liability or breaching trust or fiduciary duties.\n* Simplified point 2: The act protects the rights of both the transferring institution and the recipient fund by ensuring that the transfer does not constitute a breach of trust or fiduciary duty.\n* Simplified point 3: The act also provides for the assumption of liabilities by successors, allowing for a smooth transition of responsibilities.\n* Simplified point 4: The act defines key terms such as \"extinguishing provision,\" \"right to payment provision,\" and \"transfer provision\" to clarify the scope of the legislation."
            },
            {
                "length": 388,
                "short": "\n\"Financial Regulations Glossary: Key Terms Defined\"",
                "text": "\n* Simplified point 1: This part of the legislation defines key terms used throughout the act, such as \"communication,\" \"establishment,\" and \"mutual insurer.\"\n* Simplified point 2: The term \"FCA Handbook\" refers to the set of rules and guidelines issued by the Financial Conduct Authority (FCA) under the Financial Services and Markets Act 2000.\n* Simplified point 3: The term \"FCA rules\" refers to specific rules made by the FCA under Section 137A of the Financial Services and Markets Act 2000.\n* Simplified point 4: The term \"Lifetime ISA\" is defined as a type of individual savings account introduced by the government to encourage long-term savings for retirement or buying a first home.\n* Simplified point 5: The term \"mutual insurer\" refers to a type of financial institution that operates without shareholders and instead distributes any profits to its members.\n* Simplified point 6: The term \"RAO 2001\" refers to the Financial Services and Markets Act 2000 (Regulated Activities) Order 2001, which outlines the activities that require authorization from the FCA.\n* Simplified point 7: The term \"transfers\" includes bringing about a transfer of an amount owed to someone.\n* Simplified point 8: The term \"withdrawal charge payable to HMRC\" refers to a charge payable when withdrawing money from certain types of savings accounts."
            },
            {
                "length": 270,
                "short": "The Dormant Assets Scheme Expansion Act 2022: Empowering the Government to Broaden the Scope of Dormant Assets",
                "text": "\n* Simplified point 1: The Dormant Assets Act 2022 gives power to the government to expand the dormant assets scheme to cover new types of assets.\n* Simplified point 2: The act allows the government to make regulations to bring assets within the scope of the dormant assets scheme, including defining when an asset is \"dormant\" and how it can be converted into an amount owed to a person.\n* Simplified point 3: Regulations made under the act can specify the characteristics of assets that are eligible for the dormant assets scheme, such as the person owing the amount and the person to whom it is owed.\n* Simplified point 4: The act requires that regulations made under it must have regard to the existing definitions of \"dormant\" as they apply to assets within the scope of the dormant assets scheme.\n* Simplified point 5: Regulations under the act are subject to draft affirmative procedure, meaning that they will be scrutinized by parliament before being implemented."
            },
            {
                "length": 199,
                "short": "The Dormant Assets Act: Unlocking Surplus Funds for Community Benefit",
                "text": "\n* Simplified point 1: The Dormant Assets Act 2022 allows for the return of surplus funds held by authorized reclaim funds to banks and building societies that made original transfers.\n* Simplified point 2: The act specifies how the allocation of these funds should be done, taking into account the amounts transferred by each financial institution.\n* Simplified point 3: Banks and building societies that receive these payments must transfer the same amount to eligible charities, specifically those with a special connection to the original transfers or those that will use the funds for the benefit of local communities.\n* Simplified point 4: The act defines \"eligible charities\" based on their connections to the original transfers or their commitment to using the funds for community benefits."
            },
            {
                "length": 192,
                "short": "\"Unclaimed Assets Reclamation Law: Transfer Rights & Reduction Options\"",
                "text": "\n* Simplified point 1: This law allows people to transfer their unwanted assets, such as unclaimed bank accounts or insurance proceeds, to an authorized reclaim fund instead of receiving the payment themselves.\n* Simplified point 2: The transfer of these assets to the reclaim fund can extinguish or reduce the right to payment, depending on the circumstances.\n* Simplified point 3: The law only applies when the person wishing to transfer the assets has informed the institution owing the amount and has made a declaration that no third party has any rights to the funds.\n* Simplified point 4: If multiple people are owed the same amount, the law applies as if the reference to a person were a reference to all of them (whether acting together or separately)."
            },
            {
                "length": 300,
                "short": "\"Unlocking Dormant Assets: Legal Framework for Reclaim Funds\"",
                "text": "\n* Simplified point 1: The Dormant Assets Act 2022 provides rules for the handling of dormant assets held by financial institutions, including the transfer of these assets to an authorized reclaim fund.\n* Simplified point 2: The Act establishes the requirements for the transfer of assets, including the need for contractual or other arrangements between the institution and the reclaim fund, and the requirement for the reclaim fund to make reasonable efforts to reunite assets with their owners.\n* Simplified point 3: The Act also covers the treatment of third-party rights and interests in assets that are transferred to the reclaim fund, and provides for exceptions to the requirement to take steps to trace and verify the identity of certain individuals.\n* Simplified point 4: The Act includes provisions related to the effect of insolvency or other changes in the status of institutions, and the limitation of a person's right to payment to the amount that would be recoverable from the institution or other sources.\n* Simplified point 5: The Act includes protections for confidentiality and restrictions on disclosure of information, and allows for the sharing of information between participating institutions and authorized reclaim funds as needed to facilitate the planning for and dealing with repayment claims."
            },
            {
                "length": 219,
                "short": "The Dormant Assets Act 2022: Empowering Reclaim Funds with Loans and Exclusions",
                "text": "\n* Simplified point 1: The Dormant Assets Act 2022 allows the Treasury to provide loans to authorized reclaim funds to ensure they can meet their liabilities.\n* Simplified point 2: The Act also excludes repayment claims from the financial services compensation scheme, meaning that claims against authorized reclaim funds are not eligible for compensation.\n* Simplified point 3: The Act defines an \"authorized reclaim fund\" as a reclaim fund that is authorized to carry on activities of a reclaim fund under the Financial Services and Markets Act 2000.\n* Simplified point 4: Regulations made under the Act can add, substitute, or remove references to reclaim funds and provide for different types of transfers for which a reclaim fund is an authorized reclaim fund."
            },
            {
                "length": 232,
                "short": "The Dormant Assets Act 2022: Unlocking Financial Resources for England's Needs",
                "text": "\n* Simplified point 1: The Dormant Assets Act 2022 allows the Secretary of State to distribute dormant assets money for meeting English expenditure, subject to certain restrictions and requirements.\n* Simplified point 2: The Secretary of State must carry out a public consultation before making orders under the Act, and consult the Big Lottery Fund about drafts of the orders.\n* Simplified point 3: The Act requires the Secretary of State to review the operation of the dormant assets scheme and the alternative scheme, and to report to Parliament on the results of these reviews.\n* Simplified point 4: The Act allows the Secretary of State to make transitional or saving provisions in connection with the provisions made under the Act.\n* Simplified point 5: The Act defines \"dormant assets money\" and \"English expenditure\", and sets out the meaning of \"the additionality principle\"."
            },
            {
                "length": 206,
                "short": "\"Government Empowered to Use Dormant Assets for Social Projects under New Law\"",
                "text": "\n* Simplified point 1: The Dormant Assets Act 2022 allows the government to use dormant assets (assets that have been inactive for a long time) to fund various social projects.\n* Simplified point 2: The act gives the government the power to create regulations to manage the process of using dormant assets, including the ability to modify existing laws.\n* Simplified point 3: The act also provides for the repeal of certain sections of the 2008 Act and makes minor and consequential amendments to other laws.\n* Simplified point 4: The act applies to England and Wales, Scotland, and Northern Ireland, and comes into force on the day it is passed, with some provisions being brought into force at a later date by regulations made by statutory instrument."
            }
        ],
        [
            {
                "length": 291,
                "short": "The Dormant Assets Act 2022: Empowering the Government to Broaden Scope and Streamline Transfer of Amounts Owed",
                "text": "\n* Simplified point 1: The Dormant Assets Act 2022 enables the transfer of dormant assets from financial institutions to authorized reclaim funds, empowering the government to broaden the scope of dormant assets and streamline the transfer of amounts owed without breaching trust or fiduciary duties.\n* Simplified point 2: The act allows for the creation of regulations to manage the process of using dormant assets, including the ability to modify existing laws, and provides for the repeal of certain sections of the 2008 Act.\n* Simplified point 3: The act defines key terms such as \"dormant assets,\" \"authorized reclaim funds,\" and \"eligible charities,\" and specifies the circumstances under which the transfer of dormant assets can occur.\n* Simplified point 4: The act applies to England and Wales, Scotland, and Northern Ireland, and comes into force on the day it is passed, with some provisions being brought into force at a later date by regulations made by statutory instrument.\n* Simplified point 5: The act provides for the assumption of liabilities by successors, and defines \"extinguishing provision,\" \"right to payment provision,\" and \"transfer provision\" to clarify the scope of the legislation."
            }
        ]
    ],
    "simp_series": null,
    "summary": "\nIn summary, the Dormant Assets Act 2022 is a law that enables the government to use dormant assets to fund various social projects. It empowers the government to create regulations to manage the process of using dormant assets and provides for the repeal of certain sections of the 2008 Act. The law applies to England and Wales, Scotland, and Northern Ireland, and comes into force on the day it is passed, with some provisions being brought into force at a later date by regulations made by statutory instrument."
}