[
    {
        "length": 2243,
        "text": "\nReferences to Article 23A benchmarks\n\tIn Chapter 4 of Title 3 of the Benchmarks Regulation (critical benchmarks),after Article 23F insert—\n\t_“ Article 23FA_ **References to Article 23A benchmarks**\n\t\t1.A reference to a benchmark in a contract or other arrangement is, at anytime when the benchmark is an Article 23A benchmark, to be treated for allpurposes as including the benchmark as it exists—\n\t\t\twhen it is an Article 23A benchmark,\n\t\t\twhen the FCA has exercised a power under Article 23D(2) in respect of thebenchmark, and\n\t\t\twhen the benchmark administrator has exercised a discretion or permissionconferred on it by the FCA under Article 23D in respect of the benchmark,\n\t\t\twhether or not the benchmark is representative of the Article 27 market oreconomic reality at those times.\n\t\t\t2.If a contract or other arrangement describes a benchmark or other figure(rather than naming a benchmark), paragraph 1 applies as if the descriptionwere a reference to—\n\t\t\teach benchmark that falls within the description, and\n\t\t\teach Article 23A benchmark that fell, or was being treated by the partiesto the contract or arrangement as falling, within the description immediatelybefore it became an Article 23A benchmark.\n\t\t\t3.For the purposes of paragraph 2(b), where the description is of a benchmarkor other figure that measures, or is intended to measure, a market or economicreality, a benchmark fell within the description immediately before it becamean Article 23A benchmark if its Article 27 market or economic reality fellwithin the description.\n\t\t\t4.Paragraphs 1 and 2 apply—\n\t\t\tto any contract or other arrangement, whenever it was formed, and\n\t\t\tto any reference to a benchmark or other figure, however expressed.\n\t\t\t5.Where paragraph 1 applies in a case in which the reference formed part ofthe contract or other arrangement—\n\t\t\timmediately before this Article came into force, or\n\t\t\timmediately before the benchmark became an Article 23A benchmark,\n\t\t\tthe contract or arrangement is to be treated for all purposes as having alwaysprovided for the reference to have the meaning provided for by paragraph 1(and, where relevant, paragraph 2) when the benchmark is an Article 23Abenchmark.\n\t\t\t6.Nothing in this Article is to be taken to create any right, obligation orliability of a party to a contract or other arrangement or of another person—\n\t\t\tin relation to an act or omission that is relevant to the formation orvariation of the contract or arrangement (such as, among other things, an actor omission in connection with the making of a representation or the giving ofadvice), where the formation or variation took place before the benchmark inquestion became an Article 23A benchmark, or\n\t\t\tin relation to the operation of the contract or arrangement before thebenchmark in question became an Article 23A benchmark.\n\t\t\t7.Nothing in this Article is to be taken to extinguish, or otherwise affect,any cause of action that arose in relation to a contract or arrangement beforethe benchmark in question became an Article 23A benchmark, except that theeffect of this Article is to be taken into account when determining any lossor damage incurred.\n\t\t\t8.This Article has effect subject to Article 23FB and any regulations madeunder that Article.\n\t\t\t9.For the purposes of this Article and Article 23FB, a contract or otherarrangement refers to a benchmark if it refers to an index, whether or not theindex is used as a benchmark for the purposes of the contract or arrangement(and references to a benchmark are to be interpreted accordingly).\n\t\t\t10.In this Article and Article 23FB—\n\t\t\t“arrangement” means a legally binding arrangement between two or moreparties;\n\t\t\treferences to a contract or an arrangement—\n\t\t\tare to a contract or arrangement entered into by or on behalf of any person(including the Crown), and\n\t\t\tinclude any document referred to in, or otherwise forming part of, acontract or arrangement;\n\t\t\t“Article 27 market or economic reality”, in relation to an Article 23Abenchmark, means the market or economic reality that was intended to bemeasured by the benchmark immediately before it became an Article 23Abenchmark (as defined in the benchmark statement referred to in Article 27).\n\t_Article 23FB_ **References to Article 23A benchmarks: further provision**\n\t\t1.Article 23FA(1) and (2) do not apply to the extent that the contract orarrangement provides expressly that those paragraphs do not apply.\n\t2.Article 23FA(1) does not apply to a reference to a benchmark to which itwould otherwise apply (taking account of Article 23FA(2), where relevant) tothe extent that the contract or arrangement provides expressly that thereference does not include the benchmark as it exists at the times describedin Article 23FA(1).\n\t3.Article 23FA(1) to (5) do not prevent or otherwise affect the operation offallback provision, either before or after the benchmark in question became anArticle 23A benchmark, subject to paragraph 5 and any regulations made underparagraph 6.\n\t4.“Fallback provision” means express provision for the contract orarrangement—\n\t\tto operate, or to be varied so as to operate, by reference to somethingother than the benchmark in question (temporarily or permanently), or\n\t\tto terminate,\n\t\teither on a particular date or in particular circumstances (such as, amongother things, circumstances relating to the benchmark’s representativeness,its designation under Article 23A or the way in which it is determined).\n\t\t5.To the extent that fallback provision provides that it is triggered when thebenchmark in question ceases to exist or to be published or otherwise madeavailable (temporarily or permanently), Article 23FA(1) to (5) prevent it frombeing triggered by reason of the benchmark’s designation under Article 23A orthe exercise of a power, discretion or permission under Article 23D.\n\t\t6.The Treasury may by regulations provide—\n\t\tthat Article 23FA(1) and (2) do not apply—\n\t\tto a specified benchmark or to benchmarks of a specified description;\n\t\tto contracts or other arrangements of a specified description;\n\t\tthat references in this Article to “fallback provision” include (inaddition to the provision described in paragraph 4) express provision of aspecified description;\n\t\tthat fallback provision is not triggered in cases of a specifieddescription relating to a benchmark’s designation under Article 23A (inaddition to the cases described in paragraph 5).\n\t\tIn this paragraph “specified” means specified in the regulations.\n\t\t7.Regulations under paragraph 6 may make provision that applies generally oronly for specific purposes (for example, provision that only applies inrelation to a particular benchmark, a particular description of contracts orother arrangements or a particular type of fallback provision).”\nLiability of administrator of Article 23A benchmark\n\tIn the Benchmarks Regulation, after Article 23FB (inserted by section 1)insert—\n\t_“ Article 23FC_ **Liability of administrator of Article 23A benchmark**\n\t\t1.An administrator of an Article 23A benchmark, and its officers andemployees, are not liable in damages—\n\t\t\tfor action or inaction required by a notice under Article 23D(2) or byArticle 23D(8), or\n\t\t\tfor publishing the benchmark as it exists as a result of such action orinaction.\n\t\t\t2.Paragraph 1 does not remove liability in respect of loss or damage arisingfrom the exercise of a discretion conferred on the administrator under Article23D(2) or as part of a permission given under Article 23D(8)(b).\n\t\t\t3.Paragraph 1(b) does not remove liability in respect of loss or damagearising from the exercise of any other discretion of the administrator as tothe time or manner of publication.”\nConsequential provision\n\tIn Article 2 of the Benchmarks Regulation (scope), at the end insert—\n\t\t“3.Paragraphs 1 and 2 do not limit the application of Articles 23FA to 23FC.”\n\tIn Article 23G(3) of the Benchmarks Regulation (critical benchmarksprovided for different currencies etc), for “and 23A to 23E” substitute “, 23Ato 23E and 23FA to 23FC”.\nInterpretation, extent, commencement and short title\n\tIn this Act, “the Benchmarks Regulation” means [Regulation (EU)2016/1011](/european/regulation/2016/1011?view=plain \"Go to item oflegislation\") of the European Parliament and of the Council of 8 June 2016 onindices used as benchmarks in financial instruments and financial contracts orto measure the performance of investment funds.\n\tThis Act extends to England and Wales, Scotland and Northern Ireland.\n\tThis Act comes into force on the day on which it is passed.\n\tThis Act may be cited as the Critical Benchmarks (References andAdministrators’ Liability) Act 2021.\n\t\t"
    }
]