{
    "general": "This law makes sure that when people use numbers called \"benchmarks\" in contracts or agreements, they are using the right numbers. It also says that people who manage these benchmarks can be held responsible if they don't do their job correctly. This helps protect people from being misled by incorrect information.",
    "series": [
        [
            {
                "length": 389,
                "short": "\"New Provisions for References to Article 23A Benchmarks in Contracts and Arrangements\"",
                "text": "\n* Simplified point 1: The Critical Benchmarks (References and Administrators' Liability) Act 2021 introduces new provisions related to references to Article 23A benchmarks in contracts and arrangements. These provisions aim to ensure that contracts and arrangements continue to operate effectively even when a benchmark becomes an Article 23A benchmark.\n* Simplified point 2: The Act provides that references to a benchmark in a contract or arrangement are to be treated as including the benchmark as it exists, even when it is no longer representative of the market or economic reality. This ensures that the contract or arrangement continues to operate effectively even when the benchmark changes.\n* Simplified point 3: The Act also provides that a contract or arrangement can be treated as providing for a reference to a benchmark to have the meaning provided for by the Act, even if the contract or arrangement was formed before the benchmark became an Article 23A benchmark.\n* Simplified point 4: The Act introduces a new provision that allows for fallback provisions in contracts or arrangements, which can be triggered when a benchmark ceases to exist or become unavailable. This ensures that the contract or arrangement can continue to operate effectively even when the benchmark is no longer available.\n* Simplified point 5: The Act provides that the administrator of an Article 23A benchmark is not liable in damages for certain actions or inactions required by a notice under Article 23D(2) or by Article 23D(8). However, this does not remove liability in respect of loss or damage arising from the exercise of any other discretion of the administrator."
            }
        ]
    ],
    "summary": "The Critical Benchmarks (References and Administrators' Liability) Act 2021 helps ensure that contracts and agreements keep working properly even when a benchmark, like a financial index, changes or becomes unavailable. It does this by making sure that references to the benchmark in these documents still mean what they did before the change. Additionally, the act lets parties to these agreements choose to include \"fallback\" provisions that take effect if the benchmark is no longer available. Finally, the act protects the people who run these benchmarks from being sued for certain actions they must take under the law.",
    "single": "\n* The Critical Benchmarks (References and Administrators' Liability) Act 2021 simplifies the text delimited by the triple backticks.\n* The text explains how references to Article 23A benchmarks in contracts and other agreements should be treated.\n* It also outlines the liabilities of administrators of Article 23A benchmarks.\n\nKEY POINTS:\n\n* References to Article 23A benchmarks in contracts and other agreements will be treated as including the benchmark even when it becomes an Article 23A benchmark.\n* Contracts and agreements can describe a benchmark or other figure instead of naming a benchmark, and paragraph 2 applies to these descriptions as well.\n* Paragraphs 1-5 apply to any contract or agreement, regardless of when it was formed.\n* Nothing in this article creates any new rights, obligations, or liabilities.\n* This article does not extinguish any causes of action that arose before the benchmark became an Article 23A benchmark.\n* The article has effect subject to Article 23FB and any regulations made under that article.\n* The article defines \"arrangement\" and \"fallback provision.\"\n* The Treasury may make regulations regarding the application of this article.\n* The administrator of an Article 23A benchmark is not liable in damages for certain actions or inactions required by law.\n* The administrator is still liable for exercising discretions conferred upon them by law.\n* The text extends to England, Wales, Scotland, and Northern Ireland.\n* It comes into force on the day it is passed."
}