[
    {
        "length": 501,
        "text": "\nConstitution of Farriers Registration Council and its committees\n\tThe Schedule amends the Farriers (Registration) Act 1975 to make changes tothe constitution of the Farriers Registration Council and its committees.\nPower to make further changes to constitution of Council and itscommittees\n\tIn the Farriers (Registration) Act 1975, after section 17 insert—\n\t“17APower to change constitution of Council and its committees\n\t\tThe Secretary of State may by regulations amend or replace—\n\t\t\tPart 1 of Schedule 1 (constitution of the Council);\n\t\t\tSchedule 2 (constitution of the Investigating Committee);\n\t\t\tPart 1 of Schedule 3 (constitution of the Disciplinary Committee).\n\t\tBefore making regulations under this section, the Secretary of State mustobtain the consent of—\n\t\t\tthe Scottish Ministers, and\n\t\t\tthe Welsh Ministers.\n\t\tBefore making regulations under this section, the Secretary of State mustconsult—\n\t\t\tthe Council, and\n\t\t\tany other persons the Secretary of State considers appropriate.\n\t\tRegulations under this section—\n\t\t\tare to be made by statutory instrument;\n\t\t\tmay include incidental, supplementary, consequential, transitional,transitory or saving provision.\n\t\tA statutory instrument containing regulations under this section is subjectto annulment in pursuance of a resolution of either House of Parliament.”\nExtent, commencement and short title\n\tThis Act extends to England and Wales and Scotland.\n\tSections 1 and 2 and the Schedule come into force on such day as theSecretary of State may by regulations appoint.\n\tThis section comes into force on the day on which this Act is passed.\n\tRegulations under subsection (2)—\n\t\tmay appoint different days for different purposes;\n\t\tmay make transitional, transitory or saving provision.\n\tRegulations under this section are to be made by statutory instrument.\n\tThis Act may be cited as the Farriers (Registration) Act 2017.\n\t\tSection 1"
    }
]