{
    "general": "This law makes sure that farriers, who are people skilled in shoeing horses, have proper training and follow safe practices when working with animals. It sets up a council to register farriers and their committees so they can be trusted experts in their field. This helps protect both humans and animals from harm while ensuring high-quality care for equine patients.",
    "series": [
        [
            {
                "length": 226,
                "short": "\"Constitutional Changes for Farriers Registration Council: Regulatory Powers and Consultation Requirements\"",
                "text": "* Simplified point 1: The Act allows the Secretary of State to make changes to the constitution of the Farriers Registration Council and its committees through regulations.\n* Simplified point 2: The changes can include amending or replacing Part 1 of Schedule 1 (constitution of the Council), Schedule 2 (constitution of the Investigating Committee), and Part 1 of Schedule 3 (constitution of the Disciplinary Committee).\n* Simplified point 3: The Secretary of State must obtain the consent of the Scottish Ministers and the Welsh Ministers before making regulations under this section.\n* Simplified point 4: The Secretary of State must consult the Council and any other appropriate persons before making regulations under this section.\n* Simplified point 5: Regulations under this section are subject to annulment in pursuance of a resolution of either House of Parliament."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Farriers (Registration) Act 2017 allows the government to change the rules that govern the Farriers Registration Council and its committees. This means that the council's structure and membership can be adjusted to better serve the needs of farriers and their clients. The changes can also ensure that the council operates more efficiently and effectively. However, any changes made by the government will need to be approved by the Scottish and Welsh ministers, and they will need to consult with the council and other relevant parties before making any decisions. This act helps keep the farrier industry in the UK running smoothly and ensures that farriers are properly trained and registered to practice their profession.",
    "single": "\n* The Farriers (Registration) Act 2017 changes the way the Farriers Registration Council and its committees are run.\n* The Act gives the Secretary of State the power to make regulations to change the constitution of the Council and its committees.\n* The regulations must be made with the consent of the Scottish Ministers and the Welsh Ministers, and must be consulted with the Council and other appropriate persons.\n* The Act extends to England and Wales and Scotland.\n* Sections 1 and 2, and the Schedule, come into force on a day appointed by the Secretary of State by regulations.\n* The Act may be cited as the Farriers (Registration) Act 2017.\nKEY POINTS:\n* The Act changes the constitution of the Farriers Registration Council and its committees.\n* The Secretary of State has the power to make regulations to change the constitution.\n* The regulations must be made with the consent of the Scottish Ministers and the Welsh Ministers.\n* The Act extends to England and Wales and Scotland.\n* The Act comes into force on a day appointed by the Secretary of State by regulations."
}