{
    "general": "This law allows the government to spend money from the Consolidated Fund to pay for things like salaries, buildings, and other expenses for the years 2010-2011. It also says how much money can be spent each year. This helps the government manage its finances and make sure there is enough money to pay for everything it needs to do.",
    "series": [
        [
            {
                "length": 282,
                "short": "\"UK Government's Budget and Spending Authorization for Fiscal Year 2009-2011\"",
                "text": "\n* Simplified point 1: The Consolidated Fund Act 2009 authorizes the use of up to £6,617,232,000 for the service of the year ending with 31 March 2010.\n* Simplified point 2: The Consolidated Fund Act 2009 also authorizes the issue of up to £23,998,577,000 from the Consolidated Fund for the same period.\n* Simplified point 3: For the year ending with 31 March 2011, the Act authorizes the use of up to £218,175,405,000 for the service, and the issue of up to £219,011,739,000 from the Consolidated Fund.\n* Simplified point 4: The Act gives the Treasury the power to issue funds from the Consolidated Fund for these purposes.\n* Simplified point 5: The Short Title of the Act is the Consolidated Fund Act 2009."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Consolidated Fund Act 2009 allows the government to spend up to £6.6 billion in the financial year ending March 31st, 2010, and up to £21.8 billion in the following financial year ending March 31st, 2011, on various public services such as healthcare, education, defense, etc. This act also empowers the treasury to withdraw money from the consolidated fund to meet these expenses. In simpler terms, this law lets the government borrow money to pay for important things like hospitals, schools, armies, etc.",
    "single": "\n* Authorizes the use of £6,617,232,000 for the service of the year ending with 31 March 2010.\n* Authorizes the issue of £23,998,577,000 out of the Consolidated Fund for the year ending with 31 March 2010.\n* Authorizes the use of £218,175,405,000 for the service of the year ending with 31 March 2011.\n* Authorizes the issue of £219,011,739,000 out of the Consolidated Fund for the year ending with 31 March 2011.\n* Short title: Consolidated Fund Act 2009.\nThis bill authorizes the use of funds for the years ending with 31 March 2010 and 31 March 2011, and allows the Treasury to issue funds out of the Consolidated Fund for these years. The total amount authorized for the two years is £258,175,405,000."
}