[
    {
        "length": 405,
        "text": "\nPayments for road safety\n\tRoad safety grants\n\t\tFor section 40 of the Road Traffic Act [1988 (c.52)](/id/ukpga/1988/52?view=plain \"Go to item of legislation\") (power tosubsidise promotion of road safety by bodies other than local authorities)substitute—\n\t\t“40Road safety grants\n\t\t\tA national transport authority may make payments to any local authority orany other authority or body for meeting the whole or part of the capital orrunning costs of any measures for promoting road safety.\n\t\t\tA “national transport authority” means—\n\t\t\t\tthe Secretary of State acting with the approval of the Treasury, or\n\t\t\t\tthe National Assembly for Wales.”\n\tApplication of surplus income from safety camera enforcement\n\t\tSection 38 of the Vehicles (Crime) Act [2001 (c.3)](/id/ukpga/2001/3?view=plain \"Go to item of legislation\") (unified powerfor Secretary of State to fund speed cameras etc.) is amended as follows.\n\t\tIn subsections (3) and (4), for “this section” substitute “subsection (1)”.\n\t\tAfter subsection (4) insert—\n\t\t\t“(4A)The Secretary of State may by regulations make provision for making topublic authorities for road safety purposes payments calculated by referenceto any amount by which—\n\t\t\tthe amount of the sums paid into the Consolidated Fund in consequence ofthe commission of offences to which subsection (2) applies and which aredetected by cameras, exceeds\n\t\t\tthe amount of any payments made under subsection (1).”"
    },
    {
        "length": 1949,
        "text": "\nFixed penalties\n\tGraduated fixed penalties\n\t\tThe Road Traffic Offenders Act [1988 (c. 53)](/id/ukpga/1988/53?view=plain\"Go to item of legislation\") is amended as follows.\n\t\tIn section 53 (amount of fixed penalty), for subsections (2) and (3)substitute—\n\t\tAny order made under subsection (1)(a) above in relation to an offence maymake provision for the fixed penalty for the offence to be different dependingon the circumstances, including (in particular)—\n\t\t\tthe nature of the contravention or failure constituting the offence,\n\t\t\thow serious it is,\n\t\t\tthe area, or sort of place, where it takes place, and\n\t\t\twhether the offender appears to have committed any offence or offences of adescription specified in the order during a period so specified.”\n\t\tIn section 84(2) (regulations about surcharge notices), for paragraphs (b)and (c) substitute “and\n\t\t\tthe amount of the penalty stated in the offer is less than the fixedpenalty applicable in the circumstances,”.\n\tGraduated fixed penalty points\n\t\tSection 28 of the Road Traffic Offenders Act 1988 (penalty points to beattributed to an offence) is amended as follows.\n\t\tFor subsection (3) substitute—\n\t\tFor the purposes of sections 57(5) and 77(5) of this Act, the number ofpenalty points to be attributed to an offence is—\n\t\t\twhere both a range of numbers and a number followed by the words “(fixedpenalty)” is shown in the last column of Part 1 of Schedule 2 to this Act inrelation to the offence, that number,\n\t\t\twhere a range of numbers followed by the words “or appropriate penaltypoints (fixed penalty)” is shown there in relation to the offence, theappropriate number of penalty points for the offence, and\n\t\t\twhere only a range of numbers is shown there in relation to the offence,the lowest number in the range.\n\t\t\t\t(3A)For the purposes of subsection (3)(b) above the appropriate number ofpenalty points for an offence is such number of penalty points as theSecretary of State may by order made by statutory instrument prescribe.\n\t\t\t(3B)An order made under subsection (3A) above in relation to an offence maymake provision for the appropriate number of penalty points for the offence tobe different depending on the circumstances, including (in particular)—\n\t\t\tthe nature of the contravention or failure constituting the offence,\n\t\t\thow serious it is,\n\t\t\tthe area, or sort of place, where it takes place, and\n\t\t\twhether the offender appears to have committed any offence or offences of adescription specified in the order during a period so specified.”\n\t\tIn subsection (7), in paragraph (b), after “penalty)” insert “or the words“or appropriate penalty points (fixed penalty)””.\n\t\tBefore the word “and” at the end of that paragraph insert—\n\t\t\tsubstitute the words “or appropriate penalty points (fixed penalty)” fora number together with the words “(fixed penalty)”, or substitute a numbertogether with the words “(fixed penalty)” for the words “or appropriatepenalty points (fixed penalty)”, in relation to an offence in the last columnof Part 1 or 2,”.\n\t\tAfter subsection (8) insert—\n\t\t“(8A)Before making any order under subsection (3A) above the Secretary ofState must consult with such representative organisations as he thinks fit.”\n\t\tIn subsection (9), for “subsection (7) above” substitute “this section”.\n\tGiving of fixed penalty notices by vehicle examiners\n\t\tSchedule 1 contains provision about the giving of fixed penalty notices byvehicle examiners and connected matters.\n\tGoods vehicles operator licensing\n\t\tThe Goods Vehicles (Licensing of Operators) Act [1995 (c.23)](/id/ukpga/1995/23?view=plain \"Go to item of legislation\") is amended asfollows.\n\t\tIn subsection (1) of section 9 (duty of applicant for operator’s licence tonotify traffic commissioner of notifiable conviction subsequent to making ofapplication), insert at the end “or there is issued a notifiable fixed penaltynotice within the meaning given in paragraph 7 of that Schedule.”\n\t\tIn subsection (3)(b) of that section (offence of failing to notifyconviction of transport manager), insert at the end “or the issue to thetransport manager of a fixed penalty notice or conditional offer under Part 3of the Road Traffic Offenders Act 1988 in respect of such an offence.”\n\t\tIn subsection (1) of section 26 (revocation, suspension and curtailment ofoperators' licences), after paragraph (c) insert—\n\t\t\tthat during those five years a fixed penalty notice or conditional offerhas been issued under Part 3 of the Road Traffic Offenders Act 1988 to thelicence-holder in respect of an offence within sub-paragraph (i) of paragraph(c) or to a servant or agent of the licence-holder in respect of an offencewithin sub-paragraph (ii) of that paragraph;”.\n\t\tIn paragraph (d) of that subsection, insert at the end “or an issue of afixed penalty notice or conditional offer under Part 3 of the Road TrafficOffenders Act 1988 to the licence-holder or a servant or agent of his inrespect of such an offence;”.\n\t\tIn paragraph 1 of Schedule 2 (information about, and convictions of,applicants for and holders of operators' licences), after paragraph (f)insert—\n\t\t\tparticulars of any notifiable fixed penalty notices which have beenissued during those five years;”.\n\t\tAfter paragraph 6 of that Schedule insert—\n\t\t““Notifiable fixed penalty notices”\n\t\t\t7In paragraph 1(fa) “notifiable fixed penalty notice” means any fixed penaltynotice or conditional offer under Part 3 of the Road Traffic Offenders Act1988—\n\t\t\t\tissued to a relevant person in respect of an offence such as is mentionedin paragraph 5, or\n\t\t\t\tissued to a servant or agent of a relevant person in respect of an offencewithin paragraph 4(b).”\n\tPublic passenger vehicle licensing\n\t\tThe Public Passenger Vehicles Act [1981 (c.14)](/id/ukpga/1981/14?view=plain \"Go to item of legislation\") is amended asfollows.\n\t\tIn section 19 (duty of applicant for PSV operator’s licence to informtraffic commissioners of relevant convictions etc.), after subsection (2)insert—\n\t\t\t“(2A)For the purposes of subsections (1) and (2) above the issue to a personof a fixed penalty notice or conditional offer under Part 3 of the RoadTraffic Offenders Act 1988 in respect of an offence prescribed for thepurposes of this Act is to be treated as if it were a relevant conviction ofhim.”\n\t\tIn sub-paragraph (1) of paragraph 1 of Schedule 3 (supplementary provisionsas to qualifications for PSV operator’s licence), before the word “and” at theend of paragraph (a) insert—\n\t\t\trelevant fixed penalty notices issued to him and to his employees andagents;”.\n\t\tIn sub-paragraph (2) of that paragraph, before the word “and” at the end ofparagraph (a) insert—\n\t\t\trelevant fixed penalty notices issued to the company’s officers,employees and agents;”.\n\t\tAfter that sub-paragraph insert—\n\t\t“(2A)In sub-paragraphs (1)(aa) and (2)(aa) above “relevant fixed penaltynotice” means a fixed penalty notice or conditional offer issued under Part 3of the Road Traffic Offenders Act 1988 in respect of an offence prescribed forthe purposes of this Act.”"
    },
    {
        "length": 3000,
        "text": "\nNew system of endorsement\n\tDriving record\n\t\tIn the Road Traffic Offenders Act [1988 (c. 53)](/id/ukpga/1988/53?view=plain\"Go to item of legislation\"), after section 97 insert—\n\t\t“97AMeaning of “driving record”\n\t\t\tIn this Act “driving record”, in relation to a person, means a record inrelation to the person maintained by the Secretary of State and designed to beendorsed with particulars relating to offences committed by the person underthe Traffic Acts.\n\t\t\tThe Secretary of State may make arrangements for the following persons tohave access, by such means as the Secretary of State may determine, toinformation held on a person’s driving record—\n\t\t\t\tcourts, \n\t\t\t\tconstables, \n\t\t\t\tfixed penalty clerks,\n\t\t\t\tthe person in respect of whom the record is maintained and personsauthorised by him, and\n\t\t\t\tother persons prescribed in regulations made by the Secretary of State.\n\t\t\tThe power to make regulations under subsection (2)(e) above shall beexercisable by statutory instrument.\n\t\t\tNo regulations shall be made under subsection (2)(e) above unless a draftof the instrument containing them has been laid before, and approved by aresolution of, each House of Parliament.”\n\tUnlicensed and foreign drivers\n\t\tThe Road Traffic Offenders Act 1988 is amended as follows.\n\t\tIn section 44 (endorsement of licences)—\n\t\t\tafter subsection (3) insert—\n\t\t\t\t“(3A)Where a person who is not the holder of a licence is convicted of anoffence involving obligatory endorsement, subsection (1) above applies as ifthe reference to the counterpart of any licence held by him were a referenceto his driving record.”, and\n\t\t\tfor the heading substitute **“Orders for endorsement”**.\n\t\tAfter that section insert—\n\t\t“44AEndorsement of driving record in accordance with order\n\t\t\tWhere the court orders the endorsement of a person’s driving record withany particulars or penalty points it must send notice of the order to theSecretary of State.\n\t\t\tOn receiving the notice, the Secretary of State must endorse thoseparticulars or penalty points on the person’s driving record.\n\t\t\tA notice sent by the court to the Secretary of State in pursuance of thissection must be sent in such manner and to such address and contain suchparticulars as the Secretary of State may require.”\n\t\t\tIn section 54 (notices on-the-spot etc.), after subsection (5) insert—\n\t\t\t\t“(5A)Where the offence appears to the constable or vehicle examiner to involveobligatory endorsement, and the person is not the holder of a licence, theconstable or vehicle examiner may only give him a fixed penalty notice undersubsection (2) above in respect of the offence if the constable or vehicleexaminer is satisfied, on accessing information held on his driving record,that he would not be liable to be disqualified under section 35 of this Act ifhe were convicted of that offence.\n\t\t\t(5B)Subsection (5C) below applies where—\n\t\t\t\tthe offence appears to the constable or vehicle examiner to involveobligatory endorsement,\n\t\t\t\tthe person concerned is not the holder of a licence, and\n\t\t\t\tthe constable or vehicle examiner is unable to satisfy himself, byaccessing information held on his driving record, that he would not be liableto be disqualified under section 35 of this Act if he were convicted of thatoffence.\n\t\t\t\t(5C)Where this subsection applies, the constable or vehicle examiner may givethe person a notice stating that if—\n\t\t\t\the delivers the notice in accordance with subsection (5D) below, and\n\t\t\t\tthe person to whom it is delivered is satisfied, on accessing informationheld on his driving record, that he would not be liable to be disqualifiedunder section 35 of this Act if he were convicted of the offence,\n\t\t\t\the will then be given a fixed penalty notice in respect of the offence.\n\t\t\t\t(5D)Delivery must—\n\t\t\t\tif the notice is given by a constable, be made in person, within seven daysafter the notice is given, to a constable or authorised person at the policestation specified in the notice (being a police station chosen by the personconcerned), or\n\t\t\t\tif the notice is given by a vehicle examiner, be made (either by post or inperson), within fourteen days after the notice is given, to the Secretary ofState at the place specified in the notice.\n\t\t\t\t(5E)If a person to whom a notice has been given under subsection (5C) abovedelivers the notice in accordance with subsection (5D) above, and the personto whom it is delivered is satisfied, on accessing information held on hisdriving record, that he would not be liable to be disqualified under section35 of this Act if he were convicted of the offence, that person must give hima fixed penalty notice in respect of the offence to which the notice undersubsection (5C) relates.”\n\t\t\tAfter section 57 insert—\n\t\t“57AEndorsement of driving records without hearings\n\t\t\tSubject to subsection (2) below, where a person who is not the holder of alicence has been given a fixed penalty notice under section 54 of this Act inrespect of an offence involving obligatory endorsement, his driving record maybe endorsed in accordance with this section without any order of a court.\n\t\t\tA person’s driving record may not be endorsed under this section if at theend of the suspended enforcement period—\n\t\t\t\the has given notice, in the manner specified in the fixed penalty notice,requesting a hearing in respect of the offence to which the fixed penaltynotice relates, and\n\t\t\t\tthe fixed penalty has not been paid in accordance with this Part of thisAct.\n\t\t\tIf payment of the fixed penalty is made before the end of the suspendedenforcement period and the person to whom the payment is made is the fixedpenalty clerk, the fixed penalty clerk must send to the Secretary of Statenotice of the relevant particulars which are to be endorsed on the person’sdriving record.\n\t\t\tWhere any sum determined by reference to the fixed penalty is registeredunder section 71 of this Act for enforcement against the person as a fine in acase where the fixed penalty is required to be paid to the fixed penaltyclerk, the fixed penalty clerk must send to the Secretary of State notice ofthe relevant particulars which are to be endorsed on the person’s drivingrecord—\n\t\t\t\tif he is himself the person who registers the sum, on the registration ofthat sum, and\n\t\t\t\tin any other case, on being notified of the registration by the person whoregisters that sum.\n\t\t\tThe Secretary of State must endorse the relevant particulars on theperson’s driving record if—\n\t\t\t\the receives notice of them under subsection (3) or (4) above,\n\t\t\t\tthe fixed penalty is paid to him before the end of the suspendedenforcement period, or\n\t\t\t\tin a case where the fixed penalty is required to be paid to the Secretaryof State, any sum determined by reference to the fixed penalty is registeredunder section 71 of this Act for enforcement against the person as a fine.\n\t\t\tReferences in this section to the relevant particulars are to—\n\t\t\t\tparticulars of the offence, including the date when it was committed, and\n\t\t\t\tthe number of penalty points to be attributed to the offence.”\n\t\t\tSchedule 2 contains further amendments about the endorsement of drivingrecords in the case of unlicensed and certain foreign drivers.\n\tAll drivers\n\t\tThe Road Traffic Offenders Act [1988 (c. 53)](/id/ukpga/1988/53?view=plain\"Go to item of legislation\") (as amended by section 9 and Schedule 2) isamended as follows.\n\t\tIn section 44 (orders for endorsement)—\n\t\t\tin subsection (1), for “the counterpart of any licence held by him”substitute “his driving record”, and\n\t\t\tomit subsection (3A).\n\t\tSection 54 (notices on-the-spot etc.) is amended as follows.\n\t\tFor subsections (3) to (5E) substitute—\n\t\tWhere the offence appears to the constable or vehicle examiner to involveobligatory endorsement, the constable or vehicle examiner may only give him afixed penalty notice under subsection (2) above in respect of the offence if—\n\t\t\tthe constable or vehicle examiner is satisfied, on accessing informationheld on his driving record, that he would not be liable to be disqualifiedunder section 35 of this Act if he were convicted of that offence, and\n\t\t\tin the case of a person who is the holder of a licence, he produces it forinspection by the constable or vehicle examiner and surrenders it to him to beretained and dealt with in accordance with this Part of this Act.\n\t\tWhere the offence appears to the constable or vehicle examiner to involveobligatory endorsement, subsection (5) below applies if—\n\t\t\tthe constable or vehicle examiner is unable to satisfy himself, byaccessing information held on his driving record, that he would not be liableto be disqualified under section 35 of this Act if he were convicted of thatoffence, or\n\t\t\tin the case of a person who is the holder of a licence, he does not produceit for inspection by the constable or vehicle examiner.\n\t\tWhere this subsection applies, the constable or vehicle examiner may givethe person a notice stating that if—\n\t\t\the delivers the notice and (if he is the holder of a licence) his licencein accordance with subsection (5A) below, and\n\t\t\tthe requirements of subsection (5B) below are met,\n\t\t\t\the will then be given a fixed penalty notice in respect of the offence.\n\t\t\t(5A)Delivery must—\n\t\t\tif the notice is given by a constable, be made in person, within seven daysafter the notice is given, to a constable or authorised person at the policestation specified in the notice (being a police station chosen by the personconcerned), or\n\t\t\tif the notice is given by a vehicle examiner, be made (either by post or inperson), within fourteen days after the notice is given, to the Secretary ofState at the place specified in the notice.\n\t\t\t(5B)If a person to whom a notice has been given under subsection (5) abovedelivers the notice and (if he is the holder of a licence) his licence inaccordance with subsection (5A) above, and the following requirements are met,that is—\n\t\t\tthe person to whom the notice is delivered is satisfied, on accessinginformation held on his driving record, that he would not be liable to bedisqualified under section 35 of this Act if he were convicted of the offence,and\n\t\t\tif he is the holder of a licence, it is delivered to be retained and dealtwith in accordance with this Part of this Act,\n\t\t\tthe person to whom the notice is delivered must give him a fixed penaltynotice in respect of the offence to which the notice under subsection (5)above relates.”\n\t\tIn subsection (6), for “(4) or (5C)” substitute “(5)”.\n\t\tIn subsection (7), omit “and a counterpart of a licence”.\n\t\tOmit section 57 (endorsement of counterparts without hearings).\n\t\tSection 57A (endorsement of driving records without hearings) is amended asfollows.\n\t\tIn subsection (1), omit “who is not the holder of a licence”.\n\t\tIn subsection (3), at the end insert “and return to that person anylicence surrendered by him under section 54 of this Act.”\n\t\tIn subsection (4), after “record” insert “and return to that person anylicence surrendered by him under section 54 of this Act”.\n\t\tSchedule 3 contains further amendments about the endorsement of drivingrecords in the case of all drivers."
    },
    {
        "length": 3558,
        "text": "\nDeposits and prohibition on driving\n\tFinancial penalty deposits\n\t\tIn the Road Traffic Offenders Act [1988 (c.53)](/id/ukpga/1988/53?view=plain \"Go to item of legislation\"), after Part 3insert—\n\t\t“Part 3AFinancial penalty deposits\n\t\t\tAPower to impose financial penalty deposit requirement\n\t\t\t\tA constable or vehicle examiner may impose a financial penalty depositrequirement on a person on any occasion if the conditions in this section aresatisfied.\n\t\t\t\tThe constable or vehicle examiner must have reason to believe—\n\t\t\t\t\tthat the person is committing or has on that occasion committed an offencerelating to a motor vehicle, and\n\t\t\t\t\tthat the person, the offence and the circumstances in which the offence iscommitted are of a description specified in an order made by the Secretary ofState.\n\t\t\t\tThe person must be—\n\t\t\t\t\tgiven written notification that it appears likely that proceedings will bebrought against him in respect of the offence, or\n\t\t\t\t\t(if the offence is a fixed penalty offence) either given such notificationor given a fixed penalty notice (or, in Scotland, handed a conditional offer)in respect of the offence.\n\t\t\t\tThe person must fail to provide a satisfactory address; and for thispurpose “a satisfactory address” is an address in the United Kingdom at whichthe constable or vehicle examiner considers it likely that it would bepossible to find the person whenever necessary to do so in connection with theproceedings, fixed penalty notice or conditional offer.\n\t\t\t\tThe person who is to impose the financial penalty deposit requirement—\n\t\t\t\t\tif a constable, must be in uniform, and\n\t\t\t\t\tif a vehicle examiner, must produce his authority.\n\t\t\tBFinancial penalty deposit requirement\n\t\t\t\tFor the purposes of this Part of this Act a financial penalty depositrequirement is a requirement to make a payment of the appropriate amount tothe Secretary of State—\n\t\t\t\t\tin a manner specified in an order made by him, and\n\t\t\t\t\teither immediately or within the relevant period.\n\t\t\t\tIn this Part of this Act “the appropriate amount”, in relation to anoffence and a person, is an amount specified in relation to the offence in anorder made by the Secretary of State; and different amounts may be sospecified—\n\t\t\t\t\tby reference to whether the person is given notification that it appearslikely that proceedings will be brought against him or given a fixed penaltynotice (or handed a conditional offer), and\n\t\t\t\t\totherwise by reference to the circumstances of the offence.\n\t\t\t\tIn this Part of this Act “the relevant period” means—\n\t\t\t\t\tif the person was given a fixed penalty notice and proceedings are notbrought in respect of the offence by virtue of this Act before the end of thesuspended enforcement period, the suspended enforcement period,\n\t\t\t\t\tif he was handed a conditional offer and proceedings are not brought inrespect of the offence by virtue of this Act before the end of the period of28 days following the date on which the conditional offer was given or anylonger period specified in the conditional offer, that period, and\n\t\t\t\t\totherwise, the period ending with the person being charged with theoffence.\n\t\t\tCMaking of payment in compliance with requirement\n\t\t\t\tThis section applies where a person on whom a financial penalty depositrequirement is imposed in respect of an offence makes a payment of theappropriate amount in accordance with section 90B(1) of this Act (and anyorder made under it).\n\t\t\t\tOn payment by the person of the appropriate amount the person by whom thepayment is received must issue him with a written receipt for the paymentspecifying the effect of the following provisions of this section.\n\t\t\t\tIf the person was handed a conditional offer—\n\t\t\t\t\tthe person is entitled to give notice requesting a hearing in respect ofthe offence, and\n\t\t\t\t\tthe written receipt must specify the manner in which such notice is to begiven.\n\t\t\t\tIn a case where—\n\t\t\t\t\ta fixed penalty notice relating to the offence has been given to the personor a conditional offer so relating has been handed to him,\n\t\t\t\t\tthe person does not give notice requesting a hearing in respect of theoffence before the end of the relevant period in the appropriate manner, and\n\t\t\t\t\tproceedings are not brought in respect of the offence by virtue of thisAct,\n\t\t\t\t\t\tsubsection (6) below applies.\n\t\t\t\tIn subsection (4)(b) above “the appropriate manner” means—\n\t\t\t\t\tif the person was given a fixed penalty notice, the manner specified in thefixed penalty notice, and\n\t\t\t\t\tif he was handed a conditional offer, the manner specified in the writtenreceipt under subsection (2) above.\n\t\t\t\tWhere this subsection applies, the Secretary of State must—\n\t\t\t\t\tapply so much of the payment as does not exceed the amount of the fixedpenalty in or towards payment of the fixed penalty, and\n\t\t\t\t\ttake the appropriate steps to make any appropriate refund to the person.\n\t\t\t\tIn any other case—\n\t\t\t\t\tif the person is informed that he is not to be prosecuted for the offence,is acquitted of the offence or is convicted but not fined in respect of it, orthe prosecution period comes to an end without a prosecution having beencommenced against him in respect of it, subsection (9) below applies, and\n\t\t\t\t\tif a fine is imposed on the person in respect of the offence (otherwisethan as a result of a conviction obtained on a prosecution commenced after theend of the prosecution period), subsection (10) below applies.\n\t\t\t\tIn this Part of this Act “the prosecution period” means the period oftwelve months beginning with the imposition of the financial penalty depositrequirement or, if shorter, any period after which no prosecution may becommenced in respect of the offence.\n\t\t\t\tWhere this subsection applies, the Secretary of State must take theappropriate steps to make the appropriate refund to the person.\n\t\t\t\tWhere this subsection applies, the Secretary of State must—\n\t\t\t\t\tapply so much of the payment as does not exceed the amount of the fine inor towards payment of the fine, and\n\t\t\t\t\ttake the appropriate steps to make any appropriate refund to the person.\n\t\t\t\tWhere the Secretary of State is required by this section to take theappropriate steps to make an appropriate refund, he must take such steps totrace the person and to make the refund to him, by such means, as arespecified in an order made by the Secretary of State.\n\t\t\t\tIn this Part of this Act “the appropriate refund”, in any case, is arefund of—\n\t\t\t\t\twhere subsection (6) above applies, so much of the payment as exceeds theamount of the fixed penalty,\n\t\t\t\t\twhere subsection (9) above applies, the amount of the payment, and\n\t\t\t\t\twhere subsection (10) above applies, so much of the amount of the paymentas exceeds the amount of the fine,\n\t\t\t\t\ttogether with interest calculated in accordance with provision made by ordermade by the Treasury.\n\t\t\tDProhibition on driving on failure to make payment\n\t\t\t\tThis section applies where a person on whom a financial penalty depositrequirement is imposed does not make an immediate payment of the appropriateamount in accordance with section 90B(1) of this Act (and any order made underit).\n\t\t\t\tThe constable or vehicle examiner by whom the requirement was imposed mayprohibit the driving on a road of any vehicle of which the person was incharge at the time of the offence by giving to the person notice in writing ofthe prohibition.\n\t\t\t\tThe prohibition—\n\t\t\t\t\tshall come into force as soon as the notice is given, and\n\t\t\t\t\tshall continue in force until the happening of whichever of the events insubsection (4) below occurs first.\n\t\t\t\tThose events are—\n\t\t\t\t\tthe person making a payment of the appropriate amount in accordance withsection 90B(1) of this Act (and any order made under it) at any time duringthe relevant period,\n\t\t\t\t\t(where a fixed penalty notice was given, or a conditional offer handed, tothe person in respect of the offence) payment of the fixed penalty,\n\t\t\t\t\tthe person being convicted or acquitted of the offence,\n\t\t\t\t\tthe person being informed that he is not to be prosecuted for the offence,and\n\t\t\t\t\tthe coming to an end of the prosecution period.\n\t\t\t\tA constable or vehicle examiner may by direction in writing require theperson to remove the vehicle to which the prohibition relates (and, if it is amotor vehicle drawing a trailer, also to remove the trailer) to such place andsubject to such conditions as are specified in the direction; and theprohibition does not apply to the removal of the vehicle (or trailer) inaccordance with the direction.\n\t\t\t\tA person who—\n\t\t\t\t\tdrives a vehicle in contravention of a prohibition under this section,\n\t\t\t\t\tcauses or permits a vehicle to be driven in contravention of such aprohibition, or\n\t\t\t\t\tfails to comply within a reasonable time with a direction under subsection(5) above,\n\t\t\t\t\t\tis guilty of an offence.\n\t\t\t\tThe Secretary of State may by order provide for exceptions from subsection(6) above.\n\t\t\t\tSchedule 4 to the Road Safety Act 2006 makes provision about theimmobilisation of vehicles the driving of which has been prohibited under thissection and about their removal and disposal.\n\t\t\tEOrders about financial penalty deposits\n\t\t\t\tAny power conferred by section 90A, 90B, 90C or 90D of this Act on theSecretary of State or the Treasury to make an order shall be exercisable bystatutory instrument.\n\t\t\t\tBefore making an order under any of those sections the Secretary of Stateor the Treasury must consult with such representative organisations as appearappropriate.\n\t\t\t\tAn order under any of those sections may make different provision fordifferent cases.\n\t\t\t\tNo order shall be made under section 90B(2) of this Act unless a draft ofthe instrument containing it has been laid before, and approved by aresolution of, each House of Parliament.\n\t\t\t\tA statutory instrument containing an order under section 90A, 90B(1), 90Cor 90D of this Act shall be subject to annulment in pursuance of a resolutionof either House of Parliament.\n\t\t\tFFinancial penalty deposits: interpretation\n\t\t\t\tIn sections 90A to 90D of this Act—\n\t\t\t\t  * “the appropriate amount” has the meaning given by section 90B(2) of this Act,\n\t\t\t\t  * “the appropriate refund” has the meaning given by section 90C(12) of this Act,\n\t\t\t\t  * “conditional offer” means a notice under section 75(3)(a) of this Act,\n\t\t\t\t  * “financial penalty deposit requirement” has the meaning given by section 90B(1) of this Act,\n\t\t\t\t  * “fixed penalty notice” has the meaning given by section 52 of this Act,\n\t\t\t\t  * “fixed penalty offence” is to be construed in accordance with section 51 of this Act,\n\t\t\t\t  * “the prosecution period” has the meaning given by section 90C(8) of this Act,\n\t\t\t\t  * “the relevant period” has the meaning given by section 90B(3) of this Act,\n\t\t\t\t  * “suspended enforcement period” is to be construed in accordance with section 52(3)(a) of this Act, and\n\t\t\t\t  * “vehicle examiner” means an examiner appointed under section 66A of the Road Traffic Act 1988.”\n\t\t\t\tIn Part 1 of Schedule 2 to the Road Traffic Offenders Act [1988 (c.53)](/id/ukpga/1988/53?view=plain \"Go to item of legislation\") (prosecutionand punishment of offences: offences under the Traffic Acts), after the entryrelating to section 67 of that Act insert—\n\t\t\t\t“Section 90D(6) of this Act| Driving, etc., vehicle in contravention ofprohibition for failure to pay financial penalty deposit, etc.| Summarily.|Level 5 on the standard scale.”| | |  ---|---|---|---|---|---|---    (3)Schedule 4 makes provision about the immobilisation of vehicles the drivingof which has been prohibited and about their removal and disposal.\n\tProhibition on driving: immobilisation, removal and disposal of vehicles\n\t\tIn section 99A of the Transport Act [1968 (c.73)](/id/ukpga/1968/73?view=plain \"Go to item of legislation\") (powers toprohibit driving of vehicles in connection with contravention of provisionsabout drivers' hours), after subsection (5) insert—\n\t\tSchedule 4 to the Road Safety Act 2006 makes provision about theimmobilisation of vehicles the driving of which has been prohibited undersubsection (1) of this section and about their removal and disposal.”\n\t\tIn section 3 of the Road Traffic (Foreign Vehicles) Act [1972 (c.27)](/id/ukpga/1972/27?view=plain \"Go to item of legislation\") (prohibition ondriving of foreign vehicles: enforcement provisions), after subsection (7)insert—\n\t\tSchedule 4 to the Road Safety Act 2006 makes provision about theimmobilisation of vehicles the driving of which has been prohibited undersection 1 of this Act and about their removal and disposal.”\n\t\tIn section 73 of the Road Traffic Act [1988 (c.52)](/id/ukpga/1988/52?view=plain \"Go to item of legislation\") (prohibition ondriving of unfit or overloaded vehicles: supplementary provisions), aftersubsection (4) insert—\n\t\tSchedule 4 to the Road Safety Act 2006 makes provision about theimmobilisation of vehicles the driving of which has been prohibited undersection 69 or 70 of this Act and about their removal and disposal.”"
    },
    {
        "length": 279,
        "text": "\nHigh risk offenders: medical enquiries following disqualification\n\tIn section 88 of the Road Traffic Act 1988 (exceptions to requirement tohold driving licence), after subsection (2) insert—\n\t\t“(2A)Subsection (1) above does not apply by virtue of an application mentionedin paragraph (b) of that subsection having been received by the Secretary ofState if—\n\t\tthe application was made as a result of, or in anticipation of, the expiryof a disqualification relevant to the licence applied for,\n\t\teither the nature of the disqualification or its imposition within aparticular period after an earlier disqualification amounted to circumstancesprescribed under subsection (4) of section 94 of this Act (disqualification:high risk offenders), and\n\t\tthe Secretary of State has notified the applicant that, because of that, hewill be subject to a requirement under paragraph (a) or (b) of subsection (5)of that section.”\n\tThe amendment made by subsection (1) does not apply where the conviction inrespect of which the disqualification was ordered was imposed before thecoming into force of that subsection."
    },
    {
        "length": 126,
        "text": "\nPeriod of endorsement for failure to allow specimen to be tested\n\tIn section 45(7) of the Road Traffic Offenders Act [1988 (c.53)](/id/ukpga/1988/53?view=plain \"Go to item of legislation\") (effect ofendorsement: period for which effective), after paragraph (b) insert “or\n\t\tunder section 7A(6) of that Act (failing to allow a specimen to besubjected to laboratory test),”."
    },
    {
        "length": 1378,
        "text": "\n“34DReduced disqualification period: alcohol ignition interlock programmeorders\n\tThis section applies where—\n\t\ta person is convicted of a relevant drink offence by or before a court,\n\t\the has committed another relevant drink offence at any time during theperiod of ten years ending with the date of the conviction,\n\t\tthe court makes an order under section 34 of this Act but does not make anorder under section 34A of this Act, and\n\t\tthe period stated by the court as that for which, apart from this section,he would be disqualified (“the unreduced period”) is not less than two years.\n\tIn this section “relevant drink offence” means—\n\t\tan offence under paragraph (a) of subsection (1) of section 3A of the RoadTraffic Act 1988 (causing death by careless driving when unfit to drivethrough drink) committed when unfit to drive through drink,\n\t\tan offence under paragraph (b) of that subsection (causing death bycareless driving with excess alcohol),\n\t\tan offence under paragraph (c) of that subsection (failing to provide aspecimen) where the specimen is required in connection with drink orconsumption of alcohol,\n\t\tan offence under section 4 of that Act (driving or being in charge whenunder influence of drink) committed by reason of unfitness through drink,\n\t\tan offence under section 5(1) of that Act (driving or being in charge withexcess alcohol),\n\t\tan offence under section 7(6) of that Act (failing to provide a specimen)committed in the course of an investigation into an offence within any of thepreceding paragraphs, or\n\t\tan offence under section 7A(6) of that Act (failing to allow a specimen tobe subjected to a laboratory test) in the course of an investigation into anoffence within any of the preceding paragraphs.\n\tWhere this section applies, the court may specify a lesser period ofdisqualification (“the reduced period”) if it also makes an order (an “alcoholignition interlock programme order”) requiring the offender to comply with thealcohol ignition interlock conditions.\n\tThe difference between the unreduced period and the reduced period shall bea period specified in the order of—\n\t\tnot less than 12 months, and\n\t\tnot more than one half of the unreduced period.\n\tIf the offender contravenes the alcohol ignition interlock conditions, afurther order under section 34 disqualifying him for the rest of the unreducedperiod is to be treated as having been made by the court immediately beforethe contravention.\n\t“The alcohol ignition interlock conditions” are that the offender—\n\t\tmust participate fully in an approved alcohol ignition interlock programmespecified in the order during such part of the unreduced period as is sospecified, and\n\t\tduring the part of that period following the reduced period, must not drivea motor vehicle unless it is fitted with an alcohol ignition interlock in goodworking order and must not drive a motor vehicle which is so fitted when notusing the alcohol ignition interlock properly.\n\tA court shall not make an alcohol ignition interlock programme order in thecase of an offender unless—\n\t\tthe court is satisfied that a place on the approved alcohol ignitioninterlock programme specified in the order will be available for the offender,\n\t\tthe offender appears to the court to be of or over the age of 17,\n\t\tthe court has informed the offender (orally or in writing and in ordinarylanguage) of the effect of the order and the amount of the fees which he isrequired to pay for the programme and when he must pay them, and\n\t\tthe offender has agreed that the order should be made.\n\tFor the purposes of this section an “approved alcohol ignition interlockprogramme” is a programme approved by the appropriate national authority andinvolving the provision of an alcohol ignition interlock for use by theoffender, training in its use and other education and counselling relating tothe consumption of alcohol and driving.\n\tFor the purposes of this section “alcohol ignition interlock” means adevice—\n\t\tof a type approved by the Secretary of State, and\n\t\tdesigned to be fitted to a motor vehicle with the purpose of preventing thedriving of the vehicle by a person who does not, both before starting drivingthe vehicle and at regular intervals while driving it, provide specimens ofbreath in which the proportion of alcohol is likely not to exceed the limitspecified in subsection (10) below.\n\tThat limit is 9 microgrammes of alcohol in 100 millilitres of breath orsuch other proportion of alcohol to breath as the Secretary of State may byregulations prescribe.\n\tFor the purposes of this section an offender uses an alcohol ignitioninterlock properly if (and only if) he is complying with all the instructionsgiven to him about its use as part of the approved alcohol ignition interlockprogramme.\n\tWhere an alcohol ignition interlock is fitted to a motor vehicle as partof an approved alcohol ignition interlock programme relating to an offender, aperson commits an offence if—\n\t\the interferes with the alcohol ignition interlock with intent to cause itnot to function or not to function properly, or\n\t\the is a person other than the offender and provides or attempts to providea specimen of breath for the purposes of the alcohol ignition interlock withintent to enable the driving (or continued driving) of the vehicle by theoffender."
    },
    {
        "length": 638,
        "text": "\nECertificates of failing fully to participate\n\tAn offender shall be regarded for the purposes of section 34D of this Actas not fully participating in an approved alcohol ignition interlock programmeif (and only if) a certificate that that is so is received by the properofficer of the supervising court.\n\tA certificate under subsection (1) above may be given if (and only if) theoffender has failed—\n\t\tto make due payment of fees for the programme,\n\t\tto attend for training, education or counselling forming part of theprogramme in accordance with the programme provider’s reasonable instructions,\n\t\tto attend at a place specified by the programme provider for the monitoringand maintenance of the alcohol ignition interlock, at a time specified by theprogramme provider or a person with whom the programme provider has madearrangements for its monitoring and maintenance, or\n\t\tto comply with any other reasonable requirement of the programme provider.\n\tA certificate under subsection (1) above is to be given by the programmeprovider and shall be in such form, and contain such particulars, as may beprescribed by, or determined in accordance with, regulations made by theappropriate national authority.\n\tWhere a programme provider decides to give a certificate under subsection(1) above, he shall give written notice of the decision to the offender assoon as possible.\n\tAn offender to whom a notice is given under subsection (4) above may,within such period as may be prescribed by rules of court, apply to thesupervising court, or (if the supervising court is not the Crown Court, theHigh Court of Justiciary or the relevant local court) to either thesupervising court or the relevant local court, for a declaration that theprogramme provider has given the certificate under subsection (1) above incontravention of subsection (2) above.\n\tIf the court grants the application, section 34D of this Act shall haveeffect as if the certificate had not been duly received by the proper officerof the supervising court.\n\tA notice under subsection (4) above shall specify the ground on which it isgiven; and the appropriate national authority may by regulations makeprovision as to the form of notices under that subsection and as to thecircumstances in which they are to be treated as given.\n\tWhere the proper office of a court receives a certificate under subsection(1) above, or a court grants an application under subsection (5) above, theproper officer or court must send notice of that fact to the Secretary ofState; and the notice must be sent in such manner and to such address, andmust contain such particulars, as the Secretary of State may determine."
    },
    {
        "length": 429,
        "text": "\nFApproval of programmes\n\tIf an application is made to the appropriate national authority for theapproval of a programme for the purposes of section 34D of this Act, theappropriate national authority must decide whether to grant or refuse theapplication.\n\tIn reaching that decision the appropriate national authority must haveregard to—\n\t\tthe nature of the programme, and\n\t\twhether the programme provider is an appropriate person to provide theprogramme and administer its provision efficiently and effectively,\n\t\t\tand may take into account any recommendations made by any persons appointed toconsider the application.\n\tA programme may be approved subject to conditions specified by theappropriate national authority.\n\tAn approval of a programme is for the period specified by the appropriatenational authority (which must not exceed seven years), subject to withdrawalof approval.\n\tRegulations made by the appropriate national authority may make provisionin relation to the approval of programmes and may, in particular, includeprovision—\n\t\tin relation to the making of applications for approval,\n\t\tfor the payment in respect of applications for approval, or of approvals,(or of both) of fees of such amounts as are prescribed by the regulations,\n\t\tspecifying the maximum fees that a person may be required to pay for aprogramme and by when they are to be paid,\n\t\tfor the monitoring of programmes and programme providers,\n\t\tin relation to withdrawing approval,\n\t\tfor an appeal to lie to the Transport Tribunal against a refusal of anapplication for approval, the imposition of conditions on the grant of such anapplication or the withdrawal of approval, and\n\t\tauthorising the appropriate national authority to make available (with orwithout charge) information about programmes and programme providers."
    },
    {
        "length": 944,
        "text": "\nGProvisions supplementary to sections 34D to 34F\n\tThe appropriate national authority may issue guidance to programmeproviders, or to any category of programme provider, as to the conduct ofprogrammes approved for the purposes of section 34D of this Act; and—\n\t\tprogramme providers shall have regard to any guidance given to them underthis subsection, and\n\t\tin determining for the purposes of section 34E of this Act whether anyinstructions or requirements of a programme provider were reasonable, a courtshall have regard to any guidance given to him under this subsection.\n\tThe Secretary of State may by regulations make provision—\n\t\tamending section 34D(1)(b) of this Act by substituting for the period forthe time being specified there a different period,\n\t\tamending section 34D(1)(d) of this Act by substituting for the period forthe time being specified there a different period, or\n\t\tamending section 34D(4) of this Act by substituting for the period for thetime being specified there a different period, or by substituting for thefraction of the unreduced period for the time being specified there adifferent fraction of that period, (or by doing both).\n\tIn sections 34D to 34F of this Act and this section—\n\t\t  * “appropriate national authority” means (as respects Wales) the National Assembly for Wales and (otherwise) the Secretary of State;\n\t\t  * “contravention” includes failure to comply;\n\t\t  * “programme provider”, in relation to an alcohol ignition interlock programme, means the person by whom it is, or is to be, provided;\n\t\t  * “proper officer” means—\n\t\tin relation to a magistrates' court in England and Wales, the designatedofficer for the court, and\n\t\totherwise, the clerk of the court;\n\t\t\t  * “relevant local court”, in relation to an alcohol ignition interlock programme order in the case of an offender, means—\n\t\tin England and Wales, a magistrates' court acting for the local justice areain which the offender resides, and\n\t\tin Scotland, the sheriff court for the district where the offender resides or,where the order is made by a stipendiary magistrate and the offender resideswithin his commission area, the district court for that area; and\n\t\t\t  * “supervising court”, in relation to an alcohol ignition interlock programme order, means—\n\t\tin England and Wales, if the Crown Court made the order the Crown Court andotherwise a magistrates' court acting for the same local justice area as thecourt which made the order, and\n\t\tin Scotland, the court which made the order.\n\tAny power to make regulations under section 34D, 34E or 34F of this Act orthis section includes power to make different provision for different cases,and to make such incidental or supplementary provision as appears to theappropriate national authority to be necessary or appropriate.\n\tAny power to make regulations under section 34D, 34E or 34F of this Act orthis section shall be exercisable by statutory instrument.\n\tA statutory instrument containing regulations made under section 34D, 34Eor 34F of this Act by the Secretary of State shall be subject to annulment inpursuance of a resolution of either House of Parliament.\n\tNo regulations shall be made under this section unless a draft of theregulations has been laid before, and approved by a resolution of, each Houseof Parliament.”\n\tIn the Road Traffic Offenders Act [1988 (c.53)](/id/ukpga/1988/53?view=plain \"Go to item of legislation\"), after section41A insert—"
    },
    {
        "length": 1105,
        "text": "\n“41BSuspension of certificate pending determination of applications undersection 34E\n\tWhere a person given a certificate under subsection (1) of section 34E ofthis Act makes an application to a court under subsection (5) of that section,the court may suspend the effect of the certificate pending the determinationof the application.\n\tWhere a court exercises its power under subsection (1) above it must sendnotice of the suspension to the Secretary of State.\n\tThe notice must be sent in such manner and to such address and must containsuch particulars, as the Secretary of State may determine.”\n\tIn Schedule 1 to that Act (offences to which certain sections apply)—\n\t\tin paragraph 3, after paragraph (a) insert—\n\t\tan offence under section 34D(12) of this Act,”, and\n\t\tin paragraph 4, before paragraph (a) insert—\n\t\tan offence under section 34D(12) of this Act,”.\n\tIn Part 1 of Schedule 2 to that Act (prosecution and punishment ofoffences: offences under the Traffic Acts), after the entry relating tosection 27 of that Act insert—\n\t\t“Section 34D(12) of this Act| Interference etc. with alcohol ignitioninterlock.| Summarily.| Level 4 on the standard scale if the motor vehicle towhich the alcohol ignition interlock is fitted is a goods vehicle or a vehicleadapted to carry more than eight passengers. Level 3 on the standard scale inany other case.”| | |  ---|---|---|---|---|---|---    ### 16Experimental period for section 15\n\tSubject as follows, no order shall be made under section 34D of the RoadTraffic Offenders Act [1988 (c. 53)](/id/ukpga/1988/53?view=plain \"Go to itemof legislation\") (inserted by section 15) after—\n\t\tthe end of 2010, or\n\t\tsuch later time as may be specified in an order made by the Secretary ofState.\n\tBut at any time before the restriction imposed by subsection (1) has takeneffect, the Secretary of State may by order provide that it shall not do so.\n\tIn this section “the experimental period” means the period beginning whensection 15 comes into force and ending—\n\t\twhen the restriction imposed by subsection (1) takes effect, or\n\t\tif the Secretary of State makes an order under subsection (2), on a datespecified in the order.\n\tDuring the experimental period—\n\t\tno order shall be made under section 34D by virtue of a person’s convictionunder section 3A of the Road Traffic Act [1988 (c.52)](/id/ukpga/1988/52?view=plain \"Go to item of legislation\"), and\n\t\tno order shall be made under section 34D except by a magistrates' courtacting for a local justice area (or, in Scotland, a sheriff court for adistrict or a stipendiary magistrate for a commission area) which is for thetime being designated for the purposes of this section.\n\tIn relation to orders made under section 34D during the experimentalperiod, section 34E(5) shall have effect with the omission of the referencesto the relevant local court.\n\tThe power to designate an area or district for the purposes of this sectionis exercisable by the Secretary of State by order, and includes power torevoke a designation previously made.\n\tAn order under subsection (6) must specify the period for which an area ordistrict is designated, and may—\n\t\tspecify different periods for different areas or districts, and\n\t\textend or shorten any period previously specified.\n\tThe power to make an order under subsection (1) is not exercisable afterthe end of 2010, and no more than one order may be made under that subsection.\n\tAny power of the Secretary of State to make orders under this section isexercisable by statutory instrument, and—\n\t\tno order is to be made under subsection (1) or (2) unless a draft of it hasbeen laid before, and approved by a resolution of, each House of Parliament,and\n\t\tany statutory instrument containing an order under subsection (6) issubject to annulment in pursuance of a resolution of either House ofParliament."
    },
    {
        "length": 1805,
        "text": "\nSpeeding\n\tPenalty points\n\t\tIn Part 1 of Schedule 2 to the Road Traffic Offenders Act [1988 (c.53)](/id/ukpga/1988/53?view=plain \"Go to item of legislation\") (prosecutionand punishment of offences: offences under the Traffic Acts), in column (7)(penalty points)—\n\t\t\tfor the entry relating to section 17(4) of the Road Traffic Regulation Act[1984 (c. 27)](/id/ukpga/1984/27?view=plain \"Go to item of legislation\")(traffic regulation on special roads), substitute “2-6 or appropriate penaltypoints (fixed penalty) if committed in respect of a speed limit, 3 in anyother case”, and\n\t\t\tfor the entry relating to section 89(1) of that Act (speeding offencesother than those on special roads), substitute “2-6 or appropriate penaltypoints (fixed penalty)”.\n\tSpeed assessment equipment detection devices\n\t\tIn section 41 of the Road Traffic Act [1988 (c.52)](/id/ukpga/1988/52?view=plain \"Go to item of legislation\") (regulation ofconstruction, weight, equipment and use of vehicles)—\n\t\t\tin subsection (2), at the end insert—\n\t\t\tspeed assessment equipment detection devices.”, and\n\t\t\tin subsection (7), at the end insert—\n\t\t\t\t““speed assessment equipment detection device” means a device the purpose, orone of the purposes, of which is to detect, or interfere with the operationof, equipment used to assess the speed of motor vehicles.”\n\t\tAfter section 41B of that Act (breach of requirement as to weight: goodsand passenger vehicles) insert—\n\t\t“41CBreach of requirement as to speed assessment equipment detectiondevices\n\t\t\tA person who—\n\t\t\t\tcontravenes or fails to comply with a construction or use requirement as tospeed assessment equipment detection devices, or\n\t\t\t\tuses on a road a motor vehicle or trailer which does not comply with such arequirement, or causes or permits a motor vehicle or trailer to be so used,\n\t\t\t\tis guilty of an offence.”\n\t\t\tIn section 42(a) of that Act (breach of other construction and userequirements), for “or 41B(1)(a)” substitute “, 41B(1)(a), 41C(a)”.\n\t\t\tIn section 98(1) of the Road Traffic Offenders Act [1988 (c.53)](/id/ukpga/1988/53?view=plain \"Go to item of legislation\")(interpretation), at the appropriate place insert—\n\t\t\t““special road” in England and Wales has the same meaning as in the HighwaysAct 1980 and in Scotland has the same meaning as in the Roads (Scotland) Act1984,”.\n\t\t\tIn Schedule 1 to that Act (offences to which certain sections apply), afterthe entry relating to section 41B of the Road Traffic Act [1988 (c.52)](/id/ukpga/1988/52?view=plain \"Go to item of legislation\") insert—\n\t\t\t“RTA section 41C| Breach of requirement as to speed assessment equipmentdetection device.| Sections 11 and 12(1) of this Act.”  ---|---|---    (6)In Part 1 of Schedule 2 to that Act (prosecution and punishment ofoffences: offences under the Traffic Acts), after the entry relating tosection 41B of the Road Traffic Act 1988 insert—\n\t\t\t“RTA section 41C| Breach of requirement as to speed assessment equipmentdetection devices.| Summarily.|\n\t\t\t\tLevel 4 on the standard scale if committed on a special road.\n\t\t\t\tLevel 3 on the standard scale in any other case.\n\t\t\t\t| Discretionary.| Obligatory.| 3-6 or 3 (fixed penalty).”  ---|---|---|---|---|---|---    (7)In Schedule 3 to that Act (fixed penalty offences), after the entryrelating to section 41B of the Road Traffic Act 1988 insert—\n\t\t\t\t“RTA section 41C| Breach of requirement as to speed assessment equipmentdetection devices.”  ---|---    ### 19Exemptions from speed limits\n\t\t\t\tFor section 87 of the Road Traffic Regulation Act [1984 (c.27)](/id/ukpga/1984/27?view=plain \"Go to item of legislation\") (exemption offire, ambulance and police vehicles from speed limits) substitute—\n\t\t“87Exemptions from speed limits\n\t\t\tNo statutory provision imposing a speed limit on motor vehicles shall applyto any vehicle on an occasion when—\n\t\t\t\tit is being used for fire and rescue authority purposes or for or inconnection with the exercise of any function of a relevant authority asdefined in section 6 of the Fire (Scotland) Act 2005, for ambulance purposesor for police or Serious Organised Crime Agency purposes,\n\t\t\t\tit is being used for other prescribed purposes in such circumstances as maybe prescribed, or\n\t\t\t\tit is being used for training persons to drive vehicles for use for any ofthe purposes mentioned in paragraph (a) or (b) above,\n\t\t\t\t\tif the observance of that provision would be likely to hinder the use of thevehicle for the purpose for which it is being used on that occasion.\n\t\t\tSubsection (1) above does not apply unless the vehicle is being driven by aperson who—\n\t\t\t\thas satisfactorily completed a course of training in the driving ofvehicles at high speed provided in accordance with regulations under thissection, or\n\t\t\t\tis driving the vehicle as part of such a course.\n\t\t\tThe Secretary of State may by regulations make provision about courses oftraining in the driving of vehicles at high speed.\n\t\t\tThe regulations may include—\n\t\t\t\tprovision about the nature of courses,\n\t\t\t\tprovision for the approval by the Secretary of State of persons providingcourses or giving instruction on courses and the withdrawal of approvals(including provision for appeals against refusal and withdrawal of approvals),\n\t\t\t\tprovision specifying the maximum fees that a person may be required to payfor a course,\n\t\t\t\tprovision for the training or assessment, or the supervision of thetraining or assessment, of persons providing courses or giving instruction oncourses,\n\t\t\t\tprovision for the evidencing of the successful completion of courses,\n\t\t\t\tprovision authorising the Secretary of State to make available informationabout persons providing courses or giving instruction on courses, and\n\t\t\t\tprovision treating courses of training in the driving of vehicles at highspeed which have been completed before the coming into force of theregulations as if they had been provided in accordance with the regulations.\n\t\t\tThe regulations may include provision for the charging of reasonable feesin respect of any function conferred or imposed on the Secretary of State bythe regulations.\n\t\t\tThe regulations may make different provision—\n\t\t\t\tfor different classes of vehicle,\n\t\t\t\tfor different descriptions of persons, or\n\t\t\t\totherwise for different circumstances.”"
    },
    {
        "length": 980,
        "text": "\nCausing death by careless, or inconsiderate, driving\n\tIn the Road Traffic Act [1988 (c. 52)](/id/ukpga/1988/52?view=plain \"Go toitem of legislation\"), after section 2A insert—\n\t“2BCausing death by careless, or inconsiderate, driving\n\t\tA person who causes the death of another person by driving a mechanicallypropelled vehicle on a road or other public place without due care andattention, or without reasonable consideration for other persons using theroad or place, is guilty of an offence.”\n\t\tIn section 24(1) of the Road Traffic Offenders Act [1988 (c.53)](/id/ukpga/1988/53?view=plain \"Go to item of legislation\") (alternativeverdicts), in the Table—\n\t\t\tin the entry relating to section 1 of the Road Traffic Act [1988 (c.52)](/id/ukpga/1988/52?view=plain \"Go to item of legislation\") (causing deathby dangerous driving), in the second column, after “Section 2 (dangerousdriving)” insert “Section 2B (causing death by careless, or inconsiderate,driving)”,\n\t\t\tafter the entry relating to section 2 of that Act insert—\n\t\t\t“Section 2B (causing death by careless, or inconsiderate, driving)| Section 3(careless, and inconsiderate, driving),”  ---|---    (c)in the entry relating to section 3A of that Act (causing death by carelessdriving when under influence of drink or drugs), in the second column, before“Section 3 (careless, and inconsiderate, driving)” insert “Section 2B (causingdeath by careless, or inconsiderate, driving)”.\n\t\tIn Schedule 1 to the Road Traffic Offenders Act 1988 (offences to whichcertain sections apply), after the entry relating to section 2 of the RoadTraffic Act 1988 insert—\n\t\t“RTA section 2B| Causing death by careless, or inconsiderate, driving.|Sections 11 and 12(1) of this Act.”  ---|---|---    (4)In Part 1 of Schedule 2 to that Act (prosecution and punishment ofoffences: offences under the Traffic Acts), after the entry relating tosection 2 of the Road Traffic Act 1988 insert—\n\t\t“RTA section 2B| Causing death by careless, or inconsiderate, driving.| (a)Summarily.| (a) 12 months (in England and Wales) or 6 months (in Scotland) orthe statutory maximum or both.| Obligatory.| Obligatory.| 3-11  ---|---|---|---|---|---|---  (b) On indictment.| (b) 5 years or a fine or both.”    (5)In sections 16(1)(a)(ii) and 17(1)(b) and (2)(b) of the Coroners Act [1988(c. 13)](/id/ukpga/1988/13?view=plain \"Go to item of legislation\") (informingcoroners)—\n\t\t\tafter “1” insert “, 2B”, and\n\t\t\tafter “dangerous driving” insert “, careless driving”.\n\t\tIn paragraph 3 of Schedule 3 to the Crime (International Co-operation) Act[2003 (c. 32)](/id/ukpga/2003/32?view=plain \"Go to item of legislation\")(offences where notice must be given to authority of State in which offenderis normally resident), after paragraph (b) insert—\n\t\t\tsection 2B (causing death by careless, or inconsiderate, driving),”."
    },
    {
        "length": 839,
        "text": "\nCausing death by driving: unlicensed, disqualified or uninsured drivers\n\tIn the Road Traffic Act [1988 (c. 52)](/id/ukpga/1988/52?view=plain \"Go toitem of legislation\"), after section 3ZA (inserted by section 30) insert—\n\t“3ZBCausing death by driving: unlicensed, disqualified or uninsureddrivers\n\t\tA person is guilty of an offence under this section if he causes the death ofanother person by driving a motor vehicle on a road and, at the time when heis driving, the circumstances are such that he is committing an offence under—\n\t\t\tsection 87(1) of this Act (driving otherwise than in accordance with alicence),\n\t\t\tsection 103(1)(b) of this Act (driving while disqualified), or\n\t\t\tsection 143 of this Act (using motor vehicle while uninsured or unsecuredagainst third party risks).”\n\t\tIn Schedule 1 to the Road Traffic Offenders Act [1988 (c.53)](/id/ukpga/1988/53?view=plain \"Go to item of legislation\") (offences towhich certain sections apply), after the entry relating to section 3 of theRoad Traffic Act 1988 insert—\n\t\t“RTA section 3ZB| Causing death by driving: unlicensed, disqualified oruninsured drivers.| Sections 11 and 12(1) of this Act.”  ---|---|---    (3)In Part 1 of Schedule 2 to that Act (prosecution and punishment ofoffences: offences under the Traffic Acts), after the entry relating tosection 3 of the Road Traffic Act 1988 insert—\n\t\t“RTA section 3ZB| Causing death by driving: unlicensed, disqualified oruninsured drivers.| (a) Summarily.| (a) 12 months (in England and Wales) or 6months (in Scotland) or the statutory maximum or both.| Obligatory.|Obligatory.| 3-11  ---|---|---|---|---|---|---  (b) On indictment.| (b) 2 years or a fine or both.”    (4)In sections 16(1)(a)(ii) and 17(1)(b) and (2)(b) of the Coroners Act [1988(c. 13)](/id/ukpga/1988/13?view=plain \"Go to item of legislation\") (informingcoroners)—\n\t\t\tbefore “or 3A” insert “, 3ZB”, and\n\t\t\tbefore “or careless” insert “, unlicensed, disqualified or uninsureddrivers”.\n\t\tIn paragraph 3 of Schedule 3 to the Crime (International Co-operation) Act[2003 (c. 32)](/id/ukpga/2003/32?view=plain \"Go to item of legislation\")(offences where notice must be given to authority of State in which offenderis normally resident), after paragraph (c) insert—\n\t\t\tsection 3ZB (causing death by driving: unlicensed, disqualified oruninsured drivers),”."
    },
    {
        "length": 3154,
        "text": "\nOffence of keeping vehicle which does not meet insurance requirements\n\tIn the Road Traffic Act [1988 (c. 52)](/id/ukpga/1988/52?view=plain \"Go toitem of legislation\"), after section 144 insert—\n\t“144AOffence of keeping vehicle which does not meet insurancerequirements\n\t\tIf a motor vehicle registered under the Vehicle Excise and Registration Act1994 does not meet the insurance requirements, the person in whose name thevehicle is registered is guilty of an offence.\n\t\tFor the purposes of this section a vehicle meets the insurance requirementsif—\n\t\t\tit is covered by a such a policy of insurance or such a security in respectof third party risks as complies with the requirements of this Part of thisAct, and\n\t\t\teither of the following conditions is satisfied.\n\t\tThe first condition is that the policy or security, or the certificate ofinsurance or security which relates to it, identifies the vehicle by itsregistration mark as a vehicle which is covered by the policy or security.\n\t\tThe second condition is that the vehicle is covered by the policy orsecurity because—\n\t\t\tthe policy or security covers any vehicle, or any vehicle of a particulardescription, the owner of which is a person named in the policy or security orin the certificate of insurance or security which relates to it, and\n\t\t\tthe vehicle is owned by that person.\n\t\tFor the purposes of this section a vehicle is covered by a policy ofinsurance or security if the policy of insurance or security is in force inrelation to the use of the vehicle.\n\tBExceptions to section 144A offence\n\t\tA person (“the registered keeper”) in whose name a vehicle which does notmeet the insurance requirements is registered at any particular time (“therelevant time”) does not commit an offence under section 144A of this Act atthat time if any of the following conditions are satisfied.\n\t\tThe first condition is that at the relevant time the vehicle is owned asdescribed—\n\t\t\tin subsection (1) of section 144 of this Act, or\n\t\t\tin paragraph (a), (b), (da), (db), (dc) or (g) of subsection (2) of thatsection,\n\t\t\t\t(whether or not at the relevant time it is being driven as described in thatprovision).\n\t\tThe second condition is that at the relevant time the vehicle is owned withthe intention that it should be used as described in paragraph (c), (d), (e)or (f) of section 144(2) of this Act.\n\t\tThe third condition is that the registered keeper—\n\t\t\tis not at the relevant time the person keeping the vehicle, and\n\t\t\tif previously he was the person keeping the vehicle, he has by the relevanttime complied with any requirements under subsection (7)(a) below that he isrequired to have complied with by the relevant or any earlier time.\n\t\tThe fourth condition is that—\n\t\t\tthe registered keeper is at the relevant time the person keeping thevehicle,\n\t\t\tat the relevant time the vehicle is not used on a road or other publicplace, and\n\t\t\tthe registered keeper has by the relevant time complied with anyrequirements under subsection (7)(a) below that he is required to havecomplied with by the relevant or any earlier time.\n\t\tThe fifth condition is that—\n\t\t\tthe vehicle has been stolen before the relevant time,\n\t\t\tthe vehicle has not been recovered by the relevant time, and\n\t\t\tany requirements under subsection (7)(b) below that, in connection with thetheft, are required to have been complied with by the relevant or any earliertime have been complied with by the relevant time.\n\t\tRegulations may make provision—\n\t\t\tfor the purposes of subsection (4)(b) and (5)(c) above, requiring a personin whose name a vehicle is registered to furnish such particulars and makesuch declarations as may be prescribed, and to do so at such times and in suchmanner as may be prescribed, and\n\t\t\tfor the purposes of subsection (6)(c) above, as to the persons to whom, thetimes at which and the manner in which the theft of a vehicle is to benotified.\n\t\tRegulations may make provision amending this section for the purpose ofproviding for further exceptions to section 144A of this Act (or varying orrevoking any such further exceptions).\n\t\tA person accused of an offence under section 144A of this Act is notentitled to the benefit of an exception conferred by or under this sectionunless evidence is adduced that is sufficient to raise an issue with respectto that exception; but where evidence is so adduced it is for the prosecutionto prove beyond reasonable doubt that the exception does not apply.\n\tCFixed penalty notices\n\t\tWhere on any occasion the Secretary of State has reason to believe that aperson has committed an offence under section 144A of this Act, the Secretaryof State may give the person a notice offering him the opportunity ofdischarging any liability to conviction for that offence by payment of a fixedpenalty to the Secretary of State.\n\t\tWhere a person is given a notice under this section in respect of anoffence under section 144A of this Act—\n\t\t\tno proceedings may be instituted for that offence before the end of theperiod of 21 days following the date of the notice, and\n\t\t\the may not be convicted of that offence if he pays the fixed penalty beforethe end of that period.\n\t\tA notice under this section must give such particulars of the circumstancesalleged to constitute the offence as are necessary for giving reasonableinformation of the offence.\n\t\tA notice under this section must also state—\n\t\t\tthe period during which, by virtue of subsection (2) above, proceedingswill not be taken for the offence,\n\t\t\tthe amount of the fixed penalty, and\n\t\t\tthe person to whom and the address at which the fixed penalty may be paid.\n\t\tWithout prejudice to payment by any other method, payment of the fixedpenalty may be made by pre-paying and posting a letter containing the amountof the penalty (in cash or otherwise) to the person mentioned in subsection(4)(c) above at the address so mentioned.\n\t\tWhere a letter is sent in accordance with subsection (5) above payment isto be regarded as having been made at the time at which that letter would bedelivered in the ordinary course of post.\n\t\tRegulations may make provision as to any matter incidental to the operationof this section, and in particular—\n\t\t\tas to the form of a notice under this section,\n\t\t\tas to the information to be provided in such a notice by virtue of thissection, and\n\t\t\tas to any further information to be provided in a such notice.\n\t\tThe fixed penalty payable under this section is, subject to subsection (9)below, £100.\n\t\tRegulations may substitute a different amount for the amount for the timebeing specified in subsection (8) above.\n\t\tRegulations may make provision for treating a fixed penalty payable underthis section as having been paid if a lesser amount is paid before the end ofa prescribed period.\n\t\tIn any proceedings a certificate which—\n\t\t\tpurports to be signed by or on behalf of the Secretary of State, and\n\t\t\tstates that payment of a fixed penalty was or was not received by a datespecified in the certificate,\n\t\t\t\tis evidence of the facts stated.\n\tDSection 144A offence: supplementary\n\t\tSchedule 2A makes provision about the immobilisation of vehicles as regardswhich it appears that an offence under section 144A of this Act is beingcommitted and about their removal and disposal.\n\t\tA person authorised by the Secretary of State for the purposes of thissubsection may on behalf of the Secretary of State conduct and appear in anyproceedings by or against the Secretary of State in connection with theenforcement of an offence under section 144A of this Act or under regulationsmade under section 160 of this Act by virtue of Schedule 2A to this Act—\n\t\t\tin England and Wales, in a magistrates' court, and\n\t\t\tin Scotland, in any court other than the High Court of Justiciary or theCourt of Session.”\n\t\tBefore section 160 of the Road Traffic Act [1988 (c.52)](/id/ukpga/1988/52?view=plain \"Go to item of legislation\") insert—\n\t“159ADisclosure of information\n\t\tRegulations may make provision for and in connection with requiring MIIC tomake information available to any prescribed person for the purposes of theexercise of any of that person’s functions in connection with the enforcementof an offence under this Part of this Act or under regulations made undersection 160 of this Act.\n\t\tIn this section—\n\t\t\t  * “MIIC” means the Motor Insurers' Information Centre (a company limited by guarantee and incorporated under the Companies Act 1985 on 8th December 1998), and\n\t\t\t  * “information” means information held in any form.”\n\t\tAfter Schedule 2 to that Act insert the Schedule 2A set out in Schedule 5to this Act.\n\t\tIn section 91(a) of the Road Traffic Offenders Act [1988 (c.53)](/id/ukpga/1988/53?view=plain \"Go to item of legislation\") (penalty forbreach of regulations: application to regulations under Road Traffic Act1988), after “132” insert “or under section 160 by virtue of Schedule 2A”.\n\t\tIn Schedule 1 to that Act (offences to which certain sections apply), afterthe entry relating to section 143 of the Road Traffic Act 1988 insert—\n\t\t\t“RTA section 144A| Keeping vehicle which does not meet insurancerequirements.| Sections 6, 11 and 12(1) of this Act.”  ---|---|---    (6)Part 1 of Schedule 2 to that Act (prosecution and punishment of offences:offences under the Traffic Acts) is amended as follows.\n\t\tAfter the entry relating to section 143 of the Road Traffic Act 1988insert—\n\t\t“RTA section 144A| Keeping vehicle which does not meet insurancerequirements.| Summarily.| Level 3 on the standard scale.”| | |  ---|---|---|---|---|---|---    (8)After the entry relating to section 154 of the Road Traffic Act 1988insert—\n\t\t“Regulations under RTA section 160 made by virtue of paragraph 2(1) ofSchedule 2A| Contravention of provision of regulations (which is declared byregulations to be an offence) prohibiting removal of or interference withimmobilisation notice.| Summarily.| Level 2 on the standard scale.| | |  ---|---|---|---|---|---|---  Regulations under RTA section 160 made by virtue of paragraph 2(2) of Schedule2A| Contravention of provision of regulations (which is declared byregulations to be an offence) prohibiting removal or attempted removal ofimmobilisation device.| Summarily.| Level 3 on the standard scale.| | |  Regulations under RTA section 160 made by virtue of paragraph 2(3) of Schedule2A| Contravention of provision of regulations (which is declared byregulations to be an offence) about display of disabled person’s badge.|Summarily.| Level 3 on the standard scale.| | |  Regulations under RTA section 160 made by virtue of paragraph 2(4) of Schedule2A| Contravention of provision of regulations (which is declared byregulations to be an offence) prohibiting making of false or misleadingdeclaration to secure release of vehicle from immobilisation device.|\n\t\t\tSummarily.\n\t\t\tOn indictment.\n\t\t\t|\n\t\t\tThe statutory maximum.\n\t\t\t2 years or a fine or both.\n\t\t\t| | |  Regulations under RTA section 160 made by virtue of paragraph 4 of Schedule2A| Contravention of provision of regulations (which is declared byregulations to be an offence) prohibiting making of false or misleadingdeclaration to secure possession of vehicle in person’s custody.|\n\t\t\tSummarily.\n\t\t\tOn indictment.\n\t\t\t|\n\t\t\tThe statutory maximum.\n\t\t\t2 years or a fine or both.”\n\t\t\t| | |    ## Increases in penalties"
    },
    {
        "length": 174,
        "text": "\nCareless, and inconsiderate, driving\n\tIn Part 1 of Schedule 2 to the Road Traffic Offenders Act [1988 (c.53)](/id/ukpga/1988/53?view=plain \"Go to item of legislation\") (prosecutionand punishment of offences: offences under the Traffic Acts), in the entryrelating to section 3 of the Road Traffic Act [1988 (c.52)](/id/ukpga/1988/52?view=plain \"Go to item of legislation\") (careless, andinconsiderate, driving), in column (4) (punishment), for “Level 4” substitute“Level 5”."
    },
    {
        "length": 131,
        "text": "\nBreach of requirements relating to children and seat belts\n\tIn Part 1 of Schedule 2 to the Road Traffic Offenders Act 1988 (prosecutionand punishment of offences: offences under the Traffic Acts), in the entryrelating to section 15(4) of the Road Traffic Act 1988 (driving a motorvehicle in contravention of requirements relating to seat belts where childrenin rear seat), in column (4) (punishment), for “Level 1” substitute “Level 2”."
    },
    {
        "length": 332,
        "text": "\nUsing vehicle in dangerous condition etc.\n\tIn Part 1 of Schedule 2 to the Road Traffic Offenders Act [1988 (c.53)](/id/ukpga/1988/53?view=plain \"Go to item of legislation\") (prosecutionand punishment of offences: offences under the Traffic Acts), in the entryrelating to section 40A of the Road Traffic Act [1988 (c.52)](/id/ukpga/1988/52?view=plain \"Go to item of legislation\") (using vehiclein dangerous condition etc.), in column (5) (disqualification), for“Discretionary.” substitute—\n\t\tObligatory if committed within three years of a previous conviction of theoffender under section 40A.\n\t\tDiscretionary in any other case.”    ---    (2)In section 34 of that Act (disqualification for certain offences), aftersubsection (4A) insert—\n\t\t\t“(4B)Where a person convicted of an offence under section 40A of the RoadTraffic Act 1988 (using vehicle in dangerous condition etc.) has within thethree years immediately preceding the commission of the offence been convictedof any such offence, subsection (1) above shall apply in relation to him as ifthe reference to twelve months were a reference to six months.”"
    },
    {
        "length": 1209,
        "text": "\nBreach of requirements as to control of vehicle, mobile telephones etc.\n\tBefore section 42 of the Road Traffic Act 1988 insert—\n\t“41DBreach of requirements as to control of vehicle, mobile telephonesetc.\n\t\tA person who contravenes or fails to comply with a construction and userequirement—\n\t\t\tas to not driving a motor vehicle in a position which does not give propercontrol or a full view of the road and traffic ahead, or not causing orpermitting the driving of a motor vehicle by another person in such aposition, or\n\t\t\tas to not driving or supervising the driving of a motor vehicle while usinga hand-held mobile telephone or other hand-held interactive communicationdevice, or not causing or permitting the driving of a motor vehicle by anotherperson using such a telephone or other device,\n\t\t\tis guilty of an offence.”\n\t\tIn section 42(a) of that Act (breach of other construction and userequirements), before “of” insert “or 41D”.\n\t\tIn Schedule 1 to the Road Traffic Offenders Act 1988 (offences to whichcertain sections apply), before the entry relating to section 42 of the RoadTraffic Act 1988 insert—\n\t\t“RTA section 41D.| Breach of requirements as to control of vehicle, mobiletelephones etc.| Sections 11 and 12(1) of this Act.”  ---|---|---    (4)In Part 1 of Schedule 2 to that Act (prosecution and punishment ofoffences: offences under the Traffic Acts), before the entry relating tosection 42 of the Road Traffic Act [1988 (c. 52)](/id/ukpga/1988/52?view=plain\"Go to item of legislation\") insert—\n\t\t“RTA section 41D| Breach of requirements as to control of vehicle, mobiletelephones etc.| Summarily.|\n\t\t\tLevel 4 on the standard scale if committed in respect of a goods vehicle or avehicle adapted to carry more than eight passengers.\n\t\t\tLevel 3 on the standard scale in any other case.\n\t\t\t| Discretionary.| Obligatory.| 3.”  ---|---|---|---|---|---|---    (5)In Schedule 3 to that Act (fixed penalty offences), before the entryrelating to section 42 of the Road Traffic Act 1988 insert—\n\t\t\t“RTA section 41D| Breach of requirement as to control of vehicle, mobiletelephone etc.”  ---|---    ### 27Power of police to stop vehicle\n\t\t\tIn Part 1 of Schedule 2 to the Road Traffic Offenders Act [1988 (c.53)](/id/ukpga/1988/53?view=plain \"Go to item of legislation\") (prosecutionand punishment of offences: offences under the Traffic Acts), in the entryrelating to section 163 of the Road Traffic Act 1988 (failing to stopmechanically propelled vehicle or cycle when required to do so), in column (4)(punishment), for “Level 3 on the standard scale.” substitute—\n\t\t\tLevel 5 on the standard scale if committed by a person driving a mechanicallypropelled vehicle.\n\t\t\tLevel 3 on the standard scale if committed by a person riding a cycle.”and, incolumn (2) (general nature of offence), for “motor” substitute “mechanicallypropelled”.    ---    ### 28Furious driving\n\t\t\tIn Part 2 of Schedule 2 to the Road Traffic Offenders Act 1988 (prosecutionand punishment of offences: offences otherwise than under the Traffic Acts),after the entry relating to manslaughter and culpable homicide insert—\n\t\t\t“An offence under section 35 of the Offences against the Person Act 1861(furious driving).| Discretionary.| Obligatory if committed in respect of amechanically propelled vehicle.| 3-9”  ---|---|---|---    ### 29Breach of duty to give information as to identity of driver etc.\n\t\t\tIn Part 1 of Schedule 2 to the Road Traffic Offenders Act [1988 (c.53)](/id/ukpga/1988/53?view=plain \"Go to item of legislation\") (prosecutionand punishment of offences: offences under the Traffic Acts), in the entryrelating to section 172 of the Road Traffic Act [1988 (c.52)](/id/ukpga/1988/52?view=plain \"Go to item of legislation\") (duty to giveinformation as to identity of driver etc. in certain circumstances), in column(7) (penalty points), for “3” substitute “6”."
    },
    {
        "length": 1015,
        "text": "\nOther provisions about offences\n\tMeaning of driving without due care and attention\n\t\tIn the Road Traffic Act 1988, after section 3 insert—\n\t\t“3ZAMeaning of careless, or inconsiderate, driving\n\t\t\tThis section has effect for the purposes of sections 2B and 3 above andsection 3A below.\n\t\t\tA person is to be regarded as driving without due care and attention if(and only if) the way he drives falls below what would be expected of acompetent and careful driver.\n\t\t\tIn determining for the purposes of subsection (2) above what would beexpected of a careful and competent driver in a particular case, regard shallbe had not only to the circumstances of which he could be expected to be awarebut also to any circumstances shown to have been within the knowledge of theaccused.\n\t\t\tA person is to be regarded as driving without reasonable consideration forother persons only if those persons are inconvenienced by his driving.”\n\tExtension of offence in section 3A of Road Traffic Act 1988\n\t\tSection 3A of the Road Traffic Act 1988 (causing death by careless drivingwhen under influence of drink or drugs etc.) is amended as follows.\n\t\tIn subsection (1), after paragraph (c) insert “or\n\t\t\the is required by a constable to give his permission for a laboratory testof a specimen of blood taken from him under section 7A of this Act, butwithout reasonable excuse fails to do so,”.\n\t\tIn subsection (3), for “and (c)” substitute “, (c) and (d)”.\n\t\tIn section 24(1) of the Road Traffic Offenders Act 1988 (alternativeverdicts), in the Table, in the entry relating to section 3A of the RoadTraffic Act 1988, in the second column, after “Section 7(6) (failing toprovide specimen)” insert “Section 7A(6) (failing to give permission forlaboratory test)”.\n\tAlternative verdict on unsuccessful culpable homicide prosecution\n\t\tSection 23 of the Road Traffic Offenders Act [1988 (c.53)](/id/ukpga/1988/53?view=plain \"Go to item of legislation\") (alternativeverdicts in Scotland) is amended as follows.\n\t\tIn subsection (1), for “an offence under section 2 of the Road Traffic Act1988 (dangerous driving)” substitute “any of the relevant offences”.\n\t\tAfter that subsection insert—\n\t\t\t“(1A)For the purposes of subsection (1) above the following are the relevantoffences—\n\t\t\tan offence under section 1 of the Road Traffic Act 1988 (causing death bydangerous driving),\n\t\t\tan offence under section 2 of that Act (dangerous driving), and\n\t\t\tan offence under section 3A of that Act (causing death by careless drivingwhen under influence of drink or drugs).”\n\tAlternative verdict on unsuccessful manslaughter prosecution\n\t\tIn section 24 of the Road Traffic Offenders Act 1988 (alternative verdicts),before subsection (1) insert—\n\t“(A1)Where—\n\t\ta person charged with manslaughter in connection with the driving of amechanically propelled vehicle by him is found not guilty of that offence, but\n\t\tthe allegations in the indictment amount to or include an allegation of anyof the relevant offences,\n\t\the may be convicted of that offence.\n\t\t(A2)For the purposes of subsection (A1) above the following are the relevantoffences—\n\t\tan offence under section 1 of the Road Traffic Act 1988 (causing death bydangerous driving),\n\t\tan offence under section 2 of that Act (dangerous driving),\n\t\tan offence under section 3A of that Act (causing death by careless drivingwhen under influence of drink or drugs), and\n\t\tan offence under section 35 of the Offences against the Person Act 1861(furious driving).”"
    },
    {
        "length": 2907,
        "text": "\nPenalty points\n\tThe Road Traffic Offenders Act 1988 is amended as follows.\n\tIn section 29 (penalty points to be taken into account on conviction),after subsection (2) insert—\n\t\t“(2A)Subsection (1)(b) above has effect subject to section 30A(4) of thisAct.”\n\tAfter section 30 insert—\n\t“30AReduced penalty points for attendance on course\n\t\tThis section applies where—\n\t\t\ta person is convicted of a specified offence by or before a court,\n\t\t\tpenalty points are to be attributed to the offence and the court does notorder him to be disqualified, and\n\t\t\tat least seven but no more than eleven penalty points are to be taken intoaccount on the occasion of the conviction.\n\t\tIn this section “specified offence” means—\n\t\t\tan offence under section 3 of the Road Traffic Act 1988 (careless, andinconsiderate, driving),\n\t\t\tan offence under section 36 of that Act (failing to comply with trafficsigns),\n\t\t\tan offence under section 17(4) of the Road Traffic Regulation Act 1984 (useof special road contrary to scheme or regulations), or\n\t\t\tan offence under section 89(1) of that Act (exceeding speed limit).\n\t\tBut the Secretary of State may by regulations amend subsection (2) above byadding other offences or removing offences.\n\t\tWhere this section applies, the court may make an order that three of thepenalty points attributed to the offence (or all of them if three or fewer areso attributed) shall not be taken into account under section 29(1)(b) of thisAct on the occasion of any conviction of an offence after the end of theperiod of twelve months beginning with the date of the order if, by therelevant date, the offender completes an approved course specified in theorder.\n\t\tIn subsection (4) above—\n\t\t\t  * “an approved course” means a course approved by the appropriate national authority for the purposes of this section in relation to the description of offence of which the offender is convicted, and\n\t\t\t  * “the relevant date” means such date, no later than ten months after the day on which the order is made, as is specified in the order.\n\t\tA court shall not make an order under this section in the case of anoffender convicted of an offence if—\n\t\t\tthe offender has, during the period of three years ending with the date onwhich the offence was committed, committed a specified offence andsuccessfully completed an approved course pursuant to an order made under thissection or section 34A of this Act on conviction of that offence, or\n\t\t\tthe offence was committed during his probationary period.\n\t\tA court shall not make an order under this section in the case of anoffender unless—\n\t\t\tthe court is satisfied that a place on the course specified in the orderwill be available for the offender,\n\t\t\tthe offender appears to the court to be of or over the age of 17,\n\t\t\tthe court has informed the offender (orally or in writing and in ordinarylanguage) of the effect of the order and of the amount of the fees which he isrequired to pay for the course and when he must pay them, and\n\t\t\tthe offender has agreed that the order should be made.\n\tBCertificates of completion of courses\n\t\tAn offender shall be regarded for the purposes of section 30A of this Actas having completed a course satisfactorily if (and only if) a certificatethat he has done so is received by the proper officer of the supervisingcourt.\n\t\tA course provider must give a certificate under subsection (1) above to theoffender not later than fourteen days after the date specified in the order asthe latest date for the completion of the course unless the offender—\n\t\t\tfails to make due payment of fees for the course,\n\t\t\tfails to attend the course in accordance with the course provider’sreasonable instructions, or\n\t\t\tfails to comply with any other reasonable requirement of the courseprovider.\n\t\tA certificate under subsection (1) above is to be given by the courseprovider and shall be in such form, and contain such particulars, as may beprescribed by, or determined in accordance with, regulations made by theappropriate national authority.\n\t\tWhere a course provider decides not to give a certificate under subsection(1) above to the offender, he shall give written notice of the decision to theoffender as soon as possible, and in any event not later than fourteen daysafter the date specified in the order as the latest date for completion of thecourse.\n\t\tAn offender to whom a notice is given under subsection (4) above may,within such period as may be prescribed by rules of court, apply to thesupervising court, or (if the supervising court is not the Crown Court, theHigh Court of Justiciary or the relevant local court) to either thesupervising court or the relevant local court, for a declaration that thecourse provider’s decision not to give a certificate under subsection (1)above was contrary to subsection (2) above.\n\t\tIf the court grants the application, section 30A of this Act shall haveeffect as if the certificate had been duly received by the proper officer ofthe supervising court.\n\t\tIf fourteen days after the date specified in the order as the latest datefor completion of the course the course provider has given neither thecertificate under subsection (1) above nor a notice under subsection (4)above, the offender may, within such period as may be prescribed by rules ofcourt, apply to the supervising court, or (if the supervising court is not theCrown Court, the High Court of Justiciary or the relevant local court) toeither the supervising court or the relevant local court, for a declarationthat the course provider is in default.\n\t\tIf the court grants the application, section 30A of this Act shall haveeffect as if the certificate had been duly received by the proper officer ofthe supervising court.\n\t\tA notice under subsection (4) above shall specify the ground on which it isgiven; and the appropriate national authority may by regulations makeprovision as to the form of notices under that subsection and as to thecircumstances in which they are to be treated as given.\n\t\tWhere the proper office of a court receives a certificate under subsection(1) above, or a court grants an application under subsection (5) or (7) above,the proper officer or court must send notice of that fact to the Secretary ofState; and the notice must be sent in such manner and to such address, andmust contain such particulars, as the Secretary of State may determine.\n\tCApproval of courses\n\t\tIf an application is made to the appropriate national authority for theapproval of a course for the purposes of section 30A of this Act, theappropriate national authority must decide whether to grant or refuse theapplication.\n\t\tIn reaching that decision the appropriate national authority must haveregard to—\n\t\t\tthe nature of the course, and\n\t\t\twhether the course provider is an appropriate person to provide the courseand administer its provision efficiently and effectively,\n\t\t\t\tand may take into account any recommendations made by any persons appointed toconsider the application.\n\t\tA course may be approved subject to conditions specified by the appropriatenational authority.\n\t\tAn approval of a course is for the period specified by the appropriatenational authority (which must not exceed seven years), subject to withdrawalof approval.\n\t\tRegulations made by the appropriate national authority may make provisionin relation to the approval of courses and may, in particular, includeprovision—\n\t\t\tin relation to the making of applications for approval,\n\t\t\tfor the payment in respect of applications for approval, or of approvals,(or of both) of fees of such amounts as are prescribed by the regulations,\n\t\t\tspecifying the maximum fees that a person may be required to pay for acourse and by when they are to be paid,\n\t\t\tfor the monitoring of courses and course providers,\n\t\t\tin relation to withdrawing approval,\n\t\t\tfor an appeal to lie to the Transport Tribunal against a refusal of anapplication for approval, the imposition of conditions on the grant of such anapplication or the withdrawal of approval, and\n\t\t\tauthorising the appropriate national authority to make available (with orwithout charge) information about courses and course providers.\n\tDProvisions supplementary to sections 30A to 30C\n\t\tThe appropriate national authority may issue guidance to course providers,or to any category of course provider, as to the conduct of courses approvedfor the purposes of section 30A of this Act; and—\n\t\t\tcourse providers shall have regard to any guidance given to them under thissubsection, and\n\t\t\tin determining for the purposes of section 30B of this Act whether anyinstructions or requirements of a course provider were reasonable, a courtshall have regard to any guidance given to him under this subsection.\n\t\tThe Secretary of State may by regulations make provision—\n\t\t\tamending section 30A(1)(c) of this Act by substituting for the lower numberof penalty points for the time being specified there a different number ofpenalty points, or\n\t\t\tamending section 30A(6)(a) of this Act by substituting for the period forthe time being specified there a different period.\n\t\tIn sections 30A to 30C of this Act and this section—\n\t\t\t  * “appropriate national authority” means (as respects Wales) the National Assembly for Wales and (otherwise) the Secretary of State;\n\t\t\t  * “course provider”, in relation to a course, means the person by whom it is, or is to be, provided;\n\t\t\t  * “probationary period” has the meaning given in section 1 of the Road Traffic (New Drivers) Act 1995;\n\t\t\t  * “proper officer” means—\n\t\t\tin relation to a magistrates' court in England and Wales, the designatedofficer for the court, and\n\t\t\totherwise, the clerk of the court;\n\t\t\t\t  * “relevant local court”, in relation to an order made under section 30A of this Act in the case of an offender, means—\n\t\t\tin England and Wales, a magistrates' court acting for the local justice areain which the offender resides, and\n\t\t\tin Scotland, the sheriff court for the district where the offender resides or,where the order is made by a stipendiary magistrate and the offender resideswithin his commission area, the district court for that area; and\n\t\t\t\t  * “supervising court”, in relation to an order under section 30A of this Act, means—\n\t\t\tin England and Wales, if the Crown Court made the order the Crown Court andotherwise a magistrates' court acting for the same local justice area as thecourt which made the order, and\n\t\t\tin Scotland, the court which made the order.\n\t\tAny power to make regulations under section 30A, 30B or 30C of this Act orthis section includes power to make different provision for different cases,and to make such incidental or supplementary provision as appears to theappropriate national authority to be necessary or appropriate.\n\t\tAny power to make regulations under section 30A, 30B or 30C of this Act orthis section shall be exercisable by statutory instrument.\n\t\tNo regulations shall be made under section 30A of this Act or this sectionunless a draft of the regulations has been laid before, and approved by aresolution of, each House of Parliament.\n\t\tA statutory instrument containing regulations made under section 30B or 30Cof this Act by the Secretary of State shall be subject to annulment inpursuance of a resolution of either House of Parliament.”"
    },
    {
        "length": 3380,
        "text": "\nReduced disqualification period for attendance on course\n\tFor sections 34A to 34C of the Road Traffic Offenders Act [1988 (c.53)](/id/ukpga/1988/53?view=plain \"Go to item of legislation\") substitute—\n\t“34AReduced disqualification for attendance on courses\n\t\tThis section applies where—\n\t\t\ta person is convicted of a relevant drink offence or a specified offence byor before a court, and\n\t\t\tthe court makes an order under section 34 of this Act disqualifying him fora period of not less than twelve months.\n\t\tIn this section “relevant drink offence” means—\n\t\t\tan offence under paragraph (a) of subsection (1) of section 3A of the RoadTraffic Act 1988 (causing death by careless driving when unfit to drivethrough drink) committed when unfit to drive through drink,\n\t\t\tan offence under paragraph (b) of that subsection (causing death bycareless driving with excess alcohol),\n\t\t\tan offence under paragraph (c) of that subsection (failing to provide aspecimen) where the specimen is required in connection with drink orconsumption of alcohol,\n\t\t\tan offence under section 4 of that Act (driving or being in charge whenunder influence of drink) committed by reason of unfitness through drink,\n\t\t\tan offence under section 5(1) of that Act (driving or being in charge withexcess alcohol),\n\t\t\tan offence under section 7(6) of that Act (failing to provide a specimen)committed in the course of an investigation into an offence within any of thepreceding paragraphs, or\n\t\t\tan offence under section 7A(6) of that Act (failing to allow a specimen tobe subjected to a laboratory test) in the course of an investigation into anoffence within any of the preceding paragraphs.\n\t\tIn this section “specified offence” means—\n\t\t\tan offence under section 3 of the Road Traffic Act 1988 (careless, andinconsiderate, driving),\n\t\t\tan offence under section 36 of that Act (failing to comply with trafficsigns),\n\t\t\tan offence under section 17(4) of the Road Traffic Regulation Act 1984 (useof special road contrary to scheme or regulations), or\n\t\t\tan offence under section 89(1) of that Act (exceeding speed limit).\n\t\tBut the Secretary of State may by regulations amend subsection (3) above byadding other offences or removing offences.\n\t\tWhere this section applies, the court may make an order that the period ofdisqualification imposed under section 34 of this Act (“the unreduced period”)shall be reduced if, by the relevant date, the offender satisfactorilycompletes an approved course specified in the order.\n\t\tIn subsection (5) above—\n\t\t\t  * “an approved course” means a course approved by the appropriate national authority for the purposes of this section in relation to the description of offence of which the offender is convicted, and\n\t\t\t  * “the relevant date” means such date, at least two months before the last day of the period of disqualification as reduced by the order, as is specified in the order.\n\t\tThe reduction made in a period of disqualification by an order under thissection is a period specified in the order of—\n\t\t\tnot less than three months, and\n\t\t\tnot more than one quarter of the unreduced period,\n\t\t\t\t(and, accordingly, where the unreduced period is twelve months, the reducedperiod is nine months).\n\t\tA court shall not make an order under this section in the case of anoffender convicted of a specified offence if—\n\t\t\tthe offender has, during the period of three years ending with the date onwhich the offence was committed, committed a specified offence andsuccessfully completed an approved course pursuant to an order made under thissection or section 30A of this Act on conviction of that offence, or\n\t\t\tthe specified offence was committed during his probationary period.\n\t\tA court shall not make an order under this section in the case of anoffender unless—\n\t\t\tthe court is satisfied that a place on the course specified in the orderwill be available for the offender,\n\t\t\tthe offender appears to the court to be of or over the age of 17,\n\t\t\tthe court has informed the offender (orally or in writing and in ordinarylanguage) of the effect of the order and of the amount of the fees which he isrequired to pay for the course and when he must pay them, and\n\t\t\tthe offender has agreed that the order should be made.\n\tBCertificates of completion of courses\n\t\tAn offender shall be regarded for the purposes of section 34A of this Actas having completed a course satisfactorily if (and only if) a certificatethat he has done so is received by the proper officer of the supervising courtbefore the end of the unreduced period.\n\t\tIf a certificate under subsection (1) above is so received before the endof the unreduced period but after the end of the period which would (apartfrom this subsection) be the reduced period, the reduced period is to be takento end with the day on which the certificate is so received.\n\t\tA certificate under subsection (1) above is to be given by the courseprovider and shall be in such form, and contain such particulars, as may beprescribed by, or determined in accordance with, regulations made by theappropriate national authority.\n\t\tA course provider must give a certificate under subsection (1) above to theoffender not later than fourteen days after the date specified in the order asthe latest date for the completion of the course unless the offender—\n\t\t\tfails to make due payment of fees for the course,\n\t\t\tfails to attend the course in accordance with the course provider’sreasonable instructions, or\n\t\t\tfails to comply with any other reasonable requirement of the courseprovider.\n\t\tWhere a course provider decides not to give a certificate under subsection(1) above to the offender, he shall give written notice of the decision to theoffender as soon as possible, and in any event not later than fourteen daysafter the date specified in the order as the latest date for completion of thecourse.\n\t\tAn offender to whom a notice is given under subsection (5) above may,within such period as may be prescribed by rules of court, apply to thesupervising court, or (if the supervising court is not the Crown Court, theHigh Court of Justiciary or the relevant local court) to either thesupervising court or the relevant local court, for a declaration that thecourse provider’s decision not to give a certificate under subsection (1)above was contrary to subsection (4) above.\n\t\tIf the court grants the application, section 34A of this Act shall haveeffect as if the certificate had been duly received by the proper officer ofthe supervising court.\n\t\tIf fourteen days after the date specified in the order as the latest datefor completion of the course the course provider has given neither acertificate under subsection (1) above nor a notice under subsection (5)above, the offender may, within such period as may be prescribed by rules ofcourt, apply to the supervising court, or (if the supervising court is not theCrown Court, the High Court of Justiciary or the relevant local court) toeither the supervising court or the relevant local court, for a declarationthat the course provider is in default.\n\t\tIf the court grants the application, section 34A of this Act shall haveeffect as if the certificate had been duly received by the proper officer ofthe supervising court.\n\t\tA notice under subsection (5) above shall specify the ground on which itis given; and the appropriate national authority may by regulations makeprovision as to the form of notices under that subsection and as to thecircumstances in which they are to be treated as given.\n\t\tWhere the proper officer of a court receives a certificate undersubsection (1) above, or a court grants an application under subsection (6) or(8) above, the proper officer or court must send notice of that fact to theSecretary of State; and the notice must be sent in such manner and to suchaddress, and must contain such particulars, as the Secretary of State maydetermine.\n\tBAApproval of courses\n\t\tIf an application is made to the appropriate national authority for theapproval of a course for the purposes of section 34A of this Act, theappropriate national authority must decide whether to grant or refuse theapplication.\n\t\tIn reaching that decision the appropriate national authority must haveregard to—\n\t\t\tthe nature of the course, and\n\t\t\twhether the course provider is an appropriate person to provide the courseand administer its provision efficiently and effectively,\n\t\t\t\tand may take into account any recommendations made by any persons appointed toconsider the application.\n\t\tA course may be approved subject to conditions specified by the appropriatenational authority.\n\t\tAn approval of a course is for the period specified by the appropriatenational authority (which must not exceed seven years), subject to withdrawalof approval.\n\t\tRegulations made by the appropriate national authority may make provisionin relation to the approval of courses and may, in particular, includeprovision—\n\t\t\tin relation to the making of applications for approval,\n\t\t\tfor the payment in respect of applications for approval, or of approvals,(or of both) of fees of such amounts as are prescribed by the regulations,\n\t\t\tspecifying the maximum fees that a person may be required to pay for acourse and by when they are to be paid,\n\t\t\tfor the monitoring of courses and course providers,\n\t\t\tin relation to withdrawing approval,\n\t\t\tfor an appeal to lie to the Transport Tribunal against a refusal of anapplication for approval, the imposition of conditions on the grant of such anapplication or the withdrawal of approval, and\n\t\t\tauthorising the appropriate national authority to make available (with orwithout charge) information about courses and course providers.\n\tCProvisions supplementary to sections 34A to 34BA\n\t\tThe appropriate national authority may issue guidance to course providers,or to any category of course provider, as to the conduct of courses approvedfor the purposes of section 34A of this Act; and—\n\t\t\tcourse providers shall have regard to any guidance given to them under thissubsection, and\n\t\t\tin determining for the purposes of section 34B of this Act whether anyinstructions or requirements of a course provider were reasonable, a courtshall have regard to any guidance given to him under this subsection.\n\t\tThe Secretary of State may by regulations make provision—\n\t\t\tamending section 34A(1)(b) of this Act by substituting for the period forthe time being specified there a different period,\n\t\t\tamending section 34A(7) of this Act by substituting for the period for thetime being specified there a different period, or by substituting for thefraction of the unreduced period for the time being specified there adifferent fraction of that period, (or by doing both), or\n\t\t\tamending section 34A(8)(a) of this Act by substituting for the period forthe time being specified there a different period.\n\t\tIn sections 34A to 34BA of this Act and this section—\n\t\t\t  * “appropriate national authority” means (as respects Wales) the National Assembly for Wales and (otherwise) the Secretary of State;\n\t\t\t  * “course provider”, in relation to a course, means the person by whom it is, or is to be, provided;\n\t\t\t  * “probationary period” has the meaning given in section 1 of the Road Traffic (New Drivers) Act 1995;\n\t\t\t  * “proper officer” means—\n\t\t\tin relation to a magistrates' court in England and Wales, the designatedofficer for the court, and\n\t\t\totherwise, the clerk of the court;\n\t\t\t\t  * “relevant local court”, in relation to an order under section 34A of this Act in the case of an offender, means—\n\t\t\tin England and Wales, a magistrates' court acting for the local justice areain which the offender resides, and\n\t\t\tin Scotland, the sheriff court for the district where the offender resides or,where the order is made by a stipendiary magistrate and the offender resideswithin his commission area, the district court for that area; and\n\t\t\t\t  * “supervising court”, in relation to an order under section 34A of this Act, means—\n\t\t\tin England and Wales, if the Crown Court made the order the Crown Court andotherwise a magistrates' court acting for the same local justice area as thecourt which made the order, and\n\t\t\tin Scotland, the court which made the order.\n\t\tAny power to make regulations under section 34A, 34B or 34BA of this Act orthis section includes power to make different provision for different cases,and to make such incidental or supplementary provision as appears necessary orappropriate.\n\t\tAny power to make regulations under section 34A, 34B or 34BA of this Act orthis section shall be exercisable by statutory instrument.\n\t\tNo regulations shall be made under section 34A of this Act or this sectionunless a draft of the regulations has been laid before, and approved by aresolution of, each House of Parliament.\n\t\tA statutory instrument containing regulations made under section 34B or34BA of this Act by the Secretary of State shall be subject to annulment inpursuance of a resolution of either House of Parliament.”"
    },
    {
        "length": 685,
        "text": "\nDriving tests\n\tSection 89 of the Road Traffic Act [1988 (c.52)](/id/ukpga/1988/52?view=plain \"Go to item of legislation\") (driving tests)is amended as follows.\n\tIn subsection (3) (regulations about nature of tests)—\n\t\tin paragraph (a), insert at the end “and the administrative arrangementsfor submitting for such tests”,\n\t\tin paragraph (b), after “conducted” insert “, conditions which must besatisfied during the currency of an appointment, the charging of reasonablefees in respect of applications for appointment or appointments or inconnection with any examination or assessment which may be required beforeappointment or during the currency of any appointment”, and\n\t\tafter that paragraph insert—\n\t\tthe duty of a person submitting himself for a test to produce, and inprescribed circumstances surrender, any licence previously granted to him,”.\n\tIn subsection (4) (provision that may be included in regulations undersubsection (3))—\n\t\tfor “In particular, regulations may, without prejudice to the generality ofsubsection (3) above,” substitute “Regulations under subsection (3)(a) abovemay in particular”,\n\t\tin paragraph (a) (provision by person submitting himself for driving testof vehicle which, if loading requirements are prescribed, is loaded inaccordance with prescribed requirements), for “a vehicle” substitute “a safeand suitable vehicle”,\n\t\tin that paragraph, for the words after “the test” substitute “and forrequiring that, if the vehicle is a vehicle of a prescribed description, ithas been certified in the prescribed manner after a prescribed inspection assatisfying such requirements as may be prescribed,”, and\n\t\tfor paragraph (b) substitute—\n\t\tfor the charging (whether on the making of an appointment for a test orotherwise) of reasonable fees for or in connection with the test and anyinspection of a vehicle required by regulations under paragraph (a) above inrelation to the test,”.\n\tIn subsection (5) (driving tests in parts), omit paragraph (b) and the word“and” before it.\n\tAfter that subsection insert—\n\t\t“(5ZA)Regulations under subsection (3)(b) above may in particular provide—\n\t\tfor the supply by the Secretary of State to persons by whom tests ofcompetence to drive, or parts of such tests, may be conducted of forms forcertificates evidencing the results of such tests or parts of such tests, and\n\t\tfor the charging of reasonable fees in respect of the exercise of anyfunction conferred or imposed on the Secretary of State by the regulations.”\n\tIn section 91 of that Act (repayment of test fees), for “A fee” substitute“The whole or any part of a fee”."
    },
    {
        "length": 622,
        "text": "\nDisqualification until test is passed\n\tSection 36 of the Road Traffic Offenders Act [1988 (c.53)](/id/ukpga/1988/53?view=plain \"Go to item of legislation\") (duty of courtto order disqualification until test is passed) is amended as follows.\n\tIn subsection (3) (order to be made in case of person disqualified incircumstances, or for period, prescribed by order)—\n\t\tfor “in such circumstances or for such period” substitute “for such period,in such circumstances or for such period and in such circumstances”,\n\t\tfor “prescribe” substitute “specify”, and\n\t\tfor “may be so prescribed” substitute “the Secretary of State may by orderspecify”.\n\tIn subsection (5) (interpretation), for the definition of “appropriatedriving test” substitute—\n\t\t““appropriate driving test” means—\n\t\tin such circumstances as the Secretary of State may prescribe, an extendeddriving test, and\n\t\totherwise, a test of competence to drive which is not an extended drivingtest,”; and, in the definition of “extended driving test”, after “section”insert “by regulations made by the Secretary of State”.\n\tIn subsection (8) (disqualification to expire on production in accordancewith regulations under section 105 of Road Traffic Act 1988 of evidence ofhaving passed test), for “under section 105 of the Road Traffic Act 1988”substitute “made by the Secretary of State”.\n\tIn subsection (9) (disqualification to expire by reason of passing of testonly in relation to vehicles of such classes as are prescribed by suchregulations), for “under that section” substitute “made by the Secretary ofState”.\n\tAfter subsection (13) insert—\n\t“(13A)Before making an order under subsection (3) above the Secretary of Statemust consult with such representative organisations as he thinks fit.”\n\tOmit subsection (14) (no order to be made under subsection (3) after end of2001 unless one previously made).\n\tIn section 173(2) of the Road Traffic Act [1988 (c.52)](/id/ukpga/1988/52?view=plain \"Go to item of legislation\") (forgery ofdocuments etc.), insert at the end “and\n\t\tany document produced as evidence of the passing of an appropriate drivingtest within the meaning of section 36 of that Act.”"
    },
    {
        "length": 414,
        "text": "\nGranting of full licence\n\tIn section 89(1) of the Road Traffic Act [1988 (c.52)](/id/ukpga/1988/52?view=plain \"Go to item of legislation\") (licence not tobe granted unless conditions satisfied), for—\n\t\tthe words in paragraph (a) before sub-paragraph (i), and\n\t\tthe words from “that” to “passed” in paragraphs (c) and (e),\n\t\t\tsubstitute “that he has, at such time or within such period as is prescribed,passed”.\n\tIn section 97 of that Act (grant of licences), after subsection (1) insert—\n\t“(1ZA)Regulations may provide that in prescribed circumstances a licencegranted by the Secretary of State may be granted subject to prescribedconditions having effect—\n\t\tfor a prescribed period, or\n\t\tuntil the happening of a prescribed event.”\n\tIn section 98(1)(c) of that Act (provisional licence to specify conditionssubject to which it is granted)—\n\t\tomit “in the case of a provisional licence”, and\n\t\tfor “the conditions” substitute “any conditions”.\n\tIn section 195 of that Act (provisions as to regulations)—\n\t\tin subsection (3), omit “is exercised” and after “189)” insert “isexercised (otherwise than for the purposes of section 97(1ZA) of this Act)”,and\n\t\tin subsection (4), after “Act” insert “, or for the purposes of section97(1ZA) of this Act,”."
    },
    {
        "length": 1224,
        "text": "\nCompulsory surrender of old-form licences\n\tIn the Road Traffic Act 1988, after section 98 insert—\n\t“98ACompulsory surrender of old-form licences\n\t\tThe Secretary of State may by order require the holders of licences of aspecified description, or any specified description of the holders of suchlicences, to surrender the licences and their counterparts to the Secretary ofState.\n\t\tAn order under this section may specify as the description of licences tobe surrendered—\n\t\t\tlicences which are not in the form of a photocard, or\n\t\t\tlicences in the form of a photocard of a description no longer specified bythe Secretary of State as a form in which licences are granted.\n\t\tAn order under this section must specify the date by which the licences towhich it relates (and their counterparts) are to be surrendered; and mayspecify different dates in relation to different descriptions of licenceholders.\n\t\tAn order under this section must include provision for the grant of a newlicence to every holder of a licence surrendered (with its counterpart) inpursuance of the order who—\n\t\t\tpays such fee (if any) as is specified by the order, and\n\t\t\tprovides the Secretary of State with such evidence or further evidence asthe Secretary of State may require (which may include a photograph which is acurrent likeness of him).\n\t\tA replacement licence granted pursuant to provision made by virtue ofsubsection (4) above expires on the date on which the surrendered licencewould have expired had it not been surrendered (but subject to subsection (6)below).\n\t\tWhere the period for which the surrendered licence was granted was based onan error with respect to the licence holder’s date of birth such that (if theerror had not been made) that licence would have been expressed to expire on adifferent date, the replacement licence expires on that different date.\n\t\tA person who, without reasonable excuse, fails to comply with anyrequirement to surrender a licence and its counterpart imposed by an orderunder this section is guilty of an offence.\n\t\tAn order under this section may—\n\t\t\tmake different provision for different cases, and\n\t\t\tcontain such incidental and supplementary provisions as the Secretary ofState considers appropriate.\n\t\tThe power to make an order under this section is exercisable by statutoryinstrument.\n\t\tBefore making an order under this section the Secretary of State mustconsult with such representative organisations as he thinks fit.\n\t\tA statutory instrument containing an order under this section is subjectto annulment in pursuance of a resolution of either House of Parliament.”\n\t\tIn Schedule 1 to the Road Traffic Offenders Act [1988 (c.53)](/id/ukpga/1988/53?view=plain \"Go to item of legislation\") (offences towhich certain sections apply), after the entry relating to section 94A of theRoad Traffic Act [1988 (c. 52)](/id/ukpga/1988/52?view=plain \"Go to item oflegislation\") insert—\n\t\t\t“RTA section 98A(7)| Driving licence holder failing to surrender licence andcounterpart.| Section 6 of this Act.”  ---|---|---    (3)In Part 1 of Schedule 2 to that Act (prosecution and punishment ofoffences: offences under the Traffic Acts), after the entry relating tosection 96 of the Road Traffic Act 1988 insert—\n\t\t“RTA section 98A(7).| Driving licence holder failing to surrender licence andcounterpart.| Summarily.| Level 3 on the standard scale.”| | |  ---|---|---|---|---|---|---    ### 40Fee for renewal of photocard licence and issue of certain alternativelicences\n\t\tIn section 99 of the Road Traffic Act 1988 (duration of licence)—\n\t\t\tin subsection (7) (grant of new licence free of charge on surrender ofphotocard licence after ten years, in cases of error and on change of name oraddress), omit “and any licence granted under this subsection shall be grantedfree of charge”, and\n\t\t\tAfter that subsection insert—\n\t\t\t“(7ZA)The Secretary of State is not required by subsection (7) above to granta new licence on the surrender of a licence and its counterpart by a person inpursuance of subsection (2A) above unless the person has paid the fee (if any)which is prescribed; but any other licence under that subsection is to begranted free of charge.”\n\t\tIn section 117A(2)(c) and (3) of that Act (disqualification etc. of holdersof Community licences: issue of alternative licences), for “, free of charge,”substitute “, on payment of such fee (if any) as may be prescribed,”."
    },
    {
        "length": 277,
        "text": "\nDriver training\n\tSection 99ZC(1) of the Road Traffic Act [1988 (c.52)](/id/ukpga/1988/52?view=plain \"Go to item of legislation\") (drivertraining courses: supplementary) is amended as follows.\n\tIn paragraphs (b) and (c), after “courses” insert “or giving instruction onsuch courses”.\n\tAfter paragraph (e) insert “and\n\t\tprovision authorising the Secretary of State to make available informationabout persons providing driver training courses or giving instruction on suchcourses.”\n\tIn section 173(2) of that Act (forgery of documents etc.), for paragraph(ff) substitute—\n\t\tany document evidencing the successful completion of a driver trainingcourse provided in accordance with regulations under section 99ZA of thisAct,”.\n\tIn section 174(1) of that Act (false statements), after paragraph (c)insert—\n\t\tof obtaining a document evidencing the successful completion of a drivertraining course provided in accordance with regulations under section 99ZA ofthis Act, or”."
    },
    {
        "length": 650,
        "text": "\nTests: approved assistants\n\tIn the Road Traffic Act 1988, before section 163 insert—\n\t“Requirement for approval of persons to assist at tests\n\t\tAApproved test assistants\n\t\t\tThe Secretary of State may make regulations permitting any person wishingto be accompanied at a relevant test by another person (a “test assistant”) tobe so accompanied if—\n\t\t\t\the submits himself for the relevant test in any circumstances in which theSecretary of State considers it appropriate that he should be entitled to beso accompanied, and\n\t\t\t\tthe test assistant is approved in accordance with regulations under thissection to accompany people at relevant tests in such circumstances in orderto assist them in undergoing the relevant tests.\n\t\t\tThe circumstances in which the Secretary of State considers it appropriatethat a person should be entitled to be accompanied by a test assistant at arelevant test may include, for example, circumstances in which he is likely tohave difficulty in hearing, understanding or responding to instructions orquestions in the course of the relevant test without assistance.\n\t\t\tThe regulations may make provision in relation to the approval of testassistants and may, in particular, include provision—\n\t\t\t\tin relation to the making of applications for approval,\n\t\t\t\tfor the payment in respect of applications for approval, or of approvals,(or both) of fees of such amounts as are prescribed,\n\t\t\t\tin relation to the period for which an approval is to have effect andwithdrawing approval,\n\t\t\t\tauthorising the imposition of conditions on an approval,\n\t\t\t\tfor an appeal to lie to the Transport Tribunal against a refusal of anapplication for approval, the imposition of conditions on an approval or thewithdrawal of approval,\n\t\t\t\tprescribing circumstances in which an approved test assistant may not actas such,\n\t\t\t\tas to the evidencing by persons of their status as approved testassistants, and\n\t\t\t\tauthorising the Secretary of State to make available (with or withoutcharge) information about approved test assistants.\n\t\t\tThe regulations may make different provision in relation to differentcases.\n\t\t\tThe following are relevant tests—\n\t\t\t\ttests of competence to drive a motor vehicle prescribed by virtue ofsection 89(3) of this Act or section 36(5) of the Road Traffic Offenders Act1988,\n\t\t\t\texaminations of ability and fitness (or continued ability and fitness) togive driving instruction for which provision is made by virtue of section 132of this Act, and\n\t\t\t\temergency control assessments under section 133A of this Act.”"
    },
    {
        "length": 2311,
        "text": "\nRegulation of registration plate suppliers\n\tEnforcement authorities\n\t\tPart 2 of the Vehicles (Crime) Act [2001 (c.3)](/id/ukpga/2001/3?view=plain \"Go to item of legislation\") (regulation ofregistration plate suppliers) is amended as follows.\n\t\tIn section 26(8) (power of entry for authorised persons: meaning of“authorised person”), for “section by” substitute “section—\n\t\t\tby the Secretary of State, or\n\t\t\tby”. \n\t\tIn section 30(a) (institution of proceedings for offences), after “by”insert “the Secretary of State,”.\n\t\tIn section 31(1) (interpretation of Part 2), for the definition of “localauthority” substitute—\n\t\t\t““local authority” means—\n\t\t\tin relation to England, a county council, a district council, a Londonborough council, the Common Council of the City of London in its capacity as alocal authority or the Council of the Isles of Scilly;\n\t\t\tin relation to Wales, a county council or a county borough council;”.\n\tRegistration plates\n\t\tPart 2 of the Vehicles (Crime) Act [2001 (c.3)](/id/ukpga/2001/3?view=plain \"Go to item of legislation\") (regulation ofregistration plate suppliers) is amended as follows.\n\t\tIn section 31(1) (interpretation of Part 2), in paragraph (a) of thedefinition of “registration plate”, for “a registration mark” substitute “inaccordance with regulations under paragraph (b) of subsection (4) of section23 of the 1994 Act a registration mark which complies with regulations underparagraph (a) of that subsection”.\n\t\tSection 28 (offences) is amended as follows.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)A person who sells a plate or other device which is not a registrationplate only because the registration mark displayed by it—\n\t\t\tdoes not comply with regulations under paragraph (a) of subsection (4) ofsection 23 of the 1994 Act, or\n\t\t\tis displayed otherwise than in accordance with regulations under paragraph(b) of that subsection,\n\t\t\t(or both) shall be guilty of an offence.\n\t\t\t(1B)The Secretary of State may by regulations provide that the offence undersubsection (1A) is not committed in circumstances prescribed by theregulations.”\n\t\tIn subsection (2), after “(1)” insert “or (1A)”.\n\t\tIn subsection (3), for “subsection (1) or (2)” substitute “this section”.\n\t\tIn the heading, for **“counterfeit registration plates”** substitute**“plates etc.”**\n\tExtension to Scotland and Northern Ireland\n\t\tPart 2 of the Vehicles (Crime) Act 2001 (regulation of registration platesuppliers) extends to Scotland and Northern Ireland.\n\t\tIn consequence of subsection (1) that Act is amended as follows.\n\t\tIn section 17(1) (requirement of registration for registration platesuppliers carrying on business in England or Wales), omit “in England orWales”.\n\t\tIn section 18(5) (certified copy of register or extract from register to beevidence of matters mentioned in it), after “evidence” insert “(or, inScotland, sufficient evidence)”.\n\t\tIn section 20(6) (removal or suspension not to have effect while appealpending or capable of being brought: meaning of “appeal”), after the referenceto section 111 of the Magistrates' Courts Act [1980 (c.43)](/id/ukpga/1980/43?view=plain \"Go to item of legislation\") insert “orArticle 146 of the Magistrates' Courts (Northern Ireland) Order 1981”.\n\t\tFor section 23 substitute—\n\t\t“23Appeals: Part 2\n\t\t\tAn appeal against the cancellation by the Secretary of State under section21 of a person’s registration may be brought—\n\t\t\t\tin England and Wales, to a magistrates' court,\n\t\t\t\tin Scotland, to the sheriff, or\n\t\t\t\tin Northern Ireland, to a court of summary jurisdiction.\n\t\t\tAn appeal under subsection (1) shall be brought within the period of 21days beginning with the day on which the person concerned is served with anotice under section 22(7).\n\t\t\tThe procedure on an appeal under subsection (1)—\n\t\t\t\tin England and Wales, is to be by way of complaint for an order and inaccordance with the Magistrates' Courts Act 1980,\n\t\t\t\tin Scotland, is to be by way of summary application to the sheriff, and\n\t\t\t\tin Northern Ireland, is to be by way of notice under Part 7 of theMagistrates' Courts (Northern Ireland) Order 1981.\n\t\t\tFor the purposes of the time limit for bringing an appeal under subsection(1) the appeal is to be treated as brought—\n\t\t\t\tin England and Wales, on the making of the complaint,\n\t\t\t\tin Scotland, on the lodging of the summary application with the sheriffclerk, and\n\t\t\t\tin Northern Ireland, when a notice is served on the clerk of the pettysessions under Article 76(2)(a) of the Magistrates' Courts (Northern Ireland)Order 1981.\n\t\t\tA party to an appeal to the sheriff under subsection (1) may furtherappeal, on a point of law only, to the sheriff principal or the Court ofSession; and the decision on such an appeal is final.\n\t\t\tOn an appeal under subsection (1) or (5), the court may confirm, vary orreverse the decision appealed against and generally give such directions as itconsiders appropriate having regard to the provisions of this Part.\n\t\t\tThe Secretary of State must comply with any directions given by a courtunder this section.\n\t\t\tBut the Secretary of State need not do so until—\n\t\t\t\tin England and Wales, the time for making an application under section 111of the Magistrates' Courts Act 1980 (application by way of case stated),\n\t\t\t\tin Scotland, the time for lodging an appeal under subsection (5), or\n\t\t\t\tin Northern Ireland, the time for making an application under Article 146of the Magistrates' Courts (Northern Ireland) Order 1981 (application by wayof case stated),\n\t\t\t\t\thas passed.\n\t\t\tAnd if such an application or appeal is made or lodged, he need not do sountil the final determination or withdrawal of the appeal or application.”\n\t\t\tIn section 26 (rights to enter and inspect premises)—\n\t\t\t\tin subsection (3) (application for warrant), after “justice of the peace”insert “, or (in Scotland) a justice of the peace, magistrate or sheriff,”,\n\t\t\t\tin subsection (4) (issue of warrant), after “justice” insert “of the peace,magistrate or sheriff”, and\n\t\t\t\tin subsection (8) (as amended by section 44(2)), before “by a localauthority” insert “(except in Northern Ireland)”.\n\t\t\tSection 30 (proceedings for offences) (as amended by section 44(3)), is tobe renumbered as subsection (1) of that section; and—\n\t\t\t\tin that subsection, after “instituted” insert “in England and Wales”, and\n\t\t\t\tafter that subsection insert—\n\t\t\tProceedings for an offence under this Part shall not be instituted inNorthern Ireland except—\n\t\t\t\tby the Secretary of State or a constable; or\n\t\t\t\tin any other case, with the consent of the Advocate General for NorthernIreland.\n\t\t\tIn relation to any time before the coming into force of section 27(1) ofthe Justice (Northern Ireland) Act 2002, the reference in subsection (2)(b) tothe Advocate General for Northern Ireland is to be read as a reference to theAttorney General for Northern Ireland.”\n\t\t\tIn section 31(1) (interpretation), in the definition of “local authority”(as substituted by section 44(4)), insert at the end “or\n\t\t\t\tin relation to Scotland, a council constituted under section 2 of the LocalGovernment etc. (Scotland) Act 1994;”.\n\t\t\tIn section 39 (offences by body corporate), insert at the end—\n\t\t\tWhere an offence under this Act committed by a Scottish partnership isproved to have been committed with the consent or connivance of, or to beattributable to any neglect on the part of, a partner, he as well as thepartnership commits the offence and shall be liable to be proceeded againstand punished accordingly.”\n\t\t\tIn section 45 (extent)—\n\t\t\t\tin subsection (1) (provisions extending only to England and Wales), for“Parts 1 and 2,” substitute “Part 1”, and\n\t\t\t\tin subsection (2), (provisions extending to England and Wales, Scotland andNorthern Ireland), for “Sections” substitute “Part 2 and sections”."
    },
    {
        "length": 1746,
        "text": "\nInformation\n\tParticulars to be included in vehicles register\n\t\tSection 7 of the Vehicle Excise and Registration Act [1994 (c.22)](/id/ukpga/1994/22?view=plain \"Go to item of legislation\") (issue ofvehicle licences) is amended as follows.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)The particulars which may be so specified include any particulars whichare required by regulations under section 22(1)(aa) to be recorded on theregister in the case of the vehicle for which the licence is to be taken out;and the declarations and evidence which may be so specified includedeclarations and evidence relating to any such particulars.”\n\t\tIn subsection (5), before paragraph (a) insert—\n\t\t\tthat the requirements imposed by this section in the case of the vehiclespecified in the application have been complied with,”.\n\t\tSection 22 of that Act (registration regulations) is amended as follows.\n\t\tIn paragraph (a) of subsection (1) (provision with respect toregistration), for “(including, in particular, the form of and the particularsto be included in the register of trade licences)” substitute “and tradelicences”.\n\t\tAfter that paragraph insert—\n\t\t\tprescribe the form of, and the particulars to be included in, theregister of vehicles and the register of trade licences,”.\n\t\tIn paragraph (d) of that subsection (requirement on person by, through orto whom vehicle is sold or disposed of to furnish particulars)—\n\t\t\tafter “person” insert “by whom any vehicle is kept or”,\n\t\t\tfor “furnish the particulars” substitute “make any such declarations andfurnish any such particulars and any such documentary or other evidence as maybe”, and\n\t\t\tfor “in the manner” substitute “and to do so at such times and in suchmanner as may be”.\n\t\tIn paragraph (h) of that subsection (new registration documents), for “orinaccurate” substitute “or which have become inaccurate for any reason (inparticular by reason of a change in the person by whom the vehicle to whichthey relate is being kept)”.\n\t\tAfter subsection (1A) insert—\n\t\t“(1AA)The particulars which may be required to be included in the register byregulations under subsection (1)(aa), or to be furnished by regulations undersubsection (1)(d), in the case of a vehicle include—\n\t\t\tparticulars relating to the vehicle, and\n\t\t\tparticulars relating to the person by whom the vehicle is kept;\n\t\t\tand the declarations and evidence which may be required to be furnished byregulations under subsection (1)(d) in the case of a vehicle includedeclarations and evidence relating to such particulars.”\n\t\tAfter subsection (1B) insert—\n\t\t“(1BA)Regulations under subsection (1)(e) and (h) may, in particular, providethat registration documents, or new registration documents, need not be issuedin respect of a vehicle if particulars required in the case of the vehicle byregulations under paragraph (d) have not been furnished.”\n\t\tSection 45 of that Act (false or misleading declarations and information)is amended as follows.\n\t\tIn subsection (1), after “misleading” insert “, or produces a documentwhich to his knowledge is false or in any material respect misleading,”.\n\t\tIn subsection (2A)—\n\t\t\tafter “statement” insert “or produces a document”, and\n\t\t\tfor “made in respect of a vehicle” substitute “made or produced”.\n\tRecords of goods vehicle examinations\n\t\tIn section 49 of the Road Traffic Act [1988 (c.52)](/id/ukpga/1988/52?view=plain \"Go to item of legislation\") (tests ofsatisfactory condition of goods vehicles and determination of plated weightsetc.), after subsection (3) insert—\n\t\t\t“(3A)The Secretary of State must maintain, or cause to be maintained, recordscontaining such particulars as he thinks fit of—\n\t\t\tgoods vehicles submitted for examination under this section, and\n\t\t\tthe carrying out of and the results of the examinations.”\n\t\tAfter that section insert—\n\t\t“49AUse of records of goods vehicle examinations, etc.\n\t\t\tThis section applies to—\n\t\t\t\tthe records maintained by the Secretary of State (or caused by him to bemaintained) under section 49(3A) of this Act, and\n\t\t\t\tthe records maintained by the Secretary of State in connection with anyfunctions exercisable by him under or by virtue of the Vehicle Excise andRegistration Act 1994.\n\t\t\tThe Secretary of State may use the information contained in records fallingwithin either paragraph of subsection (1) above—\n\t\t\t\tto check the accuracy of the records falling within the other paragraph ofthat subsection, and\n\t\t\t\twhere appropriate, to amend or supplement information contained in thoserecords.\n\t\t\tThe Secretary of State may also use the information contained in recordsfalling within paragraph (b) of that subsection for the purpose of promotingcompliance with section 53 of this Act.\n\t\t\tThis section does not limit any powers of the Secretary of State apart fromthis section.”\n\t\t\tIn section 22A(6) of the Vehicle Excise and Registration Act [1994 (c.22)](/id/ukpga/1994/22?view=plain \"Go to item of legislation\") (vehicleidentity checks), after “45(6B)” insert “or 49(3A)”.\n\tDisclosure to foreign authorities of licensing and registrationinformation\n\t\tThe Secretary of State may make any information held by him (in any form)for the purposes of—\n\t\t\tPart 3 or 4 of the Road Traffic Act [1988 (c.52)](/id/ukpga/1988/52?view=plain \"Go to item of legislation\") (licensing ofdrivers of vehicles), or\n\t\t\tPart 2 of the Vehicle Excise and Registration Act 1994 (registration ofvehicles),\n\t\t\t\tavailable to the authorities of any country or territory outside the UnitedKingdom with responsibility under the law of that country or territory for theregulation of drivers or vehicles for use by them in the discharge of thatresponsibility.\n\t\tThe Department of the Environment may make any information held by it (inany form) for the purposes of—\n\t\t\tPart 2 of the Road Traffic (Northern Ireland) Order 1981 ([S.I. 1981/154(N.I. 1)](/id/nisi/1981/154?view=plain \"Go to item of legislation\"))(licensing of drivers of vehicles), or\n\t\t\tArticles 70 to 79 of that Order (licensing of drivers of large goodsvehicles and passenger-carrying vehicles),\n\t\t\tavailable to the authorities of any country or territory outside the UnitedKingdom with responsibility under the law of that country or territory for theregulation of drivers or vehicles for use by them in the discharge of thatresponsibility."
    },
    {
        "length": 1110,
        "text": "\nLevel crossings\n\tSafety arrangements at level crossings\n\t\tSection 1 of the Level Crossings Act [1983 (c.16)](/id/ukpga/1983/16?view=plain \"Go to item of legislation\") (safetyarrangements at level crossings) is amended as follows.\n\t\tFor paragraph (a) of subsection (2) substitute—\n\t\t\tmay require the operator of the crossing or the local traffic authority(or both) to provide at or near the crossing any protective equipmentspecified in the order and to maintain and operate that equipment inaccordance with the order;”.\n\t\tIn paragraph (b) of that subsection, after “impose” insert “on theoperator”.\n\t\tIn subsection (3)(b), omit “barriers or other”.\n\t\tIn subsection (5)(b), for “include requirements as to” substitute “imposerequirements as to protective”.\n\t\tFor subsection (6) substitute—\n\t\tThe Secretary of State may make an order under this section in respect ofa level crossing on being requested to do so by the operator of the crossingor without a request by the operator.\n\t\t\t(6ZA)The Secretary of State may not make an order without a request by theoperator unless—\n\t\t\the has consulted the Office of Rail Regulation and the local trafficauthority about the order he proposes to make; and\n\t\t\thaving done so, he has sent to the operator, the Office of Rail Regulationand the local traffic authority a copy of a draft of the order he proposes tomake and a notice specifying the period (not being less than two months)within which they may make representations to him in respect of his proposalto make the order.”\n\t\tFor subsection (8) substitute—\n\t\tBefore making a request the operator—\n\t\t\tmust consult the Office of Rail Regulation and the local traffic authorityabout the draft order he intends to submit to the Secretary of State; and\n\t\t\thaving done so, must give written notice to the Office of Rail Regulationand the local traffic authority of his intention to make a request.\n\t\t\t(8A)A notice given under subsection (8)—\n\t\t\tmust be accompanied by a copy of the draft order which the operator intendsto submit to the Secretary of State; and\n\t\t\tmust specify the period (not being less than two months) within which theOffice of Rail Regulation and the local traffic authority may makerepresentations to the Secretary of State in respect of the request.”\n\t\tIn subsection (9), for “(6) or (8)” substitute “(6ZA) or (8A)”.\n\t\tIn subsection (11)—\n\t\t\tomit the definition of “local authority”,\n\t\t\tbefore the definition of “operator” insert—\n\t\t\t““local traffic authority”, in relation to a crossing, means the authoritywhich for the purposes of the Road Traffic Regulation Act 1984 is the localtraffic authority for the road crossed by the railway at the crossing;”, and\n\t\t\tin the definition of “protective equipment”, after “includes” insert“barriers,”.\n\tDelegation of power to make level crossing orders\n\t\tIn paragraph 7 of Schedule 3 to the Railways Act [2005 (c.14)](/id/ukpga/2005/14?view=plain \"Go to item of legislation\") (agreements bySecretary of State and Office of Rail Regulation for that Office to carry outon his behalf functions other than powers to make instruments of legislativecharacter), after sub-paragraph (3) insert—\n\t\tSub-paragraph (3)(b) does not prevent the Secretary of State and theOffice of Rail Regulation from entering into an agreement for that Office tocarry out on his behalf the function of making orders under section 1 of theLevel Crossings Act 1983.”\n\t\tSubsection (2) of section 13 of the Health and Safety at Work etc. Act[1974 (c. 37)](/id/ukpga/1974/37?view=plain \"Go to item of legislation\")(agreements by Health and Safety Commission with Minister to perform functionson his behalf not to be taken to authorise performance of powers to makeinstruments of legislative character) is not to be taken to have prevented theperformance by the Health and Safety Executive (on behalf of the Health andSafety Commission), in reliance on an agreement under subsection (1)(b) ofthat section, of the function of making orders under section 1 of the LevelCrossings Act [1983 (c. 16)](/id/ukpga/1983/16?view=plain \"Go to item oflegislation\")."
    },
    {
        "length": 609,
        "text": "\nHackney carriages and private hire vehicles\n\tImmediate suspension and revocation of drivers' licences\n\t\tPart 2 of the Local Government (Miscellaneous Provisions) Act [1976 (c.57)](/id/ukpga/1976/57?view=plain \"Go to item of legislation\") (hackneycarriages and private hire vehicles in England and Wales outside London) isamended as follows.\n\t\tIn section 61 (suspension and revocation of drivers' licences), aftersubsection (2) insert—\n\t\t\t“(2A)Subject to subsection (2B) of this section, a suspension or revocation ofthe licence of a driver under this section takes effect at the end of theperiod of 21 days beginning with the day on which notice is given to thedriver under subsection (2)(a) of this section.\n\t\t(2B)If it appears that the interests of public safety require the suspensionor revocation of the licence to have immediate effect, and the notice given tothe driver under subsection (2)(a) of this section includes a statement thatthat is so and an explanation why, the suspension or revocation takes effectwhen the notice is given to the driver.”\n\t\tIn subsection (3) of that section, after “under” insert “subsection (1)of”.\n\t\tIn section 77 (appeals), after subsection (2) insert—\n\t\tSubsection (2) of this section does not apply in relation to a decisionunder subsection (1) of section 61 of this Act which has immediate effect inaccordance with subsection (2B) of that section.”\n\tAbolition of “contract exemption”\n\t\tIn section 75(1) of the Local Government (Miscellaneous Provisions) Act 1976(hackney carriages and private hire vehicles in England and Wales outsideLondon: savings), omit paragraph (b) (vehicles used only for carryingpassengers for hire or reward under contract for hire for not less than 7 dayperiod).\n\tPrivate hire vehicles in London\n\t\tIn the definition of “private hire vehicle” in section 1(1)(a) of the PrivateHire Vehicles (London) Act [1998 (c. 34)](/id/ukpga/1998/34?view=plain \"Go toitem of legislation\") (vehicle, other than a taxi or public service vehicle,seating fewer than nine passengers made available with a driver to the publicfor hire to carry passengers), omit “to the public”."
    },
    {
        "length": 2639,
        "text": "\nMiscellaneous\n\tTrunk road picnic areas\n\t\tIn section 112 of the Highways Act [1980 (c. 66)](/id/ukpga/1980/66?view=plain\"Go to item of legislation\") (provision of picnic sites and publicconveniences for users of trunk roads)—\n\t\t\tin subsection (1) (power to provide trunk road picnic areas), omit “that isnot a special road”,\n\t\t\tin subsection (3) (power to manage), after “picnic area” insert“(including, in particular, by enforcing controls on parking there andrecovering the costs of doing so)”,\n\t\t\tin subsection (4) (power to make arrangements for the provision ofconveniences, facilities, meals or refreshments with anyone other than acouncil), omit “, other than a council,”, and\n\t\t\tin subsection (5) (power to provide conveniences), omit “that is not aspecial road”.\n\tVehicles modified to run on fuel stored under pressure\n\t\tThe Road Traffic Act [1988 (c. 52)](/id/ukpga/1988/52?view=plain \"Go toitem of legislation\") is amended as follows.\n\t\tSection 41 (regulation of construction, weight, equipment and use ofvehicles) is amended as follows.\n\t\tIn subsection (2), after paragraph (b) insert—\n\t\t\tthe modification of motor vehicles to enable them to be propelled usingfuel stored under pressure,”.\n\t\tAfter that subsection insert—\n\t\t\t“(2A)Regulations under this section with respect to the modification of motorvehicles to enable them to be propelled using fuel stored under pressure mayinclude provision—\n\t\t\tas to the examination, by persons authorised in accordance withregulations, of motor vehicles that have been so modified, the issuing ofcertificates by them in respect of such vehicles and the making of charges bythem,\n\t\t\trequiring authorised persons to notify the Secretary of State of any suchexaminations carried out by them,\n\t\t\tas to appeals against any decision by an authorised person not to issue acertificate,\n\t\t\tas to applications to the Secretary of State for authorisation and chargesin connection with them,\n\t\t\timposing or providing for the imposition of conditions to be complied withby authorised persons,\n\t\t\tas to the withdrawal of authorisations.”\n\t\tIn section 66 (regulations prohibiting the grant of excise licences forcertain vehicles except on compliance with certain conditions), aftersubsection (7) insert—\n\t\t“(7A)The Secretary of State may by regulations provide, in relation tovehicles required to be examined and certified by regulations under section41(2A)(a) of this Act, that the first licence for such a vehicle under theVehicle Excise and Registration Act 1994 for a period after the requirementapplies to the vehicle is to be granted only if evidence is provided that acertificate has been issued in accordance with those regulations.”\n\tPowers to regulate transport of radioactive material\n\t\tSection 2 of the Radioactive Material (Road Transport) Act [1991 (c.27)](/id/ukpga/1991/27?view=plain \"Go to item of legislation\") (regulationsfor preventing injury or damage from transport by road of radioactivematerial) is amended as follows.\n\t\tIn subsection (2), for paragraph (d) and the word “and” before itsubstitute—\n\t\t\tthe keeping of records and the production, inspection, removal, retentionand copying of records and other documents;\n\t\t\tthe provision of information and the answering of questions (including themaking of declarations as to the truth of answers and their admissibility inevidence); and\n\t\t\tthe provision of facilities and assistance in connection with the carryingout of functions conferred by the regulations.”\n\t\tIn subsection (3), before paragraph (a) insert—\n\t\t\tmake provision for the imposition of requirements by inspectors andexaminers;”.\n\t\tIn subsection (4), after “with any” insert “requirement imposed by or byvirtue of”.\n\tMinor corrections\n\t\tIn section 88(1) of the Road Traffic Act [1988 (c.52)](/id/ukpga/1988/52?view=plain \"Go to item of legislation\") (exceptions torequirement to hold driving licence), after “any class” insert “at any time”.\n\t\tIn section 105(5) of that Act (regulations: “the relevant provisions of theRoad Traffic Offenders Act 1988”), after “34” insert “, 35”.\n\t\tIn section 45 of the Road Traffic Offenders Act [1988 (c.53)](/id/ukpga/1988/53?view=plain \"Go to item of legislation\") (effect ofendorsement)—\n\t\t\tin subsection (6), for “that Act” substitute “the Road Traffic Act 1988”,and\n\t\t\tin subsection (7)(a), at the beginning insert “under”.\n\t\tIn section 79(1) of that Act (statements by constables), for “54(3)”substitute “54(4)”.\n\t\tIn section 90 of that Act (index of expressions)—\n\t\t\tin the entry relating to the expression “conditional offer”, for “75(3)”substitute “75(5)”, and\n\t\t\tin the entry relating to “fixed penalty clerk”, for “75(4)” substitute“75(6)”.\n\t\tIn Schedule 1 to that Act (offences to which certain sections apply), afterthe entry relating to section 94A of the Road Traffic Act 1988 insert—\n\t\t\t“RTA section 99(5)| Driving licence holder failing to surrender licence andcounterpart.| Section 6 of this Act.”  ---|---|---    ## Supplementary\n\tRepeals and revocations\n\t\tSchedule 7 contains repeals and revocations (including repeals of some spentenactments).\n\tPower to make amendments\n\t\tThe Secretary of State may by order make such amendments (including repealsand revocations) as may appear appropriate in consequence of any provisioncontained in this Act—\n\t\t\tin any enactment contained in an Act passed, and\n\t\t\tin any instrument made,\n\t\t\t\tbefore, or in the same Session as that in which, the provision comes intoforce.\n\t\tAn order under subsection (1) may include any appropriate transitionalprovisions or savings.\n\t\tThe power to make an order under subsection (1) is exercisable by statutoryinstrument.\n\t\tNo order shall be made under subsection (1) unless a draft of the order hasbeen laid before, and approved by a resolution of, each House of Parliament.\n\tCommencement \n\t\tThe preceding provisions of this Act come into force on such day as theSecretary of State may by order made by statutory instrument appoint (butsubject to subsections (7) to (10)).\n\t\tDifferent days may be appointed for different purposes.\n\t\tAny provision of this Act which alters any penalty for an offence haseffect only in relation to offences committed after the coming into force ofthe provision.\n\t\tSection 2B of the Road Traffic Act [1988 (c.52)](/id/ukpga/1988/52?view=plain \"Go to item of legislation\") (inserted bysection 20) has effect only in relation to driving occurring after the cominginto force of that section; and section 3ZB of that Act (inserted by section21) has effect only in relation to driving occurring after the coming intoforce of that section.\n\t\tIn relation to an offence under section 2B or 3ZB of the Road Traffic Act1988 committed before the commencement of section 154(1) of the CriminalJustice Act [2003 (c. 44)](/id/ukpga/2003/44?view=plain \"Go to item oflegislation\"), the references in column 4 of Part 1 of Schedule 2 to the RoadTraffic Offenders Act [1988 (c. 53)](/id/ukpga/1988/53?view=plain \"Go to itemof legislation\") relating to offences under those sections have effect withthe omission of the words “12 months (in England and Wales) or” and “(inScotland)”.\n\t\tThe Secretary of State may by order made by statutory instrument make suchtransitional provisions and savings as he considers appropriate in connectionwith the coming into force of any provision of this Act.\n\t\tThe following provisions come into force at the end of the period of twomonths beginning with the day on which this Act is passed—\n\t\t\tsection 1, and\n\t\t\tsection 49.\n\t\tThe day on which sections 8 and 9 and Schedule 2 (and the repeals containedin Schedule 7 under the heading “Endorsement: unlicensed and foreign drivers”)come into force must be—\n\t\t\tlater than the day on which section 5 and Schedule 1 (and the repealscontained in Schedule 7 under the heading “Giving of fixed penalty notices byvehicle examiners”) come into force, but\n\t\t\tearlier than the day on which section 10 and Schedule 3 (and the repealscontained in Schedule 7 under the heading “Endorsement: all drivers”) comeinto force.\n\t\tSections 51, 58 and 60, and the repeals contained in Schedule 7 under theheading “Spent enactments” (and section 59 so far as relating to them), comeinto force on the day on which this Act is passed; but—\n\t\t\tsection 51(2) does not affect anything done or omitted to be done beforethat day, and\n\t\t\tsection 58(6) has effect only in relation to offences committed on or afterthat day.\n\t\tAny power to make an order or regulations which is conferred by anyprovision of this Act may be exercised at any time after the passing of thisAct.\n\tExtent \n\t\tSection 1 extends only to England and Wales.\n\t\tSection 11(3) and Schedule 4, section 16 and section 51 extend only toEngland and Wales and Scotland.\n\t\tSection 49(2) extends only to Northern Ireland.\n\t\tApart from the amendments made by sections 1 and 46, the amendments (andrepeals and revocations) made by this Act have the same extent as theenactments and instruments amended (or repealed or revoked).\n\tShort title\n\t\tThis Act may be cited as the Road Safety Act 2006."
    }
]