[
    {
        "length": 1118,
        "text": "\nRestoration of previous law relating to election publications\n\tDespite the relevant commencement order—\n\t\tsection 143 of the Political Parties, Elections and Referendums Act [2000(c. 41)](/id/ukpga/2000/41?view=plain \"Go to item of legislation\") (details toappear on election material), and\n\t\tparagraph 14 of Schedule 18 to that Act (replacement of section 110 of theRepresentation of the People Act [1983 (c. 2)](/id/ukpga/1983/2?view=plain \"Goto item of legislation\")),\n\t\t\tshall be deemed not to have come into force on the commencement date.\n\tAs a result of subsection (1)(b), section 110 of the 1983 Act (details toappear on candidates' election material)—\n\t\tshall, as from the passing of this Act, have effect in the form in which ithad effect immediately before the commencement date, and\n\t\tshall be deemed to have had effect in that form at all times on or afterthe commencement date and before the passing of this Act.\n\tSubsection (2) has effect despite any repeal by the 2000 Act of anyprovision amending section 110 of the 1983 Act.\n\tIn this section—\n\t\t  * “the commencement date” means 16th February 2001 (the date appointed by the relevant commencement order for the coming into force of the provisions mentioned in subsection (1)); \n\t\t  * “the relevant commencement order” means the Political Parties, Elections and Referendums Act 2000 (Commencement No. 1 and Transitional Provisions) Order 2001 ([S.I. 2001/222](/id/uksi/2001/222?view=plain \"Go to item of legislation\")). \nIntroduction of new law relating to election publications\n\tThe Secretary of State may by order made by statutory instrument provide—\n\t\tthat either or both of the provisions of the 2000 Act mentioned in section1(1) above shall come into force on a day appointed by the order;\n\t\tthat any of the provisions of section 1 above specified in the order shallin consequence cease to have effect on that day to such extent as is sospecified.\n\tDifferent days may be appointed under subsection (1) for differentpurposes.\n\tAn order under subsection (1) may contain such transitional provisions andsavings (including provisions modifying enactments) as the Secretary of Stateconsiders appropriate.\nShort title, construction, transitionals and extent\n\tThis Act may be cited as the Election Publications Act 2001.\n\tIn this Act—\n\t\t  * “the 1983 Act” means the Representation of the People Act [1983 (c. 2)](/id/ukpga/1983/2?view=plain \"Go to item of legislation\"); \n\t\t  * “the 2000 Act” means the Political Parties, Elections and Referendums Act [2000 (c. 41)](/id/ukpga/2000/41?view=plain \"Go to item of legislation\"). \n\tWhere any act or omission occurring during the continuation period would,if section 1(1) and (2) above had not been enacted, have been lawful by reasonof—\n\t\tthe act being done in compliance with, or\n\t\tthe omission being made in reliance on,\n\t\t\tany provisions of the new section 110 (the “relevant provisions” of thatsection), it shall be deemed to be lawful despite section 1(1) and (2).\n\tIn subsection (3)—\n\t\t  * “the continuation period” means the period beginning with the commencement date (within the meaning of section 1) and ending immediately before the day on which the relevant provisions of the new section 110 come into force by virtue of an order under section 2(1); \n\t\t  * “the new section 110” means the section 110 of the 1983 Act contained in paragraph 14 of Schedule 18 to the 2000 Act. \n\tThis Act extends to the whole of the United Kingdom.\n\tHowever, so far as it relates in any way to section 110 of the 1983 Act,this Act does not have effect in relation to local government elections inScotland (within the meaning of that Act).\n\t"
    }
]