[
    {
        "length": 2610,
        "text": "\nExecutive formation\n\tPeriod for making Ministerial appointments\n\t\tThe Northern Ireland Act 1998 is amended as follows.\n\t\tIn section 16A (appointment of Ministers following Assembly election), insubsection (3), for the words before paragraph (a) substitute “Before the endof the period for filling Ministerial offices—”.\n\t\tAfter subsection (3) of that section insert—\n\t\t\t“(3A)In this section “the period for filling Ministerial offices” means theperiod comprising—\n\t\t\tthe period of six weeks beginning with the day on which the Assembly firstmeets, and\n\t\t\tthe next three successive periods of six weeks (each referred to as an“extension period”), except for any period that is excluded by subsection(3B).\n\t\t\t(3B)An extension period is excluded if, before it begins, the Assemblyresolves that the period for filling Ministerial offices should not beextended (or further extended).\n\t\t\t(3C)The Assembly may not pass a resolution under subsection (3B) withoutcross-community support.”\n\t\tIn section 16B, for subsection (3) substitute—\n\t\tWhere at any time the offices of First Minister and deputy First Ministerbecome vacant otherwise than by virtue of section 16A(11A), they shall befilled by applying subsections (4) to (7) before the end of the period forfilling the offices of First Minister and deputy First Minister.\n\t\t(3A)In this section “the period for filling the offices of First Minister anddeputy First Minister” means the period comprising—\n\t\t\tthe period of six weeks beginning with the day on which the offices ofFirst Minister and deputy First Minister become vacant, and\n\t\t\tthe next three successive periods of six weeks (each referred to as an“extension period”), except for any period that is excluded by subsection(3B).\n\t\t\t(3B)An extension period is excluded if, before it begins, the Assemblyresolves that the period for filling the offices of First Minister and deputyFirst Minister should not be extended (or further extended).\n\t\t\t(3C)The Assembly may not pass a resolution under subsection (3B) withoutcross-community support.”\n\t\tIn consequence of the amendments made by this section, in the NorthernIreland (Stormont Agreement and Implementation Plan) Act 2016, omit section 6and Schedule 1.\n\tDuration of Ministerial appointments\n\t\tThe Northern Ireland Act 1998 is amended as follows.\n\t\tIn section 16A—\n\t\t\tomit subsection (2) (Northern Ireland Ministers cease to hold officefollowing Assembly election);\n\t\t\tin subsection (10), for “and the deputy First Minister” substitute “, thedeputy First Minister and the Northern Ireland Ministers”;\n\t\t\tafter subsection (11) insert—\n\t\t\t\t“(11A)The First Minister and deputy First Minister cease to hold office if theperiod of 24 weeks beginning with the day on which an Assembly first meetsexpires without those offices having been filled by virtue of this section.”\n\t\tIn section 18—\n\t\t\tbefore subsection (1) insert—\n\t\t\t“(A1)Where—\n\t\t\tan Assembly is elected—\n\t\t\tat a poll the date for which is proposed under section 32(3B), or\n\t\t\tfollowing the issue of a certificate under subsection (A2),\n\t\t\tthe period of 24 weeks beginning with the day on which an Assembly firstmeets expires without the offices mentioned in section 16A(3) having beenfilled, or\n\t\t\tthe period of 48 weeks beginning with the day on which a vacancy arises inthe offices of First Minister and deputy First Minister expires without thoseoffices having been filled,\n\t\t\tall Northern Ireland Ministers shall cease to hold office (and the Ministerialoffices shall remain vacant until next filled by virtue of section 16A).\n\t\t\t(A2)Where the Secretary of State—\n\t\t\thas proposed, or is under a duty to propose, a date for the poll for theelection of the next Assembly under section 32(1) or (3), and\n\t\t\tconsiders that, in order to give effect to the purpose underlying paragraph3.15 of Annex C of Part 2 of The New Decade, New Approach Deal so far as itrelates to representation, it is necessary for the Northern Ireland Ministersto cease to hold office on the election of that Assembly,\n\t\t\tthe Secretary of State may issue a certificate that the conditions inparagraphs (a) and (b) are met.”;\n\t\t\tin subsection (9) (circumstances in which an individual Northern IrelandMinister ceases to hold office), after paragraph (a) insert—\n\t\t\tthere is an Assembly election at which the Minister is not returned as amember;”;\n\t\t\tin subsection (10), after “subsection” insert “(A1) or”.\n\t\tIn section 98, in subsection (1), at the appropriate place insert—\n\t\t\t  * ““The New Decade, New Approach Deal” means the deal to restore devolved government in Northern Ireland published by that name in January 2020;”.\n\t\tIn Schedule 4A (Minister of Justice), in paragraph 3D—\n\t\t\tbefore sub-paragraph (1) insert—\n\t\t\t“(A1)Where—\n\t\t\tan Assembly is elected—\n\t\t\tat a poll the date for which is proposed under section 32(3B), or\n\t\t\tfollowing the issue of a certificate under section 18(A2),\n\t\t\tthe period of 24 weeks beginning with the day on which an Assembly firstmeets expires without the offices mentioned in section 16A(3) having beenfilled, or\n\t\t\tthe period of 48 weeks beginning with the day on which a vacancy arises inthe offices of First Minister and deputy First Minister expires without thoseoffices having been filled,\n\t\t\tthe relevant Minister shall cease to hold office (and the relevant Ministerialoffice shall remain vacant until next filled by virtue of section 16A).”;\n\t\t\tin sub-paragraph (11), after paragraph (a) insert—\n\t\t\tthere is an Assembly election at which the Minister is not returned as amember,”;\n\t\t\tin sub-paragraph (14), after “sub-paragraph” insert “(A1) or”.\n\tExtraordinary Assembly elections\n\t\tSection 32 of the Northern Ireland Act 1998 (extraordinary elections) isamended as follows.\n\t\tIn subsection (1) (Secretary of State’s duty to trigger election ifAssembly resolves to dissolve itself), after “shall” insert “, as soon aspracticable,”.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)The proposed date must be within the period of 12 weeks beginning withthe day on which the resolution is passed.”\n\t\tIn subsection (3) (Secretary of State’s duty to trigger election ifMinisterial offices not filled), in the words after paragraph (b), after“shall” insert “, as soon as practicable,”.\n\t\tAfter subsection (3) insert—\n\t\t“(3A)The proposed date must be within the period of 12 weeks beginning whenthe duty in subsection (3) arises.\n\t\t(3B)At any time after the first six weeks of the period mentioned in section16A(3) or 16B(3) but before the end of the period mentioned there, theSecretary of State may, if the offices mentioned there have not yet beenfilled, propose a date for the poll for the election of the next Assembly.\n\t\t(3C)The Secretary of State may exercise the power in subsection (3B) only ifthe Secretary of State considers that it is necessary to do so in order togive effect to the purpose underlying paragraph 3.15 of Annex C of Part 2 ofThe New Decade, New Approach Deal so far as it relates to representation.\n\t\t(3D)The Assembly may not pass a resolution under subsection (1)—\n\t\t\tduring a period when the Secretary of State is under a duty to propose adate under subsection (3), or\n\t\t\tif the Secretary of State has proposed a date under subsection (3) or (3B)and that date has not yet been reached.\n\t\t\t(3E)The duty in subsection (3) does not arise if—\n\t\t\tthe Assembly passes a resolution under subsection (1) during the periodmentioned in section 16A(3) or 16B(3), or\n\t\t\tthe Secretary of State proposes a date under subsection (3B) during thatperiod.\n\t\t\t(3F)The Secretary of State may not propose a date under subsection (3B)—\n\t\t\tduring a period when the Secretary of State is under a duty to propose adate under subsection (1), or\n\t\t\tif the Secretary of State has proposed a date under subsection (1) and thatdate has not yet been reached.\n\t\t\t(3G)Where the Secretary of State has proposed a date under subsection (1), (3)or (3B), the Secretary of State may, before the Assembly has been dissolved—\n\t\t\tpropose a different date under that subsection, or\n\t\t\tin the case of a date proposed under subsection (3B), withdraw theproposal;\n\t\t\tand an Order in Council under subsection (4) may be amended or revokedaccordingly.”\n\t\tIn subsection (4), for “or (3)” substitute “, (3) or (3B)”.\n\tTransitional provision\n\t\tThe amendments made by sections 1(2), (3) and (5) and 2(2) do not apply ina case where section 16A of the Northern Ireland Act 1998 applies as theresult of an Assembly being elected before this Act comes into force.\n\t\tThe new provisions relating to vacancies in the office of First Minister ordeputy First Minister—\n\t\t\tapply in relation to vacancies arising within the period of seven daysending when this Act comes into force, but\n\t\t\tdo not otherwise apply in relation to vacancies arising before this Actcomes into force.\n\t\tFor these purposes “the new provisions relating to vacancies in the officeof First Minister or deputy First Minister” means—\n\t\t\tthe amendment made by section 1(4),\n\t\t\tthe new section 18(A1)(c) to be inserted into the Northern Ireland Act 1998by section 2(3), and\n\t\t\tthe new paragraph 3D(A1)(c) to be inserted into Schedule 4A to that Act bysection 2(5).\n\t\tThe amendments made by section 3 do not apply where the duty of theSecretary of State under section 32(1) or (3) of the Northern Ireland Act 1998arises before this Act comes into force."
    },
    {
        "length": 652,
        "text": "\nMinisterial Code of Conduct\n\tMinisterial Code of Conduct\n\t\tIn Part 2 of Schedule 4 to the Northern Ireland Act 1998 (code of conduct),for paragraph 1 substitute—\n\t\tMinisters must at all times—\n\t\t\tmaintain the highest standards of conduct and behave in a way that upholdsthe highest standards of propriety;\n\t\t\tbe accountable to the Assembly and the public for the decisions and actionsof their departments and agencies, including stewardship of public funds andthe extent to which key performance targets and objects have been met;\n\t\t\tuphold the Nolan principles;\n\t\t\tcomply with this code and with rules relating to the use of public funds;\n\t\t\toperate in a way that is conducive to promoting good community relationsand equality of opportunity, treating all those with whom they come intocontact with consideration and respect;\n\t\t\tensure that no conflict arises, or could be reasonably perceived to arise,between Ministers’ public duties and their private interests, financial orotherwise, and comply with rules concerning conflicts of interest;\n\t\t\trefrain from using information gained in the course of their service forpersonal gain and from using the opportunity of public service to promotetheir private interests;\n\t\t\tensure that official resources are not used for party political purposes;\n\t\t\tcomply with rules regarding the management of official information;\n\t\t\tcomply with rules on the acceptance of gifts and hospitality;\n\t\t\tuphold the political impartiality of the civil service, not asking civilservants to act in any way which would conflict with the Northern IrelandCivil Service Code of Ethics;\n\t\t\tmake civil service and public appointments in accordance with relevantlegislation and relevant recruitment codes; and ensure that the rules onmanagement and conduct of special advisers, including discipline, are compliedwith.\n\t\t“The Nolan principles” means the seven general principles of public lifeset out in the First Report of the Committee on Standards in Public Life (Cm2850) as revised or replaced from time to time.”\n\t\tIn relation to a person holding office as a Minister or junior Ministerimmediately before the amendments made by this section come into force, thereference in that person’s pledge of office to complying with the MinisterialCode of Conduct is to be taken to include a pledge to comply with the amendedMinisterial Code of Conduct from the time when those amendments come intoforce.\n\t\tIn subsection (2)—\n\t\t\t  * “junior Minister” means a person appointed as a junior Minister in accordance with section 19 of the Northern Ireland Act 1998; \n\t\t\t  * “Minister” has the meaning given by section 7(3) of the Northern Ireland Act 1998. "
    },
    {
        "length": 769,
        "text": "\nPetitions of concern\n\tPetitions of concern\n\t\tFor section 42 of the Northern Ireland Act 1998 substitute—\n\t\t“42Petitions of concern\n\t\t\tIf a petition expressing concern about a matter which is to be voted on bythe Assembly is—\n\t\t\t\tpresented to the Assembly by 30 members, and\n\t\t\t\ton the day after the consideration period, confirmed by 30 members,\n\t\t\t\t\tthe vote on that matter requires cross-community support.\n\t\t\tIf such a petition is presented, the vote on the matter to which it relatesmay not take place until after the day mentioned in subsection (1)(b).\n\t\t\tThe members presenting or confirming a petition must include—\n\t\t\t\tone member who belongs to a political party and one member who belongs to adifferent political party,\n\t\t\t\tone member who belongs to a political party and one member who does notbelong to a political party and did not belong to a political party whenreturned as a member of the Assembly, or\n\t\t\t\ttwo members who do not belong to a political party and did not belong to apolitical party when returned as members of the Assembly.\n\t\t\tA matter may not be the subject of a petition if it—\n\t\t\t\tconcerns a sanction in relation to the conduct of a Minister or othermember of the Assembly;\n\t\t\t\tconcerns the vote on the general principles of a Bill referred to insection 13(1)(a);\n\t\t\t\tis a matter specified in standing orders made under subsection (6)(c).\n\t\t\tA petition under this section may not be presented or confirmed by thePresiding Officer or a deputy Presiding Officer.\n\t\t\tStanding orders must—\n\t\t\t\tmake provision with respect to the procedure to be followed in presentingand confirming a petition under this section (which may include provisionspecifying a minimum period between the presentation of the petition and thetime when the vote on the matter to which it relates would take place if notpostponed by the petition);\n\t\t\t\tprovide that the matter to which a petition under this section relates maybe referred, in accordance with paragraphs 11 and 13 of Strand One of theBelfast Agreement, to the committee established under section 13(3)(a);\n\t\t\t\tspecify further matters that may not be the subject of a petition underthis section, for the purposes of fully implementing paragraph 2.2.4 of AnnexB of Part 2 of The New Decade, New Approach Deal;\n\t\t\t\tmake provision for such steps to be taken during the consideration periodas may be necessary for the purposes of fully implementing paragraph 2.2.7 ofAnnex B of Part 2 of The New Decade, New Approach Deal.\n\t\t\tIf the day mentioned in paragraph (b) of subsection (1) is not a workingday that paragraph is to be read as referring to the next day that is aworking day.\n\t\t\tIn this section—\n\t\t\t\t  * “the consideration period” means the period of 14 days beginning with the day on which the petition is presented;\n\t\t\t\t  * “working day” means any day other than a Saturday, a Sunday, Christmas Day, Good Friday or a day which is a bank holiday in Northern Ireland.”"
    },
    {
        "length": 165,
        "text": "\nRepeals and final provisions\n\tRepeal of spent provisions\n\t\tThe following are repealed—\n\t\t\tthe Northern Ireland (Executive Formation and Exercise of Functions) Act2018;\n\t\t\tin the Northern Ireland (Executive Formation etc) Act 2019, sections 1 to7.\n\tExtent \n\t\tThis Act extends to England and Wales, Scotland and Northern Ireland.\n\tCommencement \n\t\tThis Act comes into force on the day on which it is passed.\n\tShort Title\n\t\tThis Act may be cited as the Northern Ireland (Ministers, Elections andPetitions of Concern) Act 2022.\n\t"
    }
]