{
    "general": "This act ensures that farmers continue to receive payments from the government, even if there are changes to the rules or regulations governing those payments. It also allows for an increase in the overall amount of money available for these payments. This helps farmers plan and invest in their businesses with more certainty.",
    "series": [
        [
            {
                "length": 352,
                "short": "\"UK Integration of EU CAP Direct Payment Schemes Legislation\"",
                "text": "\n* Simplified point 1: This section of the legislation incorporates EU legislation governing the CAP direct payment schemes into UK law.\n* Simplified point 2: The EU legislation included in this section is the Direct Payments Regulation, Commission Delegated Regulation (EU) No639/2014, Commission Implementing Regulation (EU) No641/2014, Horizontal Regulation, Commission Delegated Regulation (EU) No907/2014, Commission Implementing Regulation (EU) No908/2014, Commission Implementing Regulation (EU) No809/2014, and Commission Delegated Regulation (EU) No640/2014.\n* Simplified point 3: The EU legislation is incorporated into UK law only in the form of the English language version, and this section does not affect any rights, powers, liabilities, obligations, restrictions, or other matters arising in relation to the CAP direct payment schemes for the claim year 2019 or earlier claim years.\n* Simplified point 4: For the purposes of any rights, powers, liabilities, obligations, restrictions, or other matters arising in relation to the CAP direct payment schemes for the claim year 2020, the EU legislation is to be treated as if it had formed part of domestic law from the beginning of 2020."
            },
            {
                "length": 263,
                "short": "\"EU Withdrawal Legislation: Modifications to CAP Direct Payment Schemes\"",
                "text": "\n* Simplified point 1: This section of the legislation provides that the European Union (Withdrawal) Act 2018 will apply to the modification of retained EU law governing the CAP direct payment schemes, with certain modifications.\n* Simplified point 2: The section defines the terms used in the European Union (Withdrawal) Act 2018, such as \"retained EU law\" and \"retained direct EU legislation\", and specifies how these terms will be interpreted and applied in relation to the CAP direct payment schemes.\n* Simplified point 3: The section also provides that the Human Rights Act 1998 will apply to the retained direct EU CAP legislation, and that the Direct Payments Regulation and the Horizontal Regulation will be treated as primary legislation for the purposes of that Act.\n* Simplified point 4: The section sets out the commencement provisions for the applied provisions of the European Union (Withdrawal) Act 2018 and the European Union (Withdrawal Agreement) Act 2020."
            },
            {
                "length": 234,
                "short": "\"UK Government Regulation Authority for CAP Direct Payment Schemes Post-Brexit\"",
                "text": "\n* Simplified point 1: The UK government can make regulations to fix any issues that arise in the CAP direct payment schemes due to the withdrawal from the EU.\n* Simplified point 2: The regulations can modify retained EU law to ensure that all payment entitlements have a uniform unit value, and they can also make supplementary, incidental, consequential, transitional, or saving provisions.\n* Simplified point 3: The regulations can be made by the Secretary of State, the Scottish Ministers, the Welsh Ministers, or DAERA, depending on the region.\n* Simplified point 4: The regulations can only be made until December 31, 2020.\n* Simplified point 5: The regulations can modify retained EU law to address deficiencies such as redundant or obsolete provisions, functions that are no longer appropriate, or arrangements that are no longer in place."
            },
            {
                "length": 246,
                "short": "\"UK Agricultural Payments Regulations Post-Brexit: Ensuring Smooth Transition and Reducing Administrative Burden\"",
                "text": "\n* Simplified point 1: The Direct Payments to Farmers (Legislative Continuity) Act 2020 ensures that certain European Union regulations related to agricultural payments continue to apply in the UK after Brexit.\n* Simplified point 2: The Act exempts the publication of certain EU regulations in the UK, reducing the administrative burden on the Queen's Printer.\n* Simplified point 3: The Act allows for the continued use of EU regulations in the UK, ensuring a smooth transition and maintaining the integrity of the agricultural payments system.\n* Simplified point 4: The Act provides for the publication of EU regulations in the Official Journal of the European Union, ensuring that farmers and other stakeholders have access to the necessary information.\n* Simplified point 5: The Act limits the publication of repealed or modified EU regulations, reducing the amount of information that needs to be published and maintained."
            },
            {
                "length": 218,
                "short": "\"Increased Funding for Direct Payments to Farmers in 2020: UK Government's Decision Based on Bew Review Recommendations.\"",
                "text": "\n* Simplified point 1: The UK government has the power to increase the ceiling for direct payments to farmers in 2020.\n* Simplified point 2: The increase in ceiling is based on the recommendations of the Bew Review, which reviewed intra-UK allocations.\n* Simplified point 3: The increase in ceiling is intended to provide more funding for direct payments to farmers in 2020.\n* Simplified point 4: The increase in ceiling is subject to the Secretary of State's decision, which must be made having regard to the recommendations of the Bew Review.\n* Simplified point 5: The increase in ceiling is set out in Article 7A of the Direct Payments Regulation, which has been added to the regulation."
            },
            {
                "length": 246,
                "short": "\"UK's Direct Payments to Farmers Schemes Transition Plan: Ensuring Smooth Exit from EU\"",
                "text": "\n* Simplified point 1: The Act allows the government to make regulations to ensure a smooth transition of the Direct Payments to Farmers schemes after the UK leaves the EU.\n* Simplified point 2: The regulations can modify any provision made by or under an enactment, and can apply to Scotland, Wales, and Northern Ireland, but only with the required consent of the relevant national authority.\n* Simplified point 3: The Act defines key terms such as \"CAP direct payment schemes\", \"claim year\", \"DAERA\", and \"enactment\", and provides for the interpretation of the Act.\n* Simplified point 4: The Act extends to England and Wales, Scotland, and Northern Ireland, and comes into force on the day it is passed, except for section 5 which comes into force on \"exit day\".\n* Simplified point 5: The Act can be cited as the Direct Payments to Farmers (Legislative Continuity) Act 2020."
            }
        ],
        [
            {
                "length": 229,
                "short": "\"UK's Post-Brexit Agricultural Support: Ensuring Smooth Transition and Increased Funding\"",
                "text": "\n* Simplified point 1: The Direct Payments to Farmers (Legislative Continuity) Act 2020 ensures that the CAP direct payment schemes continue to operate smoothly after the UK leaves the EU.\n* Simplified point 2: The Act allows for the continuation of the CAP direct payment schemes in the UK, with some modifications to reflect the new legal framework.\n* Simplified point 3: The Act provides for the UK government to make regulations to address any issues that may arise in the CAP direct payment schemes post-Brexit.\n* Simplified point 4: The Act includes provisions for increased funding for direct payments to farmers in 2020, based on the recommendations of the Bew Review.\n* Simplified point 5: The Act sets out the commencement provisions for the applied provisions of the European Union (Withdrawal) Act 2018 and the European Union (Withdrawal Agreement) Act 2020."
            }
        ]
    ],
    "summary": "The Direct Payments to Farmers (Legislative Continuity) Act 2020 ensures that the current European Union regulations governing direct payments to farmers in the United Kingdom will continue to apply after Brexit. The act simplifies the process of modifying these regulations and increases the ceiling for direct payments to farmers in 2020 based on the recommendations of the Bew Review. Additionally, the act provides for a smooth transition of the direct payments schemes after the UK leaves the EU and ensures that the regulations can be modified to address any issues that may arise."
}