[
    {
        "length": 1141,
        "text": "\nPart 1Sports Grounds Safety Authority\n\tFootball Licensing Authority to become Sports Grounds Safety Authority\n\t\tThe body established by section 8 of, and Schedule 2 to, the FootballSpectators Act 1989—\n\t\t\tis to continue in being, but\n\t\t\tinstead of being called the Football Licensing Authority is to be calledthe Sports Grounds Safety Authority.\n\t\tSchedule 1 contains further provisions relating to the Authority.\n\t\tThe expenses of the Authority are to be paid by the Secretary of State.\n\tAdvice to Ministers of the Crown\n\t\tThe Authority—\n\t\t\tmay provide relevant advice to a Minister of the Crown, and\n\t\t\tif requested to do so by a Minister of the Crown, must provide relevantadvice to that Minister.\n\t\t“Relevant advice” means—\n\t\t\tadvice in relation to safety at sports grounds generally, or\n\t\t\tadvice with respect to the exercise of any of the functions of the Ministerin question under the enactments specified in subsection (3).\n\t\tThe enactments are—\n\t\t\tthe Safety of Sports Grounds Act 1975,\n\t\t\tPart 3 of the Fire Safety and Safety of Places of Sport Act 1987 (safety ofstands at sports grounds), and\n\t\t\tthe Football Spectators Act 1989.\n\tAdvice to bodies or persons in England and Wales\n\t\tThe Authority may provide advice relating to safety at sports grounds inEngland or Wales to—\n\t\t\tlocal authorities, or\n\t\t\tsubject to subsection (2), other bodies or persons.\n\t\tThe Authority may not under subsection (1) provide advice to—\n\t\t\ta Minister of the Crown, or\n\t\t\ta body or person specified in section 4(1)(a), (b) or (c).\n\tAdvice to bodies or persons outside England and Wales\n\t\tThe Authority may, if the conditions in subsection (2) are met, provideadvice relating to the safety of sports grounds to—\n\t\t\tthe government of a territory outside the United Kingdom,\n\t\t\tan international organisation, or\n\t\t\ta body or person not falling within paragraph (a) or (b) whose functions,activities or responsibilities relate in whole or in part to the safety ofsports grounds outside England and Wales.\n\t\tThe conditions are that—\n\t\t\tthe provision of the advice is at the request of the body or personconcerned, and\n\t\t\tthe Secretary of State consents to the provision of the advice.\n\tSupplementary \n\t\tThe Authority may, with the consent of the Secretary of State, charge a feefor the provision of advice under—\n\t\t\tsection 4 (advice to bodies or persons outside England and Wales), or\n\t\t\tif the advice is provided at the request of the recipient, section 3(advice to bodies or persons in England and Wales).\n\t\tA fee charged under subsection (1) must not exceed the cost of providingthe advice.\n\t\tFees received by the Authority by virtue of subsection (1) are to betreated for the purposes of section 1(3) as reducing the expenses of theAuthority.\n\t\tA consent under section 4(2)(b) or subsection (1) may be given—\n\t\t\tgenerally, \n\t\t\tin relation to any particular advice, or\n\t\t\tin relation to advice of a particular description.\n\t\tIn this Part—\n\t\t\t“local authority” and “sports ground” have the same meaning as in theSafety of Sports Grounds Act 1975 (see section 17(1) of that Act), and\n\t\t\t“Minister of the Crown” has the same meaning as in the Ministers of theCrown Act 1975.\nPart 2Supplementary\n\tConsequential amendments etc.\n\t\tSchedule 2 contains consequential amendments.\n\t\tSchedule 3 contains repeals and revocations.\n\tExtent \n\t\tThis Act extends to England and Wales only (subject to subsection (2)).\n\t\tAn amendment or repeal of a provision by Schedule 2 (consequentialamendments) or 3 (repeals and revocations) has the same extent as thatprovision.\n\tCommencement \n\t\tPart 1 and the Schedules come into force on such day as the Secretary ofState may by order made by statutory instrument appoint.\n\t\tSuch an order may—\n\t\t\tappoint different days for different purposes;\n\t\t\tinclude transitional or saving provisions.\n\t\tThis Part comes into force on the day on which this Act is passed.\n\tShort title\n\t\tThis Act may be cited as the Sports Grounds Safety Authority Act 2011."
    }
]