{
    "general": "This law makes sure that sports grounds are safe for people who go there. It gives more power to an organization called the Football Licensing Authority, which helps keep fans safe at football matches. The law also changes the name of this organization to the Sports Grounds Safety Authority. This way, they can better protect everyone who goes to sports events.",
    "series": [
        [
            {
                "length": 169,
                "short": "\"Sports Ground Safety Regulation Overhaul: New Authority Takes Charge\"",
                "text": "* Simplified point 1: The Sports Grounds Safety Authority will replace the Football Licensing Authority, and will continue to provide advice on safety at sports grounds.\n* Simplified point 2: The Authority can provide advice to Ministers of the Crown, local authorities, and other bodies or persons on matters related to safety at sports grounds.\n* Simplified point 3: The Authority may charge fees for providing advice, and the fees must not exceed the cost of providing the advice.\n* Simplified point 4: The Authority may provide advice to bodies or persons outside England and Wales, subject to certain conditions and the consent of the Secretary of State."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Sports Grounds Safety Authority Act 2011 helps keep sports fans safe by giving one organization, the Sports Grounds Safety Authority, more power to advise on safety measures at sports stadiums. This includes advising government officials, local councils, and other groups on how to make sure that sports events are held safely. The Authority can also charge fees for their advice, but only up to the amount it costs to give the advice. Even if you're not in England or Wales, the Authority might still be able to help you with safety at sports grounds, as long as the Secretary of State says it's okay. Overall, this law helps keep everyone who attends sports events safe!",
    "single": "\n* The Football Licensing Authority is now called the Sports Grounds Safety Authority.\n* The Authority can provide advice to Ministers of the Crown and local authorities on safety at sports grounds.\n* The Authority can provide advice to bodies or persons in England and Wales on safety at sports grounds, but cannot provide advice to Ministers of the Crown or bodies specified in the Act.\n* The Authority may provide advice to bodies or persons outside England and Wales if the conditions are met, such as the request of the body or person concerned and the consent of the Secretary of State.\n* The Authority may charge a fee for the provision of advice, but the fee must not exceed the cost of providing the advice.\n* The Act extends to England and Wales only, but amendments and repeals by Schedule 2 and 3 have the same extent as the provisions they amend or repeal.\n* Part 1 and the Schedules come into force on such day as the Secretary of State may appoint by statutory instrument."
}