[
    {
        "length": 455,
        "text": "\nIncome tax charge and rates\n\tIncome tax charge for tax year 2017-18\n\t\tIncome tax is charged for the tax year 2017-18.\n\tMain rates of income tax for tax year 2017-18\n\t\tFor the tax year 2017-18 the main rates of income tax are as follows—\n\t\t\tthe basic rate is 20%;\n\t\t\tthe higher rate is 40%;\n\t\t\tthe additional rate is 45%.\n\tDefault and savings rates of income tax for tax year 2017-18\n\t\tFor the tax year 2017-18 the default rates of income tax are as follows—\n\t\t\tthe default basic rate is 20%;\n\t\t\tthe default higher rate is 40%;\n\t\t\tthe default additional rate is 45%.\n\t\tFor the tax year 2017-18 the savings rates of income tax are as follows—\n\t\t\tthe savings basic rate is 20%;\n\t\t\tthe savings higher rate is 40%;\n\t\t\tthe savings additional rate is 45%.\n\tStarting rate limit for savings for tax year 2017-18\n\t\tFor the amount specified in section 12(3) of ITA 2007 (starting rate forsavings) substitute “£5000”.\n\t\tThe amendment made by subsection (1) has effect in relation to the tax year2017-18 and subsequent tax years.\n\t\tSection 21 of ITA 2007 (indexation), so far as relating to the startingrate limit for savings, does not apply in relation to the tax year 2017-18(but this section does not override that section for subsequent tax years)."
    },
    {
        "length": 1776,
        "text": "\nIncome tax: general\n\tWorkers’ services provided to public sector through intermediaries\n\t\tSchedule 1 makes provision about workers’ services provided to the publicsector through intermediaries.\n\tOptional remuneration arrangements\n\t\tSchedule 2 makes provision about optional remuneration arrangements.\n\tTaxable benefits: asset made available without transfer\n\t\tITEPA 2003 is amended as follows.\n\t\tIn section 205 (cost of taxable benefit subject to the residual charge:asset made available without transfer)—\n\t\t\tin subsection (1), for paragraph (a) substitute—\n\t\t\tthe benefit consists in an asset being made available for private use,and”,\n\t\t\tafter subsection (1) insert—\n\t\t\t\t“(1A)In this section and section 205A, “private use” means private use by theemployee or a member of the employee’s family or household.\n\t\t\t(1B)For the purposes of subsection (1) and sections 205A and 205B, an assetmade available in a tax year for use by the employee or a member of theemployee’s family or household is to be treated as made available throughoutthe year for private use unless—\n\t\t\tat all times in the year when it is available for use by the employee or amember of the employee’s family or household, the terms under which it is madeavailable prohibit private use, and\n\t\t\tno private use is made of it in the year.\n\t\t\t(1C)The cost of the taxable benefit is—\n\t\t\tthe annual cost of the benefit determined in accordance with subsection(2), less\n\t\t\tany amount required to be deducted by section 205A (deduction for periodswhen asset unavailable for private use).\n\t\t\t(1D)In certain cases, the cost of the taxable benefit is calculated under thissection in accordance with section 205B (reduction of cost of taxable benefitwhere asset is shared).”, and\n\t\t\tin subsection (2), in the words before paragraph (a), for “cost of thetaxable” substitute “annual cost of the”.\n\t\tAfter section 205 insert—\n\t\t“205ADeduction for periods when asset unavailable for private use\n\t\t\tA deduction is to be made under section 205(1C)(b) if the asset mentionedin section 205(1) has been unavailable for private use on any day during thetax year concerned.\n\t\t\tFor the purposes of this section an asset is “unavailable” for private useon any day if—\n\t\t\t\tthat day falls before the day on which the asset is first available to theemployee,\n\t\t\t\tthat day falls after the day on which the asset is last available to theemployee,\n\t\t\t\tfor more than 12 hours during that day the asset—\n\t\t\t\tis not in a condition fit for use,\n\t\t\t\tis undergoing repair or maintenance,\n\t\t\t\tcould not lawfully be used,\n\t\t\t\tis in the possession of a person who has a lien over it and who is not theemployer, not a person connected with the employer, not the employee, not amember of the employee’s family and not a member of the employee’s household,or\n\t\t\t\tis used in a way that is neither use by, nor use at the direction of, theemployee or a member of the employee’s family or household, or\n\t\t\t\ton that day the employee—\n\t\t\t\tuses the asset in the performance of the duties of the employment, and\n\t\t\t\tdoes not use the asset otherwise than in the performance of the duties ofthe employment.\n\t\t\tThe amount of the deduction is given by—\n\t\t\t\t[![](/ukpga/2017/10/images/ukpga_20170010_en_001)](/ukpga/2017/10/images/ukpga_20170010_en_001?view=plain)\n\t\t\twhere—\n\t\t\t\t  * U is the number of days, in the tax year concerned, on which the asset is unavailable for private use,\n\t\t\t\t  * Y is the number of days in that year, and\n\t\t\t\t  * A is the annual cost of the benefit of the asset determined under section 205(2).\n\t\t\tThe reference in subsection (2)(a) to the time when the asset is firstavailable to the employee is to the earliest time when the asset is madeavailable, by reason of the employment and without any transfer of theproperty in it, for private use.\n\t\t\tThe reference in subsection (2)(b) to the time when the asset is lastavailable to the employee is to the last time when the asset is madeavailable, by reason of the employment and without any transfer of theproperty in it, for private use.\n\t\tBReduction of cost of taxable benefit where asset is shared\n\t\t\tThis section applies where the cost of an employment-related benefit (“thetaxable benefit”) is to be determined under section 205.\n\t\t\tIf, for the whole or part of the tax year concerned, the same asset isavailable for more than one employee’s private use at the same time, the totalof the amounts which are the cost of the taxable benefit for each of thoseemployees is to be limited to the annual cost of the benefit of the assetdetermined in accordance with section 205(2).\n\t\t\tThe cost of the taxable benefit for each employee is determined by takingthe amount given by section 205(1C) and then reducing that amount on a justand reasonable basis.\n\t\t\tFor the purposes of this section, an asset is available for an employee’sprivate use if it is available for private use by the employee or a member ofthe employee’s family or household.”\n\t\t\tIn section 365 (deductions where employment-related benefit provided)—\n\t\t\t\tin subsection (1)—\n\t\t\t\tomit the “and” at the end of paragraph (a), and\n\t\t\t\tafter that paragraph insert—\n\t\t\t\tthe cost of the benefit was determined under section 204 or 206, and”,\n\t\t\t\tin subsection (3), for “sections 204 to 206” substitute “section 204 or206”, and\n\t\t\t\tin the heading, for “employment-related benefit” substitute “certainemployment-related benefits”.\n\t\t\tThe amendments made by this section have effect for the tax year 2017-18and subsequent tax years.\n\tOverseas pensions\n\t\tSchedule 3 makes provision about—\n\t\t\tregistered pension schemes established outside the United Kingdom, and\n\t\t\tpayments made in respect of overseas pension entitlement.\n\tPensions: offshore transfers\n\t\tSchedule 4 contains provision about charging income tax—\n\t\t\twhere payments are made in respect of overseas pensions, and\n\t\t\ton transfers to qualifying recognised overseas pension schemes.\n\tDeduction of income tax at source\n\t\tSchedule 5 makes provision about deduction of income tax at source."
    },
    {
        "length": 1524,
        "text": "\nEmployee shareholder shares\n\tEmployee shareholder shares: amount treated as earnings\n\t\tIn section 226A of ITEPA 2003 (amount treated as earnings)—\n\t\t\tin subsection (2), for “calculated in accordance with subsection (3)”substitute “equal to the market value of the shares”;\n\t\t\tomit subsection (3);\n\t\t\tin subsection (6), omit “and sections 226B to 226D”;\n\t\t\tin subsection (7), after “subsection (1)” insert “(but not subsection(2))”.\n\t\tOmit sections 226B to 226D of ITEPA 2003 (deemed payment).\n\t\tIn consequence of subsection (2), in ITEPA 2003 omit the following—\n\t\t\tsection 479(3A);\n\t\t\tsection 531(3A);\n\t\t\tsection 532(4A).\n\t\tIn consequence of subsection (2), in CTA 2009 omit the following—\n\t\t\tin section 1005, the definition of “employee shareholder share”;\n\t\t\tsection 1009(6);\n\t\t\tin section 1010(1), “and, in the case of employee shareholder shares,section 1038B”;\n\t\t\tin section 1011(4)(b), “(but see also section 1038B of this Act)“;\n\t\t\tin sections 1018(1) and 1019(1), “and, in the case of employee shareholdershares, section 1038B”;\n\t\t\tsections 1022(5), 1026(5), 1027(5), 1033(5) and 1034(5);\n\t\t\tsection 1038B;\n\t\t\tsections 1292(6ZA) and 1293(5A);\n\t\t\tin Schedule 4, the entry relating to “employee shareholder share”.\n\t\tThe amendments made by this section have effect in relation to sharesacquired in consideration of an employee shareholder agreement entered into onor after the relevant day.\n\t\tThe relevant day is 1 December 2016, subject to subsection (7).\n\t\tWhere the individual entering into an employee shareholder agreementreceives the advice referred to in section 205A(6)(a) of the Employment RightsAct 1996—\n\t\t\ton 23 November 2016, but\n\t\t\tbefore 1.30 pm on that day,\n\t\t\t\tthe relevant day is 2 December 2016.\n\tEmployee shareholder shares: abolition of CGT exemption\n\t\tTCGA 1992 is amended as follows.\n\t\tIn section 58 (spouses and civil partners)—\n\t\t\tin subsection (2)—\n\t\t\tat the end of paragraph (a) insert “or”;\n\t\t\tomit paragraph (c) and the preceding “or”;\n\t\t\tomit subsections (3) to (5).\n\t\tIn section 149AA (restricted and convertible employment-related securitiesand employee shareholder shares), for subsection (6A) substitute—\n\t\t\t“(6A)For the purposes of this section—\n\t\t\t  * shares are “acquired” by an employee if the employee becomes beneficially entitled to them (and they are acquired at the time when the employee becomes so entitled);\n\t\t\t  * “employee shareholder share” means a share acquired in consideration of an employee shareholder agreement and held by the employee;\n\t\t\t  * “employee shareholder agreement” means an agreement by virtue of which an employee is an employee shareholder (see section 205A(1)(a) to (d) of the Employment Rights Act 1996);\n\t\t\t  * “employee” and “employer company”, in relation to an employee shareholder agreement, mean the individual and the company which enter into the agreement.”\n\t\tOmit sections 236B to 236F (exemption for employee shareholder shares).\n\t\tIn section 236G (relinquishment of employment rights is not disposal of anasset), in subsection (1), for “employee shareholder agreement” substitute“agreement by virtue of which the individual is an employee shareholder (seesection 205A(1)(a) to (d) of the Employment Rights Act 1996)”.\n\t\tThe amendments made by this section have effect in relation to sharesacquired in consideration of an employee shareholder agreement entered into onor after the relevant day.\n\t\tThe relevant day is 1 December 2016, subject to subsection (8).\n\t\tWhere the individual entering into an employee shareholder agreementreceives the advice referred to in section 205A(6)(a) of the Employment RightsAct 1996—\n\t\t\ton 23 November 2016, but\n\t\t\tbefore 1.30 pm on that day,\n\t\t\tthe relevant day is 2 December 2016.\n\tEmployee shareholder shares: purchase by company\n\t\tIn ITTOIA 2005, omit section 385A (no charge to income tax on purchase bycompany of exempt employee shareholder shares).\n\t\tThe amendment made by this section has effect in relation to the purchasefrom an individual of shares which were acquired in consideration of anemployee shareholder agreement entered into on or after the relevant day.\n\t\tThe relevant day is 1 December 2016, subject to subsection (4).\n\t\tWhere the individual entering into an employee shareholder agreementreceives the advice referred to in section 205A(6)(a) of the Employment RightsAct 1996—\n\t\t\ton 23 November 2016, but\n\t\t\tbefore 1.30 pm on that day,\n\t\t\t\tthe relevant day is 2 December 2016."
    },
    {
        "length": 375,
        "text": "\nInsurance premium tax: standard rate\n\tIn section 51(2)(b) of FA 1994 (standard rate of insurance premium tax),for “10 per cent” substitute “12 per cent”.\n\tSubject to subsection (3), the amendment made by subsection (1) has effectin relation to a premium falling to be regarded for the purposes of Part 3 ofFA 1994 as received under a taxable insurance contract by an insurer on orafter 1 June 2017.\n\tThat amendment does not have effect in relation to a premium falling withinsubsection (4), unless the premium falls to be regarded for the purposes ofPart 3 of FA 1994 as received under a taxable insurance contract by an insureron or after 1 June 2018.\n\tA premium falls within this subsection if it is in respect of a risk forwhich the period of cover begins before 1 June 2017.\n\tIn the application of sections 66A and 66B of FA 1994 (anti-forestallingprovision) in relation to the increase in insurance premium tax made by thissection, the announcement relating to that increase is to be taken to havebeen made on 8 March 2017 (and “the change date” is to be taken to be 1 June2017).\n\tThis section is to be read with section 66C of FA 1994 (premiums relatingto more than one period of cover)."
    },
    {
        "length": 2145,
        "text": "\nInsurance premium tax: anti-forestalling provision\n\tFA 1994 is amended as follows.\n\tAfter section 66 insert—\n\t“66ARate increases: deemed date of receipt of certain premiums\n\t\tThis section applies where a Minister of the Crown announces a proposedincrease in the rate at which tax is to be charged on a premium if it isreceived by the insurer on or after a date specified in the announcement (“thechange date”).\n\t\tThis section applies whether or not the announcement includes anannouncement of a proposed exception from the increase (for example, forpremiums in respect of risks for which the period of cover begins before thechange date).\n\t\tSubsection (4) applies where—\n\t\t\ta premium under a contract of insurance is received by the insurer on orafter the date of the announcement and before the change date, and\n\t\t\tthe period of cover for the risk begins on or after the change date.\n\t\tFor the purposes of this Part the premium is to be taken to be received onthe change date.\n\t\tSubsection (6) applies where—\n\t\t\ta premium under a contract of insurance is received by the insurer on orafter the date of the announcement and before the change date,\n\t\t\tthe period of cover for the risk—\n\t\t\tbegins before the change date, and\n\t\t\tends on or after the first anniversary of the change date (“the firstanniversary”), and\n\t\t\tthe premium, or any part of it, is attributable to such of the period ofcover as falls on or after the first anniversary.\n\t\tFor the purposes of this Part—\n\t\t\tso much of the premium as is attributable to such of the period of cover asfalls on or after the first anniversary is to be taken to be received on thechange date, and\n\t\t\tso much as is so attributable is to be taken to be a separate premium.\n\t\tIn determining whether the condition in subsection (3)(a) or (5)(a) is met,regulations under section 68(3) or (7) apply as they would apart from thissection.\n\t\tBut where subsection (4) or (6) applies—\n\t\t\tthat subsection has effect despite anything in section 68 or regulationsunder that section, and\n\t\t\tany regulations under section 68 have effect as if the entry made in theaccounts of the insurer showing the premium as due to the insurer had beenmade as at the change date.\n\t\tA premium treated by subsection (6) as received on the change date is notto be taken to fall within any exception, from an increase announced by theannouncement, for premiums in respect of risks for which the period of coverbegins before the change date.\n\t\tAny attribution under this section is to be made on such basis as is justand reasonable.\n\t\tIn this section—\n\t\t\t  * “increase”, in relation to the rate of tax, includes the imposition of a charge to tax by adding to the descriptions of contract which are taxable insurance contracts;\n\t\t\t  * “Minister of the Crown” has the same meaning as in the Ministers of the Crown Act 1975.\n\tBSection 66A: exceptions and apportionments\n\t\tSection 66A(3) and (4) do not apply in relation to a premium if the risk towhich that premium relates belongs to a class of risk as regards which thenormal practice is for a premium to be received by or on behalf of the insurerbefore the date when cover begins.\n\t\tSection 66A(5) and (6) do not apply in relation to a premium if the risk towhich that premium relates belongs to a class of risk as regards which thenormal practice is for cover to be provided for a period of more than twelvemonths.\n\t\tIf a contract relates to more than one risk, then in the application ofsection 66A(3) and (4) or 66A(5) and (6)—\n\t\t\tthe reference in section 66A(3)(b) or (5)(b) to the risk is to be read as areference to any given risk,\n\t\t\tso much of the premium as is attributable to any given risk is to be takenfor the purposes of section 66A(3) and (4) or 66A(5) and (6) to be a separatepremium relating to that risk,\n\t\t\tthose provisions then apply separately in the case of each given risk andthe separate premium relating to it, and\n\t\t\tany further attribution required by section 66A(5) and (6) is to be madeaccordingly,\n\t\t\t\tand subsections (1) and (2) and section 66A(9) apply accordingly.\n\t\tAny attribution under this section is to be made on such basis as is justand reasonable.\n\tCRate changes: premiums relating to more than one period of cover\n\t\tThis section applies if any Act—\n\t\t\tmakes an amendment of section 51(2)(a) or (b) which alters the higher rateor standard rate (“the relevant rate”),\n\t\t\tprovides for the amendment to have effect in relation to a premium fallingto be regarded for the purposes of this Part as received under a taxableinsurance contract by an insurer on or after a particular date (“the changedate”), and\n\t\t\tmakes provision that excepts from that amendment a premium which is inrespect of a risk for which the period of cover begins before the change date.\n\t\tSubsection (3) applies if a premium which is liable to tax at the relevantrate, and which falls to be regarded for the purposes of this Part as receivedunder a taxable insurance contract by an insurer on or after the change date,is—\n\t\t\tpartly in respect of a risk for which the period of cover begins before thechange date, and\n\t\t\tpartly in respect of a risk for which the period of cover begins on orafter that date.\n\t\tSo much of the premium as is attributable to the risk for which the periodof cover begins on or after the change date is to be treated for the purposesof this Part and the provision mentioned in subsection (1)(c) as a separatepremium.\n\t\tWhere a premium is in respect of a relevant rate matter and also a matterthat is not a relevant rate matter—\n\t\t\tfor the purposes of the provision mentioned in subsection (1)(c), thepremium is to be treated as in respect of a risk for which the period of coverbegins before the change date if the part of it attributable to the relevantrate matter is in respect of such a risk, and\n\t\t\tthe reference in subsection (2) to a premium which is liable to tax at therelevant rate is to be read as a reference to so much of the premium as isattributable to the relevant rate matter (and subsection (3) is to be readaccordingly).\n\t\tIf premiums of any description are excluded from the exception mentioned insubsection (1)(c), nothing in subsections (2) to (4) applies to a premium ofthat description.\n\t\tNothing in subsection (4) applies to an excepted premium (within themeaning given by section 69A).\n\t\tAny attribution under this section is to be made on such basis as is justand reasonable.\n\t\tIn this section a “relevant rate matter” means—\n\t\t\twhere the relevant rate is the standard rate, a standard rate matter asdefined by section 69(12)(c);\n\t\t\twhere the relevant rate is the higher rate, a higher rate matter as definedby section 69(12)(d).\n\t\tIn subsection (1) the reference to any Act includes a resolution which hasstatutory effect under the Provisional Collection of Taxes Act 1968.”\n\t\tOmit— \n\t\t\tsection 67 (spent transitional provision), and\n\t\t\tsections 67A to 67C (which are superseded by sections 66A and 66B insertedby subsection (2)).\n\t\tThe amendments made by subsections (2) and (3)(b) have effect on and after8 March 2017.\n\t\tDespite the repeal by subsection (3) of sections 67A and 67C of FA 1994,those sections continue to have effect so far as they apply to premiumsreceived on or after 23 November 2016 and before 8 March 2017."
    },
    {
        "length": 139,
        "text": "\nAir passenger duty: rates from 1 April 2017\n\tIn section 30 of FA 1994 (air passenger duty: rates of duty), in subsection(4A) (long haul rates of duty)—\n\t\tin paragraph (a), for “£73” substitute “£75”;\n\t\tin paragraph (b), for “£146” substitute “£150”.\n\tThe amendments made by this section have effect in relation to the carriageof passengers beginning on or after 1 April 2017."
    },
    {
        "length": 858,
        "text": "\nVehicle excise duty: rates\n\tSchedule 1 to VERA 1994 (annual rates of duty) is amended as follows.\n\tIn paragraph 1 (general rate of duty)—\n\t\tin sub-paragraph (2) (vehicle not covered elsewhere in Schedule with enginecylinder capacity exceeding 1,549cc), for “£235” substitute “£245”, and\n\t\tin sub-paragraph (2A) (vehicle not covered elsewhere in Schedule withengine cylinder capacity not exceeding 1,549cc), for “£145” substitute “£150”.\n\tIn paragraph 1B (graduated rates of duty for light passenger vehicles)—\n\t\tin the words before paragraph (a), for “tables” substitute “table”,\n\t\tin paragraph (a), at the end insert “and”,\n\t\tin paragraph (b), at the end omit “, and”,\n\t\tomit paragraph (c),\n\t\tfor Tables 1 and 2 substitute—\n\t\t\t“CO2 emissions figure| Rate  ---|---  (1)| (2)| (3)| (4)  Exceeding| Not exceeding| Reduced rate| Standard rate  g/km| g/km| £| £  100| 110| 10| 20  110| 120| 20| 30  120| 130| 105| 115  130| 140| 125| 135  140| 150| 140| 150  150| 165| 180| 190  165| 175| 210| 220  175| 185| 230| 240  185| 200| 270| 280  200| 225| 295| 305  225| 255| 510| 520  255| —| 525| 535”, and    (f)in the sentence immediately following Table 2—\n\t\tat the beginning, for “Table 2” substitute “The table”, and\n\t\tfor paragraphs (a) and (b) substitute—\n\t\tin column (3), in the last two rows, “295” were substituted for “510” and“525”, and\n\t\tin column (4), in the last two rows, “305” were substituted for “520” and“535”.”\n\tIn paragraph 1J (VED rates for light goods vehicles), in paragraph (a), for“£230” substitute “£240”.\n\tIn paragraph 2(1) (VED rates for motorcycles)—\n\t\tin paragraph (a), for “£17” substitute “£18”,\n\t\tin paragraph (b), for “£39” substitute “£41”,\n\t\tin paragraph (c), for “£60” substitute “£62”, and\n\t\tin paragraph (d), for “£82” substitute “£85”.\n\tThe amendments made by this section have effect in relation to licencestaken out on or after 1 April 2017."
    },
    {
        "length": 390,
        "text": "\nAlcoholic liquor duties: rates\n\tALDA 1979 is amended as follows.\n\tIn section 5 (rate of duty on spirits), for “£27.66” substitute “£28.74”.\n\tIn section 36(1AA) (rates of general beer duty)—\n\t\tin paragraph (za) (rate of duty on lower strength beer), for “£8.10”substitute “£8.42”, and\n\t\tin paragraph (a) (standard rate of duty on beer), for “£18.37” substitute“£19.08”.\n\tIn section 37(4) (rate of high strength beer duty), for “£5.48” substitute“£5.69”.\n\tIn section 62(1A) (rates of duty on cider)—\n\t\tin paragraph (a) (rate of duty per hectolitre on sparkling cider of astrength exceeding 5.5%), for “£268.99” substitute “£279.46”,\n\t\tin paragraph (b) (rate of duty per hectolitre on cider of a strengthexceeding 7.5% which is not sparkling cider), for “£58.75” substitute“£61.04”, and\n\t\tin paragraph (c) (rate of duty per hectolitre in any other case), for“£38.87” substitute “£40.38”.\n\tFor the table in Schedule 1 substitute—"
    },
    {
        "length": 396,
        "text": "\n“Table of rates of duty on wine and made-wine\n\tPart 1Wine or made-wine of a strength not exceeding 22%\n\t\tDescription of wine or made-wine| Rates of duty per hectolitre £  ---|---  Wine or made-wine of a strength not exceeding 4%| 88.93  Wine or made-wine of a strength exceeding 4% but not exceeding 5.5%| 122.30  Wine or made-wine of a strength exceeding 5.5% but not exceeding 15% and notbeing sparkling| 288.65  Sparkling wine or sparkling made-wine of a strength exceeding 5.5% but lessthan 8.5%| 279.46  Sparkling wine or sparkling made-wine of a strength of 8.5% or of a strengthexceeding 8.5% but not exceeding 15%| 369.72  Wine or made-wine of a strength exceeding 15% but not exceeding 22%| 384.82    ##### Part 2Wine or made-wine of a strength exceeding 22%\n\tDescription of wine or made-wine| Rates of duty per litre of alcohol in wineor made-wine £  ---|---  Wine or made-wine of a strength exceeding 22%| 28.74”.    (7)The amendments made by this section are treated as having come into forceon 13 March 2017."
    },
    {
        "length": 192,
        "text": "\nTobacco products duty: rates\n\tTPDA 1979 is amended as follows.\n\tFor the table in Schedule 1 substitute—\n\t“TABLE\n\t\t1\\. Cigarettes| An amount equal to 16.5% of the retail price plus £207.99 perthousand cigarettes.  ---|---  2\\. Cigars| £259.44 per kilogram  3\\. Hand-rolling tobacco| £209.77 per kilogram  4\\. Other smoking tobacco and chewing tobacco| £114.06 per kilogram”.    (3)The amendment made by this section is treated as having come into force at6pm on 8 March 2017."
    },
    {
        "length": 203,
        "text": "\nTobacco products duty: minimum excise duty\n\tTPDA 1979 is amended as follows.\n\tIn section 6(5)(a) (alteration of rates of duty), for “the amount”substitute “each amount”.\n\tFor the first row in the table in Schedule 1 (as substituted by section 22)substitute—\n\t\t““1. Cigarettes|\n\tAn amount equal to the higher of—\n\t\t16.5% of the retail price plus £207.99 per thousand cigarettes, or\n\t\t£268.63 per thousand cigarettes.”    ---|---    (4)The amendments made by this section are treated as having come into forceon 20 May 2017."
    },
    {
        "length": 2754,
        "text": "\nAvoidance\n\tPromoters of tax avoidance schemes: threshold conditions etc\n\t\tIn Part 2 of Schedule 34 to FA 2014 (meeting the threshold conditions:bodies corporate and partnerships), in paragraph 13A (interpretation), forsub-paragraphs (6) to (8) substitute—\n\t\tTwo or more persons together control a body corporate if together theyhave the power to secure that the affairs of the body corporate are conductedin accordance with their wishes in any way specified in sub-paragraph (5)(a)to (c).\n\t\tA person controls a partnership if the person is a member of thepartnership and—\n\t\t\thas the right to a share of more than half the assets, or more than halfthe income, of the partnership, or\n\t\t\tdirects, or is on a day-to-day level in control of, the management of thebusiness of the partnership.\n\t\tTwo or more persons together control a partnership if they are members ofthe partnership and together they—\n\t\t\thave the right to a share of more than half the assets, or of more thanhalf the income, of the partnership, or\n\t\t\tdirect, or are on a day-to-day level in control of, the management of thebusiness of the partnership.\n\t\tParagraph 19(2) to (5) of Schedule 36 (connected persons etc) applies to aperson referred to in sub-paragraph (7) or (8) as if references to “P” were tothat person.\n\t\tA person has significant influence over a body corporate or partnership ifthe person—\n\t\t\tdoes not control the body corporate or partnership, but\n\t\t\tis able to, or actually does, exercise significant influence over it(whether or not as the result of a legal entitlement).\n\t\tTwo or more persons together have significant influence over a bodycorporate or partnership if together those persons—\n\t\t\tdo not control the body corporate or partnership, but\n\t\t\tare able to, or actually do, exercise significant influence over it(whether or not as the result of a legal entitlement).\n\t\tReferences to a person being a promoter are to the person carrying onbusiness as a promoter.”\n\t\tIn Part 2 of Schedule 34 to FA 2014, for paragraphs 13B to 13D substitute—\n\t\t“Relevant bodies controlled etc by other persons treated as meeting athreshold condition\n\t\t\t13B(1)A relevant body is treated as meeting a threshold condition at therelevant time if any of Conditions A to C is met.\n\t\t\tCondition A is that—\n\t\t\t\ta person met the threshold condition at a time when the person was apromoter, and\n\t\t\t\tthe person controls or has significant influence over the relevant body atthe relevant time.\n\t\t\tCondition B is that—\n\t\t\t\ta person met the threshold condition at a time when the person controlledor had significant influence over the relevant body,\n\t\t\t\tthe relevant body was a promoter at that time, and\n\t\t\t\tthe person controls or has significant influence over the relevant body atthe relevant time.\n\t\t\tCondition C is that—\n\t\t\t\ttwo or more persons together controlled or had significant influence overthe relevant body at a time when one of those persons met the thresholdcondition,\n\t\t\t\tthe relevant body was a promoter at that time, and\n\t\t\t\tthose persons together control or have significant influence over therelevant body at the relevant time.\n\t\t\tWhere the person referred to in sub-paragraph (2)(a) or (3)(a) or (4)(a) asmeeting a threshold condition is an individual, sub-paragraph (1) only appliesif the threshold condition is a relevant threshold condition.\n\t\t\tFor the purposes of sub-paragraph (2) it does not matter whether therelevant body existed at the time referred to in sub-paragraph (2)(a).\n\t\tPersons who control etc a relevant body treated as meeting a thresholdcondition\n\t\t\t13C(1)If at a time when a person controlled or had significant influence overa relevant body—\n\t\t\t\tthe relevant body met a threshold condition, and\n\t\t\t\tthe relevant body, or another relevant body which the person controlled orhad significant influence over, was a promoter,\n\t\t\t\tthe person is treated as meeting the threshold condition at the relevant time.\n\t\t\tIt does not matter whether any relevant body referred to sub-paragraph (1)exists at the relevant time.\n\t\tRelevant bodies controlled etc by the same person treated as meeting athreshold condition\n\t\t\t13D(1)If—\n\t\t\t\ta person controlled or had significant influence over a relevant body at atime when it met a threshold condition, and\n\t\t\t\tat that time that body, or another relevant body which the personcontrolled or had significant influence over, was a promoter,\n\t\t\t\tany relevant body which the person controls or has significant influence overat the relevant time is treated as meeting the threshold condition at therelevant time.\n\t\t\tIf— \n\t\t\t\ttwo or more persons together controlled or had significant influence over arelevant body at a time when it met a threshold condition, and\n\t\t\t\tat that time that body, or another relevant body which those personstogether controlled or had significant influence over, was a promoter,\n\t\t\t\tany relevant body which those persons together control or have significantinfluence over at the relevant time is treated as meeting the thresholdcondition at the relevant time.\n\t\t\tIt does not matter whether—\n\t\t\t\ta relevant body referred to in sub-paragraph (1)(a) or (b) or (2)(a) or (b)exists at the relevant time, or\n\t\t\t\ta relevant body existing at the relevant time existed at the time referredto in sub-paragraph (1)(a) or (2)(a).”\n\t\t\tIn Part 4 of Schedule 34A to FA 2014 (meeting section 237A conditions:bodies corporate and partnerships), for paragraphs 20 to 22 substitute—\n\t\t“Relevant bodies controlled etc by other persons treated as meetingsection 237A condition\n\t\t\tA relevant body is treated as meeting a section 237A condition at thesection 237A(2) relevant time if any of Conditions A to C is met.\n\t\t\tCondition A is that—\n\t\t\t\ta person met the section 237A condition at a time when the person was apromoter, and\n\t\t\t\tthe person controls or has significant influence over the relevant body atthe section 237A(2) relevant time.\n\t\t\tCondition B is that—\n\t\t\t\ta person met the section 237A condition at a time when the personcontrolled or had significant influence over the relevant body,\n\t\t\t\tthe relevant body was a promoter at that time, and\n\t\t\t\tthe person controls or has significant influence over the relevant body atthe section 237A(2) relevant time.\n\t\t\tCondition C is that—\n\t\t\t\ttwo or more persons together controlled or had significant influence overthe relevant body at a time when one of those persons met the section 237Acondition,\n\t\t\t\tthe relevant body was a promoter at that time, and\n\t\t\t\tthose persons together control or have significant influence over therelevant body at the section 237A(2) relevant time.\n\t\t\tSub-paragraph (1) does not apply where the person referred to in sub-paragraph (2)(a), (3)(a), or (4)(a) as meeting a section 237A condition is anindividual.\n\t\t\tFor the purposes of sub-paragraph (2) it does not matter whether therelevant body existed at the time referred to in sub-paragraph (2)(a).\n\t\tPersons who control etc a relevant body treated as meeting a section237A condition\n\t\t\tIf at a time when a person controlled or had significant influence over arelevant body—\n\t\t\t\tthe relevant body met a section 237A condition, and\n\t\t\t\tthe relevant body, or another relevant body which the person controlled orhad significant influence over, was a promoter,\n\t\t\t\t\tthe person is treated as meeting the section 237A condition at the section237A(2) relevant time.\n\t\t\tIt does not matter whether any relevant body referred to sub-paragraph (1)exists at the section 237A(2) relevant time.\n\t\tRelevant bodies controlled etc by the same person treated as meeting asection 237A condition\n\t\t\tIf— \n\t\t\t\ta person controlled or had significant influence over a relevant body at atime when it met a section 237A condition, and\n\t\t\t\tat that time that body, or another relevant body which the personcontrolled or had significant influence over, was a promoter,\n\t\t\t\t\tany relevant body which the person controls or has significant influence overat the section 237A(2) relevant time is treated as meeting the section 237Acondition at the section 237A(2) relevant time.\n\t\t\tIf— \n\t\t\t\ttwo or more persons together controlled or had significant influence over arelevant body at a time when it met a section 237A condition, and\n\t\t\t\tat that time that body, or another relevant body which those personstogether controlled or had significant influence over, was a promoter,\n\t\t\t\tany relevant body which those persons together control or have significantinfluence over at the section 237A(2) relevant time is treated as meeting thesection 237A condition at the section 237A(2) relevant time.\n\t\t\tIt does not matter whether—\n\t\t\t\ta relevant body referred to in sub-paragraph (1)(a) or (b) or (2)(a) or (b)exists at the section 237A(2) relevant time, or\n\t\t\t\ta relevant body existing at the section 237A(2) relevant time existed atthe time referred to in sub-paragraph (1)(a) or (2)(a).”\n\t\t\tIn Part 4 of Schedule 34A to FA 2014, in paragraph 23 (interpretation)—\n\t\t\t\tin sub-paragraph (1), for the definition of “control” substitute—\n\t\t\t\t\t  * ““control” and “significant influence” have the same meanings as in Part 4 of Schedule 34 (see paragraph 13A(5) to (11));\n\t\t\t\t\t  * references to a person being a promoter are to the person carrying on business as a promoter;”;\n\t\t\t\tin sub-paragraph (2), for “20(1)(a), 21(1)(a) and 22(1)(a)” substitute “20to 22”.\n\t\t\tThe amendments made by subsections (1) and (2) have effect for the purposesof determining whether a person meets a threshold condition in a period ofthree years ending on or after 8 March 2017.\n\t\t\tThe amendments made by subsections (3) and (4) have effect for the purposesof determining whether a person meets a section 237A condition in a period ofthree years ending on or after 8 March 2017."
    },
    {
        "length": 758,
        "text": "\nIntroductory\n\tSoft drinks industry levy\n\t\tA tax called “soft drinks industry levy” is to be charged in accordancewith this Part.\n\t\tThe Commissioners are responsible for the collection and management of softdrinks industry levy.\n\t“Soft drink” and “package”\n\t\t“Soft drink” means—\n\t\t\ta beverage of an alcoholic strength not exceeding 1.2%;\n\t\t\ta liquid which, when prepared in a specified manner, constitutes a beveragewithin paragraph (a).\n\t\tA liquid is prepared in a specified manner if it is—\n\t\t\tdiluted with water,\n\t\t\tcombined with crushed ice, or processed so as to create crushed ice,\n\t\t\tcombined with carbon dioxide, or\n\t\t\tprepared by way of a process that involves any combination of the processesmentioned in paragraphs (a) to (c).\n\t\tA person “packages” a soft drink if the person cans, bottles or otherwisepackages the soft drink in a form in which—\n\t\t\tin the case of a soft drink within subsection (1)(a), it is suitable to beconsumed without further preparation, and\n\t\t\tin the case of a soft drink within subsection (1)(b), it is suitable to beconsumed when prepared in a specified manner (and without any otherpreparation),\n\t\t\t\tand “packaged” is to be construed accordingly.\n\tMeaning of “prepared drink”\n\t\tIn this Part a reference to “prepared drink” is a reference to—\n\t\t\ta soft drink within subsection (1)(a) of section 26;\n\t\t\ta beverage that would result from preparing a liquid within subsection(1)(b) of that section—\n\t\t\tin a specified manner (see section 26(2)), and\n\t\t\tin accordance with the relevant dilution ratio.\n\t\tThe “relevant dilution ratio” means—\n\t\t\tthe dilution ratio stated on, or calculated by reference to informationstated on, the packaging of the soft drink;\n\t\t\twhere subsection (3) or (4) applies, the dilution ratio determined by theCommissioners.\n\t\tThis subsection applies where the packaging of the soft drink statesneither the dilution ratio nor information by reference to which the dilutionratio can be calculated.\n\t\tThis subsection applies where—\n\t\t\tthe dilution ratio, or information by reference to which the dilution ratiocan be calculated, is stated on the packaging of the soft drink, and\n\t\t\tit is reasonable to assume that the main purpose, or one of the mainpurposes, of stating that particular dilution ratio or information is avoidingor reducing liability for soft drinks industry levy.\n\t\tThe Commissioners may by or under regulations make provision about thecriteria for—\n\t\t\tdetermining a dilution ratio for the purposes of subsection (2)(b);\n\t\t\tdetermining whether the main purpose, or one of the main purposes, ofstating a particular dilution ratio or information is avoiding or reducingliability for soft drinks industry levy."
    },
    {
        "length": 750,
        "text": "\nChargeable soft drinks\n\tMeaning of “chargeable soft drink”\n\t\t“Chargeable soft drink” means a packaged soft drink that—\n\t\t\tmeets the sugar content condition (see section 29), and\n\t\t\tis not an exempt soft drink (see section 30).\n\tSugar content condition\n\t\tA packaged soft drink meets the sugar content condition if it contains—\n\t\t\tadded sugar ingredients, and\n\t\t\tat least 5 grams of sugars (whether or not as a result of containing addedsugar ingredients) per 100 millilitres of prepared drink.\n\t\tA packaged soft drink contains “added sugar ingredients” if any of thefollowing are combined with other ingredients at any stage in the productionof the soft drink—\n\t\t\tcalorific mono-saccharides or di-saccharides;\n\t\t\ta substance containing calorific mono-saccharides or di-saccharides.\n\t\tBut a packaged soft drink does not contain “added sugar ingredients” onlyby reason of containing fruit juice, vegetable juice or milk (or anycombination of them).\n\t\tThe Commissioners may by regulations make provision about what is, or isnot, to be treated for the purposes of this Part as fruit juice, vegetablejuice or milk.\n\t\tWhere regulations under subsection (4) contain a reference to an EUinstrument or any provision of an EU instrument, the regulations may providethat the reference is to be construed as a reference to that instrument orthat provision as amended from time to time.\n\tExempt soft drinks\n\t\tThe following are “exempt soft drinks”—\n\t\t\tmilk-based drinks,\n\t\t\tmilk substitute drinks,\n\t\t\talcohol substitute drinks, and\n\t\t\tsoft drinks of a specified description which are for use for medicinal orother specified purposes.\n\t\t“Milk-based drink” means a soft drink which contains at least 75millilitres of milk per 100 millilitres of prepared drink.\n\t\t“Milk substitute drink” means a soft drink which—\n\t\t\tcontains at least the specified quantities of calcium, and\n\t\t\tmeets such other conditions as may be specified.\n\t\t“Alcohol substitute drink” means a soft drink which—\n\t\t\tis similar to a particular kind of alcoholic beverage, and\n\t\t\tmeets such other conditions as may be specified.\n\t\t“Alcoholic beverage” means a beverage which is of an alcoholic strengthexceeding 1.2%.\n\t\tThe Commissioners may by regulations make further provision about thecriteria for determining what is, or is not, to be treated as an exempt softdrink.\n\t\tWhere regulations made under, or for the purposes of, this section containa reference to an EU instrument or any provision of an EU instrument, theregulations may provide that the reference is to be construed as a referenceto that instrument or that provision as amended from time to time."
    },
    {
        "length": 1524,
        "text": "\nCharging of the soft drinks industry levy\n\tCharge to soft drinks industry levy\n\t\tThe charge to soft drinks industry levy arises on a chargeable event whichoccurs on or after 6 April 2018.\n\t\tSubsection (1) is subject to section 37 (small producer exemption).\n\tChargeable events: soft drinks packaged in the UK\n\t\tThis section applies where chargeable soft drinks are packaged by a personon premises in the United Kingdom (the “packaging premises”).\n\t\tA chargeable event occurs on the removal of the chargeable soft drinks fromthe packaging premises.\n\t\tBut— \n\t\t\tif, on removal from the packaging premises, the secondary warehousingcondition is met in relation to the chargeable soft drinks, a chargeable eventoccurs at the time that the secondary warehousing condition ceases to be metin relation to those soft drinks (and not at the time mentioned in subsection(2));\n\t\t\tif the chargeable soft drinks are made available for sale or free of chargebefore a chargeable event in relation to the soft drinks occurs undersubsection (2) or paragraph (a), a chargeable event occurs at the time thesoft drinks are made available (and not at the time mentioned in subsection(2) or paragraph (a)).\n\t\tFor the purposes of this section and section 33, the secondary warehousingcondition is met, at any time, in relation to chargeable soft drinks if thechargeable soft drinks are, at that time—\n\t\t\tin storage in a compliant warehouse, or\n\t\t\tbeing transported—\n\t\t\tfrom the packaging premises to a compliant warehouse, or\n\t\t\tbetween compliant warehouses,\n\t\t\t\tin compliance with such conditions and requirements as may be imposed byregulations under section 34.\n\t\tReferences in this section and in section 33 to a “compliant warehouse” arereferences to premises—\n\t\t\tthat are, or are to be, used for the storage of chargeable soft drinks, and\n\t\t\tin respect of which the conditions and requirements specified inregulations under section 34(a) are met.\n\tChargeable events: soft drinks imported into the UK\n\t\tThis section applies where chargeable soft drinks are imported into theUnited Kingdom.\n\t\tA chargeable event occurs, in relation to imported chargeable soft drinks,on first receipt of the soft drinks by a relevant person (the “firstrecipient”).\n\t\tBut subsection (2) is subject to subsections (7) to (9).\n\t\tThe “first receipt” of imported chargeable soft drinks is the firstoccasion on which the soft drinks are delivered to a place in the UnitedKingdom which is a relevant person’s place of business (including where thechargeable soft drinks are delivered from a place outside the United Kingdomwhich is another place of business of the relevant person).\n\t\t“Relevant person” means a person who carries on a business involving thesale of chargeable soft drinks.\n\t\tThe reference in subsection (5) to the sale of chargeable soft drinksincludes a reference to—\n\t\t\tsale by wholesale,\n\t\t\tsale by retail, and\n\t\t\tsale for consumption on or in the vicinity of premises on which the drinksare sold.\n\t\tSubsection (8) applies if, on first receipt of the imported chargeable softdrinks, the place of business to which the soft drinks are delivered is acompliant warehouse.\n\t\tSubject to subsection (9), a chargeable event occurs at the time that thesecondary warehousing condition ceases to be met in relation to the importedchargeable soft drinks (and not at the time mentioned in subsection (2)).\n\t\tIf the chargeable soft drinks are made available for sale or free of chargeby a relevant person (the “first seller”) before a chargeable event inrelation to the soft drinks occurs under subsection (2) or (8), a chargeableevent occurs at the time the chargeable soft drinks are made available (andnot at the time mentioned in subsection (2) or (8)).\n\tSecondary warehousing regulations\n\t\tThe Commissioners may by regulations make provision, for the purposes ofsections 32 and 33—\n\t\t\tspecifying conditions and requirements in respect of premises on whichchargeable soft drinks may be stored before the occurrence of a chargeableevent (see section 32(5)(b));\n\t\t\tspecifying other conditions and requirements as to the storage ofchargeable soft drinks for the purposes of the secondary warehousing condition(see section 32(4));\n\t\t\tspecifying conditions and requirements as to the transportation ofchargeable soft drinks for the purposes of the secondary warehousingcondition;\n\t\t\timposing obligations on specified persons to provide information inconnection with the storage or transportation of chargeable soft drinks.\n\tLiability to pay the levy\n\t\tWhere the charge to soft drinks industry levy arises on a chargeable eventwithin section 32(2) or (3), the person who packages the chargeable softdrinks is liable to pay the amount charged.\n\t\tWhere the charge to soft drinks industry levy arises on a chargeable eventwithin section 33(2) or (8), the relevant person who is the first recipient isliable to pay the amount charged.\n\t\tWhere the charge to soft drinks industry levy arises on a chargeable eventwithin section 33(9), the relevant person who is the first seller is liable topay the amount charged.\n\tLevy rates\n\t\tSoft drinks industry levy is charged—\n\t\t\tin the case of chargeable soft drinks that meet the higher sugar threshold,at the rate of £0.24 per litre of prepared drink;\n\t\t\tin the case of chargeable soft drinks that do not meet the higher sugarthreshold, at the rate of £0.18 per litre of prepared drink.\n\t\tA chargeable soft drink meets the higher sugar threshold if it contains atleast 8 grams of sugars (whether or not as a result of containing added sugaringredients) per 100 millilitres of prepared drink."
    },
    {
        "length": 1729,
        "text": "\nExemption etc\n\tSmall producer exemption\n\t\tNo charge to soft drinks industry levy arises—\n\t\t\ton a chargeable event within section 32 in relation to chargeable softdrinks produced by a person who is, on the relevant day, a qualifying smallproducer;\n\t\t\ton a chargeable event within section 33 in relation to chargeable softdrinks produced by a person who is, on the relevant day, a small producer.\n\t\tChargeable soft drinks are “produced” by a person if they are packaged (byor on behalf of the person) for marketing under—\n\t\t\tthe person’s name or business name, or\n\t\t\tanother name which is used in accordance with a licence granted to theperson.\n\t\tFor the purposes of this section and section 38, the “relevant day”, inrelation to chargeable soft drinks, is the day on which the charge to softdrinks industry levy on the chargeable soft drinks would (apart from thissection) arise.\n\t\t“Small producer” has the meaning given by section 38.\n\t\tA person is a “qualifying small producer” if the person is a small producerwho is either—\n\t\t\tregistered under section 45 (voluntary registration: small producers), or\n\t\t\tineligible for registration under that section because the person does notmeet the condition in section 45(2)(c) (voluntary registration eligibilityconditions: packaging by a person other than the producer).\n\tMeaning of “small producer”\n\t\tA person (“the producer”) who produces chargeable soft drinks is a “smallproducer” on the relevant day if Conditions A and B are met.\n\t\tCondition A is met if the aggregate of—\n\t\t\tthe amount of the producer’s chargeable soft drinks within section 26(1)(a)in respect of which a relevant event has occurred during the relevant 12 monthperiod, and\n\t\t\tthe amount of prepared drink that would result from the producer’schargeable soft drinks within section 26(1)(b) in respect of which a relevantevent has occurred during the relevant 12 month period,\n\t\t\t\tdoes not exceed the small producer threshold.\n\t\tCondition B is met if there are reasonable grounds for believing that theaggregate of—\n\t\t\tthe amount of the producer’s chargeable soft drinks within section 26(1)(a)in respect of which a relevant event will occur during the relevant 30 dayperiod, and\n\t\t\tthe amount of prepared drink that would result from the producer’schargeable soft drinks within section 26(1)(b) in respect of which a relevantevent will occur during the relevant 30 day period,\n\t\t\twill not exceed the small producer threshold.\n\t\tA “relevant event” occurs in respect of chargeable soft drinks on theremoval of the chargeable soft drinks from the premises on which they arepackaged.\n\t\tBut— \n\t\t\tif, on removal from the premises on which the chargeable soft drinks arepackaged, the secondary warehousing condition is met in relation to the softdrinks, a “relevant event” occurs in relation to those soft drinks at the timethat the secondary warehousing condition ceases to be met in relation to them(and not at the time mentioned in subsection (4));\n\t\t\tif the chargeable soft drinks are made available for sale or free of chargebefore a relevant event in relation to the soft drinks occurs under subsection(4) or paragraph (a), a “relevant event” occurs at the time they are madeavailable (and not at the time mentioned in subsection (4) or paragraph (a)).\n\t\tFor the purposes of subsections (2) and (3)—\n\t\t\tthe “relevant 12 month period” is the period of 12 months ending with theend of the month that immediately precedes the month in which the relevant dayfalls, and\n\t\t\tthe “relevant 30 day period” is the period of 30 days beginning with therelevant day.\n\t\tThe “small producer threshold” is 1 million litres.\n\t\tReferences in this section to “the producer’s chargeable soft drinks” arereferences to chargeable soft drinks produced by the producer or a personconnected with the producer.\n\tTax credits\n\t\tThe Commissioners may by regulations make provision in relation to caseswhere, after a charge to soft drinks industry levy has arisen in relation tochargeable soft drinks—\n\t\t\tthe soft drinks are exported from the United Kingdom;\n\t\t\tthe soft drinks are lost or destroyed.\n\t\tThe provision that may be made is provision—\n\t\t\tfor the liable person to be entitled to a tax credit in respect of any softdrinks industry levy charged on the soft drinks that are exported or (as thecase may be) lost or destroyed;\n\t\t\tfor the tax credit to be brought into account when the person is accountingfor soft drinks industry levy due from the person for the prescribedaccounting period or periods.\n\t\tRegulations under this section may include provision—\n\t\t\tfor any entitlement to a tax credit to be conditional on the making of aclaim by the liable person, and specifying the period within which and themanner in which a claim may be made;\n\t\t\tfor any entitlement to bring a tax credit into account to be conditional oncompliance with prescribed requirements;\n\t\t\tspecifying circumstances in which, and criteria for determining the periodfor which, a liable person is not entitled to a tax credit;\n\t\t\trequiring a claim for a tax credit to be evidenced and quantified byreference to prescribed records and other documents;\n\t\t\trequiring a person claiming any entitlement to a tax credit to keep, forthe prescribed period and in the prescribed form and manner, those records anddocuments and a record of prescribed information relating to the claim;\n\t\t\tfor the withdrawal of a tax credit where any requirement of the regulationsis not complied with;\n\t\t\tabout adjustments of liability for soft drinks industry levy in connectionwith entitlement or withdrawal of entitlement to a tax credit in prescribedcircumstances;\n\t\t\tabout the treatment of a tax credit where the liable person ceases to carryon a business involving the package or sale of chargeable soft drinks.\n\t\tRegulations under paragraph (a) of subsection (1) may include provision forthe sale or provision of chargeable soft drinks on passenger transportoperating between the United Kingdom and a place outside of the United Kingdomto be treated as “export from the United Kingdom” for the purposes ofregulations under that paragraph.\n\t\tRegulations under paragraph (b) of subsection (1) may include provisionabout the circumstances in which chargeable soft drinks are to be treated aslost or destroyed for the purposes of regulations under that paragraph.\n\t\tIn this section—\n\t\t\t  * “liable person” means the person who is liable under section 35 to pay the charge to soft drinks industry levy referred to in subsection (1); \n\t\t\t  * “prescribed” means specified in, or determined in accordance with, regulations under this section. "
    },
    {
        "length": 2428,
        "text": "\nRegistration\n\tThe register\n\t\tThe Commissioners must establish and maintain a register for the purposesof this Part.\n\t\tIn this Part, “the register” means the register under subsection (1) andreferences to registration are to registration in it.\n\t\tThe register may contain such information as the Commissioners think isrequired for the purposes of the collection and management of soft drinksindustry levy.\n\tLiability to register: packagers\n\t\tA person becomes liable to be registered—\n\t\t\tat the end of any month, if the person has packaged any chargeable softdrinks in respect of which a chargeable event within section 32 has occurredduring that month;\n\t\t\ton any day, if there are reasonable grounds for believing that, during theperiod of 30 days beginning with that day, a chargeable event within section32 will occur in respect of chargeable soft drinks packaged by the person.\n\t\tBut subsection (1) does not apply to a person if—\n\t\t\tthe chargeable soft drinks packaged by the person are also produced by theperson, and\n\t\t\tthe person is not liable to be registered under section 42 (liability toregister: producers).\n\t\tSubsection (1) does not apply in relation to a person who is alreadyregistrable.\n\t\tIn this section and in sections 42 and 43 references to “a person who isalready registrable” are references to a person who—\n\t\t\tis registered under this section, section 42 or section 43,\n\t\t\tis subject to a relevant notification requirement, or\n\t\t\twould, if the person had complied with a relevant notification requirement,be registered under this section, section 42 or section 43.\n\t\tIn subsection (4)(c) “relevant notification requirement” means arequirement under section 44(1) to notify the Commissioners of a liability toregister—\n\t\t\tarising on a previous occasion, and\n\t\t\tin respect of which the notification period has expired.\n\t\tIn this section “notification period” has the meaning given by section44(2).\n\tLiability to register: producers\n\t\tA person (“the producer”) who produces chargeable soft drinks becomesliable to be registered—\n\t\t\tat the end of any month, if the qualifying amount of the producer’schargeable soft drinks in respect of which a chargeable event within section32 has occurred during the immediately preceding period of 12 months exceedsthe small producer threshold;\n\t\t\ton any day, if there are reasonable grounds for believing that thequalifying amount of the producer’s chargeable soft drinks in respect of whicha chargeable event within section 32 will occur during the period of 30 daysbeginning with that day will exceed the small producer threshold.\n\t\tThe “qualifying amount” of chargeable soft drinks in respect of which achargeable event occurs is the aggregate of—\n\t\t\tthe amount of the chargeable soft drinks within section 26(1)(a) in respectof which the chargeable event occurs, and\n\t\t\tthe amount of prepared drink that would result from the chargeable softdrinks within section 26(1)(b) in respect of which the chargeable eventoccurs.\n\t\tSubsection (1) does not apply in relation to a person who is alreadyregistrable.\n\t\tReferences in this section to “the producer’s chargeable soft drinks” arereferences to chargeable soft drinks produced by the producer or a personconnected with the producer.\n\tLiability to register: imported chargeable soft drinks\n\t\tA person becomes liable to be registered—\n\t\t\tat the end of any month if, during that month, a chargeable event withinsection 33 has occurred—\n\t\t\ton the first receipt, or on the making available, of chargeable soft drinksby the person, or\n\t\t\ton the secondary warehousing condition ceasing to be met in relation tochargeable soft drinks in respect of which the person is the first recipient;\n\t\t\ton any day, if there are reasonable grounds for believing that, during theperiod of 30 days beginning with that day, a chargeable event within section33 will occur—\n\t\t\ton the first receipt, or on the making available, of chargeable soft drinksby the person, or\n\t\t\ton the secondary warehousing condition ceasing to be met in relation tochargeable soft drinks in respect of which the person is the first recipient.\n\t\tSubsection (1) does not apply in relation to a person who is alreadyregistrable.\n\tNotification of liability and registration\n\t\tA person who becomes liable to be registered under section 41, 42 or 43must notify the Commissioners of the liability before the end of thenotification period.\n\t\tThe “notification period” is the period of 30 days beginning with the dayon which the liability arises.\n\t\tWhere the Commissioners are satisfied that a person is liable to beregistered (whether or not the person has notified liability under subsection(1)), the Commissioners must register the person with effect from the day onwhich the liability to register arises.\n\tVoluntary registration: small producers\n\t\tThe Commissioners must register a person who—\n\t\t\tmeets the voluntary registration eligibility conditions, and\n\t\t\tapplies to the Commissioners for registration under this section.\n\t\tThe voluntary registration eligibility conditions are met by a person (P)if—\n\t\t\tP produces chargeable soft drinks,\n\t\t\tP is not liable to be registered under section 42 (liability to register:producers), and\n\t\t\tsome or all of the chargeable soft drinks produced by P are packaged onpremises in the United Kingdom by a person other than P.\n\t\tA person who is registered under section 41 or 43 may also be registeredunder this section.\n\tCancellation of registration under section 41, 42 or 43\n\t\tA registration under section 41, 42 or 43 may be cancelled only inaccordance with this section.\n\t\tFor the purposes of this section, a person meets the “liability condition”at a particular time if—\n\t\t\tat the end of the preceding month, the condition in section 41(1)(a),42(1)(a) or 43(1)(a) is met in relation to the person, or\n\t\t\tat that time, the condition in section 41(1)(b), 42(1)(b) or 43(1)(b) ismet in relation to the person.\n\t\tThe Commissioners must cancel a person’s registration under section 41, 42or 43 if—\n\t\t\tthe person requests the cancellation, and\n\t\t\tthe person satisfies the Commissioners that the person does not, at thetime of the request, meet the liability condition.\n\t\tA cancellation under subsection (3) is to be made with effect from—\n\t\t\tthe day on which the request is made, or\n\t\t\tsuch later day as may be agreed between the Commissioners and the person.\n\t\tThe Commissioners may cancel a person’s registration under section 41, 42or 43 if they are satisfied that the person does not meet the liabilitycondition.\n\t\tA cancellation under subsection (5) is to be made with effect from—\n\t\t\tthe day on which the person ceased to meet the liability condition, or\n\t\t\tsuch later day as may be agreed between the Commissioners and the person.\n\t\tBut the Commissioners must not cancel a registration under subsection (3)or (5) with effect from any time unless—\n\t\t\tthey are satisfied that it is not a time when the person would meet theliability condition, and\n\t\t\tit is reasonable to believe that the person will not become liable to beregistered under section 41(1)(a) or 43(1)(a) during the period of 12 monthsbeginning with that time.\n\t\tThe Commissioners may cancel a person’s registration under section 41, 42or 43 if they are satisfied that the person did not meet the liabilitycondition on the day on which the person was registered, and has not at anysubsequent time met the liability condition.\n\t\tA cancellation under subsection (8) is to be made with effect from the dayon which the person was registered.\n\tCancellation of voluntary registration\n\t\tThe Commissioners may cancel a person’s registration under section 45 ifthey are satisfied that the person does not meet the voluntary registrationeligibility conditions (see subsection (2) of that section).\n\t\tA cancellation under subsection (1) is to be made with effect from the dayon which the person ceased to meet the voluntary registration eligibilityconditions.\n\t\tThe Commissioners must cancel a person’s registration under section 45 ifthe person requests the cancellation.\n\t\tA cancellation under subsection (3) is to be made with effect from—\n\t\t\tthe day on which the request is made, or\n\t\t\tsuch later day as may be agreed between the Commissioners and the person.\n\tCorrection of the register\n\t\tThe Commissioners may by regulations make provision about the correction ofentries in the register.\n\t\tRegulations under subsection (1) may make provision for requiring personswho are, or are liable to be, registered to notify the Commissioners ofchanges in circumstances which are relevant to the register.\n\tApplications, notifications etc\n\t\tThe Commissioners may by or under regulations make provision—\n\t\t\tabout the form and manner in which a notification under section 44(notification of liability to register) is to be given;\n\t\t\tabout the information to be contained in or provided with a notificationunder that section;\n\t\t\tabout the form and manner of an application under section 45 (voluntaryregistration: small producers);\n\t\t\trequiring applications, notifications and other communications with theCommissioners in connection with registration to be made electronically."
    },
    {
        "length": 1490,
        "text": "\nOffences\n\tFraudulent evasion\n\t\tA person commits an offence if the person is knowingly concerned in, or inthe taking of steps with a view to, the fraudulent evasion (by that person orany other person) of soft drinks industry levy.\n\t\tThe references in subsection (1) to the evasion of soft drinks industrylevy include references to obtaining, in circumstances where there is noentitlement to it—\n\t\t\ta tax credit under regulations under section 39;\n\t\t\ta repayment of soft drinks industry levy under Schedule 8.\n\t\tA person guilty of an offence under this section is liable—\n\t\t\ton summary conviction in England and Wales—\n\t\t\tto imprisonment for a term not exceeding 12 months, or\n\t\t\tto a fine not exceeding £20,000 or (if greater) 3 times the total of theamounts of soft drinks industry levy that were, or were intended to be,evaded, or\n\t\t\tto both;\n\t\t\ton summary conviction in Scotland—\n\t\t\tto imprisonment for a term not exceeding 12 months, or\n\t\t\tto a fine not exceeding the statutory maximum or (if greater) 3 times thetotal of the amounts of soft drinks industry levy that were, or were intendedto be, evaded, or\n\t\t\tto both;\n\t\t\ton summary conviction in Northern Ireland—\n\t\t\tto imprisonment for a term not exceeding 6 months, or\n\t\t\tto a fine not exceeding the statutory maximum or (if greater) 3 times thetotal of the amounts of soft drinks industry levy that were, or were intendedto be, evaded, or\n\t\t\tto both;\n\t\t\ton conviction on indictment—\n\t\t\tto imprisonment for a term not exceeding 7 years,\n\t\t\tto a fine, or\n\t\t\tto both.\n\t\tFor the purposes of subsection (3), the amounts of soft drinks industrylevy that were, or were intended to be, evaded are to be taken as including—\n\t\t\tthe amount of any tax credit under regulations under section 39, and\n\t\t\tthe amount of any repayment of soft drinks industry levy under Schedule 8,\n\t\t\t\twhich was, or was intended to be, obtained in circumstances where there was noentitlement to it.\n\t\tIn determining for the purposes of subsection (3) the amounts of softdrinks industry levy that were, or were intended to be, evaded, no account isto be taken of the extent to which any liability to levy of a person would be,or would have been, reduced by the amount of any tax credit or repayment ofsoft drinks industry levy to which the person was, or would have been,entitled.\n\t\tIn relation to an offence committed before the commencement of section154(1) of the Criminal Justice Act 2003 the reference in subsection (3)(a)(i)to 12 months is to be read as a reference to 6 months.\n\tFailure to notify registration liability\n\t\tA person who fails to comply with section 44(1) (obligation to notify theCommissioners of liability to be registered) commits an offence.\n\t\tIn proceedings against a person (P) for an offence under subsection (1), itis a defence for P to prove that P had a reasonable excuse for the failure tocomply.\n\t\tFor the purposes of subsection (2)—\n\t\t\twhere P relies on any other person to do anything, that is not a reasonableexcuse unless P took reasonable care to avoid the failure;\n\t\t\twhere P had a reasonable excuse for the failure but the excuse has ceased,P is to be treated as having continued to have the excuse if the failure isremedied without unreasonable delay after the excuse ceased.\n\t\tA person guilty of an offence under this section is liable—\n\t\t\ton summary conviction in England and Wales—\n\t\t\tto imprisonment for a term not exceeding 12 months, or\n\t\t\tto a fine not exceeding £20,000 or (if greater) 3 times the amount of thepotential lost revenue, or\n\t\t\tto both;\n\t\t\ton summary conviction in Scotland—\n\t\t\tto imprisonment for a term not exceeding 12 months, or\n\t\t\tto a fine not exceeding the statutory maximum or (if greater) 3 times theamount of the potential lost revenue, or\n\t\t\tto both;\n\t\t\ton summary conviction in Northern Ireland—\n\t\t\tto imprisonment for a term not exceeding 6 months, or\n\t\t\tto a fine not exceeding the statutory maximum or (if greater) 3 times theamount of the potential lost revenue, or\n\t\t\tto both;\n\t\t\ton conviction on indictment—\n\t\t\tto imprisonment for a term not exceeding 3 years,\n\t\t\tto a fine, or\n\t\t\tto both.\n\t\tFor the purposes of subsection (4), the “potential lost revenue” is theamount of soft drinks industry levy (if any) for which the person whocommitted the offence is liable for the period—\n\t\t\tbeginning with the date with effect from which the person is liable to beregistered under this Part, and\n\t\t\tending with the date on which the Commissioners received notification of,or otherwise were satisfied as to, the person’s liability to be registeredunder this Part.\n\t\tIn calculating potential lost revenue for the purposes of subsection (4),no account is to be taken of the fact that a potential loss of revenue fromthe person is or may be balanced by a potential over-payment by anotherperson.\n\t\tIn relation to an offence committed before the commencement of section154(1) of the Criminal Justice Act 2003 the reference in subsection (4)(a)(i)to 12 months is to be read as a reference to 6 months."
    },
    {
        "length": 1115,
        "text": "\nAdministration and enforcement\n\tPayment, collection and recovery\n\t\tThe Commissioners may by regulations make provision about the payment,collection and recovery of soft drinks industry levy.\n\t\tRegulations under subsection (1) may—\n\t\t\trequire persons who are or are liable to be registered under this Part tokeep accounts for the purposes of the levy in the specified form and manner;\n\t\t\trequire persons who are or are liable to be registered under this Part tomake returns for the purposes of the levy;\n\t\t\tmake provision for determining the periods (“accounting periods”) byreference to which payments of the levy are to be made;\n\t\t\tmake provision about the times at which payments of the levy are to be madeand methods of payment;\n\t\t\trequire the amounts payable by reference to accounting periods to becalculated by or under the regulations;\n\t\t\tmake provision for the correction of errors made in accounting for thelevy.\n\t\tProvision may be made by or under regulations under subsection (2)(b)about—\n\t\t\tthe periods by reference to which returns are to be made,\n\t\t\tthe information to be included in returns,\n\t\t\ttiming, and\n\t\t\tthe form of, and method of, making returns.\n\t\tSchedule 8 contains provision about recovery and overpayments.\n\tRecords \n\t\tThe Commissioners may by regulations require persons—\n\t\t\tto keep, for purposes connected with soft drinks industry levy, records ofspecified matters, and\n\t\t\tto preserve records for a specified period.\n\t\tA duty under regulations under this section to preserve records may bedischarged—\n\t\t\tby preserving them in any form and by any means, or\n\t\t\tby preserving the information contained in them in any form and by anymeans, subject to any specified conditions or exceptions.\n\t\tThe Commissioners may direct a person who is, or is liable to be,registered under this Part—\n\t\t\tto keep such records as are specified in the direction;\n\t\t\tto preserve those records for a specified period.\n\t\tThe period specified in a direction under subsection (3)(b) may not exceed6 years.\n\t\tThe Commissioners may not give a direction under subsection (3) unless theyhave reasonable grounds for believing that the records specified in thedirection might assist in identifying chargeable soft drinks in respect ofwhich soft drinks industry levy might not be paid.\n\t\tA direction under subsection (3)—\n\t\t\tmust be given in writing,\n\t\t\tmust specify the consequences under Schedule 9 of failure to comply with arequirement imposed under subsection (3), and\n\t\t\tmay be revoked or replaced by a further direction.\n\t\tSchedule 9 makes provision about penalties for failure to comply withrequirements imposed by regulations or directions under this section.\n\tPower to make further provision about enforcement\n\t\tThe Commissioners may by regulations make further provision aboutenforcement of soft drinks industry levy, including provision conferringpowers of entry, search or seizure.\n\t\tRegulations under this section may include provision—\n\t\t\tconferring powers to enter and inspect premises that are used, or arereasonably believed to be used, in connection with the production, packaging,sale, import or export of chargeable soft drinks;\n\t\t\tconferring powers to stop, board and search ships, aircraft and othervehicles entering, leaving or situated on premises referred to in paragraph(a);\n\t\t\tconferring powers to inspect and take copies of business documents onpremises referred to in paragraph (a);\n\t\t\tconferring powers to examine and take samples of soft drinks found onpremises referred to in paragraph (a);\n\t\t\tfor the detention and seizure of chargeable soft drinks in respect of whicha specified requirement of this Part has been contravened;\n\t\t\trequiring a person to provide such facilities as are reasonably necessaryfor an officer of Revenue and Customs to carry out an examination or search orexercise other powers conferred by the regulations;\n\t\t\tabout reviews of, and appeals against, decisions made for the purposes ofthe regulations.\n\t\tRegulations under this section may, in particular, make provision byapplying any provision of the Customs and Excise Management Act 1979.\n\tAppeals etc\n\t\tSchedule 10 makes provision about appeals and reviews.\n\tSupplementary amendments\n\t\tSchedule 11 contains supplementary amendments relating to administration andenforcement of soft drinks industry levy."
    },
    {
        "length": 328,
        "text": "\nMiscellaneous\n\tRegulations: death, incapacity or insolvency of person carrying on abusiness\n\t\tThe Commissioners may by regulations make provision for the purposes ofsoft drinks industry levy in relation to cases where a person carries on abusiness of—\n\t\t\tan individual who has died or become incapacitated;\n\t\t\ta person (whether or not an individual) who is subject to an insolvencyprocedure (as defined in the regulations).\n\t\tRegulations under this section may include—\n\t\t\tprovision requiring the person who is carrying on the business (P) tonotify the Commissioners that P is carrying on the business and of the eventthat led to P carrying it on;\n\t\t\tprovision allowing P to be treated for a limited time as if P and theperson who has died, become incapacitated or is subject to an insolvencyprocedure were the same person;\n\t\t\tsuch other provision as the Commissioners think fit for securing continuityin the application of this Part in cases to which the regulations apply.\n\tProvisional collection of soft drinks industry levy\n\t\tIn section 1 of the Provisional Collection of Taxes Act 1968 (temporarystatutory effect of House of Commons resolutions), in subsection (1), after“aggregates levy,” insert “soft drinks industry levy,”."
    },
    {
        "length": 1074,
        "text": "\nGeneral\n\tInterpretation of Part 2\n\t\tIn this Part—\n\t\t\t  * “accounting period” is to be construed in accordance with section 52(2)(c); \n\t\t\t  * “chargeable soft drink” has the meaning given by section 28; \n\t\t\t  * “the Commissioners” means the Commissioners for Her Majesty’s Revenue and Customs; \n\t\t\t  * “compliant warehouse” is to be construed in accordance with section 32(5); \n\t\t\t  * “first recipient” and “first receipt”, in relation to imported chargeable soft drinks, have the meaning given by section 33(2) and (4); \n\t\t\t  * “first seller”, in relation to imported chargeable soft drinks, has the meaning given by section 33(9); \n\t\t\t  * “HMRC” means Her Majesty’s Revenue and Customs; \n\t\t\t  * “package” and “packaged” are to be construed in accordance with section 26(3); \n\t\t\t  * “person who is already registrable” has the meaning given by section 41(4); \n\t\t\t  * “prepared drink” has the meaning given by section 27(1); \n\t\t\t  * “produce”, in relation to chargeable soft drinks, is to be construed in accordance with section 37(2); \n\t\t\t  * “relevant person” has the meaning given by section 33(5); \n\t\t\t  * “secondary warehousing condition” has the meaning given by section 32(4); \n\t\t\t  * “small producer” has the meaning given by section 38; \n\t\t\t  * “small producer threshold” has the meaning given by section 38(7); \n\t\t\t  * “soft drink” has the meaning given by section 26(1); \n\t\t\t  * “sugars” means anything that is required to be described as “sugars” for the purposes of a designated food labelling obligation (see subsection (3)). \n\t\tIn sections 30, 34, 52, 53(1) and (2) and 54 and in paragraph 11 ofSchedule 8, “specified” means specified in regulations made by theCommissioners for the purposes of this Part.\n\t\tIn the definition of “sugars” in subsection (1), “designated food labellingobligation” means an obligation that—\n\t\t\trelates to the provision of nutritional information on the packaging offood or drinks,\n\t\t\tis imposed by an enactment, an EU instrument or subordinate legislation,and\n\t\t\tis designated by regulations made by the Commissioners for the purposes ofthis Part.\n\t\tSection 1122 of CTA 2010 (meaning of connected person) applies for thepurposes of this Part.\n\t\tFor the purposes of this Part, a person “packages” chargeable soft drinksif—\n\t\t\tthe person packages soft drinks, and\n\t\t\tthe packaged soft drinks are chargeable soft drinks.\n\tRegulations \n\t\tRegulations under this Part—\n\t\t\tmay make different provision for different purposes;\n\t\t\tmay include incidental, consequential, supplementary or transitionalprovision.\n\t\tRegulations under this Part are to be made by statutory instrument.\n\t\tA statutory instrument containing regulations under section 54 may not bemade unless a draft of the instrument has been laid before and approved by aresolution of the House of Commons.\n\t\tAny other statutory instrument containing regulations under this Part issubject to annulment in pursuance of a resolution of the House of Commons.\n\t\tBut subsection (4) does not apply to a statutory instrument containing onlyregulations under section 61 (commencement of this Part).\n\tCommencement \n\t\tSubject to subsection (2), this Part comes into force on such day as theCommissioners may by regulations appoint.\n\t\tThe amendment made by paragraph 3 of Schedule 11 comes into force inaccordance with provision made by the Treasury by regulations.\n\t\tRegulations under this section may appoint different days for differentpurposes."
    },
    {
        "length": 369,
        "text": "\nPart 3Final\n\tInterpretation \n\t\tIn this Act the following abbreviations are references to the following Acts.\n\tALDA 1979| Alcoholic Liquor Duties Act 1979  ---|---  CAA 2001| Capital Allowances Act 2001  CTA 2009| Corporation Tax Act 2009  CTA 2010 | Corporation Tax Act 2010  FA, followed by a year| Finance Act of that year  ICTA| Income and Corporation Taxes Act 1988  IHTA 1984| Inheritance Tax Act 1984  ITA 2007| Income Tax Act 2007  ITEPA 2003| Income Tax (Earnings and Pensions) Act 2003  ITTOIA 2005| Income Tax (Trading and Other Income) Act 2005  TCGA 1992| Taxation of Chargeable Gains Act 1992  TMA 1970| Taxes Management Act 1970  TPDA 1979| Tobacco Products Duty Act 1979  VATA 1994| Value Added Tax Act 1994  VERA 1994| Vehicle Excise and Registration Act 1994    ### 63Short title\n\tThis Act may be cited as the Finance Act 2017."
    }
]