{
    "general": "The Finance Act 2017 is a law passed by the UK government to change taxes and how the country's money is managed. It introduces new taxes on some things and reduces taxes on others. The goal is to raise more money for the government while also helping businesses and individuals keep more of their hard-earned cash. This act also makes changes to the national debt and public revenue laws to ensure the financial stability of the country.",
    "series": [
        [
            {
                "length": 297,
                "short": "\"Income Tax Charges and Rates for 2017-18\"",
                "text": "\n* Simplified point 1: The Finance Act 2017 sets out the income tax charges and rates for the tax year 2017-18.\n* Simplified point 2: There are three main rates of income tax for the tax year 2017-18 - the basic rate, higher rate, and additional rate, which are 20%, 40%, and 45% respectively.\n* Simplified point 3: The default and savings rates of income tax are also set out in the act, with the default rates being 20%, 40%, and 45%, and the savings rates being 20%, 40%, and 45%.\n* Simplified point 4: The starting rate limit for savings is set at £5000 for the tax year 2017-18.\n* Simplified point 5: The amendments made by the Finance Act 2017 have effect in relation to the tax year 2017-18 and subsequent tax years, but section 21 of ITA 2007 (indexation) does not apply in relation to the tax year 2017-18."
            },
            {
                "length": 181,
                "short": "\"Tax Reforms for Workers' Services and Overseas Pensions\"",
                "text": "\n* Simplified point 1: The schedule makes provisions for workers' services provided to the public sector through intermediaries.\n* Simplified point 2: It introduces Optional Remuneration Arrangements and changes the way assets are valued for tax purposes.\n* Simplified point 3: It limits the cost of taxable benefits for employees who share assets, and allows for deductions for periods when assets are unavailable for private use.\n* Simplified point 4: It covers registered pension schemes established outside the UK and payments made in respect of overseas pension entitlement.\n* Simplified point 5: It provides for charging income tax on transfers to qualifying recognized overseas pension schemes."
            },
            {
                "length": 237,
                "short": "\"Employee Shareholder Reforms: Removal of CGT Exemption & Changes to Earnings Calculations\"",
                "text": "\n* Simplified point 1: The legislation removes the Capital Gains Tax (CGT) exemption for employee shareholder shares.\n* Simplified point 2: The legislation also abolishes the requirement for employees to receive independent legal advice before entering into an employee shareholder agreement.\n* Simplified point 3: The legislation changes the way the market value of employee shareholder shares is calculated for the purpose of calculating the amount of earnings treated as earnings.\n* Simplified point 4: The legislation omits certain provisions related to employee shareholder shares in the Income Tax (Earnings and Pensions) Act 2003 and the Taxation of Chargeable Gains Act 1992.\n* Simplified point 5: The legislation introduces new definitions for \"employee shareholder share\" and \"employee shareholder agreement\" in the Income Tax (Earnings and Pensions) Act 2003."
            },
            {
                "length": 216,
                "short": "\"Increase in Insurance Premium Tax Rate\"",
                "text": "\n* Simplified point 1: The standard rate of Insurance Premium Tax (IPT) will increase from 10% to 12%.\n* Simplified point 2: This increase will apply to premiums received on or after June 1st, 2017, but only if the policy covers a risk that began before June 1st, 2017.\n* Simplified point 3: The anti-forestalling provision in sections 66A and 66B of the Finance Act 1994 will apply to the increased IPT rate, with the announcement of the increase being made on March 8th, 2017.\n* Simplified point 4: The section also includes a reference to premiums relating to more than one period of cover, as covered in section 66C of the Finance Act 1994."
            },
            {
                "length": 256,
                "short": "\"New Tax Measure Targets Insurer 'Forestalling' Tactics\"",
                "text": "\n* Simplified point 1: The legislation introduces an \"anti-forestalling\" measure to prevent insurers from avoiding increased tax rates by receiving premiums before the proposed rate hike takes effect.\n* Simplified point 2: The legislation creates a new section 66A in the Finance Act 1994 to provide for the deemed date of receipt of certain premiums, ensuring that premiums received after the proposed rate hike announcement but before the effective date are subject to the increased tax rate.\n* Simplified point 3: The legislation makes exceptions for certain types of premiums, such as those related to risks for which the period of cover begins before the change date, and provides for attribution of premiums to different periods based on the date of receipt.\n* Simplified point 4: The legislation includes provisions for apportionments and exceptions for certain types of premiums, such as those related to more than one period of cover, and allows for attribution of premiums to be made on a just and reasonable basis."
            },
            {
                "length": 148,
                "short": "\"UK Hikes Air Passenger Duty Rates for Long-Haul Flights Starting April 2017\"",
                "text": "\n* The simplified version of this extract is that it increases the Air Passenger Duty (APD) rates for long-haul flights starting from April 1, 2017.\n* Specifically, the duty rate for long-haul economy class tickets will increase from £73 to £75, while the duty rate for long-haul premium class tickets will increase from £146 to £150.\n* These changes apply to all flights commencing on or after April 1, 2017."
            },
            {
                "length": 219,
                "short": "\"Government Hikes Car Tax Rates for Larger Engines, Simplifies Duty Tables\"",
                "text": "\n* Simplified point 1: The government has increased the annual vehicle excise duty (VED) rates for some vehicles with larger engines.\n* Simplified point 2: For vehicles with engine capacities above 1,549cc, the standard rate of VED will increase by £10 to £245.\n* Simplified point 3: Vehicles with smaller engine capacities (below 1,549cc) will see a slight decrease in their reduced rate of VED.\n* Simplified point 4: The graduated rates of duty for light passenger vehicles have been simplified into one table instead of two tables.\n* Simplified point 5: The VED rates for light goods vehicles have been increased by £10 to £240.\n* Simplified point 6: Motorcycle VED rates have been slightly increased across all categories."
            },
            {
                "length": 263,
                "short": "\"Tax Increase on Alcoholic Drinks in the UK\"",
                "text": "\n* Simplified point 1: The Finance Act 2017 increases the taxes on alcoholic drinks, specifically on spirits, beer, and cider.\n* Simplified point 2: For spirits, the tax rate is increased from £27.66 to £28.74 per liter.\n* Simplified point 3: For beer, the standard tax rate is increased from £18.37 to £19.08 per hectoliter, while the tax rate for higher-strength beer is increased from £5.48 to £5.69 per hectoliter.\n* Simplified point 4: For cider, the tax rate is increased from £268.99 to £279.46 per hectoliter for sparkling cider over 5.5%, from £58.75 to £61.04 per hectoliter for non-sparkling cider over 7.5%, and from £38.87 to £40.38 per hectoliter in all other cases."
            },
            {
                "length": 188,
                "short": "\"Wine and Made-Wine Duty Rates Based on Strength\"",
                "text": "\n* Simplified point 1: This extract sets out the rates of duty for different types of wine and made-wine based on their strength, ranging from 88.93 pounds per hectolitre for wine or made-wine of a strength not exceeding 4%, to 384.82 pounds per hectolitre for wine or made-wine of a strength exceeding 22%.\n* Simplified point 2: The rates of duty apply to wine and made-wine of various strengths, including sparkling wines and made-wines.\n* Simplified point 3: The extract also specifies that the amendments made by this section are treated as having come into force on 13th March 2017."
            },
            {
                "length": 173,
                "short": "\"UK Government Hikes Taxes on Cigarettes and Other Tobacco Products\"",
                "text": "* The simplified point 1 is that the UK government has increased taxes on cigarettes, cigars, hand-rolling tobacco, and other smoking tobacco and chewing tobacco.\n* The simplified point 2 is that the new tax rate for cigarettes is set at 16.5% of the retail price plus £207.99 per thousand cigarettes, while cigars will be taxed at £259.44 per kilogram, hand-rolling tobacco at £209.77 per kilogram, and other smoking tobacco and chewing tobacco at £114.06 per kilogram."
            },
            {
                "length": 160,
                "short": "\"Tobacco Tax Overhaul: Higher Excise Duty for Cigarette Manufacturers and Importers\"",
                "text": "* The Finance Act 2017 has modified the Tobacco Products Duty (TPD) regulations.\n* The modification increases the minimum excise tax on cigarettes.\n* Before the change, the duty was determined by the retail price of cigarettes.\n* Now, there will be two separate duties: one based on the retail price and another fixed fee.\n* The fixed fee is £268.63 per thousand cigarettes.\n* This means that cigarette manufacturers and importers must pay more excise duty."
            },
            {
                "length": 307,
                "short": "\"New Rules for Identifying Tax Avoidance Scheme Promoters\"",
                "text": "* The text describes changes to be made to the Finance Act 2017 regarding the threshold conditions for bodies corporate and partnerships. These changes aim to simplify the process of identifying promoters of tax avoidance schemes.\n* Under the new provisions, two or more individuals can jointly meet the threshold conditions if they have the power to direct the financial and operational decisions of the company or partnership. This means that even if no single individual has complete control, multiple individuals working together can still be considered promoters.\n* Additionally, the text introduces a new concept of \"significant influence\" to determine whether an individual or group of individuals has control over a company or partnership. If an individual or group has the ability to significantly influence the financial and operational decisions of the entity, they will be considered promoters.\n* Furthermore, the text expands the definition of \"promoter\" to include individuals who carry on business as promoters, making them subject to the same rules and regulations as other promoters.\n* Finally, the text specifies that the amendments made to the Finance Act 2017 will take effect for the purpose of determining whether a person meets a threshold condition or section 237A condition in a three-year period ending on or after March 8, 2017."
            },
            {
                "length": 254,
                "short": "\"UK Sugar Tax: New Levy on Soft Drinks\"",
                "text": "\n* Simplified point 1: The Soft Drinks Industry Levy is a new tax introduced in the Finance Act 2017, aimed at reducing sugar consumption in the UK.\n* Simplified point 2: The levy will be applied to soft drinks containing more than 5 grams of sugar per 100 milliliters, with certain exceptions such as milk-based drinks and drinks containing less than 1.5 grams of sugar per 100 milliliters.\n* Simplified point 3: The levy will be collected and managed by the Commissioners, who will also determine the dilution ratio for certain drinks.\n* Simplified point 4: Packages soft drinks must state the dilution ratio on their packaging, and failure to do so could lead to penalties.\n* Simplified point 5: Regulations can be made to specify criteria for determining a dilution ratio and for determining whether the main purpose of stating a particular dilution ratio is avoiding or reducing liability for the levy."
            },
            {
                "length": 298,
                "short": "\"New Tax on Soft Drinks: Finance Act 2017 Introduces Sweetened Beverage Levy\"",
                "text": "\n* Simplified point 1: The Finance Act 2017 introduces a new tax on soft drinks that contain high levels of added sugar.\n* Simplified point 2: The tax applies to packaged soft drinks that meet certain criteria, including containing at least 5 grams of added sugar per 100 milliliters of prepared drink, and not being exempt soft drinks such as milk-based drinks, milk substitute drinks, alcohol substitute drinks, or soft drinks for medicinal or other specified purposes.\n* Simplified point 3: The tax is based on the volume of the drink, with different rates applying depending on the amount of sugar contained in the drink.\n* Simplified point 4: The legislation allows for the creation of regulations to specify what is, or is not, to be treated as an exempt soft drink, and to make further provision about the criteria for determining what is, or is not, to be treated as an exempt soft drink.\n* Simplified point 5: The legislation also provides for the Commissioners to make regulations to modify the definition of \"added sugar\" and to make provision about how the tax is to be calculated and paid."
            },
            {
                "length": 235,
                "short": "\"UK Soft Drinks Industry Levy: Taxing Sugary Beverages to Promote Healthier Choices and Raise Revenue\"",
                "text": "\n* Simplified point 1: The soft drinks industry levy is a tax on soft drinks that contain high amounts of sugar.\n* Simplified point 2: The levy is charged on the person who packages the soft drinks, or the first recipient/seller of the drinks, depending on the context.\n* Simplified point 3: The levy is based on the volume of the soft drinks, with different rates applied to drinks that meet/do not meet a certain sugar threshold.\n* Simplified point 4: The levy is intended to encourage manufacturers to reduce the amount of sugar in their products, and to raise revenue for the government.\n* Simplified point 5: The legislation defines \"soft drinks\" and \"prepared drinks\", and outlines the circumstances in which a chargeable event occurs, including when soft drinks are packaged or imported into the UK."
            },
            {
                "length": 219,
                "short": "\"Small Producer Exemption from Soft Drinks Industry Levy\"",
                "text": "\n* Simplified point 1: The small producer exemption exempts small producers from paying the soft drinks industry levy on certain chargeable events.\n* Simplified point 2: To qualify for the exemption, the small producer must meet certain conditions related to the amount of their chargeable soft drinks and the packaging of those drinks.\n* Simplified point 3: The exemption applies only to chargeable events occurring on or after the \"relevant day,\" which is the day on which the levy would otherwise become payable.\n* Simplified point 4: Small producers can still claim tax credits in certain situations, such as when soft drinks are exported or lost/destroyed.\n* Simplified point 5: Regulations can provide for various details regarding the application of the exemption and tax credits, including claims, evidence, and record-keeping requirements."
            },
            {
                "length": 252,
                "short": "\"Soft Drinks Industry Levy: Registration and Liability Requirements\"",
                "text": "\n* Simplified point 1: The Finance Act 2017 outlines the requirements for registration and liability to pay the soft drinks industry levy.\n* Simplified point 2: Registration is required for those who package or produce soft drinks that meet certain criteria, such as containing a minimum amount of sugar per serving.\n* Simplified point 3: Liability to register arises when a person becomes responsible for packaging or producing chargeable soft drinks, and they must notify the commissioners of their liability before the end of the notification period.\n* Simplified point 4: Voluntary registration is available for small producers who meet certain eligibility conditions, and the commissioners may cancel registrations if the person no longer meets the liability condition or if they are satisfied that the person did not meet the liability condition on the day they were registered.\n* Simplified point 5: Corrections to the register can be made through regulations, and applications, notifications, and other communications with the commissioners must be made electronically."
            },
            {
                "length": 227,
                "short": "\"Fraudulent Evasion of Soft Drinks Industry Levy Offenses and Penalties\"",
                "text": "\n* Simplified point 1: The section outlines offenses related to the fraudulent evasion of the Soft Drinks Industry Levy.\n* Simplified point 2: It defines two types of offenses: fraudulent evasion and failure to notify registration liability.\n* Simplified point 3: Fraudulent evasion includes obtaining tax credits or repayments of the levy without entitlement, and failure to notify registration liability involves failing to comply with the obligation to notify the commissioners of liability to be registered.\n* Simplified point 4: Penalties for committing these offenses include fines and imprisonment, depending on the jurisdiction and the severity of the offense.\n* Simplified point 5: The section also specifies how to calculate the \"potential lost revenue\" for the purpose of determining penalties."
            },
            {
                "length": 214,
                "short": "\"Regulatory Powers for Soft Drinks Industry Levy\"",
                "text": "\n* Simplified point 1: The commissioners can create regulations regarding the payment, collection, and recovery of the soft drinks industry levy.\n* Simplified point 2: These regulations can dictate how often payments must be made, the forms in which returns must be submitted, and the timings of when payments should be made.\n* Simplified point 3: The commissioners have the authority to demand that individuals maintain records of certain topics and save them for a predetermined amount of time.\n* Simplified point 4: Failure to adhere to these requirements could result in fines being imposed, as stated in Schedule 9.\n* Simplified point 5: Regulations can also grant officials the power to enter and investigate sites where they suspect unlawful activity related to the production, packaging, sale, import, or export of taxable soft drinks."
            },
            {
                "length": 143,
                "short": "\"Succession Planning for Soft Drinks Industry Levy: Ensuring Continuity in Regulatory Compliance\"",
                "text": "\n* Simplified point 1: The regulation allows for provisional collection of the soft drinks industry levy in cases where the person carrying on the business has died, become incapacitated, or is subject to an insolvency procedure.\n* Simplified point 2: The regulation empowers HMRC to make regulations to ensure continuity in the application of the levy in such cases, including provision for notification and temporary treatment of the successor as if they were the same person as the original business owner."
            },
            {
                "length": 199,
                "short": "\"Finance Act 2017 Soft Drinks Regulations: Key Terms and Implementation Powers\"",
                "text": "\n* Simplified point 1: This section defines key terms used throughout the Finance Act 2017 related to soft drinks, such as \"accounting period,\" \"chargeable soft drink,\" and \"small producer.\"\n* Simplified point 2: It outlines the regulation-making powers of the Commissioners for Her Majesty's Revenue and Customs (HMRC) to implement certain provisions of the act.\n* Simplified point 3: The section also specifies the commencement date of the Part, which is the day appointed by the HMRC through regulations.\n* Simplified point 4: Additionally, it includes provisions for secondary warehousing conditions, small producer thresholds, and the application of the designated food labeling obligations."
            },
            {
                "length": 121,
                "short": "\"Finance Act 2017 Abbreviations and Short Title\"",
                "text": "\n* Simplified point 1: This section defines abbreviations used throughout the Finance Act 2017.\n* Simplified point 2: The abbreviations refer to various tax laws and acts, including the Income Tax Act, Corporation Tax Act, and Value Added Tax Act.\n* Simplified point 3: The section also provides for the short title of the act, allowing it to be referred to as the \"Finance Act 2017\"."
            }
        ],
        [
            {
                "length": 685,
                "short": "\nFinance Act 2017: Increased Tax Rates on Alcoholic Drinks and Simplified Points for Employee Shareholders",
                "text": "\n* Simplified point 1: The Finance Act 2017 raises the income tax rates for the tax year 2017-18.\n* Simplified point 2: The default and savings rates of income tax are set at 20%, 40%, and 45%, with the starting rate limit for savings set at £5000.\n* Simplified point 3: The act also simplifies the way assets are valued for tax purposes and limits the cost of taxable benefits for employees who share assets.\n* Simplified point 4: It introduces Optional Remuneration Arrangements and changes the way assets are valued for tax purposes.\n* Simplified point 5: It also abolishes the requirement for employees to receive independent legal advice before entering into an employee shareholder agreement.\n* Simplified point 1: The legislation eliminates the CGT exemption for employee shareholder shares.\n* Simplified point 2: It also introduces new definitions for \"employee shareholder share\" and \"employee shareholder agreement\".\n* Simplified point 1: The standard rate of IPT will increase from 10% to 12%.\n* Simplified point 2: This increase applies to premiums received on or after June 1st, 2017, but only if the policy covers a risk that began before June 1st, 2017.\n* Simplified point 1: The legislation introduces an \"anti-forestalling\" measure to prevent insurers from avoiding increased tax rates by receiving premiums before the proposed rate hike takes effect.\n* Simplified point 2: The legislation creates a new section 66A in the Finance Act 1994 to provide for the deemed date of receipt of certain premiums, ensuring that premiums received after the proposed rate hike announcement but before the effective date are subject to the increased tax rate.\n* Simplified point 1: The Finance Act 2017 increases taxes on alcoholic drinks, particularly on spirits, beer, and cider.\n* Simplified point 2: For spirits, the tax rate is increased from £27.66 to £28.74 per liter.\n* Simplified point 3: For beer, the standard tax rate is increased from £18.37 to £19.08 per hectoliter, while the tax rate for higher-strength beer is increased from £5.48 to £5.69 per hectoliter.\n* Simplified point 4: For cider, the tax rate is increased from £268.99 to £279.46 per hectoliter for sparkling cider over 5.5%, from £58.75 to £61.04 per hectoliter for non-sparkling cider over 7.5%, and from £38.87 to £40.38 per hectoliter in all other cases."
            },
            {
                "length": 277,
                "short": "\"UK Sugar Tax: New Levy on Soft Drinks\"",
                "text": "\n* Simplified point 1: The Soft Drinks Industry Levy is a new tax introduced in the Finance Act 2017, aimed at reducing sugar consumption in the UK.\n* Simplified point 2: The levy will be applied to soft drinks containing more than 5 grams of sugar per 100 milliliters, with certain exceptions such as milk-based drinks and drinks containing less than 1.5 grams of sugar per 100 milliliters.\n* Simplified point 3: The levy will be collected and managed by the Commissioners, who will also determine the dilution ratio for certain drinks.\n* Simplified point 4: Packages soft drinks must state the dilution ratio on their packaging, and failure to do so could lead to penalties.\n* Simplified point 5: Regulations can be made to specify criteria for determining a dilution ratio and for determining whether the main purpose of stating a particular dilution ratio is avoiding or reducing liability for the levy.\nNote: Please note that the above answer is a simplification of the given extract of the legislation and it is not a word-for-word copy of the actual law."
            }
        ],
        [
            {
                "length": 339,
                "short": "\"UK Tax Changes on Alcoholic Drinks and Soft Beverages\"",
                "text": "\n* Simplified point 1: The Finance Act 2017 increases taxes on alcoholic drinks, particularly on spirits, beer, and cider.\n* Simplified point 2: The standard rate of IPT will increase from 10% to 12%.\n* Simplified point 3: The legislation introduces an \"anti-forestalling\" measure to prevent insurers from avoiding increased tax rates by receiving premiums before the proposed rate hike takes effect.\n* Simplified point 4: The legislation creates a new section 66A in the Finance Act 1994 to provide for the deemed date of receipt of certain premiums, ensuring that premiums received after the proposed rate hike announcement but before the effective date are subject to the increased tax rate.\n* Simplified point 5: The Soft Drinks Industry Levy is a new tax introduced in the Finance Act 2017, aimed at reducing sugar consumption in the UK.\n* Simplified point 6: The levy will be applied to soft drinks containing more than 5 grams of sugar per 100 milliliters, with certain exceptions such as milk-based drinks and drinks containing less than 1.5 grams of sugar per 100 milliliters.\n* Simplified point 7: Packages soft drinks must state the dilution ratio on their packaging, and failure to do so could lead to penalties."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Finance Act 2017 has several key provisions that impact individuals and businesses in the United Kingdom. Here are some simplified points to help you understand what the legislation does:\n1. Income Tax Rates: The act increases the income tax rates for the tax year 2017-18, with the default and savings rates set at 20%, 40%, and 45%, and the starting rate limit for savings set at £5000.\n2. Asset Valuation: The act simplifies the way assets are valued for tax purposes and limits the cost of taxable benefits for employees who share assets.\n3. Employee Shareholders: The act introduces Optional Remuneration Arrangements and changes the way assets are valued for tax purposes. It also abolishes the requirement for employees to receive independent legal advice before entering into an employee shareholder agreement.\n4. Capital Gains Tax (CGT): The act eliminates the CGT exemption for employee shareholder shares.\n5. Insurance Premium Tax (IPT): The standard rate of IPT will increase from 10% to 12%, applying to premiums received on or after June 1st, 2017, but only if the policy covers a risk that began before June 1st, 2017.\n6. Alcohol Duty: The act increases taxes on alcoholic drinks, particularly on spirits, beer, and cider.\n7. Soft Drinks Industry Levy: The act introduces a new levy on soft drinks containing more than 5 grams of sugar per 100 milliliters, with certain exceptions.\nOverall, the Finance Act 2017 aims to raise revenue for the government while also making changes to simplify tax laws and promote fairness in the tax system."
}