[
    {
        "length": 2036,
        "text": "\nImplementation of international agreements\n\tImplementation of the 1996, 2005 and 2007 Hague Conventions\n\t\tIn the Civil Jurisdiction and Judgments Act 1982 (“the 1982 Act”), insubsection (1) of section 1 (interpretation of references to the Conventionsetc) insert at the appropriate place—\n\t\t\t  * ““the 1996 Hague Convention” means the Convention on Jurisdiction, Applicable Law, Recognition, Enforcement and Co-operation in respect of Parental Responsibility and Measures for the Protection of Children concluded on 19th October 1996 at The Hague;”.\n\t\tBefore section 4 of the 1982 Act (and before the italic heading precedingthat section) insert—\n\t\t“3CThe 1996 Hague Convention to have the force of law\n\t\t\tThe 1996 Hague Convention shall have the force of law in the UnitedKingdom.\n\t\t\tFor the purposes of this Act the 1996 Hague Convention is to be readtogether with the following declarations made by the United Kingdom on 27thJuly 2012—\n\t\t\t\tthe declaration under Article 29 of the Convention, concerning applicableterritorial units;\n\t\t\t\tthe declaration under Article 34 of the Convention, concerningcommunication of requests under paragraph 1 of that Article;\n\t\t\t\tthe declaration under Article 54 of the Convention, concerning the use ofFrench.\n\t\t\tFor convenience of reference there are set out in Schedules 3D and 3Erespectively—\n\t\t\t\tthe English text of the 1996 Hague Convention;\n\t\t\t\tthe declarations referred to in subsection (2).\n\t\tDThe 2005 Hague Convention to have the force of law\n\t\t\tThe 2005 Hague Convention shall have the force of law in the UnitedKingdom.\n\t\t\tFor the purposes of this Act the 2005 Hague Convention is to be readtogether with any reservations or declarations made by the United Kingdom atthe time of the approval of the Convention.\n\t\t\tFor convenience of reference the English text of the 2005 Hague Conventionis set out in Schedule 3F.\n\t\tEThe 2007 Hague Convention to have the force of law\n\t\t\tThe 2007 Hague Convention shall have the force of law in the UnitedKingdom.\n\t\t\tFor the purposes of this Act the 2007 Hague Convention is to be readtogether with any reservations or declarations made by the United Kingdom atthe time of the approval of the Convention.\n\t\t\tFor convenience of reference the English text of the 2007 Hague Conventionis set out in Schedule 3G.”\n\t\t\tBefore Schedule 4 to the 1982 Act insert (as Schedules 3D to 3G) theSchedules set out in Schedules 1 to 4 to this Act.\n\t\t\tSchedule 5 (consequential and transitional provision) has effect.\n\tImplementation of other agreements on private international law\n\t\tThe appropriate national authority may make regulations for the purpose of,or in connection with, implementing any international agreement, as it haseffect from time to time, so far as relating to private international law (a“relevant international agreement”).\n\t\tThe appropriate national authority may make regulations for the purpose of,or in connection with, applying a relevant international agreement, with orwithout modifications, as between different jurisdictions within the UnitedKingdom.\n\t\tThe appropriate national authority may make regulations for the purpose of,or in connection with, giving effect to any arrangements made between—\n\t\t\tHer Majesty’s government in the United Kingdom, and\n\t\t\tthe government of a relevant territory,\n\t\t\t\tfor applying a relevant international agreement, with or withoutmodifications, as between the United Kingdom, or a jurisdiction within theUnited Kingdom, and that territory.\n\t\tRegulations under subsections (1) to (3) may only be made during theoperative period.\n\t\tThe operative period is the period of five years beginning with the day onwhich this Act is passed.\n\t\tThe appropriate national authority in relation to a part of the UnitedKingdom may by regulations extend the operative period for that part of theUnited Kingdom by a period of five years.\n\t\tThe power under subsection (6) may be exercised more than once.\n\t\tThe operative period may not be extended for any part of the United Kingdomafter it has expired in relation to that part of the United Kingdom.\n\t\tRegulations under this section may make—\n\t\t\tconsequential, supplementary, incidental, transitional or saving provision;\n\t\t\tdifferent provision for different purposes or for different parts of theUnited Kingdom.\n\t\tRegulations under subsections (1) to (3) may include provision about—\n\t\t\tenforcement of obligations arising under or by virtue of the regulations;\n\t\t\tsharing of information;\n\t\t\tlegal aid.\n\t\tSchedule 6 makes further provision about regulations under this section.\n\t\tIn this section—\n\t\t\t  * “appropriate national authority” means— \n\t\t\tin relation to England and Wales, the Secretary of State;\n\t\t\tin relation to Scotland—\n\t\t\tthe Scottish Ministers, or\n\t\t\tthe Secretary of State acting with the consent of the Scottish Ministers;\n\t\t\tin relation to Northern Ireland—\n\t\t\ta Northern Ireland department, or\n\t\t\tthe Secretary of State acting with the consent of a Northern Irelanddepartment;\n\t\t\t\t  * “international agreement” means a convention, treaty or other agreement to which the United Kingdom is, or is expected to become, a party; \n\t\t\t\t  * “private international law” includes rules and other provisions about— \n\t\t\tjurisdiction and applicable law;\n\t\t\trecognition and enforcement in one country or territory of any of thefollowing that originate in another country or territory—\n\t\t\ta judgment, order or arbitral award;\n\t\t\tan agreement, decision or authentic instrument determining or otherwiserelating to rights and obligations;\n\t\t\tco-operation between judicial or other authorities in different countries orterritories in relation to—\n\t\t\tservice of documents, taking of evidence and other procedures, or\n\t\t\tanything within paragraph (a) or (b);\n\t\t\t\t  * “relevant international agreement” has the meaning given in subsection (1); \n\t\t\t\t  * “relevant territory” means— \n\t\t\tthe Isle of Man;\n\t\t\tany of the Channel Islands;\n\t\t\ta British overseas territory.\n\t\tThis section and Schedule 6 have effect, with the following modifications,in relation to a model law adopted by an international organisation of whichthe United Kingdom is a member as they have effect in relation to aninternational agreement to which the United Kingdom is, or is expected tobecome, a party.\n\t\tThe modifications are—\n\t\t\ta reference in this section or that Schedule to implementing or applying arelevant international agreement is to be read as a reference to giving effectto the model law (with or without modifications);\n\t\t\tsubsection (1) is to be read as if the words “as revised from time to time”were substituted for the words “as it has effect from time to time”.\nGeneral\n\tCrown application\n\t\tThe amendments of the Civil Jurisdiction and Judgments Act 1982 made bythis Act bind the Crown in accordance with the provisions of section 51 ofthat Act.\n\t\tRegulations under section 2 may make provision binding the Crown.\n\t\tThe reference to the Crown in subsection (2) does not include—\n\t\t\tHer Majesty in Her private capacity,\n\t\t\tHer Majesty in right of the Duchy of Lancaster, or\n\t\t\tthe Duke of Cornwall.\n\tExtent, commencement and short title\n\t\tThis Act extends to England and Wales, Scotland and Northern Ireland.\n\t\tHer Majesty may by Order in Council provide for section 2 (includingSchedule 6) and section 3(2) and (3) to extend, with or without modifications,to the Isle of Man.\n\t\tSections 1 and 3(1) and Schedules 1 to 5 come into force on IP completionday.\n\t\tThe rest of this Act comes into force on the day on which it is passed.\n\t\tThis Act may be cited as the Private International Law (Implementation ofAgreements) Act 2020."
    }
]