[
    {
        "length": 1375,
        "text": "\nOffence of dealing in tainted cultural objects\n\tA person is guilty of an offence if he dishonestly deals in a culturalobject that is tainted, knowing or believing that the object is tainted.\n\tIt is immaterial whether he knows or believes that the object is a culturalobject.\n\tA person guilty of the offence is liable—\n\t\ton conviction on indictment, to imprisonment for a term not exceeding sevenyears or a fine (or both),\n\t\ton summary conviction, to imprisonment for a term not exceeding six monthsor a fine not exceeding the statutory maximum (or both).\nMeaning of “tainted cultural object”\n\t“Cultural object” means an object of historical, architectural orarchaeological interest.\n\tA cultural object is tainted if, after the commencement of this Act—\n\t\ta person removes the object in a case falling within subsection (4) or heexcavates the object, and\n\t\tthe removal or excavation constitutes an offence.\n\tIt is immaterial whether—\n\t\tthe removal or excavation was done in the United Kingdom or elsewhere,\n\t\tthe offence is committed under the law of a part of the United Kingdom orunder the law of any other country or territory.\n\tAn object is removed in a case falling within this subsection if—\n\t\tit is removed from a building or structure of historical, architectural orarchaeological interest where the object has at any time formed part of thebuilding or structure, or\n\t\tit is removed from a monument of such interest.\n\t“Monument” means—\n\t\tany work, cave or excavation,\n\t\tany site comprising the remains of any building or structure or of anywork, cave or excavation,\n\t\tany site comprising, or comprising the remains of, any vehicle, vessel,aircraft or other movable structure, or part of any such thing.\n\t“Remains” includes any trace or sign of the previous existence of the thingin question.\n\tIt is immaterial whether—\n\t\ta building, structure or work is above or below the surface of the land,\n\t\ta site is above or below water.\n\tThis section has effect for the purposes of section 1.\nMeaning of “deals in”\n\tA person deals in an object if (and only if) he—\n\t\tacquires, disposes of, imports or exports it,\n\t\tagrees with another to do an act mentioned in paragraph (a), or\n\t\tmakes arrangements under which another person does such an act or underwhich another person agrees with a third person to do such an act.\n\t“Acquires” means buys, hires, borrows or accepts.\n\t“Disposes of” means sells, lets on hire, lends or gives.\n\tIn relation to agreeing or arranging to do an act, it is immaterial whetherthe act is agreed or arranged to take place in the United Kingdom orelsewhere.\n\tThis section has effect for the purposes of section 1.\nCustoms and Excise prosecutions\n\tProceedings for an offence relating to the dealing in a tainted culturalobject may be instituted by order of the Commissioners of Customs and Exciseif it appears to them that the offence has involved the importation orexportation of such an object.\n\tAn offence relates to the dealing in a tainted cultural object if it is—\n\t\tan offence under section 1, or\n\t\tan offence of inciting the commission of, or attempting or conspiring tocommit, such an offence.\n\tProceedings for an offence which are instituted under subsection (1) are tobe commenced in the name of an officer, but may be continued by anotherofficer.\n\tWhere the Commissioners of Customs and Excise investigate, or propose toinvestigate, any matter with a view to determining—\n\t\twhether there are grounds for believing that a person has committed anoffence which relates to the dealing in a tainted cultural object and whichinvolves the importation or exportation of such an object, or\n\t\twhether a person should be prosecuted for such an offence,\n\t\t\tthe matter is to be treated as an assigned matter within the meaning of theCustoms and Excise Management Act [1979 (c. 2)](/id/ukpga/1979/2?view=plain\"Go to item of legislation\").\n\tNothing in this section affects any powers of any person (including anyofficer) apart from this section.\n\t“Officer” means a person commissioned by the Commissioners of Customs andExcise under section 6(3) of the Customs and Excise Management Act 1979.\nOffences by bodies corporate\n\tIf an offence under section 1 committed by a body corporate is proved—\n\t\tto have been committed with the consent or connivance of an officer, or\n\t\tto be attributable to any neglect on his part,\n\t\t\the (as well as the body corporate) is guilty of the offence and liable to beproceeded against and punished accordingly.\n\t“Officer”, in relation to a body corporate, means—\n\t\ta director, manager, secretary or other similar officer of the body,\n\t\ta person purporting to act in any such capacity.\n\tIf the affairs of a body corporate are managed by its members, subsection(1) applies in relation to the acts and defaults of a member in connectionwith his functions of management as if he were a director of the body.\nShort title, commencement and extent\n\tThis Act may be cited as the Dealing in Cultural Objects (Offences) Act2003.\n\tThis Act comes into force at the end of the period of two months beginningwith the day on which it is passed.\n\tThis Act does not extend to Scotland.\n\t\t"
    }
]