{
    "general": "This law makes it illegal to buy, sell, bring into or take out of the UK certain items that are important to cultures around the world. These items might be old or valuable, like artwork, jewelry, or other historical objects. The law wants to protect these items from being stolen or taken without permission, so they can still be enjoyed by people all over the world. It also helps make sure that people who have these items don't try to sell them illegally. This way, we can keep track of where these items come from and make sure they stay safe.",
    "series": [
        [
            {
                "length": 252,
                "short": "\"Illegal Dealing of Cultural Objects: Severe Penalties for Unauthorized Removal or Excavation\"",
                "text": "\n* Simplified point 1: It is illegal to deal in culturally significant items without proper permission, including removing or excavating them without authorization.\n* Simplified point 2: The law applies to anyone who deals in these items, regardless of their location, and can lead to severe penalties, including imprisonment and fines.\n* Simplified point 3: The definition of \"cultural object\" is broad and includes anything of historical, architectural, or archaeological interest, as well as monuments and sites.\n* Simplified point 4: Removal or excavation of cultural objects without permission is considered an offense, even if done outside of the UK, as long as it involves a British citizen or resident.\n* Simplified point 5: Proceedings for offenses related to dealing in cultural objects may be brought by the Commissioners of Customs and Excise, and investigations may be conducted by officers appointed under the Customs and Excise Management Act 1979."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Dealing in Cultural Objects (Offences) Act 2003 makes it illegal to buy, sell, import, or export culturally important items without proper permission. This includes taking items without permission, like digging up artifacts without a permit. Anyone who breaks this law, no matter where they live or do business, could face serious consequences such as jail time and big fines.\nThis law protects things like ancient ruins, historical buildings, and valuable artifacts that are important to our shared history and culture. If you take something without permission, you could hurt our understanding of the past and damage something that belongs to everyone.\nThe law covers a wide range of items, from old coins to entire buildings, and applies to anyone who deals with these items, whether they're in the UK or abroad. Even if you take something outside of the UK, you could still face charges if you're a British citizen or resident.\nIf you suspect someone is breaking this law, you can report it to the authorities, who will investigate and potentially bring charges against the person responsible.",
    "single": "\n* The Dealing in Cultural Objects (Offences) Act 2003 makes it an offense to dishonestly deal in cultural objects that are tainted, knowing or believing that the object is tainted.\n* A \"cultural object\" is defined as an object of historical, architectural, or archaeological interest.\n* An object is considered \"tainted\" if it has been removed or excavated without proper authorization or if it has been imported or exported in violation of the law.\n* The offense is punishable by up to seven years in prison or a fine (or both).\n* The Act applies to the United Kingdom, but does not extend to Scotland.\n* The Act also allows for Customs and Excise prosecutions, and offenses committed by bodies corporate can be punished.\n* The Act came into force at the end of the period of two months beginning with the day on which it was passed."
}