[
    {
        "length": 1123,
        "text": "\nAnimal Sentience Committee\n\tAnimal Sentience Committee\n\t\tThe Secretary of State must establish and maintain a committee called theAnimal Sentience Committee.\n\t\tThe members of the Committee are to be appointed by the Secretary of State.\n\t\tThe appointment of a person to the Committee is to be on such terms as theSecretary of State may determine when making the appointment.\n\tReports of the Committee\n\t\tWhen any government policy is being or has been formulated or implemented,the Animal Sentience Committee may produce a report containing its views onthe question in subsection (2).\n\t\tThe question is whether, or to what extent, the government is having, orhas had, all due regard to the ways in which the policy might have an adverseeffect on the welfare of animals as sentient beings.\n\t\tThe report may also contain recommendations as to the steps the Committeeconsiders the government should take for the purpose in subsection (4).\n\t\tThe purpose is that of ensuring that, in any further formulation orimplementation of the policy, the government has all due regard to the ways inwhich the policy might have an adverse effect on the welfare of animals assentient beings.\n\t\tRecommendations made by the Committee must respect legislative oradministrative provisions and customs relating in particular to religiousrites, cultural traditions and regional heritage.\n\t\tA report under this section must be published in such manner as theCommittee thinks appropriate.\n\t\tReferences in this section to government policy are to policy of thegovernment of the United Kingdom, but do not include any policy if, or to theextent that, the policy relates to legislative provision falling withindevolved competence.\n\t\tFor the purposes of subsection (7) legislative provision falls withindevolved competence if and to the extent that—\n\t\t\tthe provision would be within the legislative competence of the ScottishParliament if contained in an Act of that Parliament,\n\t\t\tthe provision would be within the legislative competence of Senedd Cymru ifcontained in Act of the Senedd (including any provision that could only bemade with the consent of a Minister of the Crown), and\n\t\t\tthe provision would be within the legislative competence of the NorthernIreland Assembly if contained in an Act of that Assembly made without theSecretary of State’s consent.\n\tResponse to reports\n\t\tWhere the Animal Sentience Committee publishes a report under section 2,the Secretary of State must lay a response to the report before Parliamentwithin the period specified in subsection (2).\n\t\tThe period is three months beginning with the day on which the Committee’sreport is published.\n\t\tThe following do not count towards the three months referred to insubsection (2)—\n\t\t\tany day in a period during which Parliament is dissolved or prorogued, and\n\t\t\tany day in a period of four or more days during which both Houses ofParliament are adjourned.\nSupplementary and general\n\tInformation \n\t\tIn Schedule 1 to the Public Records Act 1958 (definition of publicrecords), in Part 1 of the table, in the second column, after the entryrelating to Agricultural Wages Committees insert—\n\t\t\t“The Animal Sentience Committee.”  ---    (2)In Part 6 of Schedule 1 to the Freedom of Information Act 2000 (publicauthorities to which that Act applies) at the appropriate place insert—\n\t\t\t  * “The Animal Sentience Committee.”\n\tInterpretation \n\t\tIn this Act “animal” means—\n\t\t\tany vertebrate other than _homo sapiens,_\n\t\t\tany cephalopod mollusc, and\n\t\t\tany decapod crustacean.\n\t\tThe Secretary of State may by regulations amend this section so as to bringinvertebrates of any description within the meaning of “animal” for thepurposes of this Act, where they are not already within that meaning.\n\t\tRegulations under this section must be made by statutory instrument.\n\t\tRegulations under this section may not be made unless a draft of theinstrument containing them has been laid before, and approved by resolutionof, each House of Parliament.\n\t\tIn this section “vertebrate” and “invertebrate” have the meanings given bysection 1(5) of the Animal Welfare Act 2006.\n\tExtent, commencement and short title\n\t\tThis Act extends to England and Wales, Scotland and Northern Ireland.\n\t\tThis Act, apart from this section, comes into force on such day or days asthe Secretary of State may by regulations made by statutory instrumentappoint.\n\t\tThis section comes into force on the day on which this Act is passed.\n\t\tThis Act may be cited as the Animal Welfare (Sentience) Act 2022.\n\t\t\t"
    }
]