[
    {
        "length": 1126,
        "text": "\n“Appropriate consent” to adult transplantation activities: England\n\tSection 3 of the Human Tissue Act 2004 (“appropriate consent”: adults) isamended as follows.\n\tIn subsection (6), after paragraph (b) insert—\n\t\tif neither paragraph (a) nor paragraph (b) applies and the activity isone to which subsection (6A) applies, the deemed consent of the personconcerned;”.\n\tIn subsection (6), in paragraph (c) after “applies” insert “and theactivity is not one to which subsection (6A) applies”.\n\tAfter subsection (6) insert—\n\t\t“(6A)This subsection applies to the following activities done in Englandunless the body is the body of an excepted adult—\n\t\tthe storage of the body of a deceased person for use for the purpose oftransplantation;\n\t\tthe removal from the body of a deceased person, for use for the purpose oftransplantation, of any permitted material of which the body consists or whichit contains;\n\t\tthe storage for use for the purpose of transplantation of any permittedmaterial which has come from a human body;\n\t\tthe use for the purpose of transplantation of any permitted material whichhas come from a human body.\n\t\t(6B)The person concerned is to be deemed, for the purposes of subsection(6)(ba), to have consented to the activity unless a person who stood in aqualifying relationship to the person concerned immediately before deathprovides information that would lead a reasonable person to conclude that theperson concerned would not have consented.”\n\tAfter subsection (8) insert—\n\tIn subsection (6A)—\n\t\t  * “excepted adult” means—\n\t\tan adult who has died and who had not been ordinarily resident in England fora period of at least 12 months immediately before dying, or\n\t\tan adult who has died and who for a significant period before dying lackedcapacity to understand the effect of subsection (6)(ba);\n\t\t\t  * “permitted material” means relevant material other than relevant material of a type specified in regulations made by the Secretary of State.\n\tFor the purposes of the definition of “excepted adult” in subsection (9) asignificant period means a sufficiently long period as to lead a reasonableperson to conclude that it would be inappropriate for consent to be deemed tobe given under subsection (6)(ba).”\nConsequential amendments\n\tThe Human Tissue Act 2004 is further amended as follows.\n\tIn section 1 (authorisation of activities for scheduled purposes), aftersubsection (9B) insert—\n\t\t“(9C)Subsection (1) does not apply in relation to the following activitiesdone in Northern Ireland in relation to relevant material that was removedfrom a human body in England—\n\t\tthe storage for use for the purpose of transplantation of the relevantmaterial;\n\t\tthe use for the purpose of transplantation of the relevant material.”\n\tIn section 1, in subsection (10)(c), for “or (9B)(b)” substitute “, (9B)(b)or (9C)”.\n\tIn section 27 (provision with respect to consent), after subsection (8)insert—\n\t“(8ZA)The duty under section 26(3) shall also have effect, in particular, torequire the Authority to give practical guidance on the circumstances in whichthe person concerned is to be deemed to have consented under section 3(6)(ba).\n\t(8ZB)In giving practical guidance by virtue of subsection (8ZA), the Authoritymust, in particular, give guidance about the provision of information of thetype described in section 3(6B) by a person who stood in a qualifyingrelationship to the person concerned immediately before death.”\n\tIn section 52 (orders and regulations), in subsection (3) (statutoryinstruments to which negative procedure does not apply), after “1(11),” insert“3(9),”.\n\tIn section 52, in subsection (4) (statutory instruments to whichaffirmative procedure applies), after “no regulations under section” insert“3(9),”.\n\tIn section 52, in the list in subsection (10) (requirement to consult),after “section 1(11)” insert—\n\t\t  * “section 3(9);”.\nExtent, commencement and short title\n\tThis Act extends to England and Wales and Northern Ireland only.\n\tThis section comes into force on the day on which this Act is passed.\n\tThe remaining provisions of this Act come into force on such day or days asthe Secretary of State may by regulations made by statutory instrumentappoint.\n\tThis Act may be cited as the Organ Donation (Deemed Consent) Act 2019.\n\t\t"
    }
]