{
    "general": "This law makes it so that if you do not opt out of organ donation when you die, your organs will be able to be used for transplants without needing permission from your family first. This way more people can get the organs they need to live healthy lives.",
    "series": [
        [
            {
                "length": 233,
                "short": "Organ Donation Consent Law in England",
                "text": "\n* Simplified point 1: The Act allows for deemed consent for organ donation in England, meaning that if someone dies without leaving their consent, their body can still be used for organ donation.\n* Simplified point 2: The Act defines \"excepted adult\" as someone who has lived in England for less than 12 months before dying, or someone who lacked capacity to understand the implications of organ donation before dying.\n* Simplified point 3: The Act creates a new category of \"permitted materials\" that can be used for organ donation, and specifies that these materials must be stored and used for transplantation purposes only.\n* Simplified point 4: The Act requires the Human Tissue Authority to provide practical guidance on when a person is considered to have given their consent for organ donation.\n* Simplified point 5: The Act gives the Secretary of State the power to make regulations regarding the implementation of the Act, including the appointment of dates for different provisions to come into force."
            }
        ]
    ],
    "summary": "The Organ Donation (Deemed Consent) Act 2019 changes how organ donation works in England. It means that if someone dies without saying yes to organ donation, their body can still be used for transplantation. This applies to people who have lived in England for less than 12 months before they died, or those who didn't fully understand the implications of organ donation at the time of their death.\n\nThe law also introduces a new type of material called \"permitted materials\" that can be used for transplantation. These materials must only be used for transplantation purposes and must be kept safely.\n\nTo help doctors and hospitals know when someone has given their consent for organ donation, the Human Tissue Authority will give practical guidance. The government can also make rules about how the law should work, like setting specific dates for different parts of the law to take effect.",
    "single": "\n* The \"Organ Donation (Deemed Consent) Act 2019\" changes the way organ donation works in England.\n* It adds a new rule to the Human Tissue Act 2004 that says if someone dies without leaving their consent for organ donation, their body can still be used for transplantation if they are over 18 years old and have no close relatives.\n* If there are no close relatives, the person is considered to have given their consent for organ donation.\n* This law only applies to England and Wales, not Scotland or Northern Ireland.\n* The change is meant to increase the number of organs available for transplantation.\n* The law allows for the storage and use of human bodies for transplantation purposes.\n* It also makes it illegal to remove materials from a human body without consent, unless it's for transplantation purposes.\n* The law requires the government to provide practical guidance on when a person is considered to have given their consent."
}