[
    {
        "length": 1891,
        "text": "\nProsecution after dissolution\n\tProsecution of dissolved partnership\n\t\tThis section and sections 2 and 3 apply where—\n\t\t\ta partnership is dissolved, and\n\t\t\tan offence is alleged to have been committed by the partnership beforedissolution.\n\t\tThe partnership may be prosecuted, or continue to be prosecuted, for theoffence as if it had not been dissolved.\n\t\tBut it is not competent to commence proceedings against the partnership byvirtue of subsection (2) if a period of more than 5 years has elapsed sincethe partnership was dissolved.\n\t\tFor the purposes of subsection (3), proceedings are commenced on the dateon which an indictment or, as the case may be, a complaint is served on thepartnership.\n\t\tSubsection (3) is without prejudice to section 136 of the CriminalProcedure (Scotland) Act 1995 (time limit for certain offences).\n\t\tWhere a partnership is convicted of an offence by virtue of subsection (2),any enactment or rule of law relating to the liability of partners on theconviction of a partnership applies as if the partnership had not beendissolved.\n\t\tBut subsection (6) is subject to section 3 (which disapplies provisionsrestricting payment of fines to partnership assets).\n\tDissolution of partnership: proceedings against former partner or otherperson\n\t\tA person, who could have been prosecuted for the offence committed by thepartnership had it not been dissolved, may be prosecuted, or may continue tobe prosecuted, despite the dissolution.\n\t\tSubsection (1) applies irrespective of whether the partnership has been oris prosecuted for the offence but not where the partnership has been soprosecuted and acquitted.\n\t\tIn proceedings against a person by virtue of subsection (1), evidence ledmay include evidence as to the commission of the offence by the partnership.\n\tPayment of fine where dissolved partnership convicted\n\t\tAn enactment, in so far as it restricts to payment out of a partnership’sassets the payment of a fine imposed on the partnership on its conviction ofan offence, does not apply in the case of a partnership which has beendissolved.\nProsecution after change in membership\n\tProsecution of partnership after change in membership\n\t\tThis section and section 5 apply where—\n\t\t\tthere is a change in the membership of a partnership,\n\t\t\tthe partnership continues to carry on business after the change, and\n\t\t\tan offence is alleged to have been committed by the partnership before thechange.\n\t\tThe partnership may be prosecuted, or continue to be prosecuted, for theoffence.\n\t\tFor the purposes of this section and section 5, any enactment or rule oflaw, by virtue of which a change in membership of a partnership results in anew partnership being constituted, does not apply.\n\t\tIn this section and section 5, there is a change in the membership of apartnership where—\n\t\t\ta partner dies or, if not an individual, ceases to exist,\n\t\t\ta partner resigns, retires or is expelled from the partnership, or\n\t\t\ta person is admitted as a partner into the partnership.\n\tChange in membership of partnership: proceedings against partner or otherperson\n\t\tA person, who could have been prosecuted for the offence committed by thepartnership had there not been a change in membership, may be prosecuted, ormay continue to be prosecuted, for the offence despite the change inmembership.\n\t\tSubsection (1) applies irrespective of whether the partnership has been oris prosecuted for the offence but not where the partnership has been soprosecuted and acquitted.\n\t\tIn proceedings against a person by virtue of subsection (1), evidence ledmay include evidence as to the commission of the offence by the partnership.\nGeneral and miscellaneous\n\tConsequential amendments\n\t\tThe Partnership Act 1890 is amended as follows.\n\t\tIn section 38 (continuing authority of partners for purposes of winding upetc.), after third “dissolution” insert “, and in relation to any prosecutionof the partnership by virtue of section 1 of the Partnerships (Prosecution)(Scotland) Act 2013”.\n\t\tThe Criminal Procedure (Scotland) Act 1995 is amended as follows.\n\t\tIn section 70 (solemn proceedings against organisations), in subsection(2), after paragraph (a) insert—\n\t\t\tin the case of a partnership prosecuted by virtue of section 1 of thePartnerships (Prosecution) (Scotland) Act 2013, the dwelling-house or place ofbusiness of any of the partners,”.\n\t\tIn section 141 (summary proceedings: manner of citation), in subsection(2)—\n\t\t\tin paragraph (b), after “body of trustees” insert “or a partnershipprosecuted by virtue of section 1 of the Partnerships (Prosecution) (Scotland)Act 2013”,\n\t\t\tomit the word “or” immediately after that paragraph, and\n\t\t\tafter paragraph (c) insert “or\n\t\t\twhere the accused is a partnership prosecuted by virtue of section 1 of thePartnerships (Prosecution) (Scotland) Act 2013, if the citation is left withany one of the partners who is resident in Scotland;”.\n\t\tThe Secretary of State may by order made by statutory instrument make suchfurther amendments of any enactment as appear to the Secretary of State to benecessary or expedient in consequence of this Act.\n\t\tAn order under subsection (6) may not be made unless a draft of thestatutory instrument containing it has been laid before and approved by aresolution of each House of Parliament.\n\t\tBut an order under subsection (6) which does not contain provisionsamending any enactment contained in an Act or an Act of the ScottishParliament is subject to annulment in pursuance of a resolution of eitherHouse of Parliament.\n\tInterpretation \n\t\tIn this Act—\n\t\t\treferences to an offence, in relation to its commission or allegedcommission by a partnership, are references to an offence that the partnershipis, by virtue of an enactment or rule of law, capable of committing separatelyfrom its partners,\n\t\t\t“enactment” includes an enactment contained—\n\t\t\tin subordinate legislation (within the meaning of the Interpretation Act1978), or\n\t\t\tin, or in an instrument made under, an Act of the Scottish Parliament.\n\tShort title, commencement and extent\n\t\tThis Act may be cited as the Partnerships (Prosecution) (Scotland) Act2013.\n\t\tThis Act comes into force on the day after the day on which this Act ispassed.\n\t\tThis Act applies where the partnership is dissolved or there is a change inthe membership of the partnership on or after the day on which this Act comesinto force.\n\t\tThis Act (other than section 3)—\n\t\t\tapplies irrespective of when the offence mentioned in section 1(1)(b) or4(1)(c) is alleged to have been committed,\n\t\t\tapplies to any proceedings in relation to such an offence which are ongoingon the day this Act comes into force as it applies in relation to proceedingscommenced after that day.\n\t\tThis Act extends only to Scotland.\n\t\tBut the amendment made by section 6(2), and any amendment made by an orderunder section 6(6), has the same extent as the enactment (or the relevant partof the enactment) to which it relates.\n\t\t\t"
    }
]