{
    "general": "This law helps the authorities in Scotland to take legal action against partnerships, partners, and other members if they break the rules after the group is disbanded or new people join. It makes sure that everyone follows the same laws and regulations so that justice can be done.",
    "series": [
        [
            {
                "length": 235,
                "short": "\"Partnership Prosecution After Dissolution: Legal Framework Under Scottish Law\"",
                "text": "\n* Simplified point 1: The Partnerships (Prosecution) (Scotland) Act 2013 allows for the prosecution of a partnership even after it has been dissolved, provided that the offense was committed before the dissolution.\n* Simplified point 2: The act also allows for the prosecution of individuals who were members of the partnership at the time the offense was committed, regardless of whether they are still members of the partnership after the dissolution.\n* Simplified point 3: The act provides that the partnership may be prosecuted for an offense committed before dissolution, despite the fact that the partnership has been dissolved.\n* Simplified point 4: The act also allows for the prosecution of new partners joining the partnership after the dissolution of the original partnership.\n* Simplified point 5: The act applies to all types of partnerships, including those formed under Scots law."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Partnerships (Prosecution) (Scotland) Act 2013 lets the authorities charge a partnership with a crime even if it's already broken up, as long as the bad thing happened beforehand. This means that both the old partnership itself and any individual members who did something wrong can face charges, no matter if they're still part of the group or not. Even when someone joins the partnership later on, after it's already fallen apart, they could still get charged too! All kinds of partnerships - like ones made under Scottish law - fall under this rule so everyone better watch out!",
    "single": "\n* Partnerships (Prosecution) (Scotland) Act 2013 simplifies the process of prosecuting partnerships in Scotland.\n* The bill applies to dissolved partnerships and changes in membership.\n* The bill allows for the prosecution of partnerships and former partners for offenses committed before dissolution or changes in membership.\n* The bill also allows for the payment of fines imposed on dissolved partnerships.\n* The bill applies to any proceedings in relation to offenses committed before the bill came into force, as well as those commenced after that date.\n* The bill extends only to Scotland, but amendments made by the bill or orders under the bill may have a wider extent.\nKEY POINTS:\n* Prosecution of dissolved partnerships and changes in membership\n* Payment of fines imposed on dissolved partnerships\n* Prosecution of former partners for offenses committed before dissolution or changes in membership\n* Applies to any proceedings in relation to offenses committed before the bill came into force, as well as those commenced after that date\n* Extends only to Scotland, but amendments made by the bill or orders under the bill may have a wider extent."
}