[
    {
        "length": 2985,
        "text": "\nChapter 1Young persons\n\tDuty to participate in education or training\n\t\tPersons to whom Part 1 applies\n\t\t\tThis Part applies to any person who is resident in England and who—\n\t\t\t\thas ceased to be of compulsory school age,\n\t\t\t\thas not reached the age of 18, and\n\t\t\t\thas not attained a level 3 qualification (see section 3).\n\t\tDuty to participate in education or training\n\t\t\tA person to whom this Part applies must—\n\t\t\t\tbe participating in appropriate full-time education or training (seesection 4),\n\t\t\t\tbe participating in training in accordance with a contract ofapprenticeship, or\n\t\t\t\tboth— \n\t\t\t\tbe in full-time occupation (see section 5), and\n\t\t\t\tparticipate in sufficient relevant training or education in each relevantperiod (see sections 6 to 8).\n\t\t\tFor the purposes of this Part, a person who is in full-time occupation isto be taken to be participating in sufficient relevant training or educationat any particular time if—\n\t\t\t\tarrangements have been made (whether by means of enrolment on a course orcourses, or otherwise) for the person to receive sufficient relevant trainingor education during the current relevant period, and\n\t\t\t\twhere the arrangements call for the person to be participating in trainingor education at the time, the person is so participating.\n\tInterpretation\n\t\tLevel 3 qualification\n\t\t\tIn this Part, “level 3 qualification” means a prescribed externalqualification, or an external qualification of a prescribed description, atlevel 3.\n\t\t\tFor this purpose, level 3 is the level of attainment (in terms of breadthand depth) which, in the opinion of the Secretary of State, is demonstrated bythe General Certificate of Education at the advanced level in two subjects.\n\t\t\tA qualification, or description of qualification, prescribed undersubsection (1) may be prescribed by reference to an assessment made by theQualifications and Curriculum Authority of the level of attainmentdemonstrated by a qualification; and for that purpose regulations undersubsection (1) may confer a function (which may include the exercise of adiscretion) on the Authority.\n\t\t\tIn subsection (1), “external qualification” has the meaning given insection 24 of the Education Act [1997 (c. 44)](/id/ukpga/1997/44?view=plain\"Go to item of legislation\").\n\t\t\tThe Secretary of State may by order amend subsection (2) so as tosubstitute a different qualification for the qualification for the time beingreferred to.\n\t\tAppropriate full-time education or training\n\t\t\tIn this Part, “appropriate full-time education or training”, in relation toa person, means full-time education or training which is suitable for theperson, having regard—\n\t\t\t\tto the person’s age, ability and aptitude, and\n\t\t\t\tto any learning difficulty which the person may have,\n\t\t\t\t\tand is provided at a school, at a college of further education, at aninstitution within the higher education sector or otherwise.\n\t\t\tRegulations may provide that a particular description of—\n\t\t\t\teducation provided otherwise than at a school, or\n\t\t\t\ttraining, \n\t\t\t\tis, or is not, to be treated as being “full-time” for the purposes of thissection.\n\t\t\tSubsections (5) and (6) of section 13 of the Learning and Skills Act [2000(c. 21)](/id/ukpga/2000/21?view=plain \"Go to item of legislation\") (personswith learning difficulties) apply for the purposes of this section.\n\t\tFull-time occupation\n\t\t\tFor the purposes of this Part, a person is in full-time occupation if theperson works for at least 20 hours per week—\n\t\t\t\tunder a contract of employment, or\n\t\t\t\tin any other way which may be prescribed,\n\t\t\t\t\totherwise than under a short-term contract or arrangement.\n\t\t\tThe power conferred by subsection (1)(b) includes, in particular, power toprescribe the following ways of working—\n\t\t\t\tas a self-employed person,\n\t\t\t\totherwise than for reward, or\n\t\t\t\tas the holder of an office.\n\t\t\tFor the purposes of this section, the number of hours for which a personworks per week is—\n\t\t\t\tthe number of the person’s normal weekly working hours, less\n\t\t\t\tthe number of hours of actual guided learning—\n\t\t\t\twhich constitute relevant training or education, and\n\t\t\t\tin which the young person participates each week during normal weeklyworking hours.\n\t\t\tIn subsection (3)—\n\t\t\t\t  * “normal weekly working hours”— \n\t\t\t\tin relation to a person employed under a contract of employment, means theperson’s normal working hours in a week, and\n\t\t\t\tin relation to a person working in a way prescribed under subsection (1)(b),has the prescribed meaning;\n\t\t\t\t\t  * “actual guided learning” has the meaning given by section 8(3). \n\t\t\tSection 234 of the Employment Rights Act [1996 (c.18)](/id/ukpga/1996/18?view=plain \"Go to item of legislation\") (constructionof references to normal working hours where employee entitled to overtime pay)applies for the purposes of the definition of “normal weekly working hours” insubsection (4) as it applies for the purposes of that Act.\n\t\t\tRegulations may make provision for a person to be, or not to be, treated asworking for at least 20 hours per week in cases where the number of hours forwhich the person works per week (calculated under subsection (3)) varies fromweek to week.\n\t\t\tWhere a person works otherwise than under—\n\t\t\t\ta single contract of employment, or\n\t\t\t\ta single arrangement (in the case of a way of working prescribed undersubsection (1)(b)),\n\t\t\t\tthe number of hours for which the person works per week is the aggregate ofthe amounts calculated under subsection (3) in relation to each of thecontracts or arrangements under which the person works.\n\t\t\tFor the purposes of subsection (1)—\n\t\t\t\ta contract of employment is a short-term contract unless it—\n\t\t\t\thas a fixed term of 8 weeks or longer, or\n\t\t\t\tdoes not have a fixed term but has been, or can reasonably be expected tobe, in force for at least 8 weeks;\n\t\t\t\tan arrangement, in the case of a way of working prescribed under paragraph(b) of that subsection, is a short-term arrangement unless it has been, or canreasonably be expected to be, in force for at least 8 weeks.\n\t\tRelevant training or education\n\t\t\tIn this Part, “relevant training or education” means training or educationtowards an accredited qualification provided by a course or courses.\n\t\t\tFor this purpose, “accredited qualification” means a qualification whichhas been accredited by the Qualifications and Curriculum Authority undersection 24(2)(g) of the Education Act [1997 (c.44)](/id/ukpga/1997/44?view=plain \"Go to item of legislation\") (functions ofthe Authority in relation to external vocational and academic qualifications).\n\t\tRelevant period\n\t\t\tIn this Part, “relevant period”, in relation to a person, means a periodbeginning with a start date and ending with the next end date.\n\t\t\tThe following are start dates for the purposes of subsection (1)—\n\t\t\t\ta date on which subsection (4) starts to apply to the person;\n\t\t\t\tthe date immediately following the end of a relevant period (if on thatdate that subsection still applies to the person).\n\t\t\tThe following are end dates for the purposes of subsection (1)—\n\t\t\t\ta prescribed date;\n\t\t\t\ta date on which subsection (4) ceases to apply to the person.\n\t\t\tThis subsection applies to a person at any time when—\n\t\t\t\tthis Part applies to the person, and\n\t\t\t\tthe person is not participating in education or training in accordance withsection 2(1)(a) or (b).\n\t\tSufficient relevant training or education\n\t\t\tFor the purposes of this Part, relevant training or education is“sufficient” in relation to any relevant period if it amounts in aggregate to—\n\t\t\t\tat least 280 hours of guided learning, in the case of a relevant periodwhich is one year;\n\t\t\t\tsuch number of hours of guided learning as is determined in accordance withregulations, in the case of any other relevant period.\n\t\t\tFor the purposes of this Part, a person participates in a particular numberof hours of guided learning by—\n\t\t\t\tparticipating in actual guided learning for that number of hours, or\n\t\t\t\tcompleting a course or courses which can reasonably be expected to beadequate to enable persons completing it or them to achieve any standardrequired to attain an accredited qualification to which that number of hoursof guided learning has been assigned.\n\t\t\tIn subsection (2)—\n\t\t\t\t  * “accredited qualification” has the meaning given by section 6(2); \n\t\t\t\t  * “actual guided learning”, in relation to a person, means time the person spends— \n\t\t\t\tbeing taught or given instruction by a lecturer, tutor, supervisor or otherappropriate provider of training or education, or\n\t\t\t\totherwise participating in education or training under the immediate guidanceor supervision of such a person,\n\t\t\t\t\tbut does not include time spent on unsupervised preparation or study, whetherat home or otherwise;\n\t\t\t\t\t  * “assigned” means assigned by the Qualifications and Curriculum Authority under subsection (2)(g) of section 24 of the Education Act [1997 (c. 44)](/id/ukpga/1997/44?view=plain \"Go to item of legislation\") (functions of the Authority in relation to external vocational and academic qualifications) by virtue of subsection (2B) of that section. \n\t\t\tRegulations may make provision for attributing to any relevant period anumber of hours of guided learning in which a person participates (or istreated by the regulations as participating) by virtue of subsection (2)(b) incases where courses do not begin and end during a single relevant period.\n\t\tAssignment of numbers of hours of guided learning to externalqualifications\n\t\t\tIn section 24 of the Education Act 1997 (functions of Qualifications andCurriculum Authority in relation to external vocational and academicqualifications), after subsection (2A) insert—\n\t\t“(2B)Any accreditation of a qualification under paragraph (g) of subsection(2) must assign to the qualification a number of notional hours (to be knownas “the number of hours of guided learning”) representing an estimate of theamount of actual guided learning which could reasonably be expected to berequired in order for persons to achieve the standard required to attain thequalification.\n\t\t(2C)Accordingly, criteria published under paragraph (f) of that subsectionmust include criteria for the assignment of numbers of hours of guidedlearning to qualifications mentioned in that paragraph.\n\t\t(2D)In subsection (2B), “actual guided learning” means time a person spends—\n\t\t\tbeing taught or given instruction by a lecturer, tutor, supervisor or otherappropriate provider of training or education, or\n\t\t\totherwise participating in education or training under the immediateguidance or supervision of such a person,\n\t\t\tbut does not include time spent on unsupervised preparation or study, whetherat home or otherwise.”"
    },
    {
        "length": 3520,
        "text": "\nChapter 2Local education authorities and educational institutions etc\n\tDuty to promote fulfilment of duty imposed by section 2\n\t\tLocal education authority to promote fulfilment of duty imposed bysection 2\n\t\t\tA local education authority in England must ensure that its functions are (sofar as they are capable of being so exercised) exercised so as to promote theeffective participation in education or training of persons belonging to itsarea to whom this Part applies with a view to ensuring that those personsfulfil the duty imposed by section 2.\n\tDuty to promote good attendance\n\t\tEducational institutions: promotion of good attendance\n\t\t\tThe governing body of an institution in England to which this sectionapplies must exercise its functions (so far as they are capable of being soexercised) so as to promote the participation, through regular attendance, ofpersons to whom this Part applies and for whom the institution provideseducation or training in that education or training.\n\t\t\tThis section applies to—\n\t\t\t\ta community, foundation or voluntary school;\n\t\t\t\ta community or foundation special school;\n\t\t\t\ta pupil referral unit;\n\t\t\t\tan institution within the further education sector.\n\t\t\tFor the purposes of this section, “governing body”—\n\t\t\t\tin relation to a pupil referral unit maintained by a local educationauthority, means any management committee established for the unit by virtueof paragraph 15 of Schedule 1 to the Education Act [1996 (c.56)](/id/ukpga/1996/56?view=plain \"Go to item of legislation\") or, if there isno such committee, the authority, and\n\t\t\t\tin relation to an institution within the further education sector has themeaning given by section 90 of the Further and Higher Education Act [1992 (c.13)](/id/ukpga/1992/13?view=plain \"Go to item of legislation\").\n\tDuty to identify persons not fulfilling duty imposed by section 2\n\t\tDuty to make arrangements to identify persons not fulfilling dutyimposed by section 2\n\t\t\tA local education authority in England must make arrangements to enable it toestablish (so far as it is possible to do so) the identities of personsbelonging to its area to whom this Part applies but who are failing to fulfilthe duty imposed by section 2.\n\tInformation\n\t\tNotification of non-compliance with duty imposed by section 2\n\t\t\tWhere— \n\t\t\t\tarrangements have been made for a person to whom this Part applies toparticipate in education or training provided by an educational institution inEngland,\n\t\t\t\tthe person is not participating in that education or training at a timewhen the arrangements call for the person to be so participating, and\n\t\t\t\tthe responsible person has reasonable cause to believe that in consequenceof that failure to participate the person is failing to fulfil the dutyimposed by section 2,\n\t\t\t\t\tthe responsible person must give notice to the appropriate service provider ofthose circumstances.\n\t\t\tWhere a local education authority—\n\t\t\t\titself provides services in exercise of its functions under section 68(1),and\n\t\t\t\treceives a notice under subsection (1) relating to a person to whom thisPart applies who belongs to the area of another local education authority,\n\t\t\t\tit must as soon as reasonably practicable give notice to the service providerfor the other local education authority of the circumstances notified to itunder subsection (1).\n\t\t\tSubsection (4) applies where, in exercise of its functions under section68(3)(b), a local education authority makes arrangements with another person(“the provider”) for the provision of services.\n\t\t\tThe arrangements must secure that, as soon as reasonably practicable afterreceiving a notice under subsection (1) relating to a person to whom this Partapplies who belongs to the area of another local education authority, theprovider gives notice to the service provider for the other local educationauthority of the circumstances notified to the provider under subsection (1).\n\t\t\tIn this section—\n\t\t\t\t  * “educational institution” means— \n\t\t\t\ta community, foundation or voluntary school,\n\t\t\t\ta community or foundation special school,\n\t\t\t\ta city technology college, a city college for the technology of the arts or anAcademy,\n\t\t\t\ta pupil referral unit,\n\t\t\t\tan institution within the further education sector, or\n\t\t\t\tan institution in receipt of funding from the Learning and Skills Council forEngland;\n\t\t\t\t\t  * “responsible person” means— \n\t\t\t\tin relation to a school within paragraph (a) or (b) of the definition of“educational institution”, the governing body;\n\t\t\t\tin relation to an institution within paragraph (c) or (f) of that definition,the proprietor;\n\t\t\t\tin relation to a pupil referral unit, the local education authority by whichit is maintained;\n\t\t\t\tin relation to an institution within the further education sector, thegoverning body within the meaning given by section 90 of the Further andHigher Education Act [1992 (c. 13)](/id/ukpga/1992/13?view=plain \"Go to itemof legislation\");\n\t\t\t\t\t  * “service provider”, in relation to a local education authority, means— \n\t\t\t\twhere the authority itself provides services in exercise of its functionsunder subsection (1) of section 68, the authority;\n\t\t\t\twhere, in exercise of its functions under subsection (3)(b) of that section,the authority makes arrangements for the provision of services, the personproviding those services;\n\t\t\t\t\t  * “the appropriate service provider”, in relation to an educational institution, means the service provider of the local education authority in whose area the institution is situated. \n\t\tEducational institutions: duty to provide information\n\t\t\tRelevant information about a pupil or student—\n\t\t\t\twho is attending an educational institution in England, and\n\t\t\t\tto whom this Part applies,\n\t\t\t\t\tmust, on request by a local education authority in England, be provided by theresponsible person to the authority.\n\t\t\tA local education authority may request information under subsection (1)only for the purpose of enabling or assisting it to exercise its functionsunder this Part.\n\t\t\tFor the purpose of subsection (1), “relevant information” means—\n\t\t\t\tthe name, address and date of birth of the pupil or student;\n\t\t\t\tthe name and address of a parent of the pupil or student;\n\t\t\t\tinformation in the institution’s possession about the pupil or student.\n\t\t\tInformation within subsection (3)(c) must not be provided under subsection(1) if—\n\t\t\t\tthe pupil or student concerned, in the case of a pupil or student who hasattained the age of 16, or\n\t\t\t\ta parent of the pupil or student concerned, in the case of a pupil orstudent who has not attained the age of 16,\n\t\t\t\thas instructed the responsible person not to provide information of that kindunder this section.\n\t\t\tIn this section, “educational institution” and “responsible person” havethe same meanings as in section 13.\n\t\tSupply of social security information\n\t\t\tSocial security information may be supplied to a local education authorityin England for the purpose of enabling or assisting the authority to exerciseits functions under this Part.\n\t\t\tIn this section “social security information” means personal informationabout a person which is held for the purposes of functions relating to socialsecurity—\n\t\t\t\tby the Secretary of State, or\n\t\t\t\tby a person providing services to the Secretary of State in connection withthe provision of those services.\n\t\t\tFor the purposes of subsection (2) “personal information”, in relation to aperson, means—\n\t\t\t\tthe person’s name, address and date of birth, and\n\t\t\t\tthe name and address of a parent of the person.\n\t\t\tA person to whom information is supplied under subsection (1) commits anoffence by disclosing the information unless the disclosure is made—\n\t\t\t\tfor the purpose of enabling or assisting the exercise of any function of alocal education authority under this Part,\n\t\t\t\tfor the purpose of the provision of services in pursuance of section 68 or70(1)(b),\n\t\t\t\tin accordance with section 17 or any other enactment or an order of a courtor tribunal,\n\t\t\t\tfor the purpose of actual or contemplated proceedings before a court ortribunal,\n\t\t\t\twith consent given by or on behalf of the person to whom the informationrelates, or\n\t\t\t\tin such a way as to prevent the identification of the person to whom itrelates.\n\t\t\tIt is a defence for a person charged with an offence under this sectionrelating to a disclosure to prove that the person reasonably believed that thedisclosure was lawful.\n\t\t\tA person guilty of an offence under this section is liable—\n\t\t\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears, to a fine or to both, or\n\t\t\t\ton summary conviction, to imprisonment for a term not exceeding 12 months,to a fine not exceeding the statutory maximum or to both.\n\t\t\tIn subsection (6)(b) the reference to 12 months is to be read in relationto an offence committed before the commencement of section 282 of the CriminalJustice Act [2003 (c. 44)](/id/ukpga/2003/44?view=plain \"Go to item oflegislation\") (increase in maximum term that may be imposed on summaryconviction of offence triable either way) as a reference to 6 months.\n\t\tSupply of information by public bodies\n\t\t\tAny of the persons or bodies mentioned in subsection (2) may supplyinformation about a person to a local education authority in England for thepurpose of enabling or assisting the authority to exercise its functions underthis Part.\n\t\t\tThose persons and bodies are—\n\t\t\t\ta local authority,\n\t\t\t\tthe Learning and Skills Council for England,\n\t\t\t\ta Primary Care Trust,\n\t\t\t\ta Strategic Health Authority,\n\t\t\t\ta chief officer of police,\n\t\t\t\ta provider of probation services,\n\t\t\t\ta local probation board, and\n\t\t\t\ta youth offending team.\n\t\t\tIn this section—\n\t\t\t\t  * “local probation board” means a local probation board established under section 4 of the Criminal Justice and Court Services Act [2000 (c. 43)](/id/ukpga/2000/43?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “youth offending team” means a team established under section 39 of the Crime and Disorder Act [1998 (c. 37)](/id/ukpga/1998/37?view=plain \"Go to item of legislation\"). \n\t\tSharing and use of information held for purposes of support servicesor functions under this Part\n\t\t\tAny persons within subsection (2) may provide relevant information to eachother.\n\t\t\tThose persons are—\n\t\t\t\ta local education authority in England, and\n\t\t\t\ta service provider of that authority.\n\t\t\tInformation provided under subsection (1) may only be used by the person towhom it is provided for a purpose which is a relevant purpose in relation tothat person.\n\t\t\tA local education authority in England may use relevant information held byit for any relevant purpose.\n\t\t\tA local education authority in England may provide relevant information toany other such authority for a purpose which is a relevant purpose in relationto that other authority.\n\t\t\tA service provider of a local education authority in England may providerelevant information to any other service provider of that or any other suchauthority for a purpose which is a relevant purpose in relation to that otherservice provider.\n\t\t\tIn this section—\n\t\t\t\t  * “relevant information”, in relation to a person providing or holding information, means information which— \n\t\t\t\tis held by the person for a relevant purpose, and\n\t\t\t\tis about a young person or a relevant young adult in England;\n\t\t\t\t\t  * “relevant purpose”— \n\t\t\t\tin relation to a local education authority, means the purpose of, or a purposeconnected with, the exercise of any function of the authority—\n\t\t\t\tunder this Part, or\n\t\t\t\tunder or by virtue of sections 68 to 78;\n\t\t\t\tin relation to a service provider of a local education authority (other thanthe authority in question), means the purpose of providing services of thekind mentioned in section 68(1);\n\t\t\t\t\t  * “service provider”, in relation to a local education authority in England, means— \n\t\t\t\twhere the authority itself provides services in exercise of its functionsunder subsection (1) of section 68, the authority;\n\t\t\t\twhere, in exercise of its functions under subsection (3)(b) of that section,the authority makes arrangements for the provision of services, the personproviding those services.\n\t\t\tIn subsection (7)—\n\t\t\t\t“young person” means a person who has attained the age of 13 but not theage of 20, and\n\t\t\t\t“relevant young adult” means a person who—\n\t\t\t\thas attained the age of 20 but not the age of 25, and\n\t\t\t\thas a learning difficulty;\n\t\t\t\t\tand subsections (5) and (6) of section 13 of the Learning and Skills Act [2000(c. 21)](/id/ukpga/2000/21?view=plain \"Go to item of legislation\")(construction of references to learning difficulties) apply for this purpose.\n\tGuidance\n\t\tGuidance \n\t\t\tIn exercising its functions under this Part, a local education authority musthave regard to any guidance given by the Secretary of State."
    },
    {
        "length": 383,
        "text": "\nInterpretation\n\tContracts to which Chapter applies\n\t\tIn this Chapter, “relevant contract of employment” means a contract ofemployment—\n\t\t\tunder which the employee is required to work for at least 20 hours perweek,\n\t\t\twhich— \n\t\t\thas a fixed term of 8 weeks or longer, or\n\t\t\tdoes not have a fixed term but can reasonably be expected to be, or hasbeen, in force for at least 8 weeks, and\n\t\t\tunder which the place of work, or one of the places where the employee maybe required to work, is in England.\n\t\tBut a contract is not a “relevant contract of employment” if—\n\t\t\tthe employer has undertaken to provide the employee with sufficientrelevant training or education in each relevant period, and\n\t\t\tby virtue of the contract, the employee is in full-time occupation for thepurposes of this Part.\n\tAppropriate arrangements\n\t\tFor the purposes of this Chapter, a person to whom this Part applies hasmade appropriate arrangements for training or education if—\n\t\t\tthe person has enrolled on a course or courses constituting relevanttraining or education (or arrangements have otherwise been made for the personto receive relevant training or education), or\n\t\t\tthe person is participating in full-time education or training.\n\t\tReferences in this Chapter to appropriate arrangements made by the personare to the arrangements (of whatever kind and whether or not made by theperson) for the person to receive the training or education in question."
    },
    {
        "length": 1858,
        "text": "\nCommencement of employment\n\tAppropriate arrangements to be in place before employment begins\n\t\tA person must not, as employer, enter into a relevant contract ofemployment with a person to whom this Part applies without being satisfied,having taken all such steps as are reasonable to ascertain, that the personhas made appropriate arrangements for training or education.\n\t\tIn the case of a relevant contract of employment which provides forcommencement of the employment to be conditional on the employee’s having madesuch arrangements—\n\t\t\tsubsection (1) does not apply, but\n\t\t\tthe employer must not permit the employment to commence, at a time when theemployee is a person to whom this Part applies, without being satisfied,having taken all such steps as are reasonable to ascertain, that the employeehas made appropriate arrangements for training or education.\n\t\tFailure to comply with this section in relation to a contract of employmentis not to be taken to affect the validity of the contract.\n\tFinancial penalty for contravention of section 21\n\t\tWhere a relevant local education authority is satisfied that a person (“theemployer”) has contravened section 21, the authority may by notice (a “penaltynotice”) require the employer to pay a financial penalty.\n\t\tThe amount of the financial penalty is to be determined in accordance withregulations.\n\t\tA penalty notice must state—\n\t\t\tparticulars of the contravention of section 21 in respect of which thepenalty is imposed,\n\t\t\tthe amount of the penalty,\n\t\t\thow payment may be made,\n\t\t\tthe period within which the penalty must be paid (which must be not lessthan 4 weeks beginning with the date on which the notice is given),\n\t\t\tthe steps that the employer may take if the employer objects to the givingof the penalty notice, including how the employer may appeal against it, and\n\t\t\tthe consequences of non-payment.\n\t\tFor the purposes of subsection (1), a local education authority is arelevant local education authority in relation to a contract of employmentunder which a person to whom this Part applies is employed if—\n\t\t\tthe person belongs to the authority’s area, or\n\t\t\tthe person’s place of work, or one of the places at which the person works,under the contract is in the authority’s area.\n\t\tWithout prejudice to section 166(6), regulations under subsection (2) maymake provision for penalties of different amounts to be payable in differentcases or circumstances (including provision for the penalty payable under apenalty notice to differ according to the time by which it is paid).\n\tWithdrawal or variation of penalty notice given under section 22following notice of objection\n\t\tThis section applies where a penalty notice has been given to a person(“the employer”) under section 22 by a local education authority.\n\t\tThe employer may, by giving notice (a “notice of objection”) to theauthority, object to the giving of the penalty notice on either or both of thefollowing grounds—\n\t\t\tthat the employer did not commit the contravention of section 21 stated inthe penalty notice;\n\t\t\tthat the amount of the penalty stated in the penalty notice is too high.\n\t\tA notice of objection—\n\t\t\tmay be given to the authority only during the period of 2 weeks beginningwith the day on which the penalty notice was given to the employer, and\n\t\t\tmust state the grounds of the objection and the employer’s reasons forobjecting on those grounds.\n\t\tA local education authority must consider a notice of objection given undersubsection (2) and, by giving notice (a “determination notice”) to theemployer—\n\t\t\twithdraw the penalty notice,\n\t\t\tif the amount of the penalty determined in accordance with regulationsunder section 22(2) is smaller than the amount stated in the penalty notice,replace the penalty with the smaller amount, or\n\t\t\tconfirm the penalty notice.\n\t\tThe determination notice must be given within the prescribed periodbeginning with the day on which the notice of objection was given.\n\t\tWhere, under subsection (4)(b), the amount of a penalty stated in a penaltynotice is replaced with a smaller amount, the notice is to have effect as ifit had originally stated the smaller amount.\n\tAppeal against penalty notice given under section 22\n\t\tThis section applies where a penalty notice has been given to a person(“the employer”) under section 22 and—\n\t\t\tthe period during which a notice of objection may be given in relation tothe penalty notice has expired, and\n\t\t\tif a notice of objection has been given in relation to the penalty notice,a determination notice has been given in relation to the notice of objection.\n\t\tThe employer may appeal to the First-tier Tribunal against the giving ofthe penalty notice on one or more of the following grounds—\n\t\t\tthat the employer did not contravene section 21 in the way stated in thepenalty notice;\n\t\t\tthat the circumstances of the contravention of section 21 stated in thepenalty notice make the giving of the notice unreasonable;\n\t\t\tthat the amount of the penalty stated in the penalty notice is too high.\n\t\tOn an appeal under this section, the First-tier Tribunal may—\n\t\t\tallow the appeal and cancel the penalty notice,\n\t\t\tif the amount of the penalty determined in accordance with regulationsunder section 22(2) is smaller than the amount stated in the penalty notice,allow the appeal and replace the penalty with the smaller amount, or\n\t\t\tdismiss the appeal.\n\t\tWhere, under subsection (3)(b), the amount of a penalty stated in a penaltynotice is replaced with a smaller amount, the notice is to have effect as ifit had originally stated the smaller amount.\n\t\tIn subsection (1), “notice of objection” and “determination notice” havethe same meanings as in section 23.\n\tFurther power to withdraw penalty notice given under section 22\n\t\tThis section applies where—\n\t\t\ta penalty notice has been given to a person (“the employer”) under section22 by a local education authority, and\n\t\t\tany appeal made under section 24 in respect of the penalty notice has notbeen determined.\n\t\tThe authority may withdraw the penalty notice by giving notice of thewithdrawal to the employer.\n\tWithdrawal or variation of penalty notice given under section 22:further provisions\n\t\tIf a penalty notice is withdrawn under section 23 or 25, any sum alreadypaid or recovered in respect of the penalty notice must be repaid to theemployer with interest at the appropriate rate running from the date when thesum was paid or recovered.\n\t\tIf the amount of a penalty is reduced under section 23, any sum alreadypaid or recovered must, to the extent that it was paid or recovered in respectof any amount in excess of the reduced amount, be repaid to the employer withinterest at the appropriate rate running from the date when the sum was paidor recovered.\n\t\tIn this section “the appropriate rate” means the rate that, on the date thesum was paid or recovered, was specified in section 17 of the Judgments Act[1838 (c. 110)](/id/ukpga/1838/110?view=plain \"Go to item of legislation\")."
    },
    {
        "length": 461,
        "text": "\nDuty to enable participation: initial arrangements\n\tThis section applies where—\n\t\ta person to whom this Part applies is employed under a relevant contract ofemployment, and\n\t\tbefore commencement of the employment the person notified the employer inaccordance with subsection (3) of appropriate arrangements which the personhad made.\n\tThe employer must permit the employee to participate in training oreducation in accordance with those appropriate arrangements.\n\tA person notifies an employer (or a prospective employer) of appropriatearrangements in accordance with this subsection by giving a notice which—\n\t\tspecifies the arrangements,\n\t\tstates the times when the person would need to be not at work in order toparticipate in training or education in accordance with those arrangements,and\n\t\tif so required under subsection (4), is given in writing.\n\tSuch a notice need not be given in writing, but, if it is not, the employermay, on the occasion when the notice is given, require it to be given inwriting; and, if the employer does so, the notice is not to be treated ashaving been given until given in writing.\n\tThe obligation in subsection (2) operates as a requirement, in relation toeach of the times specified in the notice under subsection (3)(b) which fallsduring normal working time, for the employer—\n\t\tif the contract was entered into before the notice was given, to offer tovary the terms and conditions of the contract of employment so as to securethat that time does not fall during normal working time, or\n\t\tin any case, to permit the employee to take that time off.\n\tIn this section, “normal working time”, in relation to a contract ofemployment, means any time when, in accordance with the contract, the employeeis required to be at work."
    },
    {
        "length": 558,
        "text": "\nDuty to enable participation: arrangements subsequently notified\n\tThis section applies where—\n\t\ta person to whom this Part applies is employed under a relevant contract ofemployment, and\n\t\tafter commencement of the employment the person notifies the employer inaccordance with subsection (4) of appropriate arrangements which the personhas made.\n\tThe employer must, so far as is reasonable having regard to the mattersmentioned in subsection (3), permit the person to participate in training oreducation in accordance with those appropriate arrangements.\n\tThose matters are—\n\t\tthe needs of the person in order to fulfil the duty imposed by section 2;\n\t\tthe circumstances of the employer’s business;\n\t\tthe effect of the person’s absence from work on the running of thatbusiness.\n\tA person notifies an employer of appropriate arrangements in accordancewith this subsection by giving a notice which—\n\t\tspecifies the arrangements,\n\t\tstates the times when the employee needs to be not at work in order toparticipate in education or training in accordance with those arrangements,and\n\t\tif so required under subsection (5), is given in writing.\n\tSuch a notice need not be given in writing but, if it is not, the employermay, on the occasion when the notice is given, require it to be given inwriting; and, if the employer does so, the notice is not to be treated ashaving been given until given in writing.\n\tThe obligation in subsection (2) operates as a requirement, in relation toeach of the times specified in the notice under subsection (4)(b) which fallsduring normal working time, for the employer—\n\t\tto offer to vary the terms and conditions of the contract of employment soas to secure that, so far as is reasonable having regard to the mattersmentioned in subsection (3), that time does not fall during normal workingtime, or\n\t\tso far as is reasonable having regard to those matters, to permit theemployee to take that time off.\n\tIn this section, “normal working time”, in relation to a contract ofemployment, means any time when, in accordance with the contract, the employeeis required to be at work."
    },
    {
        "length": 223,
        "text": "\nSections 27 and 28: extension for person reaching 18\n\tThis section applies where—\n\t\ta person to whom this Part applies is employed under a relevant contract ofemployment,\n\t\tthe person reaches the age of 18, and\n\t\tat that time the person is participating in a course of education ortraining for the purpose of fulfilling the duty imposed by section 2.\n\tThe person is to continue to be treated, for the purposes of sections 27,28 and 30 to 36, as a person to whom this Part applies until one of thefollowing occurs—\n\t\tthe course of education or training concludes;\n\t\tthe person reaches the age of 19;\n\t\tthe person ceases to be resident in England;\n\t\tthe person attains a level 3 qualification."
    },
    {
        "length": 857,
        "text": "\nContravention of section 27 or 28: enforcement notice\n\tThis section applies where a person to whom this Part applies is employedunder a relevant contract of employment.\n\tWhere a relevant local education authority in England is satisfied that theemployer has contravened section 27 or 28, the authority may give the employera notice (an “enforcement notice”).\n\tAn enforcement notice means a notice requiring the employer to take suchsteps as are specified in the notice.\n\tThe steps that may be specified in the notice are—\n\t\tto offer to vary the terms and conditions of employment in the mannerspecified in the notice;\n\t\tto permit the employee to take time off during normal working time at thetimes specified in the notice.\n\tBut— \n\t\tany variation specified under subsection (4)(a) must be a variation onlyfor the purpose of securing that normal working time does not include any timewhen, in order to be able to participate in education or training inaccordance with appropriate arrangements notified to the employer undersection 27(1)(b) or 28(1)(b), the employee needs to be not at work;\n\t\tany time specified under subsection (4)(b) must be a time when the employeeneeds to be not at work in order to participate in education or training inaccordance with appropriate arrangements so notified to the employer;\n\t\tin the case of an enforcement notice given in respect of a contravention ofsection 28, any steps specified in the notice must be steps which it would bereasonable for the employer to take having regard to the matters mentioned insubsection (3) of that section.\n\tAn enforcement notice must also specify—\n\t\tparticulars of the contravention of section 27 or 28 in respect of whichthe notice is given, and\n\t\tthe consequences of failure to comply with any requirement imposed by it.\n\tWhere an enforcement notice requires the employer to offer to vary theterms and conditions of employment under subsection (4)(a)—\n\t\tthe employer must make the offer within the time specified in the notice,\n\t\tthe employer’s offer must not be made directly or indirectly conditional onthe employee’s agreeing to any other variation of the terms and conditions ofemployment, and\n\t\tif the employee accepts the employer’s offer to vary the terms andconditions of employment, those terms and conditions have effect subject tothe variation (but subject to any subsequent variation that may be agreedbetween the employer and employee).\n\tWhere an enforcement notice requires the employer, under subsection (4)(b),to permit the employee to take time off at specified times during normalworking time, the enforcement notice remains in force until—\n\t\tthe last of the times so specified, or\n\t\tif earlier, the termination of the contract of employment.\n\tFor the purposes of subsection (2), a local education authority is arelevant local education authority in relation to a contract of employmentunder which a person to whom this Part applies is employed if—\n\t\tthe person belongs to the authority’s area, or\n\t\tthe person’s place of work, or one of the places at which the person works,under the contract is in the authority’s area.\n\tIn this section, “normal working time”, in relation to a contract ofemployment, means any time when, in accordance with the contract, the employeeis required to be at work."
    },
    {
        "length": 428,
        "text": "\nFinancial penalty for non-compliance with enforcement notice givenunder section 30\n\tThis section applies where a local education authority has given anenforcement notice to a person (“the employer”) under section 30.\n\tWhere the local education authority is satisfied—\n\t\tthat the employer has failed to comply with the notice, or\n\t\tin the case of an enforcement notice requiring the employer to offer tovary the terms and conditions of employment by virtue of section 30(4)(a), theemployee has agreed to the variation but the employer has failed to giveeffect to the variation,\n\t\t\tthe authority may by notice (a “penalty notice”) require the employer to pay afinancial penalty.\n\tThe amount of the financial penalty is to be determined in accordance withregulations.\n\tA penalty notice must state—\n\t\tparticulars of the failure by the employer in respect of which the penaltynotice is given,\n\t\tthe amount of the penalty,\n\t\thow payment may be made,\n\t\tthe period within which the penalty must be paid (which must be not lessthan 4 weeks beginning with the date on which the notice is given),\n\t\tthe steps that the employer may take if the employer objects to the givingof the penalty notice, including how the employer may appeal against it, and\n\t\tthe consequences of non-payment.\n\tWithout prejudice to section 166(6), regulations under subsection (3) maymake provision for penalties of different amounts to be payable in differentcases or circumstances (including provision for the penalty payable under apenalty notice to differ according to the time by which it is paid)."
    },
    {
        "length": 453,
        "text": "\nWithdrawal of enforcement notice given under section 30\n\tThis section applies where—\n\t\tan enforcement notice has been given to a person (“the employer”) undersection 30 by a local education authority, and\n\t\tif a penalty notice has been given in respect of the enforcement noticeunder section 31, any appeal made under section 34 in respect of the penaltynotice has not been determined.\n\tThe local education authority may withdraw the enforcement notice by givingnotice of the withdrawal to the employer.\n\tAfter the withdrawal, no penalty notice may be given under section 31 inrespect of—\n\t\tany failure to comply with the enforcement notice, or\n\t\tany failure to give effect to any variation of terms and conditions ofemployment required by the enforcement notice to be offered,\n\t\t\twhich occurred before the enforcement notice was withdrawn.\n\tWhere an enforcement notice is withdrawn—\n\t\tany penalty notice given under section 31 in respect of the enforcementnotice ceases to have effect, and\n\t\tany sum paid or recovered in respect of any such penalty notice must berepaid to the employer with interest at the appropriate rate running from thedate when the sum was paid or recovered.\n\tIn subsection (4)(b) “the appropriate rate” means the rate that, on thedate the sum was paid or recovered, was specified in section 17 of theJudgments Act [1838 (c. 110)](/id/ukpga/1838/110?view=plain \"Go to item oflegislation\").\n\tA notice of withdrawal under subsection (2) must state the effect of thewithdrawal (but a failure to do so does not make the notice of withdrawalineffective)."
    },
    {
        "length": 501,
        "text": "\nWithdrawal or variation of penalty notice given under section 31following notice of objection\n\tThis section applies where a penalty notice has been given to a person(“the employer”) under section 31 by a local education authority in respect ofa failure of a kind mentioned in subsection (2) of that section relating to anenforcement notice.\n\tThe employer may, by giving notice (a “notice of objection”) to theauthority, object to the giving of the penalty notice on one or more of thefollowing grounds—\n\t\tthat the employer did not contravene section 27 or 28 in the way stated inthe enforcement notice;\n\t\tthat the requirements imposed by the enforcement notice were unreasonable;\n\t\tthat the employer did not fail in the way stated in the penalty notice;\n\t\tthat the amount of the penalty stated in the penalty notice is too high.\n\tA notice of objection—\n\t\tmay be given to the authority only during the period of 2 weeks beginningwith the day on which the penalty notice was given to the employer, and\n\t\tmust set out the grounds of the objection and the employer’s reasons forobjecting on those grounds.\n\tA local education authority must consider a notice of objection given undersubsection (2) and, by giving notice (a “determination notice”) to theemployer—\n\t\twithdraw the penalty notice,\n\t\tif the amount of the penalty determined in accordance with regulationsunder section 31(3) is smaller than the amount stated in the penalty notice,replace the penalty with the smaller amount, or\n\t\tconfirm the penalty notice.\n\tThe determination notice must be given within the prescribed periodbeginning with the day on which the notice of objection was given.\n\tWhere, under subsection (4)(b), the amount of a penalty stated in a penaltynotice is replaced with a smaller amount, the notice is to have effect as ifit had originally stated the smaller amount."
    },
    {
        "length": 519,
        "text": "\nAppeal against penalty notice given under section 31\n\tThis section applies where a penalty notice has been given to a personunder section 31 in respect of a failure of a kind mentioned in subsection (2)of that section in relation to an enforcement notice and—\n\t\tthe period during which a notice of objection may be given in relation tothe penalty notice has expired, and\n\t\tif a notice of objection has been given in relation to the penalty notice,a determination notice has been given in relation to the notice of objection.\n\tThe person may appeal to the First-tier Tribunal against the giving of thepenalty notice on one or more of the following grounds—\n\t\tthat the person did not contravene section 27 or 28 in the way stated inthe enforcement notice;\n\t\tthat the circumstances of the contravention of section 27 or 28 stated inthe enforcement notice make the giving of an enforcement notice under section30 unreasonable;\n\t\tthat the requirements imposed by the enforcement notice were unreasonable;\n\t\tthat the person did not fail in the way stated in the penalty notice;\n\t\tthat the circumstances of the failure stated in the penalty notice make thegiving of the notice unreasonable;\n\t\tthat the amount of the penalty stated in the penalty notice is too high.\n\tOn an appeal under this section, the First-tier Tribunal may—\n\t\tallow the appeal and cancel the penalty notice,\n\t\tif the amount of the penalty determined in accordance with regulationsunder section 31(3) is smaller than the amount stated in the penalty notice,allow the appeal and replace the penalty with the smaller amount, or\n\t\tdismiss the appeal.\n\tWhere, under subsection (3)(b), the amount of a penalty stated in a penaltynotice is replaced with a smaller amount, the notice is to have effect as ifit had originally stated the smaller amount.\n\tIn subsection (1), “notice of objection” and “determination notice” havethe same meanings as in section 33."
    },
    {
        "length": 110,
        "text": "\nFurther power to withdraw penalty notice given under section 31\n\tThis section applies where—\n\t\ta penalty notice has been given to a person (“the employer”) under section31 by a local education authority, and\n\t\tany appeal made under section 34 in respect of the penalty notice has notbeen determined.\n\tThe authority may withdraw the penalty notice by giving notice of thewithdrawal to the employer."
    },
    {
        "length": 250,
        "text": "\nWithdrawal or variation of penalty notice given under section 31:further provisions\n\tIf a penalty notice is withdrawn under section 33 or 35, any sum alreadypaid or recovered in respect of the penalty notice must be repaid to theemployer with interest at the appropriate rate running from the date when thesum was paid or recovered.\n\tIf the amount of a penalty is reduced under section 33, any sum alreadypaid or recovered must, to the extent that it was paid or recovered in respectof any amount in excess of the reduced amount, be repaid to the employer withinterest at the appropriate rate running from the date when the sum was paidor recovered.\n\tIn this section “the appropriate rate” means the rate that, on the date thesum was paid or recovered, was specified in section 17 of the Judgments Act[1838 (c. 110)](/id/ukpga/1838/110?view=plain \"Go to item of legislation\")."
    },
    {
        "length": 769,
        "text": "\nSupplementary\n\tRight not to suffer detriment\n\t\tAfter section 47A of the Employment Rights Act [1996 (c.18)](/id/ukpga/1996/18?view=plain \"Go to item of legislation\") insert—\n\t\t“47AAEmployees in England aged 16 or 17 participating in education ortraining\n\t\t\tAn employee has the right not to be subjected to any detriment by any act,or any deliberate failure to act, by his employer done on the ground that,being a person entitled to be permitted to participate in education ortraining by section 27 or 28 of the Education and Skills Act 2008, theemployee exercised, or proposed to exercise, that right.\n\t\t\tThis section does not apply where the detriment in question amounts todismissal (within the meaning of Part 10).”\n\tDismissal to be treated as unfair\n\t\tAfter section 101A of the Employment Rights Act 1996 insert—\n\t\t“101BParticipation in education or training\n\t\t\tAn employee who is dismissed shall be regarded for the purposes of this Partas unfairly dismissed if the reason (or, if more than one, the principalreason) for the dismissal is that, being a person entitled to be permitted toparticipate in education or training by section 27 or 28 of the Education andSkills Act 2008, the employee exercised, or proposed to exercise, that right.”\n\tOther amendments of Employment Rights Act 1996\n\t\tThe Employment Rights Act 1996 is further amended as follows.\n\t\tIn section 63A (right to time off for young person for study or training),after subsection (5) insert—\n\t\t\t“(5A)References in this section to an employee do not include a person to whomPart 1 of the Education and Skills Act 2008 (duty to participate in educationor training for 16 and 17 year olds in England) applies, or is treated bysection 29 of that Act (extension for person reaching 18) as applying.”;\n\t\tand, in the title, after “young person” insert “in Wales or Scotland”.\n\t\tIn section 105 (redundancy), after subsection (4A) insert—\n\t\t“(4B)This subsection applies if the reason (or, if more than one, theprincipal reason) for which the employee was selected for dismissal was thatspecified in section 101B.”\n\t\tIn section 108 (qualifying period of employment), after subsection (3)(dd)insert—\n\t\t\tsection 101B applies,”.\n\t\tIn section 194 (House of Lords staff), in subsection (2)(c), after “47,”insert “47AA,”.\n\t\tIn section 195 (House of Commons staff), in subsection (2)(c), after “47,”insert “47AA,”."
    },
    {
        "length": 1547,
        "text": "\nChapter 4Parenting contracts and parenting orders\n\tParenting contracts\n\t\tThis section applies where a person to whom this Part applies (“the youngperson”) is failing to fulfil the duty imposed by section 2.\n\t\tA local education authority in England may enter into a parenting contractwith a parent of the young person—\n\t\t\tif the parent is resident in England, and\n\t\t\tthe authority considers that entering into the parenting contract would bedesirable in the interests of the young person’s fulfilment of that duty.\n\t\tA parenting contract is a document which contains—\n\t\t\ta statement by the parent that the parent agrees to comply with suchrequirements as may be specified in the document for such period as may be sospecified, and\n\t\t\ta statement by the local education authority that it agrees to providesupport to the parent for the purpose of complying with those requirements.\n\t\tThe requirements mentioned in subsection (3) may include (in particular) arequirement to attend a counselling or guidance programme.\n\t\tA parenting contract must be signed by the parent and signed on behalf ofthe local education authority.\n\t\tA parenting contract does not create any obligations in respect of whosebreach any liability arises in contract or in tort.\n\tParenting orders\n\t\tThis section applies where a person to whom this Part applies (“the youngperson”) is failing to fulfil the duty imposed by section 2.\n\t\tA local education authority in England may apply to a magistrates' courtfor a parenting order in respect of a parent of the young person, if theparent is resident in England.\n\t\tIf such an application is made, the court may make a parenting order inrespect of the parent if it is satisfied that—\n\t\t\tthe young person is failing to fulfil the duty imposed by section 2, and\n\t\t\tthe making of the order would be desirable in the interests of the youngperson’s fulfilment of that duty.\n\t\tA parenting order is an order which requires the parent—\n\t\t\tto comply, for a period not exceeding 12 months, with such requirements asare specified in the order, and\n\t\t\tsubject to subsection (5), to attend, for a concurrent period not exceeding3 months, such counselling or guidance programme as may be specified indirections given by the responsible officer.\n\t\tA parenting order under this section may, but need not, include arequirement mentioned in subsection (4)(b) in any case where a parenting orderunder this section or any other enactment has been made in respect of theparent on a previous occasion.\n\t\tA counselling or guidance programme which a parent is required to attend byvirtue of subsection (4)(b) may be or include a residential course but only ifthe court is satisfied that the following two conditions are fulfilled.\n\t\tThe first condition is that the attendance of the parent at a residentialcourse is likely to be more effective than attendance at a non-residentialcourse in the interests of the young person’s fulfilment of the duty imposedby section 2.\n\t\tThe second condition is that any interference with family life which islikely to result from the attendance of the parent at a residential course isproportionate in all the circumstances.\n\tParenting orders: supplemental\n\t\tIn deciding whether to make a parenting order under section 41, a courtmust take into account (amongst other things)—\n\t\t\tany refusal by the parent to enter into a parenting contract under section40 in respect of the person to whom this Part applies, or\n\t\t\tif the parent has entered into such a parenting contract, any failure bythe parent to comply with the requirements specified in the contract.\n\t\tSubsections (3) to (7) of section 9 of the Crime and Disorder Act [1998 (c.37)](/id/ukpga/1998/37?view=plain \"Go to item of legislation\") (supplementalprovisions about parenting orders) apply in relation to a parenting orderunder section 41 as they apply in relation to a parenting order under section8 of that Act.\n\tParenting orders: appeals\n\t\tAn appeal lies to the Crown Court against the making of a parenting orderunder section 41.\n\t\tSubsections (2) and (3) of section 10 of the Crime and Disorder Act 1998(appeals against parenting orders) apply in relation to an appeal under thissection as they apply in relation to an appeal under subsection (1)(b) of thatsection.\n\tParenting contracts and parenting orders: further provisions\n\t\tLocal education authorities in England and responsible officers must, incarrying out their functions in relation to parenting contracts under section40 and parenting orders under section 41, have regard to the extent to whichany failure by, or anything done by, a parent of a person to whom this Partapplies is affecting, or is likely to affect, that person’s fulfilment of theduty imposed by section 2.\n\t\tRegulations may make further provision about the exercise by localeducation authorities in England of their functions relating to—\n\t\t\tparenting contracts under section 40, or\n\t\t\tparenting orders under section 41.\n\t\tThe provision that may be made under subsection (2) includes—\n\t\t\tprovision limiting the power of a local education authority to enter into aparenting contract, or apply for a parenting order, in prescribed cases;\n\t\t\tprovision requiring one local education authority to consult with anotherbefore taking any prescribed step;\n\t\t\tprovision requiring the provision of information by one local educationauthority in England to another;\n\t\t\tprovision as to how the costs associated with parenting contracts undersection 40 or parenting orders under section 41 (including in each case thecosts of providing counselling or guidance programmes) are to be met.\n\t\tIn this Chapter—\n\t\t\t  * “parent”, in relation to a young person, is to be construed in accordance with section 576 of the Education Act [1996 (c. 56)](/id/ukpga/1996/56?view=plain \"Go to item of legislation\"), but does not include a person who is not an individual; \n\t\t\t  * “responsible officer”, in relation to a parenting order, means an officer of a local education authority who is specified in the order. "
    },
    {
        "length": 648,
        "text": "\nInitial steps\n\tFailure to fulfil duty under section 2: initial steps\n\t\tThis section applies where it appears to a local education authority that aperson to whom this Part applies and who belongs to the authority’s area isfailing to fulfil the duty imposed by section 2.\n\t\tThe authority may give a written notice to the person stating—\n\t\t\tthat it appears to the authority that the person—\n\t\t\tis a person to whom this Part applies, and\n\t\t\tis failing without reasonable excuse to fulfil that duty, and\n\t\t\tthat if, after the date specified in the notice, the person appears to theauthority to be failing, without reasonable excuse, to fulfil that duty, theauthority may issue an attendance notice under section 46,\n\t\t\t\tand explaining the effect of an attendance notice.\n\t\tThe date specified under subsection (2)(b) must not be less than 15 daysafter the date on which the notice is given.\n\t\tSubsections (5) and (6) apply where an authority proposes to give a noticeto a person under subsection (2).\n\t\tThe authority—\n\t\t\tmust take all reasonable steps to secure that relevant support is offeredto the person, and\n\t\t\tmay not give the notice unless satisfied that the person has been affordedan opportunity to take advantage of the support offered.\n\t\tThe authority—\n\t\t\tmust give the person an opportunity to make representations, and\n\t\t\tmay not give the notice—\n\t\t\tin a case within subsection (7), unless, having regard to anyrepresentations made, the person appears to the authority to have noreasonable excuse for the failure;\n\t\t\tin any other case, if, having regard to any representations made, theperson appears to the authority to have a reasonable excuse for the failure.\n\t\tThis subsection applies where—\n\t\t\tarrangements have been made for the person to participate during thecurrent relevant period in a course or courses constituting relevant trainingor education,\n\t\t\tthe only failure by the person during that relevant period is that therelevant education and training to which the arrangements relate is notsufficient relevant education and training,\n\t\t\tthe course has not, or the courses have not all, concluded, and\n\t\t\tfurther arrangements for relevant training or education after theconclusion of the course or courses could be made which would enable theperson to participate in sufficient relevant training or education during thecurrent relevant period.\n\t\tIn subsection (5), “relevant support” means support provided by means ofservices made available by the local education authority in exercise of itsfunctions under section 68."
    },
    {
        "length": 1129,
        "text": "\nAttendance notices\n\tAttendance notice\n\t\tThis section applies where—\n\t\t\ta local education authority has given a notice to a person under section45(2),\n\t\t\tthis Part still applies to the person, and\n\t\t\tat any time after the date specified in the notice under section 45(2)(b),it appears to the local education authority that the person is, withoutreasonable excuse, failing to fulfil the duty imposed by section 2.\n\t\tThe local education authority may, before the end of the period of 6 monthsbeginning with the day on which the notice under section 45(2) was given tothe person, give the person a further notice in accordance with this section(an “attendance notice”) requiring the person to participate in education ortraining specified in the notice.\n\t\tSubsections (6) and (7) of section 45 apply in relation to the giving ofattendance notices as they apply in relation to the giving of notices undersubsection (2) of that section.\n\t\tThe education or training specified under subsection (2) must satisfysection 47.\n\t\tWhere the education or training specified is education or training providedby means of a course, the attendance notice must specify—\n\t\t\tthe school, college or other training or educational establishment at whichthe education or training is to be provided, and\n\t\t\tthe name and description of the course.\n\t\tWhere the education or training specified is training provided inaccordance with a contract of apprenticeship otherwise than by a course, theattendance notice must specify prescribed details of the contract ofapprenticeship.\n\t\tAn attendance notice given to a person must specify—\n\t\t\tthe place or places at which the person is required to attend,\n\t\t\tthe time or times at which the person is required to attend,\n\t\t\tthe person or persons to whom the person must present himself or herself,\n\t\t\t\tand may specify other prescribed requirements relating to the description ofeducation or training specified in the notice.\n\t\tAn attendance notice must state—\n\t\t\tthe period for which the notice has effect,\n\t\t\tthe consequences of failing to comply with any requirement imposed by thenotice, and\n\t\t\tsuch other matters as may be prescribed.\n\t\tAn attendance notice given by a local education authority to a person haseffect for the period beginning with the day on which it is given and endingwith—\n\t\t\tthe last day on which the person is a person to whom this Part applies, or\n\t\t\tif earlier, the day on which it is revoked.\n\tAttendance notice: description of education or training\n\t\tThis section must be satisfied in relation to education or trainingspecified in an attendance notice given to a person to whom this Part appliesby a local education authority.\n\t\tThe education or training must be provided—\n\t\t\tat a school, college or other training or educational establishment bymeans of a course, or\n\t\t\tin accordance with a contract of apprenticeship.\n\t\tThe education or training must be such that, by participating in it, theyoung person would fulfil the duty imposed by section 2.\n\t\tFor that purpose, account may be taken of any contract of employment of theperson or other arrangement under which the person works.\n\t\tThe education or training must—\n\t\t\tbe appropriate full-time education or training, or\n\t\t\totherwise be suitable for the person, having regard—\n\t\t\tto the person’s age, ability and aptitude, and\n\t\t\tto any learning difficulty which the person may have.\n\t\tSubsections (5) and (6) of section 13 of the Learning and Skills Act [2000(c. 21)](/id/ukpga/2000/21?view=plain \"Go to item of legislation\") (personswith learning difficulties) apply for the purposes of subsection (5)(b).\n\t\tWhere the education or training is to be provided by means of a course, thelocal education authority—\n\t\t\tmust have consulted the governing body or proprietor of the school, collegeor other training or educational establishment at which the education ortraining is to be provided, and\n\t\t\tmust have made arrangements, or be satisfied that arrangements have beenmade, for the education or training to be provided there for the person.\n\t\tWhere the education or training is training provided in accordance with acontract of apprenticeship, the local education authority must have consultedthe employer in relation to the contract of apprenticeship."
    },
    {
        "length": 1029,
        "text": "\nAttendance panel, appeals and variations etc\n\tAttendance panel\n\t\tA local education authority in England must establish a panel (an“attendance panel”), constituted in accordance with regulations.\n\t\tAn attendance panel of a local education authority in England has thefollowing functions—\n\t\t\tfunctions conferred on it by virtue of section 49 in relation to appealsagainst attendance notices;\n\t\t\tfunctions conferred on it by virtue of section 50(6)(b);\n\t\t\tfunctions conferred on it by section 52(5) and (6);\n\t\t\tfunctions conferred on it by virtue of section 54 in relation to appealsagainst fixed penalty notices.\n\t\tRegulations under subsection (1)—\n\t\t\tmust require a local education authority to secure that any person whochairs an attendance panel is not a member of the authority; and\n\t\t\tmay make provision for the payment by the local education authority ofallowances to members of an appeal panel.\n\t\tRegulations made by virtue of subsection (3)(b) may provide for any of theprovisions of sections 173 to 174 of the Local Government Act [1972 (c.70)](/id/ukpga/1972/70?view=plain \"Go to item of legislation\") (allowances tomembers of local authorities and other bodies) to apply with prescribedmodifications in relation to members of an attendance panel.\n\tAppeal arrangements\n\t\tA local education authority in England must make arrangements for enablinga young person to whom an attendance notice is given by the authority toappeal against—\n\t\t\tthe giving of the attendance notice;\n\t\t\tthe description of education or training specified in the attendancenotice;\n\t\t\tany variation of the notice—\n\t\t\tunder subsection (2) of section 50;\n\t\t\tby virtue of subsection (5) or (6)(b) of that section.\n\t\tThe arrangements must provide for any appeal under the arrangements to beto an attendance panel established under section 48.\n\t\tRegulations may make provision about the making of appeals underarrangements under this section, including provision—\n\t\t\tas to the procedure on such appeals; and\n\t\t\tas to the powers of the attendance panel in relation to such appeals.\n\tVariation and revocation of attendance notice\n\t\tSubsection (2) applies where a local education authority has given anattendance notice under section 46 to a person to whom this Part applies.\n\t\tIf the attendance notice still has effect when—\n\t\t\tthe education or training specified in the notice ends, or\n\t\t\tit becomes impracticable for the person to comply with the requirementsspecified in the notice because of a change of residence,\n\t\t\t\tthe local education authority may by notice to the person specify othereducation or training.\n\t\tSubsections (4) to (7) and (8)(c) of section 46 apply in relation tospecifying education or training under subsection (2) as they apply inrelation to the giving of an attendance notice.\n\t\tWhere the local education authority gives a notice under subsection (2),the attendance notice has effect as if it specified the education or trainingspecified in the notice under that subsection.\n\t\tPrescribed matters specified in an attendance notice given by a localeducation authority may be varied by the authority by notice given to theperson to whom the attendance notice was given.\n\t\tRegulations may provide for other matters specified in an attendance noticegiven by a local education authority to be varied—\n\t\t\twith the consent of the person to whom the notice was given, or\n\t\t\twith the consent of an attendance panel established by the local educationauthority under section 48.\n\t\tRegulations under subsection (6)(b) may in particular make provision as tothe procedure to be followed in relation to the giving of any consent underthe regulations.\n\t\tAn attendance notice given by a local education authority may be revoked bythe authority by notice given to the person to whom the attendance notice wasgiven."
    },
    {
        "length": 152,
        "text": "\nOffence of failure to comply with attendance notice\n\tIt is an offence for a person to whom an attendance notice has been givento fail, without reasonable excuse, to comply with the requirements of theattendance notice.\n\tIt is a defence for a person charged with an offence under subsection (1)to show that he or she is, and since the giving of the attendance notice hasbeen, fulfilling the duty imposed by section 2.\n\tA person guilty of an offence under subsection (1) is liable on summaryconviction to a fine not exceeding level 1 on the standard scale."
    },
    {
        "length": 436,
        "text": "\nRestrictions on proceedings for offences under section 51\n\tThis section applies to proceedings for an alleged offence under section 51relating to an attendance notice.\n\tThe proceedings may not be instituted except by the local educationauthority which gave the attendance notice.\n\tThe proceedings may not be instituted if the attendance notice has been—\n\t\trescinded on an appeal by virtue of section 49, or\n\t\trevoked under section 50(8).\n\tThe proceedings may not be instituted unless—\n\t\ta penalty notice has been given under section 53 in respect of the allegedoffence and has not been rescinded on an appeal by virtue of section 54,\n\t\tthe penalty imposed by the notice has not been paid in accordance with thenotice, and\n\t\tan attendance panel established by the local education authority undersection 48 has, on being consulted by the local education authority about thequestion whether the proceedings should be instituted, recommended to theauthority that the proceedings should be instituted.\n\tRegulations— \n\t\tmust make provision to secure that, before a recommendation undersubsection (4)(c) is made by an attendance panel in a person’s case, theperson has an opportunity to make representations to the panel, and\n\t\tmay make other provision as to the procedure to be followed in relation tothe making of such recommendations.\n\tThe proceedings may not be instituted after this Part has ceased to applyto the person alleged to have committed the offence under section 51.\n\tSubsection (6) does not affect proceedings for such an offence by a personwhich were instituted while this Part applied to the person."
    },
    {
        "length": 736,
        "text": "\nFailure to comply with attendance notice: penalty notice\n\tWhere a local education authority which has given an attendance notice to aperson under section 46 has reason to believe that the person has committed anoffence under section 51 relating to the notice, the authority may give theperson a penalty notice in respect of the offence.\n\tA penalty notice is a notice offering a person the opportunity ofdischarging any liability to conviction in respect of the offence to which thenotice relates by payment of a penalty in accordance with the notice.\n\tWhere a person is given a penalty notice—\n\t\tproceedings for the offence to which the notice relates may not beinstituted before the end of such period as may be prescribed; and\n\t\tthe person cannot be convicted of the offence to which the notice relatesif a penalty is paid in accordance with the notice.\n\tRegulations may make—\n\t\tprovision as to the form and content of penalty notices;\n\t\tprovision as to the amount of any penalty and the time by which it is to bepaid (but subject to subsection (6));\n\t\tprovision as to the methods by which penalties may be paid;\n\t\tprovision as to the records which are to be kept in relation to penaltynotices;\n\t\tprovision for or in connection with the withdrawal of a penalty notice, orits ceasing to have effect, in prescribed circumstances, including—\n\t\tprovision about repayment of any amount paid by way of penalty under apenalty notice which is withdrawn or ceases to have effect; and\n\t\tprovision prohibiting the institution or continuation of proceedings forthe offence to which such a notice relates;\n\t\tprovision for a certificate—\n\t\tpurporting to be signed by or on behalf of a prescribed person, and\n\t\tstating that payment of any amount paid by way of penalty was or, as thecase may be, was not received on or before a date specified in thecertificate,\n\t\t\tto be received in evidence of the matters so stated;\n\t\tprovision as to the action to be taken if a penalty is not paid inaccordance with a penalty notice;\n\t\tprovision for or in connection with the preparation of codes of conduct inrelation to the giving of penalty notices;\n\t\tsuch other provision in relation to penalties under penalty notices or inrelation to penalty notices as the Secretary of State thinks necessary orexpedient.\n\tWithout prejudice to section 166(6), regulations under subsection (4)(b)may make provision for penalties of different amounts to be payable indifferent cases or circumstances (including provision for the penalty payableunder a penalty notice to differ according to the time by which it is paid).\n\tThe amount of any penalty payable by virtue of regulations under subsection(4)(b) must not exceed the amount for the time being specified as level 1 onthe standard scale of fines for summary offences."
    },
    {
        "length": 150,
        "text": "\nPenalty notices: appeal arrangements\n\tA local education authority in England must make arrangements for enablinga young person to whom a penalty notice is given by the authority undersection 53 to appeal against the notice.\n\tThe arrangements must provide for any appeal under the arrangements to beto an attendance panel established under section 48.\n\tRegulations may make provision about the making of appeals underarrangements under this section, including provision—\n\t\tas to the procedure on such appeals; and\n\t\tas to the powers of an attendance panel in relation to such appeals."
    },
    {
        "length": 364,
        "text": "\nNon-participation fines: interpretation\n\tIn this section and sections 56 to 59—\n\t\t  * “non-participation fine” means a fine imposed— \n\t\tfor an offence under section 51, or\n\t\tin respect of a failure to comply with any sentence imposed for such anoffence;\n\t\t\t  * “the relevant sum”, in relation to a non-participation fine, means— \n\t\tthe non-participation fine,\n\t\tany surcharge ordered under section 161A of the Criminal Justice Act [2003 (c.44)](/id/ukpga/2003/44?view=plain \"Go to item of legislation\") (surcharges) tobe paid solely in relation to the offence, and\n\t\tany costs ordered by a court to be paid by the person on whom the fine wasimposed in connection with the offence or proceedings relating to the offenceor any sentence imposed (including proceedings on appeal);\n\t\t\t  * “relevant local education authority”, in relation to a non-participation fine, means the local education authority which issued the penalty notice under section 53 in respect of the offence to which the fine relates. \n\tReferences in those sections to a fine being imposed are, in the case of afine varied or confirmed on appeal, references to its being varied orconfirmed."
    },
    {
        "length": 1209,
        "text": "\nEnforcement of non-participation fine etc: person reaching 18\n\tThis section applies where—\n\t\ta non-participation fine has been imposed on a person aged under 18, and\n\t\tthe relevant sum, or any part of it, remains unpaid when the person reachesthe age of 18.\n\tWhen the person reaches the age of 18, the relevant sum ceases to beenforceable as a sum adjudged to be paid by a conviction of a magistrates'court.\n\tAccordingly, after the person has reached the age of 18—\n\t\tthe normal enforcement provisions do not apply in relation to the relevantsum, and\n\t\tthe normal enforcement powers are not exercisable in relation to therelevant sum,\n\t\t\texcept so far as necessary to permit current enforcement processes to beconcluded.\n\tAny order or warrant made or issued in relation to the non-participationfine, other than—\n\t\tan order under section 75 of the Magistrates' Courts Act [1980 (c.43)](/id/ukpga/1980/43?view=plain \"Go to item of legislation\") (power todispense with immediate payment),\n\t\tan order under section 85A of that Act (variation of instalments of sumadjudged to be paid by conviction), or\n\t\ta current enforcement process,\n\t\tceases to have effect when the person reaches the age of 18.\n\tA magistrates' court may, after the person has reached the age of 18, orderthat payment of so much of the relevant sum as remains unpaid may be enforcedas if it were a sum due to the relevant local education authority in pursuanceof a judgment or order of a county court.\n\tAn order under subsection (5) may not be made unless—\n\t\tthe person appears to the court to have sufficient means to pay the sumforthwith, and\n\t\tany current enforcement processes have been concluded.\n\tFor the purposes of this section, “current enforcement process” means anorder or warrant mentioned in paragraph (a), (b) or (c) and any reference toits conclusion is to be read in accordance with that paragraph—\n\t\ta warrant of control—\n\t\tissued under section 76 of the Magistrates' Courts Act 1980 (warrants ofcontrol etc) for the purpose of recovering the relevant sum (or any part ofit), and\n\t\tby virtue of which an enforcement agent has, before the person reaches theage of 18, taken control of any goods of the person under Schedule 12 to theTribunals, Courts and Enforcement Act [2007 (c.15)](/id/ukpga/2007/15?view=plain \"Go to item of legislation\") (taking controlof goods),\n\t\tis concluded when property in all goods of the person has, in accordance withparagraph 6 of that Schedule, ceased to be bound by virtue of the warrant;\n\t\tan order in force when the person reaches the age of 18 under—\n\t\tsection 81(1)(b) of the Magistrates' Courts Act 1980 (enforcement of finesimposed on young offenders), or\n\t\tsection 137(1) of the Powers of Criminal Courts (Sentencing) Act [2000 (c.6)](/id/ukpga/2000/6?view=plain \"Go to item of legislation\") (power to orderparent or guardian to pay fine, costs, compensation or surcharge),\n\t\trequiring that the relevant sum (or any part of it) be paid by a parent orguardian of the person is concluded when it is revoked;\n\t\tan order in force when the person reaches the age of 18 under section 39 ofthe Criminal Justice and Immigration Act [2008 (c.4)](/id/ukpga/2008/4?view=plain \"Go to item of legislation\") (youth defaultorders) in respect of the relevant sum (or any part of it) is concluded whenit is revoked.\n\tSubsection (2) does not affect the exercise of any power, or any ordermade, in respect of the offence before the person reached the age of 18.\n\tThe Lord Chancellor may by order amend subsection (4) or (7) by—\n\t\tadding to it provision about any warrant or order that may be issued ormade, or step that may be taken, in relation to a non-participation finebefore the person on whom it is imposed reaches the age of 18, or\n\t\tremoving any such provision for the time being made by that subsection."
    },
    {
        "length": 375,
        "text": "\nEnforcement of non-participation fine etc: fine imposed on person aged18 or over\n\tThis section applies where a non-participation fine is imposed on a personwho has reached the age of 18.\n\tPayment of the relevant sum may be enforced as if it were a sum due to therelevant local education authority in pursuance of a judgment or order of acounty court.\n\tThe relevant sum is not enforceable as a sum adjudged to be paid by aconviction of a magistrates' court.\n\tAccordingly— \n\t\tthe normal enforcement provisions do not apply in relation to the relevantsum, and\n\t\tthe normal enforcement powers are not exercisable in relation to therelevant sum.\n\tBut subsections (3) and (4) do not prevent a magistrates' court, onimposing the fine, from—\n\t\tmaking an order under section 75 of the Magistrates' Courts Act [1980 (c.43)](/id/ukpga/1980/43?view=plain \"Go to item of legislation\") (power todispense with immediate payment), or\n\t\tmaking an order under section 80 of that Act (application of money found ondefaulter to satisfy sum adjudged) for the person to be searched beforeleaving the precincts of the court-house; and subsections (2) and (3) of thatsection apply in relation to a search in pursuance of any such order."
    },
    {
        "length": 862,
        "text": "\nEnforcement of non-participation fine: further provisions\n\tIn sections 56 and 57, “the normal enforcement provisions” means—\n\t\tPart 3 of the Magistrates' Courts Act 1980 (satisfaction and enforcement);\n\t\tsections 135 and 136 of that Act (committal and detention for shortperiod);\n\t\tsection 108 of the Powers of Criminal Courts (Sentencing) Act [2000 (c.6)](/id/ukpga/2000/6?view=plain \"Go to item of legislation\") (detention ofpersons aged at least 18 but under 21 for default or contempt);\n\t\tSchedules 5 and 6 to the Courts Act [2003 (c.39)](/id/ukpga/2003/39?view=plain \"Go to item of legislation\") (collection offines etc and discharge of fines by unpaid work); and\n\t\tsection 300 of the Criminal Justice Act [2003 (c.44)](/id/ukpga/2003/44?view=plain \"Go to item of legislation\") (power toimpose unpaid work requirement or curfew requirement on fine defaulter).\n\tIn sections 56 and 57, “the normal enforcement powers”, in relation to anysum, means—\n\t\tany power of a magistrates' court or an officer of such a court—\n\t\tto enforce payment of the sum; or\n\t\twhich is exercisable in consequence of a default in payment of the sum orany part of it;\n\t\tin the case of a fine imposed, varied or confirmed by a decision of anyother court on an appeal, any power of that other court to enforce thedecision.\n\tThe Lord Chancellor may by order amend subsection (1) or (2) by—\n\t\tadding a reference to any statutory provision which relates to enforcementof fines, costs or surcharges, or to any power to enforce payment of suchsums, or\n\t\tremoving a reference to any provision or power for the time being listed inthat section.\n\tWhere— \n\t\ta sum is payable at a time or times specified by—\n\t\tan order under section 75 of the Magistrates' Courts Act [1980 (c.43)](/id/ukpga/1980/43?view=plain \"Go to item of legislation\") (power todispense with immediate payment), or\n\t\torders under that section and section 85A of that Act (variation ofinstalments of sum adjudged to be paid by conviction), and\n\t\tthe sum would (but for this subsection) be treated by virtue of section 56or 57 as due to a local education authority in pursuance of a judgment ororder of a county court,\n\t\t\tthe sum is to be treated as so payable to that authority at the time or timesreferred to in paragraph (a) by virtue of an order of the county court undersection 71(1) of the County Courts Act [1984 (c.28)](/id/ukpga/1984/28?view=plain \"Go to item of legislation\") (satisfactionof judgments and orders for payment of money)."
    },
    {
        "length": 320,
        "text": "\nApplication of sums recovered by virtue of section 56 or 57\n\tThe Lord Chancellor may by regulations make provision as to the applicationof amounts recovered by local education authorities by virtue of sections 56and 57.\n\tAny such regulations must make provision for securing that any such amountrecovered, so far as not—\n\t\tattributable to county court enforcement costs, or\n\t\tpaid to a magistrates' court, or to an officer of such a court,\n\t\t\tis repaid to the person on whom the non-participation fine to which it relateswas imposed (or other person who paid the amount).\n\tRegulations under this section may make provision, in particular, as to—\n\t\tthe extent to which amounts recovered by virtue of section 56 or 57 areattributable to county court enforcement costs;\n\t\tfurther payments, or repayments, to be made in consequence of any appeal,or of any remission or variation of a non-participation fine or any otheramount required to be paid.\n\tIn this section, “county court enforcement costs” in relation to a non-participation fine means costs incurred by a local education authority inconnection with the recovery of the relevant sum in a county court."
    },
    {
        "length": 127,
        "text": "\nSupplementary\n\tReview of initial operation of Chapter\n\t\tThe Secretary of State must appoint a person to conduct a review of theinitial operation of this Chapter.\n\t\tThe person appointed must make a report to the Secretary of State on thereview within a reasonable period after the school leaving date for 2016.\n\t\tThe Secretary of State must lay a copy of the report before Parliament.\n\t\tThe Secretary of State may pay to the person appointed such remunerationand expenses as the Secretary of State may determine."
    },
    {
        "length": 2103,
        "text": "\nChapter 6Miscellaneous\n\tAlternative ways of working\n\t\tRegulations may—\n\t\t\tprovide for who is to be treated as the employer for the purposes of thisPart in relation to any way of working prescribed by regulations under section5(1)(b), and\n\t\t\tprovide for any provision of this Part to apply with modifications inrelation to any such way of working.\n\t\tRegulations may provide for any provision of this Part to apply withmodifications in cases where a person to whom this Part applies—\n\t\t\tis employed under a contract of employment, and\n\t\t\tis for the time being supplied by the employer to another person (“theprincipal”) to perform work in accordance with a contract made between theemployer and the principal.\n\tCrown employment\n\t\tFor the purposes of section 5—\n\t\t\tCrown employment, and\n\t\t\tservice as a member of the armed forces of the Crown,\n\t\t\t\tare each to be treated as working under a contract of employment.\n\t\tRegulations may provide for Chapter 1 to have effect subject tomodifications in relation to persons working in either of those ways.\n\t\tChapter 3 applies in relation to Crown employment and persons in Crownemployment as it applies in relation to other employment and other employees,but subject to subsection (4).\n\t\tFor the purposes of the application of Chapter 3 in relation to Crownemployment and persons in Crown employment—\n\t\t\treferences to a contract of employment are to be construed, in relation toa person in Crown employment, as references to the terms and conditions underwhich the person works, and\n\t\t\treferences to an employee are to be construed as references to a person inCrown employment.\n\t\tIn this section, “Crown employment” means employment under or for thepurposes of a government department or any officer or body exercising onbehalf of the Crown functions conferred by statutory provision, but subject tosubsection (6).\n\t\tCrown employment—\n\t\t\tdoes not include service as a member of the armed forces of the Crown, but\n\t\t\tdoes include employment by an association established for the purposes ofPart 11 of the Reserve Forces Act [1996 (c. 14)](/id/ukpga/1996/14?view=plain\"Go to item of legislation\").\n\tHouse of Lords staff\n\t\tThe following provisions apply in relation to employment under a contract ofemployment with the Corporate Officer of the House of Lords as they apply inrelation to other employment—\n\t\t\tsections 19 to 21;\n\t\t\tsections 27 to 29.\n\tHouse of Commons staff\n\t\tFor the purposes of section 5, working as a relevant member of the House ofCommons staff is to be treated as working under a contract of employment.\n\t\tRegulations may provide for Chapter 1 to have effect subject tomodifications in relation to persons working in that way.\n\t\tThe following provisions apply in relation to employment as a relevantmember of the House of Commons staff as they apply in relation to otheremployment—\n\t\t\tsections 19 to 21;\n\t\t\tsections 27 to 29.\n\t\tFor the purposes of the application of Chapter 3 in relation to a relevantmember of the House of Commons staff—\n\t\t\treferences to a contract of employment are to be construed as includingreferences to the terms of employment of a relevant member of the House ofCommons staff, and\n\t\t\treferences to an employee are to be construed as references to a relevantmember of the House of Commons staff.\n\t\tIn this section, “relevant member of the House of Commons staff” has thesame meaning as in section 195 of the Employment Rights Act [1996 (c.18)](/id/ukpga/1996/18?view=plain \"Go to item of legislation\").\n\t\tSubsections (6), (7) and (12) of that section (person to be treated asemployer of relevant member of House of Commons staff) apply (with anynecessary modifications) for the purposes of the provisions mentioned insubsection (3) as applied by virtue of this section.\n\tFinancial penalties\n\t\tA penalty payable by virtue of a penalty notice under—\n\t\t\tsection 22,\n\t\t\tsection 31, or\n\t\t\tsection 53,\n\t\t\t\tis payable to the local education authority which issued the notice.\n\t\tAny sums received by a local education authority under any of thosesections may be used by the authority for the purposes of any of its functionswhich may be specified in regulations but, to the extent that they are not soused, must be paid in accordance with regulations to the Secretary of State.\n\t\tA penalty under section 22 or 31 (and any interest or financial penalty forlate payment) is recoverable, if a county court so orders, as if it werepayable under an order of that court.\n\t\tWhere a person is required by a penalty notice given under section 22 or 31to pay a financial penalty, and\n\t\t\thas given a notice of objection to the local education authority undersection 23 or 33, or\n\t\t\thas appealed against the giving of the penalty notice under section 24 or34,\n\t\t\tthe penalty is not enforceable until the authority has given a determinationnotice under section 23 or 33 in relation to the penalty notice, or, as thecase may be, the appeal has been determined.\n\tInterpretation of Part\n\t\tIn this Part—\n\t\t\t  * “appropriate full-time education or training” has the meaning given by section 4; \n\t\t\t  * “contract of employment” means a contract of service, whether express or implied and (if it is express) whether oral or in writing, but does not include a contract of apprenticeship; \n\t\t\t  * “level 3 qualification” has the meaning given by section 3; \n\t\t\t  * “proprietor”, in relation to a school or other institution, means the person or body of persons responsible for its management; \n\t\t\t  * “relevant period”, in relation to a person to whom this Part applies, has the meaning given by section 7; \n\t\t\t  * “relevant training or education” has the meaning given by section 6; \n\t\t\t  * “sufficient”, in relation to relevant training or education, is to be construed in accordance with section 8(1). \n\t\tRegulations may provide for a person to be, or not to be, regarded asresident in England for the purposes of any provision of this Part.\n\t\tAny reference in this Part to a person’s being in full-time occupation isto be construed in accordance with section 5.\n\t\tFor the purposes of this Part, a person is failing to fulfil the dutyimposed by section 2 if the person—\n\t\t\tis not participating in education or training in accordance with subsection(1)(a) or (b) of that section, and\n\t\t\tis not in full-time occupation or is not participating in sufficientrelevant training.\n\t\tA reasonable excuse for a failure to be in full-time occupation is not areasonable excuse for a failure to fulfil the duty imposed by section 2(unless it is also a reasonable excuse for any failure to participate asmentioned in subsection (4)).\n\tCorresponding provision for Wales\n\t\tThis section applies if a Measure of the National Assembly for Walesincludes provision that appears to the Secretary of State to correspond toprovision made by section 2.\n\t\tThe Secretary of State may by order make provision in relation to Walesthat corresponds to any provision made by sections 19 to 36.\n\t\tWithout prejudice to section 166(6), the power conferred by this sectionincludes power to make provision in relation to Wales that corresponds to anyof the following—\n\t\t\tthe provisions of the Employment Rights Act [1996 (c.18)](/id/ukpga/1996/18?view=plain \"Go to item of legislation\") inserted bysections 37 to 39;\n\t\t\tsection 61;\n\t\t\tsection 62;\n\t\t\tsection 65 so far as relating to financial penalties under sections 22 and31.\n\t\tPower conferred by this section to make provision in relation to Wales thatcorresponds to any other provision includes power—\n\t\t\tto apply that other provision in relation to Wales, with or withoutmodification;\n\t\t\tto amend that other provision so that it applies in relation to Wales, withor without modification."
    },
    {
        "length": 294,
        "text": "\nSupport services: provision by local education authorities\n\tA local education authority in England must make available to young personsand relevant young adults for whom it is responsible such services as itconsiders appropriate to encourage, enable or assist the effectiveparticipation of those persons in education or training.\n\tSubsection (1) is subject to any direction given by the Secretary of Stateunder section 69.\n\tFor the purposes of this section and section 69, a local educationauthority makes services available if it—\n\t\tprovides them, or\n\t\tmakes arrangements with another local education authority or another personfor their provision.\n\tIn carrying out its functions under this section, a local educationauthority must—\n\t\tcomply with any direction given by the Secretary of State under section 69,and\n\t\thave regard to any guidance issued by the Secretary of State.\n\tNothing in this section requires a local education authority to makeservices available to a young person or relevant young adult for whom it isresponsible if—\n\t\tanother local education authority in England is also responsible for theperson, and\n\t\tservices are being provided to the person by, or under arrangements madeby, the other authority in exercise of its functions under subsection (1)."
    },
    {
        "length": 494,
        "text": "\nDirections \n\tThe Secretary of State may give directions to a local education authority—\n\t\tspecifying the services to be made available to young persons and relevantyoung adults in the exercise of the authority’s functions under section 68(1);\n\t\tspecifying the descriptions of individual who may be involved, in waysspecified in the direction, in the provision of such services;\n\t\trequiring the authority to secure that any person by whom such services areprovided (whether the authority or any other person) co-operates with—\n\t\tany person providing services under section 74;\n\t\tany person exercising functions, or providing services, which relate tosocial security or are connected with finding suitable employment, educationor training for young persons or relevant young adults;\n\t\tas to the names and symbols to be used, in ways specified in the direction,in connection with services provided in pursuance of section 68(1);\n\t\timposing requirements as to—\n\t\tthe keeping of records, or\n\t\tthe provision of information to local education authorities and personsproviding services in pursuance of section 68(1),\n\t\t\tin connection with the provision of such services.\n\tThe Secretary of State may direct a local education authority to exerciseits functions under section 68(1) in such a way that the person who providesservices (whether the local education authority or any other person), or suchservices as are specified in the direction, as a result of the exercise ofthose functions is a person who also—\n\t\texercises such functions, or\n\t\tprovides such services,\n\t\tas are specified in the direction.\n\tFunctions or services specified under subsection (2)—\n\t\tneed not relate to education or training, and\n\t\tmay, in particular, be functions or services relating to social security.\n\tA direction under this section may be varied or revoked by a laterdirection.\n\tDifferent directions may be given under this section in relation todifferent descriptions of service."
    },
    {
        "length": 215,
        "text": "\nLocal education authorities: supplementary powers\n\tA local education authority in England—\n\t\tmay provide, secure the provision of or participate in the provision ofservices under arrangements entered into by it with another local educationauthority in pursuance of any function of that other local education authorityunder section 68, and\n\t\tmay provide, secure the provision of or participate in the provision ofservices for encouraging, enabling or assisting the effective participation ineducation or training of—\n\t\tyoung persons, or\n\t\trelevant young adults,\n\t\t\t(including such persons from other areas) otherwise than in accordance withsection 68 or paragraph (a).\n\tNothing in or done under section 68 or 69 or this section is to be taken toprejudice any powers which a local education authority has with respect to theexercise of its functions otherwise than under those sections."
    },
    {
        "length": 552,
        "text": "\nProvision of support on conditional basis: learning and supportagreements\n\tServices provided for young persons in pursuance of section 68 or 70(1)(b)may include the provision of support on a conditional basis.\n\tFor the purposes of this section—\n\t\t“support” provided for a person means any form of support and includes, inparticular—\n\t\tsupport in the form of medical or social care, including care providedotherwise than to that person,\n\t\tsupport in the form of incentives, including allowances and payments, and\n\t\tother financial assistance;\n\t\tsupport is provided for a young person on a conditional basis if it isprovided under arrangements (a “learning and support agreement”) under whichits provision is subject to the young person’s agreement to fulfil conditions(“learning and support conditions”).\n\tSubsections (4) to (6) apply where support is provided for a young personon a conditional basis by virtue of subsection (1).\n\tThe learning and support agreement must include provision (whether or notin the form of a learning and support condition) relating to the youngperson’s participation in education or training.\n\tThe person providing the support (the “service provider”) must considerthat providing it on a conditional basis would be desirable in the interestsof encouraging, enabling or assisting the young person—\n\t\tto fulfil the duty imposed by section 2, in a case where the young personis a person to whom Part 1 applies, or\n\t\tin any case, to participate effectively in education or training.\n\tThe learning and support conditions must be conditions—\n\t\tdetermined in consultation between the service provider and the youngperson, having regard to an assessment of the young person’s needs conductedby the service provider and the young person for the purposes of this section,and\n\t\tto which in the course of that consultation the young person has agreed;\n\t\t\tand the service provider must make arrangements for the learning and supportconditions to be reviewed periodically.\n\tLearning and support agreements made by virtue of subsection (1) do notcreate any obligations in respect of whose breach any liability arises incontract or in tort.\n\tSubsection (1) is subject to section 68(2) and (4)."
    },
    {
        "length": 623,
        "text": "\nEducational institutions: duty to provide information\n\tRelevant information about a pupil or student who is attending aneducational institution in England must be provided by the responsible personto a person involved in the provision of services in pursuance of section 68or 70(1)(b), on a request by that person.\n\tA request under subsection (1) by a person involved in the provision ofservices in pursuance of 68 or 70(1)(b) may be made only for the purposes ofthe provision of those services.\n\tIn subsection (1), “relevant information” means—\n\t\tthe name, address and date of birth of the pupil or student;\n\t\tthe name and address of a parent of the pupil or student;\n\t\tinformation in the institution’s possession about the pupil or student.\n\tInformation within subsection (3)(c) must not be provided under subsection(1) if—\n\t\tthe pupil or student concerned, in the case of a pupil or student who hasattained the age of 16, or\n\t\ta parent of the pupil or student concerned, in the case of a pupil orstudent who has not attained the age of 16,\n\t\t\thas instructed the responsible person not to provide information of that kindunder this section.\n\tIn this section—\n\t\t  * “educational institution” means— \n\t\ta community, foundation or voluntary school,\n\t\ta community or foundation special school,\n\t\ta city technology college, a city college for the technology of the arts or anAcademy,\n\t\ta pupil referral unit,\n\t\tan institution within the further education sector, or\n\t\tan institution in receipt of funding from the Learning and Skills Council forEngland;\n\t\t\t  * “responsible person” means— \n\t\tin relation to a school within paragraph (a) or (b) of the definition of“educational institution”, the governing body;\n\t\tin relation to an institution within paragraph (c) or (f) of that definition,the proprietor;\n\t\tin relation to a pupil referral unit, the local education authority by whichit is maintained;\n\t\tin relation to an institution within the further education sector, thegoverning body within the meaning given by section 90 of the Further andHigher Education Act [1992 (c. 13)](/id/ukpga/1992/13?view=plain \"Go to itemof legislation\")."
    },
    {
        "length": 323,
        "text": "\nEducational institutions: access and facilities\n\tThe responsible person in relation to an educational institution inEngland, must, on a request by a person involved in the provision of servicesin pursuance of section 68 or 70(1)(b)—\n\t\tpermit that person to have access to a pupil or student attending theinstitution on the institution’s premises at reasonable times, and\n\t\tmake available to that person, so far as is reasonably convenient,facilities on the institution’s premises for providing services to individualsuch pupils or students or groups of such pupils or students.\n\tA request under subsection (1) by a person involved in the provision ofservices in pursuance of section 68 or 70(1)(b) may be made only for thepurposes of the provision of those services.\n\tSubject to subsection (4), “educational institution” and “responsibleperson” have the same meanings in subsection (1) as in section 72.\n\tIn relation to a pupil referral unit for which there is a managementcommittee established by virtue of paragraph 15 of Schedule 1 to the EducationAct [1996 (c. 56)](/id/ukpga/1996/56?view=plain \"Go to item of legislation\"),“responsible person” means that committee."
    },
    {
        "length": 290,
        "text": "\nInternet and telephone support services etc\n\tThe Secretary of State may provide or secure the provision of services forencouraging, enabling or assisting the effective participation of youngpersons and relevant young adults in England in education or training.\n\tThe services which may be provided under subsection (1) are servicesprovided by means of—\n\t\tthe publication whether electronically or otherwise of information, adviceand guidance;\n\t\tthe provision, in response to requests by young persons and relevant youngadults, of information, advice or guidance to those persons by telephone orother electronic means.\n\tIn securing the provision of those services the Secretary of State may, inparticular, make arrangements with other persons for the provision ofservices.\n\tArrangements under subsection (3) may include provision—\n\t\tfor grants, loans and other kinds of financial assistance to be provided bythe Secretary of State (whether or not on conditions);\n\t\trequiring persons with whom arrangements are made to have regard toguidance issued by the Secretary of State.\n\tFor the purposes of this section, a young person or relevant young adult isin England if he or she is a person for whom a local education authority inEngland is responsible."
    },
    {
        "length": 455,
        "text": "\nInspection \n\tHer Majesty’s Chief Inspector of Education, Children’s Services and Skills—\n\t\tmust, when requested to do so by the Secretary of State, inspect and reporton the provision of services in pursuance of section 68 or 74, and\n\t\tmay undertake such other inspections of the provision of those services asHer Majesty’s Chief Inspector thinks fit.\n\tA request under subsection (1)(a)—\n\t\tmay be in general terms or in relation to specific matters,\n\t\tmay relate to a specific person providing services, or to a specific classof person, and\n\t\tmay relate to a specific area.\n\tA reference in subsection (1) to the provision of services includes areference to the management and use of resources in providing services.\n\tSubsections (5) to (7) apply to an inspection under subsection (1) ofservices provided by a person in pursuance of section 68 or 74.\n\tA person carrying out or participating in the inspection has the samepowers as Her Majesty’s Chief Inspector has under the following provisions ofthe Education Act [2005 (c. 18)](/id/ukpga/2005/18?view=plain \"Go to item oflegislation\")—\n\t\tsection 10(1)(a) and (d) (right of access), and\n\t\tsection 58 (computer records).\n\tSection 11 of the Education Act 2005 (publication of inspection reports)applies.\n\tA person who wilfully obstructs a person in carrying out or participatingin the inspection—\n\t\tis guilty of an offence, and\n\t\tis liable on summary conviction to a fine not exceeding level 4 on thestandard scale."
    },
    {
        "length": 649,
        "text": "\nSupply of social security information relating to young persons\n\tSocial security information may be supplied to a local education authorityor other person involved in the provision of services for young persons inpursuance of section 68 or 70(1)(b) for the purpose of the provision of thoseservices.\n\tIn this section “social security information” means personal informationabout a young person which is held for the purposes of functions relating tosocial security—\n\t\tby the Secretary of State, or\n\t\tby a person providing services to the Secretary of State in connection withthe provision of those services.\n\tFor the purposes of subsection (2) “personal information”, in relation to ayoung person, means—\n\t\tthe person’s name, address and date of birth, and\n\t\tthe name and address of a parent of the young person.\n\tA person to whom information is supplied under subsection (1) commits anoffence by disclosing the information unless the disclosure is made—\n\t\tfor the purpose of the provision of services in pursuance of section 68 or70(1)(b),\n\t\tfor the purpose of enabling or assisting the exercise of any function of alocal education authority under Part 1,\n\t\tin accordance with section 17 or any other enactment or an order of a courtor tribunal,\n\t\tfor the purpose of actual or contemplated proceedings before a court ortribunal,\n\t\twith consent given by or on behalf of the person to whom the informationrelates, or\n\t\tin such a way as to prevent the identification of the person to whom itrelates.\n\tIt is a defence for a person charged with an offence under this sectionrelating to a disclosure to prove that the person reasonably believed that thedisclosure was lawful.\n\tA person guilty of an offence under this section is liable—\n\t\ton conviction on indictment, to imprisonment for a term not exceeding 2years, to a fine or to both, or\n\t\ton summary conviction, to imprisonment for a term not exceeding 12 months,to a fine not exceeding the statutory maximum, or to both.\n\tIn subsection (6)(b) the reference to 12 months is to be read in relationto an offence committed before the commencement of section 282 of the CriminalJustice Act [2003 (c. 44)](/id/ukpga/2003/44?view=plain \"Go to item oflegislation\") (increase in maximum term that may be imposed on summaryconviction of offence triable either way) as a reference to 6 months."
    },
    {
        "length": 402,
        "text": "\nSupply of information by public bodies\n\tAny of the persons or bodies mentioned in subsection (2) may supplyinformation about a young person or relevant young adult to any person or bodyinvolved in the provision of services in pursuance of section 68 or 70(1)(b)for the purpose of the provision of those services.\n\tThose persons and bodies are—\n\t\ta local authority,\n\t\tthe Learning and Skills Council for England,\n\t\ta Primary Care Trust,\n\t\ta Strategic Health Authority,\n\t\ta chief officer of police,\n\t\ta provider of probation services,\n\t\ta local probation board, and\n\t\ta youth offending team.\n\tIn this section—\n\t\t  * “local authority” has the meaning given by section 579(1) of the Education Act [1996 (c. 56)](/id/ukpga/1996/56?view=plain \"Go to item of legislation\") (interpretation); \n\t\t  * “local probation board” means a local probation board established under section 4 of the Criminal Justice and Court Services Act [2000 (c. 43)](/id/ukpga/2000/43?view=plain \"Go to item of legislation\"); \n\t\t  * “youth offending team” means a team established under section 39 of the Crime and Disorder Act [1998 (c. 37)](/id/ukpga/1998/37?view=plain \"Go to item of legislation\"). "
    },
    {
        "length": 397,
        "text": "\nSupplementary \n\tIn sections 68 to 77 and this section—\n\t\t  * “parent”, in relation to a child, has the meaning given by section 576 of the Education Act [1996 (c. 56)](/id/ukpga/1996/56?view=plain \"Go to item of legislation\"); \n\t\t  * “proprietor”, in relation to a school or other institution, means the person or body of persons responsible for its management; \n\t\t  * “relevant young adult” means a person who— \n\t\thas attained the age of 20 but not the age of 25, and\n\t\thas a learning difficulty;\n\t\t\tand subsections (5) and (6) of section 13 of the Learning and Skills Act [2000(c. 21)](/id/ukpga/2000/21?view=plain \"Go to item of legislation\")(construction of references to learning difficulties) apply for this purpose;\n\t\t\t  * “young person” means a person who has attained the age of 13 but not the age of 20. \n\tFor the purposes of sections 68 to 77, a local education authority isresponsible for any young person or relevant young adult who is—\n\t\treceiving education or training in its area,\n\t\tnormally resident in its area, or\n\t\totherwise within its area.\n\tFor the purposes of subsection (2)(a), “training” includes vocational,social, physical and recreational training."
    },
    {
        "length": 1170,
        "text": "\nAssessments relating to learning difficulties\n\tAssessments relating to learning difficulties\n\t\tBefore section 140 of the Learning and Skills Act 2000 (assessments relatingto learning difficulties) insert—\n\t\t“139AAssessments relating to learning difficulties: England\n\t\t\tSubsection (2) applies if a local education authority in England—\n\t\t\t\tmaintains a statement of special educational needs for a person, and\n\t\t\t\tbelieves that the person will leave school, at the end of his last year ofcompulsory schooling, to receive post-16 education or training or highereducation.\n\t\t\tThe authority must arrange for an assessment of the person to be conductedat some time during his last year of compulsory schooling.\n\t\t\tSubsection (4) applies if a local education authority in England—\n\t\t\t\tmaintains a statement of special educational needs for a person who is overcompulsory school age, and\n\t\t\t\tbelieves that the person will leave school, during or at the end of thecurrent school year, to receive post-16 education or training or highereducation.\n\t\t\tThe authority must arrange for an assessment of the person to be conductedat some time during the current school year.\n\t\t\tA local education authority in England may at any time arrange for anassessment to be conducted of a person—\n\t\t\t\twho is within subsection (6), and\n\t\t\t\tfor whom the authority is responsible.\n\t\t\tA person within this subsection is one who—\n\t\t\t\tis in his last year of compulsory schooling, or is over compulsory schoolage but has not attained the age of 25,\n\t\t\t\tappears to the authority to have a learning difficulty within the meaningof section 13, and\n\t\t\t\tis receiving, or in the opinion of the authority is likely to receive,post-16 education or training or higher education.\n\t\t\tIn exercising its functions under this section an authority must haveregard to any guidance issued by the Secretary of State.\n\t\tBAssessments under section 139A: interpretation\n\t\t\tThis section applies for the purposes of section 139A.\n\t\t\tA statement of special educational needs is a statement maintained undersection 324 of the Education Act 1996.\n\t\t\tAn assessment of a person is an assessment, resulting in a written report,of—\n\t\t\t\tthe person’s educational and training needs, and\n\t\t\t\tthe provision required to meet them.\n\t\t\tA local education authority is responsible for—\n\t\t\t\ta person who is receiving education or training in its area;\n\t\t\t\ta person who is not receiving education or training, but who is normallyresident in its area;\n\t\t\t\ta person who is not receiving education or training, and who is notnormally resident in its area or that of another authority, but who isotherwise within its area and, in its opinion, likely to receive post-16education or training or higher education.\n\t\t\tA person’s last year of compulsory schooling is the last school year at hisschool during the whole or part of which he is of compulsory school age; andin the application of section 139A(6) to a person who is receiving educationat an institution other than a school, that institution is to be treated forthe purpose of determining his last year of compulsory schooling as though itwere a school.\n\t\t\t“Higher education” is education provided by means of a course of anydescription mentioned in Schedule 6 to the Education Reform Act 1988.\n\t\t\t“Post-16 education or training” means post-16 education or post-16 trainingwithin the meaning of Part 1.\n\t\t\t“School year” has the meaning given in section 579(1) of the Education Act1996.\n\t\tCAssessments under section 139A: persons educated at home\n\t\t\tSection 139A applies in relation to a person who is receiving education athome, subject to the following modifications.\n\t\t\tIn section 139A(1)(b) and (3)(b), references to a person’s leaving schoolto receive post-16 education or training or higher eduction are to beconstrued as references to a person’s ceasing to receive education at home inorder to receive, otherwise than in a school, post-16 education or training orhigher education.\n\t\t\tReferences to a person’s last year of compulsory schooling are to beconstrued as references to the 12 month period ending when the person ceasesto be of compulsory school age.\n\t\t\tReferences to the current school year are to be construed as references tothe period of 12 months beginning on the most recent 1st September.”"
    },
    {
        "length": 987,
        "text": "\nCareers education\n\tCareers education: information and advice\n\t\tPart 7 of the Education Act [1997 (c. 44)](/id/ukpga/1997/44?view=plain \"Goto item of legislation\") (careers education and guidance) is amended asfollows.\n\t\tIn section 43 (provision of careers education in schools)—\n\t\t\tafter subsection (2) insert—\n\t\t\t\t“(2A)Subsection (2B) applies where, in the course of a programme of careerseducation provided, in pursuance of subsection (1), to registered pupils at aschool in England falling within subsection (2)(a), (c) or (e), information oradvice is given which—\n\t\t\trelates to any options available in respect of 16-18 education or training,or otherwise relates to the pursuit of particular careers (at any age), or\n\t\t\trelates to decisions or other steps to be taken in connection with any suchoptions or careers.\n\t\t\t(2B)Any such information must be presented in an impartial manner, and—\n\t\t\tany such advice must be advice which the person giving it considers willpromote the best interests of the pupils concerned, and\n\t\t\taccordingly, in giving the advice, that person must not seek to promote,contrary to the pupils' best interests, the interests or aspirations of theschool or of other persons or institutions.”;\n\t\t\tin subsection (3), after “subsection (1)” insert “(and, where applicable,subsection (2B))”;\n\t\t\tin subsection (6), at the end insert—\n\t\t\t““16-18 education or training” means education or training suitable to therequirements of persons who have ceased to be of compulsory school age buthave not attained the age of 18;\n\t\t\t“training”, in connection with registered pupils at schools in England,includes a voluntary or other placement apt to enable the development of anyskill or competency (whether or not taking place at a time when the personconcerned is still such a pupil).”\n\t\tIn section 45 (provision of careers information at schools etc.)—\n\t\t\tat the end of subsection (2) insert—\n\t\t\t“and, in the case of any such school in England, the reference in subsection(1) to persons attending it is a reference to persons who are registeredpupils there.”;\n\t\t\tafter subsection (2) insert—\n\t\t\t“(2A)Subsection (2B) applies where registered pupils at a school in Englandfalling within section 43(2)(a) or (c) are provided, in pursuance ofsubsection (1), with access to materials of the kinds mentioned in thatsubsection.\n\t\t\t(2B)The materials, taken as a whole, must present the pupils with (so far asrelevant to them) a full range of—\n\t\t\toptions available in respect of 16-18 education or training, and\n\t\t\tother options available to them (at any age) in terms of careeropportunities,\n\t\t\tand must not unduly promote any particular options over any others.”;\n\t\t\tin subsection (3), after “subsection (1)” insert “(and, where applicable,subsection (2B))”;\n\t\t\tin subsection (5), for “and careers education” substitute “, “careerseducation” and “16-18 education or training””.\n\t\tAfter section 45 insert—\n\t\t“45AGuidance as to discharge of duties\n\t\t\tThe persons responsible for discharging a relevant duty in relation to aschool in England falling within section 43(2)(a), (c) or (e) must, indischarging the duty, have regard to any guidance given from time to time bythe Secretary of State.\n\t\t\tA “relevant duty” means a duty under any of sections 43(3), 44(9) and45(3).”"
    },
    {
        "length": 323,
        "text": "\nApprenticeships\n\tApprenticeships: functions of Learning and Skills Council for England\n\t\tThe Learning and Skills Act [2000 (c. 21)](/id/ukpga/2000/21?view=plain \"Goto item of legislation\") is amended as follows.\n\t\tIn section 2 (education and training for persons aged 16 to 19), insubsection (5), after paragraph (b) insert—\n\t\t\ttraining includes training provided in connection with a contract ofemployment or a contract of apprenticeship;”.\n\t\tIn section 3 (education and training for persons over 19), in subsection(5), after paragraph (b) insert—\n\t\t\ttraining includes training provided in connection with a contract ofemployment or a contract of apprenticeship;”.\n\t\tSection 4 (encouragement of education and training) is amended as follows.\n\t\tThe existing provision is to become subsection (1) of that section.\n\t\tAfter that subsection, insert—\n\t\tFor the purposes of subsection (1)(b), participating in the provision ofpost-16 training includes participating by entering into—\n\t\t\ta contract of apprenticeship, or\n\t\t\ta contract of employment under or in connection with which training isprovided.”"
    },
    {
        "length": 365,
        "text": "\nSchool transport etc\n\tProvision of transport etc for persons of sixth form age: duty toconsider journey times\n\t\tIn section 509AB of the Education Act [1996 (c.56)](/id/ukpga/1996/56?view=plain \"Go to item of legislation\") (furtherprovision about transport policy statements), in subsection (3)(c)—\n\t\t\tfor “distance from” substitute “distances, and journey times, between”; and\n\t\t\tfor “of establishments” substitute “and establishments”.\n\tExercise of travel functions by local education authorities in England:duty to have regard to religion or belief of persons of sixth form age\n\t\tIn section 509AD of the Education Act 1996 (LEAs in England: duty to haveregard to religion or belief in exercise of travel functions), in subsection(1), for the words from “to any wish” to the end substitute—\n\t\t\tto any wish of a parent of such a person for him to be provided witheducation or training at a particular school, institution or other place wherethat wish is based on the parent’s religion or belief, and\n\t\t\tin a case where the person in question (or any of the persons in question)is of sixth form age (within the meaning given in section 509AC(1)), to anywish of that person to be provided with education or training at a particularschool, institution or other place where that wish is based on the person’sreligion or belief.”"
    },
    {
        "length": 744,
        "text": "\nCo-operation as regards 14-19 education and training\n\tCo-operation as regards provision of 14-19 education and training\n\t\tThe arrangements made by a children’s services authority in England (a“children’s authority”) under section 10 of the 2004 Act (co-operation toimprove well-being of children) must include arrangements within subsection(2) or (3).\n\t\tThe arrangements within this subsection are arrangements to promote co-operation between—\n\t\t\tthe children’s authority,\n\t\t\tthe authority’s relevant partners, and\n\t\t\tthe other persons and bodies (of any nature) who exercise functions, or areengaged in activities, relevant to the provision of 14-19 education ortraining in the authority’s area.\n\t\tThe arrangements within this subsection are arrangements made jointly bythe children’s authority and one or more other children’s authorities topromote co-operation between—\n\t\t\tthe authorities,\n\t\t\tthe authorities' relevant partners, and\n\t\t\tthe other persons and bodies (of any nature) who exercise functions, or areengaged in activities, relevant to the provision of 14-19 education ortraining in each of the authorities' areas.\n\t\tSubsection (1) is not to be read as affecting the generality of the dutyimposed by section 10(1) and (2) of the 2004 Act so far as relating toeducation and training.\n\t\tIn this section—\n\t\t\t  * “the 2004 Act” means the Children Act [2004 (c. 31)](/id/ukpga/2004/31?view=plain \"Go to item of legislation\"); \n\t\t\t  * “children’s services authority in England” has the meaning given by section 65(1) of that Act; \n\t\t\t  * “14-19 education” and “14-19 training” mean, respectively, education and training suitable to the requirements of persons during the period beginning with the start of the academic year in which they attain the age of 15 and ending when they attain the age of 19; \n\t\t\t  * “relevant partner”, in relation to a children’s services authority in England, has the meaning given by section 10(4) of the 2004 Act. \n\t\tFor the purposes of subsection (5)—\n\t\t\t“education” means full-time or part-time education, but does not includehigher education (namely, education provided by means of a course of anydescription mentioned in Schedule 6 to the Education Reform Act [1988 (c.40)](/id/ukpga/1988/40?view=plain \"Go to item of legislation\"));\n\t\t\t“training” means full-time or part-time training, and includes vocational,social, physical and recreational training;\n\t\t\t“academic year” means any period beginning with 1 August and ending withthe next 31 July."
    },
    {
        "length": 2881,
        "text": "\nProvision of courses of study\n\tLearning aims for persons aged 19 and over\n\t\tThe Learning and Skills Act [2000 (c. 21)](/id/ukpga/2000/21?view=plain \"Goto item of legislation\") is amended as follows.\n\t\tIn section 3 (Council’s duty to secure provision of facilities foreducation and training for persons aged 19 and over), after subsection (1)insert—\n\t\t\t“(1A)This section does not apply to the provision of facilities to the extentthat section 4A applies to the provision of those facilities.”\n\t\tAfter section 4 insert—\n\t\t“4ALearning aims for persons over 19: provision of facilities\n\t\t\tThe Council must secure the provision of proper facilities for relevanteducation or training for persons falling within subsection (3) which issuitable to their requirements.\n\t\t\tRelevant education or training is education (other than higher education)or vocational training provided by means of a course of study for aqualification to which paragraph 1 of Schedule 1A applies.\n\t\t\tThe persons falling within this subsection are persons who—\n\t\t\t\thave attained the age of 19,\n\t\t\t\tdo not have the qualification in question or one (including one awarded bya person outside England) which appears to the Council to be at a comparableor higher level, and\n\t\t\t\tsatisfy such conditions as may be specified in regulations made by theSecretary of State.\n\t\t\tFacilities are proper if they are—\n\t\t\t\tof a quantity sufficient to meet the reasonable needs of individuals, and\n\t\t\t\tof a quality adequate to meet those needs.\n\t\t\tIn performing the duty imposed on it by subsection (1) the Council must—\n\t\t\t\ttake account of the places where facilities are provided, the character offacilities and the way they are equipped;\n\t\t\t\ttake account of the different abilities and aptitudes of different persons;\n\t\t\t\ttake account of the education and training required in different sectors ofemployment for employees and potential employees;\n\t\t\t\tact with a view to encouraging diversity of education and trainingavailable to individuals;\n\t\t\t\tact with a view to increasing opportunities for individuals to exercisechoice;\n\t\t\t\tmake the best use of the Council’s resources and in particular avoidprovision which might give rise to disproportionate expenditure;\n\t\t\t\thave regard to any guidance given from time to time by the Secretary ofState.\n\t\t\tProvision is not to be considered as giving rise to disproportionateexpenditure only because that provision is more expensive than comparableprovision.\n\t\t\tFor the purposes of this section—\n\t\t\t\teducation includes both full-time education and part-time education;\n\t\t\t\ttraining includes both full-time and part-time training;\n\t\t\t\thigher education is education provided by means of a course of anydescription mentioned in Schedule 6 to the Education Reform Act 1988.\n\t\tBLearning aims for persons over 19: payment of tuition fees\n\t\t\tThe Council must exercise its functions under this Part so as to securethat a course of study for a qualification to which paragraph 1 of Schedule 1Aapplies is free to a person falling within subsection (2) if it is providedfor the person by virtue of facilities whose provision is secured undersection 4A.\n\t\t\tA person falls within this subsection if, at the time of starting thecourse in question, the person—\n\t\t\t\thas attained the age of 19,\n\t\t\t\tdoes not have the qualification in question or one (including one awardedby a person outside England) which appears to the Council to be at acomparable or higher level, and\n\t\t\t\tsatisfies such conditions as may be specified in regulations made by theSecretary of State.\n\t\t\tThe Council must exercise its functions under this Part so as to securethat a course of study for a qualification to which paragraph 2 of Schedule 1Aapplies is free to a person falling within subsection (4) if it is providedfor the person by virtue of facilities whose provision is secured undersection 3.\n\t\t\tA person falls within this subsection if, at the time of starting thecourse in question, the person—\n\t\t\t\thas attained the age of 19 but not the age of 25,\n\t\t\t\tdoes not have the qualification in question or one (including one awardedby a person outside England) which appears to the Council to be at acomparable or higher level, and\n\t\t\t\tsatisfies such conditions as may be specified in regulations made by theSecretary of State.\n\t\t\tIn performing a duty imposed on it by this section, the Council must haveregard to any guidance given from time to time by the Secretary of State.\n\t\t\tThe Secretary of State may by order—\n\t\t\t\tamend subsection (2)(a) by substituting a different age for the age for thetime being referred to;\n\t\t\t\tamend subsection (4)(a) by substituting a different age for either of theages for the time being referred to.\n\t\t\tFor the purposes of this section, a course is free to a person if notuition fees in respect of the provision of the course for the person arepayable by a person other than—\n\t\t\t\tthe Council, or\n\t\t\t\ta body specified by order by the Secretary of State for the purposes ofthis section.\n\t\t\tIn subsection (7), “tuition fees”, in relation to a course, means—\n\t\t\t\tthe fees charged in respect of the course by the person providing it, and\n\t\t\t\tsuch fees in respect of other matters relating to the course (such asundergoing a preliminary assessment or sitting an examination) as may bespecified in regulations made by the Secretary of State.\n\t\tCSections 4A and 4B: supplementary\n\t\t\tThe Secretary of State may by regulations make provision as tocircumstances in which—\n\t\t\t\tdespite having a specified qualification, a person is to be treated for thepurposes of section 4A or 4B as not having that qualification;\n\t\t\t\tdespite not having a specified qualification, a person is to be treated forany of those purposes as having that qualification.\n\t\t\tA condition specified in regulations under section 4A or 4B may, inparticular, relate to—\n\t\t\t\tthe possession, or lack, of a specified qualification;\n\t\t\t\tthe completion of, or failure to complete, a course for a specifiedqualification.\n\t\t\tA reference in subsection (1) or (2) to a specified qualification is to aqualification specified, or of a description specified, in the regulations.\n\t\t\tRegulations under this section, or under section 4A or 4B, may confer afunction (which may relate to the administration of an assessment and mayinclude the exercise of a discretion) on a person specified, or of adescription specified, in the regulations.\n\t\t\tPart 2 of Schedule 1A makes further provision for the purposes of sections4A and 4B.”\n\t\t\tIn section 13 (Council’s duty to have regard to needs of persons withlearning difficulties), in subsection (1), after “3,” insert “4A, 4B,”.\n\t\t\tSection 152 (orders and regulations) is amended as set out in subsections(6) and (7).\n\t\t\tIn subsection (2A), at the end insert “or an order to which subsection (2C)applies”.\n\t\t\tAfter subsection (2B) insert—\n\t\t\t\t“(2C)An order under section 4B(6) or paragraph 9 of Schedule 1A may not bemade unless a draft of the order has been laid before and approved by aresolution of each House of Parliament.\n\t\t\t(2D)If a draft of an order under paragraph 9 of Schedule 1A would, apart fromthis subsection, be treated for the purposes of the Standing Orders of eitherHouse of Parliament as a hybrid instrument, it is to proceed in that House asif it were not a hybrid instrument.”\n\t\t\tAfter Schedule 1 insert—\n\t\t“SCHEDULE 1ALearning aims for persons aged 19 and over\n\t\t\tPart 1\n\t\t\tQualifications to which this Schedule applies\n\t\t\t\t1This paragraph applies to the following qualifications—\n\t\t\t\t\ta specified qualification in level 1 literacy,\n\t\t\t\t\ta specified qualification in entry level 3 numeracy,\n\t\t\t\t\ta specified vocational qualification at level 2.\n\t\t\t\t\t2This paragraph applies to a specified qualification at level 3.\n\t\t\tPart 2\n\t\t\tPower to specify\n\t\t\t\tIn paragraphs 1 and 2, a reference to a specified qualification is to anexternal qualification which is specified, or which is of a descriptionspecified, in regulations made by the Secretary of State.\n\t\t\t\tThe regulations may specify qualifications, or descriptions ofqualifications, by reference to an assessment made by the Council of the levelof attainment demonstrated by a qualification; and for that purpose theregulations may confer a function (which may include the exercise of adiscretion) on the Council.\n\t\t\t\tThe regulations may make provision which applies subject to exceptionsspecified in the regulations.\n\t\t\t\tIn sub-paragraph (1), “external qualification” has the meaning given insection 24 of the Education Act 1997.\n\t\t\tLevel 1 literacy\n\t\t\t\t4Level 1 literacy is the level of attainment in literacy which, in the opinionof the Secretary of State, is the minimum required in that respect by personsaged 19 and over in order to be able to operate effectively in day-to-daylife.\n\t\t\tEntry level 3 numeracy\n\t\t\t\t5Entry level 3 numeracy is the level of attainment in numeracy which, in theopinion of the Secretary of State, is the minimum required in that respect bypersons aged 19 and over in order to be able to operate effectively in day-to-day life.\n\t\t\tLevel 2\n\t\t\t\t6Level 2 is the level of attainment (in terms of breadth and depth) which, inthe opinion of the Secretary of State, is demonstrated by the GeneralCertificate of Secondary Education in five subjects, each at Grade C or above.\n\t\t\tLevel 3\n\t\t\t\t7Level 3 is the level of attainment (in terms of breadth and depth) which, inthe opinion of the Secretary of State, is demonstrated by the GeneralCertificate of Education at the advanced level in two subjects.\n\t\t\tAdvice and information\n\t\t\t\t8In forming an opinion for the purposes of this Schedule, the Secretary ofState may have regard, in particular, to advice or information relating toqualifications which is provided by—\n\t\t\t\t\tthe Council, or\n\t\t\t\t\tthe Qualifications and Curriculum Authority.\n\t\t\tPower to amend\n\t\t\t\tThe Secretary of State may by order amend this Schedule so as to—\n\t\t\t\t\tadd a category of qualification to Part 1;\n\t\t\t\t\tremove a category of qualification for the time being referred to in Part1;\n\t\t\t\t\tsubstitute a different qualification for a qualification for the time beingreferred to in Part 2;\n\t\t\t\t\tmake consequential amendments.\n\t\t\t\tThe power conferred by sub-paragraph (1)(b) includes power to remove everycategory of qualification to which a paragraph of Part 1 for the time beingapplies.”"
    },
    {
        "length": 1433,
        "text": "\nAssessments of effectiveness of education or training\n\tBenefit and training information\n\t\tInformation within subsection (2) or (3) may be—\n\t\t\tused in connection with the exercise of an assessment function of theSecretary of State or a devolved authority, or\n\t\t\tdisclosed to a person for use in connection with the exercise of anassessment function of the Secretary of State or a devolved authority.\n\t\tInformation is within this subsection if—\n\t\t\tit is about an individual who has attained the age of 19, and\n\t\t\tit is held by the Secretary of State for the purposes of any function ofthe Secretary of State relating to social security.\n\t\tInformation is within this subsection if—\n\t\t\tit is about an individual who has attained the age of 19,\n\t\t\tit is held by the Secretary of State or a devolved authority, and\n\t\t\tit relates to any training or course of education undertaken by theindividual (whether before or after the individual attained the age of 19).\n\t\tFor the purposes of this section and sections 88 to 90, “assessmentfunction” means any of the following functions—\n\t\t\tevaluating the effectiveness of training or education provided for personswho have attained the age of 19;\n\t\t\tassessing policy in relation to the provision of such training oreducation;\n\t\t\tassessing policy in relation to social security or employment as it affectsthe provision of or participation in such training or education.\n\tRevenue and Customs information\n\t\tThe Commissioners for Her Majesty’s Revenue and Customs may discloseinformation relating to income tax or tax credits to a person for use inconnection with the exercise of an assessment function of the Secretary ofState or a devolved authority.\n\t\tThe reference in subsection (1) to the Commissioners for Her Majesty’sRevenue and Customs includes a reference to a person authorised by theCommissioners.\n\tUse of information\n\t\tInformation disclosed to a person in reliance on section 87(1)(b) or 88 maybe used by that person only in connection with the exercise of an assessmentfunction of the Secretary of State or a devolved authority.\n\t\tSubsection (3) applies where information about an individual is used inconnection with the exercise of an assessment function of the Secretary ofState or a devolved authority—\n\t\t\tin reliance on section 87(1)(a), or\n\t\t\tunder subsection (1) above.\n\t\tSo far as is reasonably practicable, the information must not be used insuch a way that the identity of the individual is disclosed to, or capable ofbeing discovered by, a person carrying out an evaluation or assessment of akind mentioned in section 87(4)(a) to (c).\n\tWrongful onward disclosure of information\n\t\tThis section applies to information—\n\t\t\tused in reliance on section 87(1)(a), or\n\t\t\tdisclosed in reliance on section 87(1)(b) or 88.\n\t\tA person commits an offence if—\n\t\t\tthe person discloses the information to another otherwise than inconnection with the exercise of an assessment function of the Secretary ofState or a devolved authority, and\n\t\t\tthe information relates to a person whose identity is specified in or canbe deduced from the disclosure.\n\t\tIt is a defence to prove that a person charged with the offence reasonablybelieved—\n\t\t\tthat the disclosure was lawful, or\n\t\t\tthat the information had already and lawfully been made available to thepublic.\n\t\tA person guilty of an offence under this section is liable—\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 2years or to a fine or to both;\n\t\t\ton summary conviction, to imprisonment for a term not exceeding 12 monthsor to a fine not exceeding the statutory maximum or to both.\n\t\tA prosecution for an offence under this section may be instituted inEngland and Wales only with the consent of the Director of PublicProsecutions.\n\t\tIn subsection (4)(b), the reference to 12 months is to be read as areference to 6 months in relation to an offence committed in England and Walesbefore the commencement of section 282 of the Criminal Justice Act [2003 (c.44)](/id/ukpga/2003/44?view=plain \"Go to item of legislation\") (shortsentences).\n\tInformation: supplementary\n\t\tThis section applies for the purposes of sections 87 to 90.\n\t\tNothing in these sections affects the use or disclosure of information byvirtue of—\n\t\t\tsection 3 of the Social Security Act [1998 (c.14)](/id/ukpga/1998/14?view=plain \"Go to item of legislation\");\n\t\t\tany other enactment or rule of law.\n\t\tThese are the devolved authorities—\n\t\t\tthe Scottish Ministers;\n\t\t\tthe Welsh Ministers.\n\t\tA reference to the Secretary of State includes a reference to a personproviding services to the Secretary of State.\n\t\tA reference to a devolved authority includes a reference to a personproviding services to the authority.\n\t\tA reference to training or education does not include a reference to highereducation (within the meaning of the Education Reform Act [1988 (c.40)](/id/ukpga/1988/40?view=plain \"Go to item of legislation\") or section 38of the Further and Higher Education (Scotland) Act [1992 (c.37)](/id/ukpga/1992/37?view=plain \"Go to item of legislation\"))."
    },
    {
        "length": 577,
        "text": "\nIntroductory\n\tIndependent educational institutions\n\t\tFor the purposes of this Chapter, “an independent educational institution”means—\n\t\t\tan independent school, or\n\t\t\tan institution other than an independent school which—\n\t\t\tprovides part-time education for one or more persons of compulsory schoolage (“part-time students”) whether or not it also provides full-time educationfor any person, and\n\t\t\twould be an independent school but for the fact that the educationprovided for the part-time student or students is part-time rather than full-time.\n\t\tFor the purposes of this section, an institution provides “part-time”education for a person if it provides education for the person—\n\t\t\tfor at least 12.5 hours a week, for at least 28 weeks, during an academicyear at the end of which the person is under the age of 12, or\n\t\t\tfor at least 15 hours a week, for at least 28 weeks, during an academicyear at the end of which the person is aged 12 or over,\n\t\t\t\twhich does not amount to full-time education.\n\t\tRegulations may—\n\t\t\tprovide that a specified institution or an institution of a specifieddescription is not an independent educational institution by virtue ofsubsection (1)(b);\n\t\t\tprovide that time spent on a specified activity or on an activity of aspecified description is or is not to be treated as time during whicheducation is being provided for the purposes of this section;\n\t\t\tamend subsection (2)(a) or (b) so as to substitute a different number ofweeks for the number of weeks for the time being mentioned there.\n\t\tIn this section—\n\t\t\t  * “an academic year” means a period of 12 months ending with 31 August; \n\t\t\t  * “specified” means specified in regulations under this section. \n\tApplication of Chapter to institutions in England only\n\t\tReferences in this Chapter to an independent educational institution are toan independent educational institution in England.\n\t\tFor provision regulating independent schools in Wales, see Chapter 1 ofPart 10 of the Education Act [2002 (c. 32)](/id/ukpga/2002/32?view=plain \"Goto item of legislation\")."
    },
    {
        "length": 440,
        "text": "\nStandards\n\tIndependent educational institution standards\n\t\tThe Secretary of State must by regulations prescribe standards for thepurposes of this Chapter about the following matters—\n\t\t\tthe quality of education provided at independent educational institutions;\n\t\t\tthe spiritual, moral, social and cultural development of students atindependent educational institutions;\n\t\t\tthe welfare, health and safety of students at independent educationalinstitutions;\n\t\t\tthe suitability of proprietors of and staff at independent educationalinstitutions;\n\t\t\tthe premises of and accommodation at independent educational institutions;\n\t\t\tthe provision of information by independent educational institutions;\n\t\t\tthe manner in which independent educational institutions handle complaints;\n\t\t\tthe quality of the leadership in and management of independent educationalinstitutions.\n\t\tA standard may be prescribed in relation to—\n\t\t\tall independent educational institutions,\n\t\t\tspecified independent educational institutions, or\n\t\t\tindependent educational institutions of a specified description.\n\t\tIn subsection (2) “specified” means specified in regulations made underthis section.\n\t\tThe standards do not apply to early years provision for children who havenot attained the age of three (separate requirements as to such provisionbeing imposed by or under Part 3 of the Childcare Act [2006 (c.21)](/id/ukpga/2006/21?view=plain \"Go to item of legislation\")).\n\t\tIn this Chapter “independent educational institution standards” means—\n\t\t\tthe standards for the time being prescribed under this section, and\n\t\t\tin relation to early years provision for children who have attained the ageof three, the Early Years Foundation Stage (see section 39 of the ChildcareAct 2006)."
    },
    {
        "length": 635,
        "text": "\nRequirement of registration\n\tThe register\n\t\tThe Secretary of State must keep a register of independent educationalinstitutions.\n\t\tThe register is to be known as “the register of independent educationalinstitutions in England”.\n\t\tThe Secretary of State must publish the register in such manner, and atsuch times, as the Secretary of State considers appropriate.\n\tUnregistered independent educational institutions: offence\n\t\tA person must not conduct an independent educational institution unless itis registered.\n\t\tA person who conducts an independent educational institution incontravention of subsection (1) is guilty of an offence.\n\t\tA person guilty of an offence under this section is liable on summaryconviction to imprisonment for a term not exceeding 51 weeks or to a fine notexceeding level 5 on the standard scale (or to both).\n\t\tIn relation to an offence committed before the commencement of section281(5) of the Criminal Justice Act [2003 (c. 44)](/id/ukpga/2003/44?view=plain\"Go to item of legislation\"), for “51 weeks” in subsection (3) substitute “sixmonths”.\n\tUnregistered independent educational institutions: inspection\n\t\tWhere the Chief Inspector has reasonable cause to believe that an offenceunder section 96 is being committed on any premises, the Chief Inspector mayat any reasonable time—\n\t\t\tenter and inspect the premises, and\n\t\t\tinspect and take copies of any records or other documents which the ChiefInspector has reasonable cause to believe may be required for the purposes ofproceedings in relation to such an offence.\n\t\tSection 58 of the Education Act [2005 (c. 18)](/id/ukpga/2005/18?view=plain\"Go to item of legislation\") (computer records) applies in relation to theinspection of records or other documents under this section.\n\t\tThis section does not confer power to inspect or take copies of anything ofa kind specified in section 9(2) of the Police and Criminal Evidence Act [1984(c. 60)](/id/ukpga/1984/60?view=plain \"Go to item of legislation\") (legallyprivileged material etc).\n\t\tIt is an offence intentionally to obstruct a person in the exercise of theperson’s functions in relation to the inspection.\n\t\tA person guilty of an offence under this section is liable on summaryconviction to a fine not exceeding level 4 on the standard scale."
    },
    {
        "length": 867,
        "text": "\nRegistration procedure\n\tApplications for registration\n\t\tThe proprietor of an independent educational institution may apply to theSecretary of State for the institution to be entered on the register.\n\t\tAn application to enter an institution in the register must—\n\t\t\tcontain the prescribed information, and\n\t\t\tbe made in the prescribed manner.\n\t\tThe information prescribed under subsection (2)(a) must include informationas to the following matters relating to the institution—\n\t\t\twhether the institution is—\n\t\t\tan independent school, or\n\t\t\tan institution within section 92(1)(b);\n\t\t\tthe age range of students;\n\t\t\tthe maximum number of students;\n\t\t\twhether the institution is for male or female students or both;\n\t\t\twhether the institution provides accommodation for students;\n\t\t\twhether the institution is specially organised to make special educationalprovision for students with special educational needs;\n\t\t\tin the case of an institution within paragraph (f), the type or types ofspecial educational needs for which the institution is specially organised tomake special educational provision.\n\t\tThe Secretary of State must notify the Chief Inspector of an applicationunder this section.\n\tDetermination of applications for registration\n\t\tWhere the Chief Inspector is notified under section 98(4) that aninstitution has applied to be entered on the register, the Chief Inspectormust—\n\t\t\tinspect the institution, and\n\t\t\tmake a report to the Secretary of State on the extent to which theindependent educational institution standards are likely to be met in relationto the institution once it becomes a registered independent educationalinstitution.\n\t\tThe Secretary of State must then decide, taking into account—\n\t\t\tthe report of the Chief Inspector, and\n\t\t\tany other evidence relating to the independent educational institutionstandards,\n\t\t\t\twhether those standards are likely to be met in relation to the institutiononce it becomes a registered independent educational institution.\n\t\tThe Secretary of State must notify the proprietor of the institution of thedecision made under subsection (2).\n\t\tIf the Secretary of State decides under subsection (2) that the independenteducational institution standards are likely to be met in relation to theinstitution once it becomes a registered independent educational institution,the Secretary of State must enter the institution in the register.\n\t\tAn entry in the register for an independent educational institution mustinclude—\n\t\t\tthe name and address of the institution,\n\t\t\tthe name of the proprietor of the institution, and\n\t\t\tthe information supplied pursuant to section 98(3)(a) to (g).\n\tInstitutions no longer required to register: power to deregister\n\t\tIf the Secretary of State—\n\t\t\thas reasonable cause to believe that a registered institution has ceased tobe an independent educational institution, and\n\t\t\tdoes not have reasonable cause to believe that the institution will becomean independent educational institution again within the following twelvemonths,\n\t\t\t\tthe Secretary of State may remove the institution from the register.\n\t\tThe Secretary of State must notify the proprietor of an institution of anydecision to remove it from the register under this section.\n\t\tThe Secretary of State’s decision does not have effect during the period inwhich—\n\t\t\tan appeal may be brought under section 124 against the decision, or\n\t\t\twhere such an appeal has been brought, the appeal has not been determined,withdrawn or otherwise disposed of."
    },
    {
        "length": 1003,
        "text": "\nApproval of material changes to registered details\n\t“Material change”\n\t\tThis section defines “a material change” in relation to an independenteducational institution for the purposes of this Chapter.\n\t\tIn relation to an institution other than a special institution, “a materialchange” means a change in respect of any matter referred to in section98(3)(e) or (f).\n\t\tIn relation to a special institution, “a material change” means—\n\t\t\ta change of proprietor,\n\t\t\ta change of address, or\n\t\t\ta change in respect of any matter referred to in section 98(3)(a) to (g).\n\t\tIn this section “a special institution” means an independent educationalinstitution that is specially organised to make special educational provisionfor students with special educational needs.\n\tRequirement to apply for approval for material change\n\t\tWhere the proprietor of a registered independent educational institution isaware that a material change is to be made in relation to the institution, theproprietor must make an application to the Secretary of State for approval ofthe change.\n\t\tAn application for approval under this section must be made in writing and,in the case of approval of a change of proprietor, must be made by theproposed new proprietor.\n\tInspection and report where applications made for approval\n\t\tWhere an application for approval of a material change is made undersection 102, the Secretary of State may direct the Chief Inspector to inspectthe institution.\n\t\tWhere such a direction is given, the Chief Inspector must—\n\t\t\tinspect the institution, and\n\t\t\tmake a report to the Secretary of State on the extent to which any relevantstandard is likely to continue to be met in relation to the institution if thechange is made.\n\t\tIn this section “any relevant standard” means any independent educationalinstitution standard—\n\t\t\tspecified by the Secretary of State for the purposes of the inspection, or\n\t\t\tconsidered to be relevant by the Chief Inspector in the circumstances ofthe case.\n\tDetermination of applications for approval\n\t\tWhere an application for approval of a material change is made undersection 102, the Secretary of State must—\n\t\t\tapprove the change, if satisfied that the independent educationalinstitution standards are likely to continue to be met in relation to theinstitution if the change is made;\n\t\t\tin any other case refuse to approve it.\n\t\tIn coming to a decision under subsection (1) the Secretary of State musttake into account—\n\t\t\tany report of the Chief Inspector under section 103, and\n\t\t\tany other evidence relating to the independent educational institutionstandards.\n\t\tThe Secretary of State must notify the proprietor of the institution of anydecision under subsection (1).\n\t\tA decision under subsection (1) to refuse to approve a material change doesnot have effect during the period in which—\n\t\t\tan appeal may be brought under section 125 against the decision, or\n\t\t\twhere such an appeal has been brought, the appeal has not been determined,withdrawn or otherwise disposed of.\n\tPower to deregister institution that makes unapproved material change\n\t\tThe Secretary of State may remove an independent educational institutionfrom the register if—\n\t\t\tthere has been a material change in relation to the institution,\n\t\t\tthe change has not been approved under this Chapter, and\n\t\t\teither— \n\t\t\tno application has been made under section 102 for approval of the change,or\n\t\t\tsuch an application has been made but has been refused.\n\t\tThe Secretary of State must notify the proprietor of an institution of anydecision to remove it from the register under this section.\n\t\tThe Secretary of State’s decision does not have effect during the period inwhich—\n\t\t\tan appeal may be brought under section 124 against the decision, or\n\t\t\twhere such an appeal has been brought, the appeal has not been determined,withdrawn or otherwise disposed of."
    },
    {
        "length": 372,
        "text": "\nIndependent inspectorates\n\tIndependent inspectorates\n\t\tThe Secretary of State may—\n\t\t\tapprove a body or bodies to carry out inspections of registered independenteducational institutions;\n\t\t\twithdraw approval previously given under paragraph (a).\n\t\tThe Secretary of State may approve a body in relation to—\n\t\t\tspecified registered independent educational institutions, or\n\t\t\tregistered independent educational institutions of a specified description.\n\t\t\t\tIn this subsection “specified” means specified by the Secretary of State.\n\t\tThe power in subsection (2)(b) to specify a description of independenteducational institution includes power to specify a description by referenceto membership of a body.\n\t\tThe Secretary of State may by regulations specify matters that must betaken into account in deciding to approve or withdraw approval from a bodyunder this section.\n\t\tIn this Chapter, “an independent inspectorate” means a body approved underthis section.\n\tQuality assurance of independent inspectorates\n\t\tThe Chief Inspector must, at intervals of no more than a year, prepare andsend to the Secretary of State a report about independent inspectorates.\n\t\tIn preparing a report under this section the Chief Inspector must haveregard to such matters as the Secretary of State may direct.\n\t\tThe Secretary of State may in particular give directions about—\n\t\t\tmatters to be taken into account in preparing a report, and\n\t\t\tthe form and contents of a report."
    },
    {
        "length": 1753,
        "text": "\nInspections and reports\n\tDuty to inspect certain registered institutions at prescribedintervals\n\t\tThe Chief Inspector must—\n\t\t\tinspect each independent educational institution to which this sectionapplies at such intervals as may be prescribed, and\n\t\t\tmake a report to the Secretary of State, in relation to each inspection, onthe extent to which any relevant standard is being met, and is likely tocontinue to be met, in relation to the institution.\n\t\tIn this section “any relevant standard”, in relation to an inspection,means any independent educational institution standard that is—\n\t\t\tspecified by the Secretary of State for the purposes of the inspection, or\n\t\t\tconsidered to be relevant by the Chief Inspector in the circumstances ofthe case.\n\t\tThis section does not require the Chief Inspector to carry out aninspection or make a report if the Chief Inspector has been notified by theSecretary of State that the institution is to be inspected instead by anindependent inspectorate.\n\t\tAn interval may be prescribed under subsection (1) by reference to the timeof an inspection carried out—\n\t\t\tby the Chief Inspector in compliance with subsection (1), or\n\t\t\tby an independent inspectorate as mentioned in subsection (3).\n\t\tThis section applies to any registered independent educational institutionthat is not—\n\t\t\tan Academy,\n\t\t\ta city technology college, or\n\t\t\ta city college for the technology of the arts.\n\tDuty to inspect registered institution on direction of Secretary ofState\n\t\tThe Secretary of State may at any time direct the Chief Inspector toinspect a registered independent educational institution specified in thedirection.\n\t\tWhere such a direction is made the Chief Inspector must—\n\t\t\tinspect the institution, and\n\t\t\tmake a report to the Secretary of State on the extent to which any relevantstandard is being met in relation to the institution.\n\t\tThe Secretary of State may at any time arrange for an independentinspectorate—\n\t\t\tto inspect a registered independent educational institution in relation towhich it is approved under section 106, and\n\t\t\tto make a report to the Secretary of State on the extent to which anyrelevant standard is being met in relation to the institution.\n\t\tIn this section “any relevant standard” means any independent educationalinstitution standard that is—\n\t\t\tspecified by the Secretary of State for the purposes of the inspection, or\n\t\t\tconsidered to be relevant by the person carrying out the inspection in thecircumstances of the case.\n\tInspections under this Chapter: power of entry etc\n\t\tThis section applies to any inspection of a registered independenteducational institution that is carried out by the Chief Inspector under thisChapter.\n\t\tThe Chief Inspector has at all reasonable times—\n\t\t\ta right of entry to the premises of the institution for the purposes of theinspection, and\n\t\t\ta right to inspect and take copies of any records kept by the institutionand any other documents containing information relating to the institutionthat are required for the purposes of the inspection.\n\t\tSection 58 of the Education Act [2005 (c. 18)](/id/ukpga/2005/18?view=plain\"Go to item of legislation\") (computer records) applies in relation to theinspection of records or other documents under subsection (2)(b).\n\t\tThis section does not confer power to inspect or take copies of anything ofa kind specified in section 9(2) of the Police and Criminal Evidence Act [1984(c. 60)](/id/ukpga/1984/60?view=plain \"Go to item of legislation\") (legallyprivileged material etc).\n\t\tIt is an offence intentionally to obstruct a person in the exercise of theperson’s functions in relation to the inspection.\n\t\tA person guilty of an offence under subsection (5) is liable on summaryconviction to a fine not exceeding level 4 on the standard scale.\n\tFees for inspections by Chief Inspector under this Chapter\n\t\tRegulations may require the proprietor of an institution to which thissection applies to pay to the Chief Inspector a fee in respect of aninspection of the institution carried out by the Chief Inspector under thisChapter.\n\t\tRegulations under this section must make provision for determining—\n\t\t\tthe amount of any fee, and\n\t\t\tthe time at which it must be paid.\n\t\tRegulations under this section may make provision—\n\t\t\tfor determining the amount of a fee by reference to circumstances obtainingat a time before the inspection to which it relates takes place;\n\t\t\trequiring two or more fees to be paid in respect of an inspection undersection 108 (inspections at prescribed intervals);\n\t\t\trequiring a fee to be paid at a time before the inspection to which itrelates takes place;\n\t\t\tprescribing circumstances in which the amount of a fee may be varied or afee may be waived;\n\t\t\tconferring a discretion on the Secretary of State.\n\t\tThe power in subsection (3)(c)—\n\t\t\tdoes not include power to make provision requiring a fee in respect of aninspection under section 108 to be paid at any time at which an independentinspectorate is approved in relation to the institution;\n\t\t\tincludes power to make provision as to circumstances in which a fee is notto be refunded (and any requirement to pay a fee is to be unaffected) if theinspection to which it relates does not take place.\n\t\tWithout prejudice to section 166(6), regulations under this section maymake different provision—\n\t\t\tfor inspections of different descriptions of institution, or\n\t\t\tfor inspections carried out for different purposes or in differentcircumstances.\n\t\tThis section applies to any registered independent educational institutionthat is not—\n\t\t\tan Academy,\n\t\t\ta city technology college, or\n\t\t\ta city college for the technology of the arts.\n\tFailure to pay fees\n\t\tWhere the proprietor of an institution fails to pay a fee in accordancewith regulations under section 111, the Secretary of State may remove theinstitution from the register.\n\t\tThe Secretary of State must notify the proprietor of an institution of anydecision to remove it from the register under this section.\n\t\tThe Secretary of State’s decision does not have effect during the period inwhich—\n\t\t\tan appeal may be brought under section 124 against the decision, or\n\t\t\twhere such an appeal has been brought, the appeal has not been determined,withdrawn or otherwise disposed of.\n\tPublication of inspection reports\n\t\tThe Chief Inspector must comply with a direction given by the Secretary ofState to publish the report of any inspection carried out by the ChiefInspector under this Chapter.\n\t\tA report published by virtue of this section must be published in theprescribed manner."
    },
    {
        "length": 1733,
        "text": "\nFailure to meet standards\n\tAction plans\n\t\tThis section applies to a registered independent educational institution ifthe Secretary of State is satisfied, taking into account relevant evidence,that one or more of the independent educational institution standards is orare not being met in relation to the institution.\n\t\tIn subsection (1) “relevant evidence” means—\n\t\t\tthe report of an inspection carried out by the Chief Inspector or anindependent inspectorate, or\n\t\t\tany other evidence in respect of the institution.\n\t\tThe Secretary of State may require the proprietor of a registeredindependent educational institution to which this section applies to submit anaction plan to the Secretary of State for approval.\n\t\tIn this Chapter “an action plan” means a plan specifying—\n\t\t\tthe steps that will be taken to meet a standard or standards, and\n\t\t\tthe time by which each step will be taken.\n\t\tAny requirement imposed under this section to submit an action plan must beimposed by serving a notice on the proprietor of the institution in question—\n\t\t\tidentifying the standard or standards that the Secretary of State issatisfied is or are not being met in relation to the institution, and\n\t\t\tspecifying a date by which the action plan must be submitted.\n\t\tWhere an action plan is submitted in pursuance of a requirement imposedunder this section (whether or not by the date specified in the notice), theSecretary of State may—\n\t\t\tapprove it, with or without modifications, or\n\t\t\treject it.\n\t\tWhere the Secretary of State rejects an action plan, the Secretary of Statemay impose a further requirement under this section to submit an action plan.\n\t\tAn action plan that has been approved may be varied at any time by theproprietor of the institution in question with the agreement of the Secretaryof State.\n\tPower of Secretary of State to take enforcement action\n\t\tThis section applies to a registered independent educational institution ifthe Secretary of State is satisfied, taking into account relevant evidence,that one or more of the independent educational institution standards is orare not being met in relation to the institution.\n\t\tIn subsection (1) “relevant evidence” means—\n\t\t\tthe report of an inspection carried out by the Chief Inspector or anindependent inspectorate, or\n\t\t\tany other evidence in respect of the institution.\n\t\tThe Secretary of State may take enforcement action under section 116against the proprietor of a registered independent educational institution towhich this section applies if either of the following conditions is met.\n\t\tThe first condition is that—\n\t\t\tthe Secretary of State has, during the period of three years before theenforcement action is taken, required the proprietor of the institution tosubmit one or more action plans under section 114, and\n\t\t\tany action plan required as mentioned in paragraph (a)—\n\t\t\thas not been submitted, and the date specified by the Secretary of Stateunder section 114(5)(b) has passed,\n\t\t\twas submitted but was rejected, or\n\t\t\twas approved but was subsequently not complied with.\n\t\tThe second condition is that—\n\t\t\tat least two years before the enforcement action is taken the Secretary ofState required the proprietor of the institution to submit an action plan,\n\t\t\tat least one inspection of the institution has been carried out, by theChief Inspector or an independent inspectorate approved under section 106 inrelation to the institution, since that requirement was imposed, and\n\t\t\tthe Secretary of State has not at any time since that requirement wasimposed been satisfied that the institution was meeting all of the independenteducational institution standards.\n\tEnforcement action available to Secretary of State\n\t\tWhere the Secretary of State is entitled under section 115(3) to takeenforcement action against the proprietor of an institution, the Secretary ofState may—\n\t\t\timpose a relevant restriction on the proprietor, or\n\t\t\tremove the institution from the register.\n\t\tThe Secretary of State must notify the proprietor of the institution inquestion of any decision to take enforcement action under subsection (1).\n\t\tA decision to take enforcement action under subsection (1) does not haveeffect during the period in which—\n\t\t\tan appeal may be brought under section 124 or 125 against the decision, or\n\t\t\twhere such an appeal has been brought, the appeal has not been determined,withdrawn or otherwise disposed of.\n\t“Relevant restriction”\n\t\tIn this Chapter a “relevant restriction” imposed on the proprietor of aregistered independent educational institution is a requirement that theproprietor take one or more of the following steps by a specified time or byspecified times—\n\t\t\tto cease to use any part of the institution’s premises for all purposes orspecified purposes;\n\t\t\tto close any part of the institution’s operation;\n\t\t\tto cease to admit any new students or new students of specifieddescriptions.\n\t\tIn subsection (1) “specified” means—\n\t\t\tin the case of a relevant restriction imposed by the Secretary of Stateunder section 116(1)(a), specified by the Secretary of State;\n\t\t\tin the case of a relevant restriction imposed by an order of a justice ofthe peace under section 120, specified in the order;\n\t\t\tin the case of a relevant restriction imposed by an order of the Tribunalunder section 124, 125 or 126, specified in the order.\n\tRelevant restriction imposed by Secretary of State: supplementary\n\t\tThis section applies where the proprietor of an institution is subject to arelevant restriction imposed by the Secretary of State under section116(1)(a).\n\t\tIf the proprietor fails to comply with the relevant restriction theproprietor is guilty of an offence and liable on summary conviction toimprisonment for a term not exceeding 51 weeks or to a fine not exceedinglevel 5 on the standard scale (or to both).\n\t\tIn relation to an offence committed before the commencement of section281(5) of the Criminal Justice Act [2003 (c. 44)](/id/ukpga/2003/44?view=plain\"Go to item of legislation\"), for “51 weeks” in subsection (2) substitute “sixmonths”.\n\t\tThe proprietor may apply to the Secretary of State for the restriction tobe varied or revoked.\n\t\tOn an application under subsection (4) the Secretary of State must—\n\t\t\tvary or revoke the restriction as requested in the application, if theSecretary of State is satisfied that it is appropriate to do so because of anychange of circumstance, and\n\t\t\tin any other case, refuse to do so.\n\t\tThe Secretary of State must notify the proprietor of the decision madeunder subsection (5).\n\t\tA decision to vary or revoke the restriction has effect as from the date onwhich the proprietor receives notice of it."
    },
    {
        "length": 324,
        "text": "\nUnsuitable persons\n\tUnsuitable persons\n\t\tThe Secretary of State may remove an institution from the register ifsatisfied that a person to whom subsection (2) applies—\n\t\t\tcarries out work of a prescribed kind in relation to the institution, or\n\t\t\tis the proprietor of the institution.\n\t\tThis subsection applies to any person who is subject to a direction, orderor decision of a prescribed description made under any prescribed enactmenthaving effect in any part of the United Kingdom.\n\t\tThe Secretary of State must notify the proprietor of an institution of anydecision to remove it from the register under this section.\n\t\tThe Secretary of State’s decision does not have effect during the period inwhich—\n\t\t\tan appeal may be brought under section 124 against the decision, or\n\t\t\twhere such an appeal has been brought, the appeal has not been determined,withdrawn or otherwise disposed of.\n\t\tThe reference in subsection (1) to the proprietor of the institution is—\n\t\t\tin a case in which the proprietor is a company, a reference to any directorof the company;\n\t\t\tin a case in which the proprietor is any other body of persons, whethercorporate or unincorporate, a reference to any member of the body."
    },
    {
        "length": 814,
        "text": "\nEmergencies\n\tApplication to justice of the peace for order\n\t\tThe Secretary of State may apply to a justice of the peace for—\n\t\t\tan order imposing a relevant restriction on the proprietor of a registeredindependent educational institution, or\n\t\t\tan order that such an institution be removed from the register.\n\t\tIf it appears to the justice that a student at the institution in questionis suffering or is likely to suffer significant harm, the justice may make theorder.\n\t\tAn application under this section may be made without notice.\n\t\tAn order under this section must be in writing.\n\t\tA copy of an order under this section must be served on the proprietor ofthe institution by the Secretary of State as soon as reasonably practicableafter the order is made.\n\t\tAn order under this section has effect from the time the copy is served onthe proprietor (and, accordingly, in the case of an order under subsection(1)(b), the Secretary of State must not remove the institution from theregister in pursuance of the order before that time).\n\t\tFor the purposes of this section, “harm” has the same meaning as in theChildren Act [1989 (c. 41)](/id/ukpga/1989/41?view=plain \"Go to item oflegislation\") and the question of whether harm is significant is to bedetermined in accordance with section 31(10) of that Act.\n\tRelevant restriction imposed by justice of the peace: supplementary\n\t\tThis section applies where the proprietor of an institution is subject to arelevant restriction imposed by an order of a justice of the peace undersection 120(1)(a).\n\t\tIf the proprietor fails to comply with the relevant restriction, theproprietor is guilty of an offence and liable on summary conviction toimprisonment for a term not exceeding 51 weeks or to a fine not exceedinglevel 5 on the standard scale (or to both).\n\t\tIn relation to an offence committed before the commencement of section281(5) of the Criminal Justice Act [2003 (c. 44)](/id/ukpga/2003/44?view=plain\"Go to item of legislation\"), for “51 weeks” in subsection (2) substitute “sixmonths”.\n\tOrder of justice of the peace: notification\n\t\tThe Secretary of State must comply with this section as soon as reasonablypracticable after an order is made under section 120 against the proprietor ofan institution.\n\t\tThe Secretary of State must serve on the proprietor—\n\t\t\ta copy of any written statement in support of the application for theorder, and\n\t\t\tnotice of the right of appeal conferred by section 126.\n\t\tIn the case of an order made against the proprietor of a specialinstitution, the Secretary of State must notify the following that the orderhas been made—\n\t\t\tthe local education authority in whose area the institution is situated;\n\t\t\tany other local education authority that the Secretary of State, afterreasonable enquiry, is aware has specified the institution in a statement ofspecial educational needs in respect of a student at the institution.\n\t\tIn this section “a special institution” means an institution that isspecially organised to make special educational provision for students withspecial educational needs."
    },
    {
        "length": 472,
        "text": "\nProvision of information by proprietors\n\tProvision of information by proprietors\n\t\tRegulations may make provision for requiring the proprietor of a registeredindependent educational institution to provide the Secretary of State, onrequest, with such particulars relating to the institution as may beprescribed.\n\t\tRegulations under this section may in particular—\n\t\t\trequire the provision of such information as is needed by the localauthority in whose area the institution is situated for the purpose ofdetermining whether the institution is a children’s home within the meaning ofthe Care Standards Act [2000 (c. 14)](/id/ukpga/2000/14?view=plain \"Go to itemof legislation\") (see section 1 of that Act);\n\t\t\tprovide for the Secretary of State to remove from the register anyinstitution in respect of which any requirement imposed by or under theregulations is not complied with;\n\t\t\tprovide that a person who fails to comply with any specified provision ofthe regulations is guilty of an offence and liable on summary conviction to afine not exceeding level 5 on the standard scale.\n\t\tIn subsection (2) “specified” means specified in regulations under thissection.\n\t\tRegulations that include provision by virtue of subsection (2)(b) mustinclude the provision required by subsections (5) and (6).\n\t\tThe regulations must require the Secretary of State to notify theproprietor of an institution of any decision to remove the institution fromthe register by virtue of subsection (2)(b).\n\t\tThe regulations must provide that a decision by the Secretary of State toremove an institution from the register by virtue of subsection (2)(b) doesnot have effect during the period in which—\n\t\t\tan appeal may be brought under section 124 against the decision, or\n\t\t\twhere such an appeal has been brought, the appeal has not been determined,withdrawn or otherwise disposed of."
    },
    {
        "length": 1645,
        "text": "\nAppeals\n\tAppeal by proprietor against decision of Secretary of State toderegister\n\t\tThe proprietor of a registered independent educational institution mayappeal to the Tribunal against a decision of the Secretary of State to removethe institution from the register—\n\t\t\tunder section 100 (no longer required to register),\n\t\t\tunder section 105 (unapproved material change),\n\t\t\tunder section 112 (failure to pay fees),\n\t\t\tunder section 116 (failure to meet standards),\n\t\t\tunder section 119 (unsuitable persons), or\n\t\t\tby virtue of section 123 (failure to provide information).\n\t\tAny appeal under this section must be brought within the period of 28 daysbeginning with the day on which notice of the decision is served on theproprietor.\n\t\tOn an appeal under this section the Tribunal may—\n\t\t\tconfirm the decision,\n\t\t\tdirect that the decision is of no effect, or\n\t\t\tin the case of an appeal under subsection (1)(b), (d) or (e), direct thatthe decision is of no effect and make an order imposing a relevant restrictionon the proprietor of the institution.\n\t\tWhere the Tribunal confirms the decision, the Secretary of State mustremove the institution from the register on such date as the Tribunal mayspecify or, if it does not specify a date, from such date as the Secretary ofState may determine.\n\t\tIn this Chapter “the Tribunal” means the First-tier Tribunal.\n\tAppeal by proprietor against other decisions of Secretary of State\n\t\tThe proprietor of an institution may appeal to the Tribunal against adecision of the Secretary of State in relation to the institution under—\n\t\t\tsection 99(2) (standards not likely to be met on registration),\n\t\t\tsection 104(1) (refusal to approve a material change),\n\t\t\tsection 116(1)(a) (imposition of relevant restriction on proprietor), or\n\t\t\tsection 118(5)(b) (refusal to vary or revoke a relevant restriction).\n\t\tAny appeal under this section must be brought within the period of 28 daysbeginning with the day on which notice of the decision is served on theproprietor.\n\t\tOn an appeal under subsection (1)(a), the Tribunal may—\n\t\t\tconfirm the decision, or\n\t\t\trequire the Secretary of State to reconsider the decision, taking intoaccount, amongst other things, the findings of the Tribunal on the appeal.\n\t\tSection 99(3) and (4) applies in relation to the Secretary of State’sdecision on reconsideration under subsection (3)(b) above as it applies to adecision made under section 99(2).\n\t\tOn an appeal under subsection (1)(b) the Tribunal may—\n\t\t\tconfirm the decision, or\n\t\t\titself approve the change.\n\t\tOn an appeal under subsection (1)(c), the Tribunal may—\n\t\t\tconfirm the decision,\n\t\t\tdirect that the relevant restriction is to cease to have effect, or\n\t\t\tdirect that the relevant restriction is to cease to have effect and make anorder imposing a different relevant restriction on the proprietor.\n\t\tOn an appeal under subsection (1)(d), the Tribunal may—\n\t\t\tconfirm the refusal, or\n\t\t\tif the Tribunal is satisfied that it is appropriate to do so because of achange of circumstance since the restriction in question was imposed—\n\t\t\tdirect that the relevant restriction is to cease to have effect, or\n\t\t\tdirect that the relevant restriction is to cease to have effect and makean order imposing a different relevant restriction on the proprietor.\n\tAppeal by proprietor against order of justice of the peace\n\t\tThe proprietor of a registered independent educational institution mayappeal to the Tribunal against the making of an order under section 120 (orderof justice of the peace in an emergency).\n\t\tOn an appeal under this section the Tribunal may—\n\t\t\tconfirm the making of the order,\n\t\t\tdirect that the order is to cease to have effect, or\n\t\t\tdirect that the order is to cease to have effect and make an order—\n\t\t\timposing a relevant restriction on the proprietor of the institution, or\n\t\t\trequiring the Secretary of State to remove the institution from theregister on such date as the Tribunal may specify or, if it does not specify adate, from such date as the Secretary of State may determine.\n\t\tSubsection (4) applies where—\n\t\t\tan appeal is brought under this section against an order that theinstitution be removed from the register, and\n\t\t\tthe Tribunal directs that the order is to cease to have effect.\n\t\tThe institution—\n\t\t\tmust be restored to the register by the Secretary of State, and\n\t\t\tis to be treated as if it had not been removed from the register inpursuance of the order.\n\tRelevant restriction imposed by Tribunal: supplementary\n\t\tThis section applies where the Tribunal makes an order under section 124,125 or 126 imposing a relevant restriction on the proprietor of aninstitution.\n\t\tThe order in question has effect from the time the proprietor receivesnotice of it in accordance with Tribunal Procedure Rules or from the Secretaryof State.\n\t\tIf the proprietor fails to comply with the relevant restriction, theproprietor is guilty of an offence and liable on summary conviction toimprisonment for a term not exceeding 51 weeks or to a fine not exceedinglevel 5 on the standard scale (or to both).\n\t\tIn relation to an offence committed before the commencement of section281(5) of the Criminal Justice Act [2003 (c. 44)](/id/ukpga/2003/44?view=plain\"Go to item of legislation\"), for “51 weeks” in subsection (3) substitute “sixmonths”.\n\t\tThe proprietor may apply to the Tribunal for the relevant restriction to bevaried or revoked.\n\t\tOn an application under subsection (5) the Tribunal must—\n\t\t\tvary or revoke the relevant restriction as requested in the application, ifthe Tribunal is satisfied that it is appropriate to do so because of anychange of circumstance, and\n\t\t\tin any other case, refuse to do so."
    },
    {
        "length": 1044,
        "text": "\nProhibition on participation in management of independent educationalinstitutions\n\tProhibition on participation in management\n\t\tThe appropriate authority may direct that a person—\n\t\t\tmay not take part in the management of an independent educationalinstitution;\n\t\t\tmay take part in the management of such an institution only incircumstances specified in the direction;\n\t\t\tmay take part in the management of such an institution only if conditionsspecified in the direction are satisfied.\n\t\tA direction under this section may be given in respect of a person only onone or more prescribed grounds connected with the suitability of persons totake part in the management of an independent educational institution.\n\t\tRegulations may prescribe the procedure for giving a direction under thissection (including provision about notification of persons who are subject todirections).\n\t\tThe appropriate authority may vary or revoke a direction under this sectionin prescribed cases.\n\t\tRegulations may prescribe the grounds on which a person subject to adirection under this section may seek to have it varied or revoked undersubsection (4).\n\t\tIn this section and sections 129 to 131, “the appropriate authority” means—\n\t\t\tthe Secretary of State, or\n\t\t\tsuch other public authority as may be prescribed.\n\tDirections under section 128: appeals\n\t\tA person in respect of whom a direction has been given under section 128may appeal to the Tribunal—\n\t\t\tagainst the decision to give the direction;\n\t\t\tagainst a decision not to vary or revoke the direction.\n\t\tRegulations may—\n\t\t\tprovide that the Tribunal may not entertain an appeal under this sectioninsofar as the appellant’s case is inconsistent with the appellant having beenconvicted of an offence;\n\t\t\tprescribe circumstances in which the Tribunal must allow an appeal underthis section;\n\t\t\tprescribe the powers available to the Tribunal on allowing an appeal underthis section.\n\tDirections under section 128: information\n\t\tWhere the appropriate authority is a public authority other than theSecretary of State, the Secretary of State may provide to that authority anyinformation relating to a person which appears to the Secretary of State to berelevant to the exercise of the appropriate authority’s functions undersection 128 or by virtue of section 129.\n\t\tThe Welsh Ministers may provide to the appropriate authority anyinformation relating to a person which is held by them in connection withtheir functions under Chapter 1 of Part 10 of the Education Act [2002 (c.32)](/id/ukpga/2002/32?view=plain \"Go to item of legislation\").\n\t\tThe Chief Inspector may provide to the appropriate authority anyinformation relating to a person which appears to the Chief Inspector to berelevant to the exercise of the appropriate authority’s functions undersection 128 or by virtue of section 129.\n\t\tThe Independent Barring Board may provide to the appropriate authority anyinformation relating to a person which is held by the Board in connection withits functions and which appears to it to be relevant to the exercise of theappropriate authority’s functions under section 128 or by virtue of section129.\n\t\tThe appropriate authority may provide to the Independent Barring Board, theGeneral Teaching Council for England, the General Teaching Council for Wales,the Chief Inspector, the Welsh Ministers or, where the appropriate authorityis a public authority other than the Secretary of State, the Secretary ofState, any information relating to a person which is held by the appropriateauthority in connection with its functions under section 128.\n\tDirections under section 128: notification\n\t\tWhere the appropriate authority gives a direction under section 128(1), orvaries or revokes any such direction, it must notify—\n\t\t\tthe Secretary of State (unless the appropriate authority is the Secretaryof State), and\n\t\t\tthe Welsh Ministers and (if different) the appropriate authority for thepurposes of sections 167A to 167D of the Education Act [2002 (c.32)](/id/ukpga/2002/32?view=plain \"Go to item of legislation\") (prohibition onparticipation in management of independent schools in Wales)."
    },
    {
        "length": 1000,
        "text": "\nIndependent colleges for 16 to 18 year olds\n\tProviders of independent education or training for 16 to 18 year olds\n\t\tRegulations may provide for any provision of this Chapter to apply inrelation to an independent post-16 college as it applies in relation to anindependent educational institution, subject to such modifications as may beprescribed.\n\t\tFor this purpose, “an independent post-16 college” means an institution inEngland—\n\t\t\tat which relevant education or training is provided for—\n\t\t\tfive or more persons who are not under compulsory school age, including atleast one who is over compulsory school age but is under the age of 18, or\n\t\t\tat least one student to whom subsection (4) applies who is over compulsoryschool age but is under the age of 18,\n\t\t\twhich is not—\n\t\t\tan independent educational institution,\n\t\t\ta school maintained by a local education authority,\n\t\t\ta special school not so maintained, or\n\t\t\tan institution in receipt of funding from the Learning and Skills Councilfor England, and\n\t\t\twhich is outside the further education and higher education sectors.\n\t\tIn subsection (2)(a), “relevant education or training” provided for aperson means education or training which—\n\t\t\tis provided for the person for at least 16 hours a week, for at least 4weeks, during an academic year, and\n\t\t\tis not education or training provided in connection with facilities foradventure activities (within the meaning of section 1 of the Activity Centres(Young Persons' Safety) Act [1995 (c. 15)](/id/ukpga/1995/15?view=plain \"Go toitem of legislation\") (adventure activities: licensing)).\n\t\tThis subsection applies to a person—\n\t\t\tfor whom a statement is maintained by a local education authority undersection 324 of the Education Act [1996 (c. 56)](/id/ukpga/1996/56?view=plain\"Go to item of legislation\") (statement of special educational needs), or\n\t\t\tfor whom a statement was so maintained immediately before—\n\t\t\tthe person ceased to be a pupil at his or her last school, or\n\t\t\tthe institution started providing relevant education or training for theperson.\n\t\tRegulations may—\n\t\t\tprovide that a specified institution or an institution of a specifieddescription is not an independent post-16 college;\n\t\t\tprovide that time spent on a specified activity or on an activity of aspecified description is or is not to be treated as time during whicheducation or training is provided for the purposes of this section;\n\t\t\tamend subsection (3)(a) so as to substitute a different number of hours orweeks for the number of hours or weeks for the time being mentioned there.\n\t\tIn this section—\n\t\t\t  * “an academic year” means a period of 12 months ending with 31 August; \n\t\t\t  * “specified” means specified in regulations under this section. \n\tRegulations under section 132: supplementary\n\t\tRegulations under section 132(1) applying—\n\t\t\tsection 120, or\n\t\t\tany of the provisions mentioned in—\n\t\t\tsection 124(1), or\n\t\t\tsection 125(1),\n\t\t\t\tin relation to an independent post-16 college must also apply any provisionconferring a right of appeal against a decision or order made under thatprovision.\n\t\tNo draft of any regulations under section 132(1) may be laid beforeParliament unless the Secretary of State has first consulted—\n\t\t\tthe Chief Inspector, and\n\t\t\tsuch other persons as the Secretary of State considers appropriate,\n\t\t\tabout the proposal to make the regulations."
    },
    {
        "length": 1359,
        "text": "\nSupplementary\n\tProceedings for offences\n\t\tNo proceedings for an offence under this Chapter may be instituted except byor with the consent of the Secretary of State.\n\tOffences by bodies corporate\n\t\tWhere an offence under this Chapter committed by a body corporate is provedto have been committed with the consent or connivance of, or to beattributable to any neglect on the part of—\n\t\t\tany director, manager, secretary or other similar officer of the bodycorporate, or\n\t\t\tany person who was purporting to act in any such capacity,\n\t\t\t\tthat person (as well as the body corporate) is guilty of the offence andliable to be proceeded against and punished accordingly.\n\t\tWhere the affairs of a body corporate are managed by its members,subsection (1) applies in relation to the acts and defaults of a member inconnection with the member’s functions of management as it applies to adirector of a body corporate.\n\tOffences by unincorporated bodies\n\t\tProceedings for an offence alleged to have been committed under thisChapter by an unincorporated body are to be brought in the name of that body(and not in that of any of its members) and, for the purposes of any suchproceedings, any rules of court relating to the service of documents haveeffect as if that body were a corporation.\n\t\tA fine imposed on an unincorporated body on its conviction of an offenceunder this Chapter is to be paid out of the funds of that body.\n\t\tIf an unincorporated body is charged with an offence under this Chapter,section 33 of the Criminal Justice Act [1925 (c.86)](/id/ukpga/1925/86?view=plain \"Go to item of legislation\") and Schedule 3to the Magistrates' Courts Act [1980 (c. 43)](/id/ukpga/1980/43?view=plain \"Goto item of legislation\") (procedure on charge of an offence against acorporation) apply as they do in relation to a body corporate.\n\t\tWhere an offence under this Chapter committed by an unincorporated bodyother than a partnership is proved to have been committed with the consent orconnivance of, or to be attributable to any neglect on the part of, anyofficer of the body or any member of its governing body, that person (as wellas the body) is guilty of the offence and liable to be proceeded against andpunished accordingly.\n\t\tWhere an offence under this Chapter committed by a partnership is proved tohave been committed with the consent or connivance of, or to be attributableto any neglect on the part of, a partner, the partner (as well as thepartnership) is guilty of the offence and liable to be proceeded against andpunished accordingly.\n\tService of notice etc\n\t\tFor the purposes of this Chapter, any notice, order or other document requiredto be given to or served on the proprietor of a registered independenteducational institution may be given to or served on the proprietor bydelivering it to the registered address of the institution.\n\tInterpretation of Chapter\n\t\tIn this Chapter—\n\t\t\t  * “an action plan” has the meaning given by section 114(4); \n\t\t\t  * “the Chief Inspector” means Her Majesty’s Chief Inspector of Education, Children’s Services and Skills; \n\t\t\t  * “early years provision” has the meaning given by section 96(2) of the Childcare Act [2006 (c. 21)](/id/ukpga/2006/21?view=plain \"Go to item of legislation\"); \n\t\t\t  * “independent educational institution standards” has the meaning given by section 94; \n\t\t\t  * “an independent inspectorate” has the meaning given by section 106; \n\t\t\t  * “a material change”, in relation to an independent educational institution, has the meaning given by section 101; \n\t\t\t  * “proprietor”, in relation to an institution, means the person or body of persons responsible for the management of the institution; \n\t\t\t  * “the register” means the register of independent educational institutions in England (see section 95); \n\t\t\t  * “registered” means entered in the register; \n\t\t\t  * “relevant restriction” has the meaning given by section 117; \n\t\t\t  * “student” means— \n\t\t\tin relation to an independent school, a pupil (for the meaning of “pupil” seesection 3 of the Education Act [1996 (c. 56)](/id/ukpga/1996/56?view=plain \"Goto item of legislation\"));\n\t\t\tin relation to an institution within section 92(1)(b), a person for whom theinstitution provides part-time education within the meaning of that provisionor full-time education;\n\t\t\t\t  * “the Tribunal” has the meaning given by section 124(5). \n\t\tIn section 98 the reference to the proprietor of an independent educationalinstitution includes the proprietor of an institution that it is proposedshould become an independent educational institution (and accordingly theinformation required by subsection (3) of that section, in the case of such aproprietor, is information about the institution as it is proposed to be)."
    },
    {
        "length": 1197,
        "text": "\nTransitional provision\n\tContinuity of the law\n\t\tThis section applies where—\n\t\t\tby virtue of one or more amendments made by paragraphs 15 to 24 of Schedule1, a provision of or made under Chapter 1 of Part 10 of the Education Act[2002 (c. 32)](/id/ukpga/2002/32?view=plain \"Go to item of legislation\") (“theold provision”) that applied in relation to independent schools in England hasceased so to apply, and\n\t\t\ta provision of or made under this Chapter (“the new provision”) re-enacts,with or without modification, the old provision as it so applied.\n\t\tThe amendment or amendments mentioned in subsection (1)(a) and the re-enactment mentioned in subsection (1)(b) do not affect the continuity of thelaw.\n\t\tAnything done (including any subordinate legislation made), or havingeffect as if done, under or for the purposes of the old provision that—\n\t\t\tcould have been done under or for the purposes of the new provision (hadthe new provision then been in force), and\n\t\t\tis in force or effective immediately before the coming into force of thenew provision,\n\t\t\t\thas effect from that time as if done under or for the purposes of the newprovision.\n\t\tAny reference (express or implied) in this Chapter or any other enactment,instrument or document to the new provision is to be construed (so far as thecontext permits) as including, as respects times, circumstances or purposes inrelation to which the old provision had effect, a reference to the oldprovision.\n\t\tAny reference (express or implied) in any enactment, instrument or documentto the old provision is to be construed (so far as the context permits), asrespects times, circumstances and purposes in relation to which the newprovision has effect, as being or (according to the context) including areference to the new provision.\n\t\tThis section has effect subject to any specific transitional provision ofor made under this Act.\n\t\tIn this section “subordinate legislation” has the same meaning as in theInterpretation Act [1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Go to item oflegislation\").\n\tThe register and fees\n\t\tOn the coming into force of section 95, the register of independent schoolsin England becomes the register of independent educational institutions inEngland.\n\t\tThe power in section 111(3)(d) to make provision prescribing circumstancesin which the amount of a fee may be waived includes power to make suchprovision in relation to a fee (or any part of a fee) payable by virtue ofsection 162B(6) of the Education Act 2002 (fees payable to Chief Inspector).\n\tProhibition on participation in management\n\t\tA person falls within this subsection if—\n\t\t\timmediately before the relevant day the person is subject to a directionunder section 142 of the Education Act [2002 (c.32)](/id/ukpga/2002/32?view=plain \"Go to item of legislation\") given ongrounds prescribed for the purposes of this section, and\n\t\t\tprescribed conditions (which may include conditions relating to decisionstaken on or after the relevant day by the Independent Barring Board under theSafeguarding Vulnerable Groups Act [2006 (c. 47)](/id/ukpga/2006/47?view=plain\"Go to item of legislation\")) are satisfied in relation to the person.\n\t\tRegulations may provide that, as from a time specified in or determined inaccordance with the regulations, persons who fall within subsection (1) are tobe treated for prescribed purposes as if the direction given under section 142of the Education Act 2002 were a direction given by the appropriate authorityunder section 128 of this Act.\n\t\tRegulations under this section may make provision in connection with thedetermination of any appeal under subsection (1) of section 144 of theEducation Act 2002, or application for review under subsection (2) of thatsection, which is pending on the relevant day.\n\t\tRegulations made by virtue of subsection (3) may, in particular, providefor an appeal, or application for review, under section 144 of the EducationAct 2002 to be treated as an appeal under section 129 of this Act.\n\t\tIn this section—\n\t\t\t  * “appropriate authority” has the same meaning as in sections 128 to 131 (see section 128(6)); \n\t\t\t  * “the relevant day” means the day on which section 128 comes into force. "
    },
    {
        "length": 2979,
        "text": "\nChapter 2Schools providing for special educational needs\n\tNon-maintained special schools in England\n\t\tInterpretation \n\t\t\tFor section 337 of the Education Act [1996 (c.56)](/id/ukpga/1996/56?view=plain \"Go to item of legislation\") (specialschools) and the italic heading preceding it substitute—\n\t\t\t“Interpretation\n\t\t\tSpecial schools\n\t\t\t\tA school is a special school if—\n\t\t\t\t\tit is specially organised to make special educational provision for pupilswith special educational needs, and\n\t\t\t\t\tin the case of a school that is not maintained by a local educationauthority, it is approved under section 342.\n\t\t\tAInterpretation of Chapter\n\t\t\t\tIn this Chapter—\n\t\t\t\t  * “a non-maintained special school” means a school that is approved under section 342;\n\t\t\t\t  * “the appropriate national authority” means—\n\t\t\t\t\tin relation to a school in England, the Secretary of State;\n\t\t\t\t\tin relation to a school in Wales, the Welsh Ministers.”\n\t\t\t\tSection 342 of that Act (approval of non-maintained special schools) isamended as follows.\n\t\t\t\tIn subsection (1)—\n\t\t\t\t\tfor “Secretary of State” substitute “appropriate national authority”;\n\t\t\t\t\tomit “his”.\n\t\t\t\tIn subsection (5)(a) for “Secretary of State” substitute “appropriatenational authority”.\n\t\tRight of sixth-form pupils to opt out of religious worship\n\t\t\tSection 342 of the Education Act 1996 is amended as follows.\n\t\t\tAfter subsection (5) insert—\n\t\t\t\t“(5A)Regulations shall make provision for securing that, so far aspracticable, every pupil attending a school in England that is approved underthis section—\n\t\t\t\treceives religious education unless withdrawn from receiving such educationin accordance with the wishes of the pupil’s parent, and\n\t\t\t\tattends religious worship unless withdrawn from attendance at such worship—\n\t\t\t\tin the case of a sixth-form pupil, in accordance with the pupil’s ownwishes, and\n\t\t\t\tin any other case, in accordance with the wishes of the pupil’s parent.\n\t\t\t\t(5B)In subsection (5A) “a sixth-form pupil” means a pupil who—\n\t\t\t\thas ceased to be of compulsory school age, and\n\t\t\t\tis receiving education suitable to the requirements of pupils overcompulsory school age.”\n\t\t\tIn subsection (6) for “special school” substitute “school in Wales thatis”.\n\t\tProtection of pupils in an emergency\n\t\t\tAfter section 342 of the Education Act [1996 (c.56)](/id/ukpga/1996/56?view=plain \"Go to item of legislation\") insert—\n\t\t\t“Non-maintained special schools in England: protection of pupils in anemergency\n\t\t\tAApplication to justice of the peace: power to make regulations\n\t\t\t\tRegulations may make provision conferring power on a justice of the peace,on the application of the Secretary of State, to make an order in an urgentcase that a non-maintained special school in England should cease to beapproved under section 342.\n\t\t\t\tRegulations under this section may in particular make provisioncorresponding, with or without modifications, to that made in—\n\t\t\t\t\tsection 120(2) to (7) of the Education and Skills Act 2008 (emergencyorders in relation to registered independent educational institutions), or\n\t\t\t\t\tsection 122 of that Act (notification).”\n\t\tAppeals \n\t\t\tAfter section 342A of the Education Act 1996 (inserted by section 144) insert—\n\t\t\t“Non-maintained special schools in England: appeals\n\t\t\tBAppeal against decision of Secretary of State\n\t\t\t\tRegulations may make provision for an appeal against a decision of theSecretary of State—\n\t\t\t\t\tto withdraw approval from a non-maintained special school in England byvirtue of section 342(4)(b) (failure to comply with prescribed requirement)otherwise than at the request of the proprietor;\n\t\t\t\t\tnot to approve, not to approve a change to, or to withdraw approval from,relevant arrangements in relation to such a school.\n\t\t\t\tIn subsection (1)(b) “relevant arrangements” means arrangements thatrequire the approval of the Secretary of State by virtue of section 342(5)(a).\n\t\t\t\tRegulations under this section must provide that an appeal brought byvirtue of this section—\n\t\t\t\t\tlies to the First-tier Tribunal, and\n\t\t\t\t\tmust be brought by the proprietor of the school in question.\n\t\t\t\tThe regulations may in particular make provision, in the case of an appealbrought by virtue of subsection (1)(a), prohibiting the Secretary of Statefrom acting on a decision to withdraw approval during the period in which—\n\t\t\t\t\tan appeal against the decision could be brought, or\n\t\t\t\t\twhere an appeal has been brought, the appeal has not been determined,withdrawn or otherwise disposed of.\n\t\t\tCAppeal against order of justice of peace\n\t\t\t\tRegulations may make provision for an appeal against the making of an orderby virtue of section 342A (order by justice of peace in an emergency).\n\t\t\t\tThe regulations must provide that an appeal brought by virtue of thissection—\n\t\t\t\t\tlies to the First-tier Tribunal, and\n\t\t\t\t\tmust be brought by the proprietor of the school in question.”\n\tIndependent schools in England\n\t\tAbolition of requirement of approval for independent schools: England\n\t\t\tSection 347 of the Education Act [1996 (c.56)](/id/ukpga/1996/56?view=plain \"Go to item of legislation\") (approval ofindependent schools) is amended as follows.\n\t\t\tIn subsection (1) —\n\t\t\t\tfor “The Secretary of State” substitute “The Welsh Ministers”;\n\t\t\t\tafter “independent school” insert “in Wales”.\n\t\t\tIn subsection (3) for “the Secretary of State sees” substitute “the WelshMinisters see”.\n\t\t\tIn subsection (4) for “the Secretary of State may withdraw his” substitute“the Welsh Ministers may withdraw their”.\n\t\t\tIn subsection (5)—\n\t\t\t\tfor “a child with special educational needs” substitute “a relevant child”;\n\t\t\t\tin paragraph (a) for “the Secretary of State” substitute “the WelshMinisters”;\n\t\t\t\tin paragraph (b), for “the Secretary of State is” substitute “the WelshMinisters are”, and for “consents” substitute “consent”.\n\t\t\tAfter subsection (5) insert—\n\t\t\t\t“(5ZA)In subsection (5) “a relevant child” means a child with specialeducational needs—\n\t\t\t\tfor whom a local education authority in Wales maintain a statement undersection 324, or\n\t\t\t\tfor whom no local education authority maintain such a statement and who isin the area of a local education authority in Wales.”\n\t\t\tIn subsection (5A)—\n\t\t\t\tfor “But that” substitute “Subsection (5)”;\n\t\t\t\tafter “local education authority” insert “in Wales”.\n\t\tApproval of independent schools: consequential amendments\n\t\t\tSection 349 of the Education Act [1996 (c.56)](/id/ukpga/1996/56?view=plain \"Go to item of legislation\") (variation oftrust deeds by order) is amended as follows.\n\t\t\tIn subsection (1)—\n\t\t\t\tfor “The Secretary of State” substitute “The appropriate nationalauthority”;\n\t\t\t\tfor “him” substitute “it”;\n\t\t\t\tomit “or 347”.\n\t\t\tAfter that provision insert—\n\t\t\t\t“(1A)The Welsh Ministers may by order make such modifications of any trustdeed or other instrument relating to a school in Wales as, after consultationwith the governing body or other proprietor of the school, appear to them tobe necessary to enable the governing body or proprietor to meet anyrequirement imposed by regulations under section 347.”\n\t\t\tSection 483A of that Act (city colleges and academies: special educationalneeds) is amended as follows.\n\t\t\tFor subsection (3)(a) and (b) substitute—\n\t\t\t\tthe statement is maintained by a local education authority in England, or\n\t\t\t\tthe statement is maintained by a local education authority in Wales and theWelsh Ministers consent to the child being educated at the school.”\n\t\t\tIn subsection (4) of that section for “The Secretary of State” substitute“The appropriate national authority”.\n\t\t\tAt the end of that section add—\n\t\t\t“(6A)In subsection (4) “the appropriate national authority” means—\n\t\t\t\tin relation to a school in England, the Secretary of State;\n\t\t\t\tin relation to a school in Wales, the Welsh Ministers.”\n\t\t\tIn section 59(3) of the Safeguarding Vulnerable Groups Act [2006 (c.47)](/id/ukpga/2006/47?view=plain \"Go to item of legislation\") (vulnerableadults)—\n\t\t\t\tin paragraph (b), for the words following “which” substitute—\n\t\t\t\tis in England and is specially organised to make special educationalprovision for pupils with special educational needs (within the meaning ofsection 312 of that Act), or\n\t\t\t\tis in Wales and is approved by the Welsh Ministers under section 347 ofthat Act;”;\n\t\t\t\tin paragraph (c), for “the Secretary of State” substitute “the WelshMinisters”.\n\t\tApproval of independent schools: transitional provision\n\t\t\tThis section applies where, immediately before the coming into force ofsection 146, a relevant child is being educated in an independent school inEngland and—\n\t\t\t\tthe school is for the time being approved by the Secretary of State undersection 347 of the Education Act [1996 (c. 56)](/id/ukpga/1996/56?view=plain\"Go to item of legislation\"), or\n\t\t\t\tthe Secretary of State has consented to the child being educated thereunder subsection (5)(b) of that section.\n\t\t\tIn subsection (1) “a relevant child” means a child with special educationalneeds—\n\t\t\t\tfor whom a local education authority in Wales maintains a statement undersection 324 of the Education Act 1996 (statement of special educationalneeds), or\n\t\t\t\tfor whom no local education authority maintains such a statement and who isin the area of a local education authority in Wales.\n\t\t\tOn the coming into force of section 146 the Welsh Ministers are deemed tohave consented, under section 347(5)(b) of the Education Act 1996, to thechild being educated at the school.\n\t\t\tThe Welsh Ministers may withdraw consent deemed to have been given undersubsection (3) as if it had in fact been given.\n\t\t\tIn this section “child” has the same meaning as in Part 4 of the EducationAct 1996 (see section 312(5) of that Act)."
    },
    {
        "length": 579,
        "text": "\nChapter 1Powers of National Assembly for Wales\n\tPowers of National Assembly for Wales\n\t\tIn Part 1 of Schedule 5 to the Government of Wales Act [2006 (c.32)](/id/ukpga/2006/32?view=plain \"Go to item of legislation\") (AssemblyMeasures), field 5 (education and training) is amended as follows.\n\t\tAfter matter 5.4 insert—\n\t\t\t_“ Matter 5.4A_\n\t\tThe regulation of—\n\t\t\tschools that are not maintained by local education authorities;\n\t\t\trelevant independent educational institutions.”\n\t\tIn matter 5.15 after “The inspection of—” insert—\n\t\t\tschools; \n\t\t\trelevant independent educational institutions;”.\n\t\tIn that matter, for paragraph (b) substitute—\n\t\t\tpre-16 education or training, or post-16 education or training, providedotherwise than by institutions within paragraphs (za) to (a);”.\n\t\tIn matter 5.16 for “, any of the kinds of education, training or servicesmentioned in matter 5.15.” substitute “—\n\t\t\tpre-16 education or training;\n\t\t\tpost-16 education or training;\n\t\t\tthe training of teachers and specialist teaching assistants for schools;\n\t\t\tservices of the kinds mentioned in matter 5.8.”\n\t\tAfter the definition of “post-16 training” insert—\n\t\t\t  *     * ““pre-16 education or training” means education or training suitable to the requirements of persons who are of or below compulsory school age;\n\t\t\t    * “relevant independent educational institution” means an institution other than a school which—\n\t\t\tprovides part-time education for one or more persons of compulsory school age(“part-time students”) whether or not it also provides full-time education forany person, and\n\t\t\twould be an independent school but for the fact that the education providedfor the part-time student or students is part-time rather than full-time.\n\t\t\t\t  * For the purposes of the above definition of “relevant independent educational institution”, an institution provides “part-time” education for a person if—\n\t\t\tit provides education for the person, and\n\t\t\tthe education does not amount to full-time education.”"
    },
    {
        "length": 1126,
        "text": "\nSixth form admissions etc\n\tAfter section 86 of the School Standards and Framework Act [1998 (c.31)](/id/ukpga/1998/31?view=plain \"Go to item of legislation\") (parentalpreferences) insert—\n\t“86APreferences relating to sixth-form education: local educationauthority arrangements\n\t\tA local education authority shall make arrangements for enabling—\n\t\t\ta child in the authority’s area to express a preference as to the school atwhich he wishes sixth form education to be provided for him in the exercise ofthe authority’s functions,\n\t\t\ta parent of such a child to express a preference as to the school at whichhe wishes sixth form education to be so provided for his child,\n\t\t\ta relevant child to express a preference as to the school at which hewishes education other than sixth form education to be provided for him in theexercise of the authority’s functions, and\n\t\t\ta parent of such a child to express a preference as to the school at whichhe wishes such education to be so provided for his child,\n\t\t\t\tand, in each case, for enabling the person expressing the preference to givereasons for his preference.\n\t\tIn subsection (1), “relevant child”, in relation to a local educationauthority and any education, means a child in the authority’s area who—\n\t\t\thas ceased to be of compulsory school age, or\n\t\t\twill have ceased to be of compulsory school age before the education inquestion is provided for him.\n\t\tArrangements made under subsection (1) shall allow—\n\t\t\ta person who is to be able to express a preference under any of paragraphs(a) to (d) of that subsection to express preferences for more than one school;\n\t\t\tpreferences to be expressed, in relation to a child, by both the child anda parent of his.\n\t\tWhere— \n\t\t\tthe arrangements for the admission of pupils to a maintained school providefor applications for admission to be made to (or to a person acting on behalfof) the governing body of the school, and\n\t\t\ta child (whether or not in the area of the authority maintaining theschool) or his parent makes such an application,\n\t\t\tthat person shall be regarded for the purposes of this Chapter as havingexpressed a preference for that school in accordance with arrangements madeunder subsection (1).\n\tBDuty in relation to preferences expressed under section 86A:admission authorities of maintained schools\n\t\tSubject to subsections (2) and (4) and section 87, the admission authorityfor a maintained school shall comply with any preference expressed inaccordance with arrangements made under section 86A(1).\n\t\tThe duty imposed by subsection (1) does not apply if compliance with thepreference would prejudice the provision of efficient education or theefficient use of resources.\n\t\tSubsections (5) to (5B) of section 86 apply for the purpose of determiningwhether any prejudice should be taken to arise for the purposes of subsection(2), but with the substitution of references to that subsection for referencesto subsection (3)(a) of section 86.\n\t\tThe duty imposed by subsection (1) does not apply in a case where apreference is expressed in relation to sixth form education if—\n\t\t\tthe relevant selection arrangements for the preferred school are whollybased on selection by reference to ability or aptitude, and\n\t\t\tcompliance with the preference would be incompatible with selection underthose arrangements.\n\t\tWhere the relevant selection arrangements for a school provide for allpupils selected under the arrangements to be selected by reference to abilityor aptitude, those arrangements shall be taken for the purposes of subsection(4)(a) to be wholly based on selection by reference to ability or aptitudewhether or not they also provide for the use of additional criteria incircumstances where the number of children in a relevant age group who areassessed to be of the requisite ability or aptitude is greater than the numberof pupils which it is intended to admit to the school in that age group.\n\t\tIn this section “the relevant selection arrangements”, in relation to aschool, means—\n\t\t\tthe arrangements for admission to the school for sixth form education, or\n\t\t\tthose arrangements and the arrangements for entry to the sixth form ofchildren who have been admitted to the school.”"
    },
    {
        "length": 141,
        "text": "\n“88BAdmission arrangements relating to children looked after by localauthority\n\tRegulations may require the admission authorities for maintained schools inEngland to include in their admission arrangements such provision relating tothe admission of children who are looked after by a local authority in Englandas may be prescribed.\n\tRegulations under subsection (1) may in particular include provision forsecuring that, subject to sections 86(3), 86B(2) and (4) and 87, such childrenare to be offered admission in preference to other children."
    },
    {
        "length": 338,
        "text": "\nCProcedure for determining admission arrangements\n\tThe admission authority for a maintained school in England must, before thebeginning of each school year, determine in accordance with this section theadmission arrangements which are to apply for that year.\n\tThe admission authority must, before determining the admission arrangementsthat are to apply for a year, carry out such consultation about the proposedarrangements as may be prescribed.\n\tRegulations under subsection (2) may in particular make provision—\n\t\tspecifying persons who must be consulted, or who must be consulted aboutprescribed provisions of proposed arrangements;\n\t\tspecifying provisions of proposed arrangements about which any suchconsultation is to be carried out;\n\t\tspecifying matters to which any such consultation is, or is not, to relate;\n\t\tas to the manner in which, and the time by which, any such consultation isto be carried out.\n\tWhen the admission authority have determined the admission arrangementsthat are to apply for a year, they must notify the appropriate bodies of thoseadmission arrangements.\n\tRegulations may make provision—\n\t\tas to the manner in which, and the time by which, any such notification isto be given;\n\t\tspecifying cases in which subsection (4) does not apply."
    },
    {
        "length": 310,
        "text": "\nDDetermination of admission numbers\n\tA determination under section 88C by the admission authority for amaintained school in England of the admission arrangements which are to applyfor a school year must include a determination of the number of pupils in eachrelevant age group that it is intended to admit to the school in that year.\n\tSuch a determination under section 88C may also, if the school is one atwhich boarding accommodation is provided for pupils, include—\n\t\ta determination of the number of pupils in each relevant age group that itis intended to admit to the school in that year as boarders, and\n\t\ta determination of the number of pupils in each relevant age group that itis intended to admit to the school in that year otherwise than as boarders.\n\tRegulations may make provision about the making of any determinationrequired by subsection (1), and may in particular require the admissionauthority for a maintained school to have regard, in making any suchdetermination, to—\n\t\tany prescribed method of calculation, and\n\t\tany other prescribed matter.\n\tReferences in this section to the determination of any number includereferences to the determination of zero as that number."
    },
    {
        "length": 663,
        "text": "\nEVariation of admission arrangements\n\tSubsection (2) applies where an admission authority—\n\t\thave in accordance with section 88C determined the admission arrangementswhich are to apply for a particular school year, but\n\t\tat any time before the end of that year consider that the arrangementsshould be varied in view of a major change in circumstances occurring sincethey were so determined.\n\tThe authority must—\n\t\trefer their proposed variations to the adjudicator, and\n\t\tnotify the appropriate bodies of the proposed variations.\n\tSubsection (2)(a) does not apply in a case where the authority’s proposedvariations fall within any description of variations prescribed for thepurposes of this subsection.\n\tWhere the local education authority are the admission authority for acommunity or voluntary controlled school, they must consult the governing bodybefore making any reference under subsection (2)(a).\n\tOn a reference under subsection (2)(a), the adjudicator must considerwhether the admission arrangements should have effect with the proposedvariations until the end of the school year in question.\n\tIf the adjudicator determines—\n\t\tthat the arrangements should so have effect, or\n\t\tthat they should so have effect subject to such modification of thosevariations as the adjudicator may determine,\n\t\t\tthe arrangements are to have effect accordingly as from the date of theadjudicator’s determination.\n\tWhere the adjudicator makes a determination under subsection (6), theadmission authority must notify the appropriate bodies of the variationssubject to which the arrangements are to have effect.\n\tRegulations may make provision—\n\t\tas to the manner in which, and the time by which, any such notification isto be given;\n\t\tspecifying cases in which subsection (7) does not apply.\n\tRegulations may make provision—\n\t\tspecifying matters which are, or are not, to constitute major changes incircumstances for the purposes of subsection (1)(b);\n\t\tauthorising an admission authority, where they have in accordance withsection 88C determined the admission arrangements which are to apply for aparticular school year, to vary those arrangements to such extent or in suchcircumstances as may be prescribed;\n\t\tfor the application of any of the requirements of, or imposed under,subsections (2) to (8) to variations proposed to be made by virtue ofparagraph (b), or to any prescribed description of such variations, as if theywere variations proposed to be made under subsection (1)."
    },
    {
        "length": 556,
        "text": "\nFSections 88C to 88E: supplementary\n\tRegulations may make provision—\n\t\trequiring an admission authority who have made a determination of aprescribed description under section 88C to publish such information relatingto the determination (including information as to the authority’s reasons formaking the determination) as may be prescribed;\n\t\tas to such other matters connected with the procedure for determining orvarying admission arrangements under sections 88C to 88E as the Secretary ofState considers appropriate.\n\tThe power under paragraph (a) of subsection (1) to require an admissionauthority to publish information includes power to require them to publish it—\n\t\tby giving a notice containing the information to prescribed persons, or\n\t\tin any other prescribed manner.\n\tIn sections 88C and 88E, the “appropriate bodies”, in relation to anadmission authority, means—\n\t\twhichever of the governing body and the local education authority are notthe admission authority,\n\t\tthe admission authorities for all other maintained schools in the relevantarea or for such class of schools as may be prescribed;\n\t\tthe governing bodies for all community and voluntary controlled schools inthe relevant area (so far as not falling within paragraph (a) or (b)),\n\t\tthe admission authorities for maintained schools in England of anyprescribed description,\n\t\tin the case of a foundation or voluntary school which has a religiouscharacter for the purposes of Part 2, such body or person representing thereligion or religious denomination in question as may be prescribed,\n\t\tthe admission forum for the area of the local education authority in whichthe school is situated, and\n\t\tsuch other persons as may be prescribed.\n\tIn subsection (3), “the relevant area” means—\n\t\tthe area of the local education authority in which the school in questionis situated, or\n\t\tif regulations so provide, such other area in England (whether more or lessextensive than the area of the local education authority) as may be determinedby or in accordance with the regulations."
    },
    {
        "length": 796,
        "text": "\nGPower to restrict alteration of admission arrangements followingestablishment or expansion\n\tSubsection (2) applies in relation to a maintained school in England where—\n\t\tproposals for the establishment of, or the making of a prescribedalteration to, the school have been published under Part 2 of the Educationand Inspections Act 2006 or under section 113A of, or Schedule 7 to, theLearning and Skills Act 2000,\n\t\tin the case of proposals for the making of a prescribed alteration to theschool, the proposals are for an increase in the number of pupils that may beadmitted to the school or for an enlargement of the premises,\n\t\tthe proposals fall to be implemented (with or without modifications), and\n\t\tprescribed conditions are satisfied.\n\tRegulations may provide that, where this subsection applies in relation toa maintained school—\n\t\tthe admission arrangements for the initial period and each of a prescribednumber of school years following that period are to be the arrangements whichfall to be implemented in accordance with the proposals (or in accordance withthe proposals as modified), and\n\t\tthose arrangements may not be varied by the admission authority for theschool except—\n\t\tto comply with any duty imposed on them by regulations under section 88B,or\n\t\tin accordance with regulations under subsection (5).\n\tRegulations under subsection (2) may exclude or modify any provision ofsection 88C, 88E or 88F in its application to cases to which the regulationsapply.\n\tRegulations under subsection (2) may provide that in cases to which theregulations apply the admission arrangements which fall to be implemented inaccordance with the proposals (or in accordance with the proposals asmodified) are to be treated for the purposes of section 86(5) to (5B) ashaving been determined by the admission authority under section 88C.\n\tRegulations may prescribe circumstances in which an admission authority mayrefer to the adjudicator proposals to vary admission arrangements in cases towhich regulations under subsection (2) apply.\n\tRegulations may make provision as to the determination by the adjudicatorof any reference made by virtue of subsection (5).\n\tIn this section—\n\t\t  * “initial period” means—\n\t\tin relation to a maintained school which is being established, the periodbeginning with the day on which the school opens and ending with the beginningof the first school term to begin after the following July;\n\t\tin relation to a maintained school which is increasing the number of pupilsthat may be admitted to the school or enlarging its premises, the periodbeginning with the first day on which additional pupils may be admitted or (asthe case may be) the enlarged premises are in use and ending with thebeginning of the first school term to begin after the following July;\n\t\t\t  * “prescribed alteration” means an alteration prescribed for the purposes of section 18 of the Education and Inspections Act 2006."
    },
    {
        "length": 574,
        "text": "\nHReference of objections to adjudicator\n\tThis section applies where admission arrangements have been determined byan admission authority for a maintained school in England under section 88C.\n\tWhere— \n\t\tan appropriate person wishes to make an objection about the admissionarrangements, and\n\t\tthe objection does not fall within any description of objections prescribedfor the purposes of this paragraph,\n\t\t\tthat person may refer the objection to the adjudicator.\n\tWhere— \n\t\ta parent of a prescribed description wishes to make an objection about theadmission arrangements, and\n\t\tthe objection falls within any description of objections prescribed for thepurposes of this paragraph,\n\t\tthat person may refer the objection to the adjudicator.\n\tOn a reference under subsection (2) or (3) the adjudicator must decidewhether, and (if so) to what extent, the objection should be upheld.\n\tRegulations may make provision—\n\t\tas to any conditions which must be satisfied before—\n\t\tan objection can be referred to the adjudicator under subsection (2) or(3), or\n\t\tthe adjudicator is required to determine an objection referred to himunder subsection (3);\n\t\tas to circumstances in which the adjudicator is not required to determinean objection under subsection (4);\n\t\tprescribing the steps which may be taken by an admission authority where anobjection has been referred to the adjudicator under subsection (2) or (3) buthas not yet been determined.\n\t\tprohibiting or restricting the reference under subsection (2) or (3),within such period following a decision by the adjudicator under this sectionas may be prescribed, of any objection raising the same (or substantially thesame) issues in relation to the admission arrangements of the school inquestion.\n\tIn subsection (2), “appropriate person” means—\n\t\ta body or person within any of paragraphs (a) to (f) of section 88F(3); or\n\t\tany person prescribed for the purposes of this subsection."
    },
    {
        "length": 488,
        "text": "\nIOther functions of adjudicator relating to admission arrangements\n\tThis section applies where admission arrangements have been determined byan admission authority for a maintained school in England under section 88C.\n\tWhere it appears to the Secretary of State that the admission arrangementsdo not, or may not, conform with the requirements relating to admissionarrangements, the Secretary of State may refer the admission arrangements tothe adjudicator.\n\tSubsection (4) applies where—\n\t\tthe Secretary of State refers the admission arrangements to the adjudicatorunder subsection (2), or\n\t\tthe adjudicator receives a report under section 88P which, pursuant toregulations under subsection (5) of that section, states that the admissionarrangements do not, or may not, conform with the requirements relating toadmission arrangements.\n\tThe adjudicator must—\n\t\tconsider the admission arrangements, and\n\t\tdecide whether they conform with those requirements and, if not, in whatrespect they do not.\n\tWhere it appears to the adjudicator that the admission arrangements do not,or may not, conform with the requirements relating to admission arrangements(and subsection (4) does not apply)—\n\t\tthe adjudicator may consider the admission arrangements, and\n\t\tif the adjudicator considers the arrangements under paragraph (a), theadjudicator must decide whether they conform with those requirements and, ifnot, in what respect they do not.\n\tRegulations may make provision prescribing the steps which may be taken byan admission authority where the adjudicator—\n\t\tis considering the authority’s admission arrangements under subsection(4)(a) or (5)(a), but\n\t\thas not yet made a decision in the case under subsection (4)(b) or (5)(b)(as the case may be)."
    },
    {
        "length": 409,
        "text": "\nJChanges to admission arrangements\n\tThis section applies where the adjudicator is required to make a decision(“the primary decision”)—\n\t\tunder section 88H(4) on whether to uphold an objection to admissionarrangements, or\n\t\tunder section 88I(4)(b) or (5)(b) on whether admission arrangements conformwith the requirements relating to admission arrangements.\n\tThe adjudicator—\n\t\tmust consider whether it would be appropriate for changes to be made to anyaspect of the admission arrangements in consequence of the primary decision,and\n\t\tmay consider whether it would be appropriate for any other changes to bemade to any aspect of the admission arrangements.\n\tWhere the adjudicator decides under subsection (2) that it would beappropriate for changes to be made to the admission arrangements—\n\t\tthat decision may specify the modifications that are to be made to thearrangements, and\n\t\tthe admission authority must forthwith revise those arrangements in such away as to give effect to that decision.\n\tThe adjudicator may—\n\t\tdecide, in the case of any change required by subsection (3)(b), that it isto be a protected change for the purpose of section 88L, and\n\t\twhere the adjudicator does so but considers that the change ought not to beprotected for the number of years prescribed under subsection (2) of thatsection, decide that the change is to be protected only for such lesser numberof school years as the adjudicator may specify."
    },
    {
        "length": 802,
        "text": "\nKSections 88H to 88J: supplementary\n\tSubsection (2) applies to any decision of the adjudicator—\n\t\tunder section 88H(4) on whether to uphold an objection to admissionarrangements,\n\t\tunder section 88I(4)(b) or (5)(b) on whether admission arrangements conformwith the requirements relating to admission arrangements, or\n\t\tunder section 88J(2) as to whether or not it would be appropriate forchanges to be made to admission arrangements.\n\tAny decision of the adjudicator to which this subsection applies is bindingon—\n\t\tthe admission authority in question, and\n\t\tall persons by whom an objection may be referred to the adjudicator undersection 88H(2) or (3) in relation to the admission arrangements.\n\tIn the case of a decision mentioned in subsection (1)(a) or (b), theadjudicator must publish a report containing the following—\n\t\tthe adjudicator’s decision on the objection or (as the case may be) onwhether the admission arrangements conform with the requirements relating toadmission arrangements,\n\t\tthe decision of the adjudicator under section 88J(2)(a), and any decisionof the adjudicator under section 88J(2)(b), on whether it would be appropriatefor changes to be made to the admission arrangements,\n\t\tany decision of the adjudicator—\n\t\tunder section 88J(4)(a) that a change is to be a protected change for thepurposes of section 88L, or\n\t\tunder section 88J(4)(b) that a change is to be protected only for suchlesser number of school years as the adjudicator may specify, and\n\t\tthe adjudicator’s reasons for the decisions mentioned in paragraphs (a) to(c).\n\tRegulations may make provision—\n\t\trequiring an admission authority for a maintained school in England toprovide information which—\n\t\tfalls within a prescribed description, and\n\t\tis requested by the adjudicator for the purposes of the exercise by theadjudicator of functions under sections 88H to 88J or this section or ofenabling the adjudicator to decide whether to exercise the power conferred bysection 88I(5);\n\t\tas to the manner in which a report required to be published undersubsection (3) is to be published;\n\t\trequiring such matters to be notified to such persons, and in such manner,as may be prescribed;\n\t\tprescribing circumstances in which an admission authority may revise theadmission arrangements for their school in the light of any decision by theadjudicator relating to the admission arrangements for another school, and theprocedure to be followed in such a case.\n\tIn sections 88I and 88J and this section “the requirements relating toadmission arrangements” means the requirements imposed by or under this Partas to the content of admission arrangements for maintained schools in England."
    },
    {
        "length": 612,
        "text": "\nLRestriction on alteration of admission arrangements followingadjudicator’s decision\n\tThis section applies where—\n\t\tin accordance with section 88J(3)(b) the admissions authority for amaintained school in England have revised any provisions of admissionarrangements for a school year, and\n\t\tthe revisions include any protected change.\n\tIn this section—\n\t\t  * “protected change” means a change which the adjudicator has decided under section 88J(4)(a) is to be a protected change for the purposes of this section;\n\t\t  * “the protected provisions”, in relation to any admission arrangements, means provisions corresponding to—\n\t\tprovisions so far as implementing a protected change, or\n\t\tprovisions so far as revised in accordance with regulations under subsection(6);\n\t\t\t  * “the required number” means such number as may be prescribed or such lesser number as is specified by the adjudicator under section 88J(4)(b) in relation to a particular protected change.\n\tThe admission authority for the school—\n\t\tmust incorporate the protected provisions in determining the admissionarrangements for each of the required number of school years following theschool year mentioned in subsection (1)(a), and\n\t\tmay not vary those arrangements in such a way as to alter the protectedprovisions.\n\tSubsection (3) does not apply to the extent that—\n\t\tthe admission authority are required to determine or vary their admissionarrangements in a way which alters the protected provisions in order to complywith any duty imposed on them by regulations under section 88B, or\n\t\tthe arrangements may be determined or varied in a way which alters thoseprovisions in accordance with regulations under subsection (6).\n\tRegulations may exclude or modify any provision of section 88C, 88E or 88Fin its application to cases to which this section applies.\n\tRegulations may prescribe circumstances in which, in a case where thissection applies, an admission authority may refer to the adjudicator proposalsto determine or vary their admission arrangements in a way which alters theprotected provisions.\n\tRegulations may make provision as to the determination by the adjudicatorof any reference made by virtue of subsection (6)."
    },
    {
        "length": 672,
        "text": "\nMCo-ordination of admission arrangements\n\tRegulations may require a local education authority in England—\n\t\tto formulate, for any academic year in relation to which prescribedconditions are satisfied, a qualifying scheme for co-ordinating thearrangements for the admission of pupils to maintained schools in their area,and\n\t\tto take prescribed action with a view to securing the adoption of thescheme by themselves and each governing body who are the admission authorityfor a maintained school in their area.\n\tSubject to subsection (3), the Secretary of State may make, in relation tothe area of a local education authority in England and an academic year, ascheme for co-ordinating the arrangements, or assisting in the co-ordinationof the arrangements, for the admission of pupils to maintained schools in thatarea.\n\tA scheme may not be made under subsection (2) in relation to a localeducation authority and an academic year if, before the prescribed date in theyear preceding the year in which that academic year commences—\n\t\ta scheme formulated by the local education authority in accordance withsubsection (1) is adopted in the prescribed manner by the persons mentioned inparagraph (b) of that subsection, and\n\t\tthe authority provide the Secretary of State with a copy of the scheme andinform the Secretary of State that the scheme has been so adopted.\n\tRegulations may provide—\n\t\tthat each local education authority in England must secure that, subject tosuch exceptions as may be prescribed, no decision made by any admissionauthority for a maintained school in their area to offer or refuse a childadmission to the school is to be communicated to the parent of the childexcept on a single day, designated by the local education authority, in eachyear, or\n\t\tthat, subject to such exceptions as may be prescribed, a decision made bythe admission authority for a maintained school in England to offer or refusea child admission to the school is not to be communicated to the parent of thechild except on a prescribed day.\n\tIn this section\n\t\t  * “academic year” means a period commencing with 1st August and ending with the next 31st July;\n\t\t  * “qualifying scheme” means a scheme that meets prescribed requirements.\n\tNothing in this section applies in relation to arrangements for theadmission to maintained schools of pupils—\n\t\twho— \n\t\thave ceased to be of compulsory school age, or\n\t\twill have ceased to be of compulsory school age before education isprovided for them at the school, or\n\t\tfor the purpose of receiving sixth form education."
    },
    {
        "length": 597,
        "text": "\nNFurther provision about schemes adopted or made by virtue of section88M\n\tRegulations may make provision about the contents of schemes under section88M(2), including provision about the duties that may be imposed by suchschemes on—\n\t\tlocal education authorities in England, and\n\t\tthe admission authorities for maintained schools in England.\n\tRegulations may provide that where a local education authority in Englandor the governing body of a maintained school in England have, in such manneras may be prescribed, adopted a scheme formulated by a local educationauthority for the purpose mentioned in section 88M(1)(a), sections 496 and 497of the Education Act 1996 are to apply as if any obligations imposed on thelocal education authority or governing body under the scheme were dutiesimposed on them by that Act.\n\tRegulations may provide that where any decision as to whether a child is tobe granted or refused admission to a maintained school in England falls to bemade in prescribed circumstances, the decision must, if a scheme adopted ormade by virtue of section 88M so provides, be made by the local educationauthority regardless of whether they are the admission authority for theschool.\n\tWhere any decision as to whether a child is to be granted or refusedadmission to a maintained school is (by virtue of regulations under subsection(3)) made by the local education authority although they are not the admissionauthority, the governing body of the school must implement the decision.\n\tBefore proposing a scheme for adoption under section 88M(1) a localeducation authority must comply with such requirements as to consultation asmay be prescribed.\n\tRegulations under subsection (5) may in particular require consultations tobe undertaken with a view to securing that the arrangements for the admissionof pupils to maintained schools in the areas of different local educationauthorities are, so far as is reasonably practicable, compatible with eachother.\n\tBefore making a scheme under section 88M(2) in relation to the area of anylocal education authority, the Secretary of State must consult—\n\t\tthe local education authority, and\n\t\tany governing body who are the admission authority for a school whichappears to the Secretary of State to be a school to which the scheme willapply.\n\tA scheme made under section 88M(2) may be varied or revoked by theSecretary of State."
    },
    {
        "length": 589,
        "text": "\nPReports by local education authorities to adjudicator\n\tA local education authority in England must make such reports to theadjudicator about such matters connected with relevant school admissions asmay be prescribed.\n\tIn subsection (1) “relevant school admissions”, in relation to a localeducation authority, means—\n\t\tthe admission of pupils to relevant schools in the authority’s area;\n\t\tthe admission of pupils in the authority’s area to other relevant schools;\n\t\tthe entry to the sixth form of pupils who have been admitted to relevantschools in the authority’s area; and\n\t\tthe entry to the sixth form of pupils in the authority’s area who have beenadmitted to other relevant schools.\n\tIn this section, “relevant school” means—\n\t\ta maintained school,\n\t\tan Academy,\n\t\ta city technology college, or\n\t\ta city college for the technology of the arts.\n\tThe matters which may be prescribed under subsection (1) in relation to areport by a local education authority include, in particular, matters relatingto—\n\t\tthe determination and operation of admission arrangements for maintainedschools in the area of the local education authority;\n\t\tthe determination and operation of arrangements for the admission of pupilsto Academies, city technology colleges and city colleges for the technology ofthe arts in the area of the local education authority;\n\t\tthe adoption and operation of any scheme, whether or not formulated by thelocal education authority and whether under section 88M or otherwise, for co-ordinating—\n\t\tthe admission of pupils to relevant schools in their area,\n\t\tthe admission of pupils in their area to other relevant schools.\n\tRegulations under subsection (1) may make provision as to—\n\t\tthe time by which any report under that subsection must be made; and\n\t\tthe form and content of any such report;\n\t\t\tand may, in particular, require a report to include a statement as to whetheror not admission arrangements for maintained schools in the area of the localeducation authority conform with the requirements imposed by or under thisPart as to the content of admission arrangements for maintained schools inEngland."
    },
    {
        "length": 316,
        "text": "\nQReports under section 88P: provision of information\n\tA relevant person must, on request, provide a local education authority inEngland with such information as the authority may reasonably require for thepurpose of enabling the authority to fulfil their duties under section 88P.\n\tIn subsection (1), “relevant person”, in relation to a local educationauthority, means—\n\t\tan admission authority (other than the local education authority) for amaintained school in the area of the local education authority;\n\t\tthe admission forum for the area of the local education authority;\n\t\tany member of an appeal panel constituted under section 94 by—\n\t\tthe local education authority, or\n\t\tthe governing body of a foundation or voluntary aided school in the areaof the local education authority;\n\t\tthe proprietor of—\n\t\tan Academy,\n\t\ta city technology college, or\n\t\ta city college for the technology of the arts,\n\t\t\tin the area of the local education authority;\n\t\tany other local education authority in England;\n\t\tsuch other person as may be prescribed.”"
    },
    {
        "length": 674,
        "text": "\nSixth form admissions etc: appeals\n\tSection 94 of the School Standards and Framework Act [1998 (c.31)](/id/ukpga/1998/31?view=plain \"Go to item of legislation\") (appealarrangements: general) is amended as follows.\n\tIn subsection (1)—\n\t\tfor “the parent of a child” substitute “the appropriate person”;\n\t\tbefore paragraph (a) insert—\n\t\tin a case where the local education authority are the admissionsauthority, any decision made by or on behalf of the authority refusing a childadmission to a school,”;\n\t\tin paragraph (a)—\n\t\tfor “any decision” substitute “any other decision”, and\n\t\tfor “the child” substitute “a child”;\n\t\tin paragraph (b), for “the child” substitute “a child”.\n\tIn subsection (1A), for “the parent of” substitute “the appropriate personin relation to”.\n\tIn subsection (2)—\n\t\tfor “the parent of a child” substitute “the appropriate person”;\n\t\tfor “the child” substitute “a child”.\n\tIn subsection (2A), for “the parent of” substitute “the appropriate personin relation to”.\n\tAfter that subsection insert—\n\t\t“(2B)In this section, “the appropriate person”, in relation to a child, means—\n\t\tin the case of a decision about sixth form education for the child any ofthe following—\n\t\tthe child;\n\t\ta parent of his;\n\t\tthe child and a parent of his, acting jointly;\n\t\t(but subject to regulations made under subsection (5A));\n\t\tin any other case, a parent of the child.”\n\tIn subsection (5A), after paragraph (a) insert—\n\t\tin cases where separate appeals are made by a parent and a child againsta decision about sixth form education for the child, for the appeals to bejoined, or otherwise for securing that no more than one appeal against thedecision is proceeded with;”.\n\tAfter subsection (6) insert—\n\t“(6A)In this section, any reference to a decision about sixth form educationfor a child is a reference to a decision—\n\t\tmade in relation to a preference expressed in accordance with arrangementsmade under section 86A(1) as to where education should be provided for thechild, or\n\t\trefusing permission for the child to enter the sixth form of the school towhich he has been admitted.”"
    },
    {
        "length": 286,
        "text": "\nSchool admissions: supplementary\n\tAfter section 98 of the School Standards and Framework Act [1998 (c.31)](/id/ukpga/1998/31?view=plain \"Go to item of legislation\") insert—\n\t“98AMeaning of “sixth form education” etc\n\t\tIn this Chapter, “sixth form education” means secondary education suitableto the requirements of pupils who are over compulsory school age.\n\t\tReferences in this Chapter, in relation to a child who has been admitted toa school, to his entering the school’s sixth form are to his being transferredto a class at the school in which sixth form education is provided from aclass in which such education is not so provided.”\n\t\tIn relation to a code for school admissions issued under section 84(1) ofthe School Standards and Framework Act 1998 after the passing of this Act, therequirement to consult which is imposed by section 85(2) of that Act may besatisfied by consultation undertaken before the passing of this Act, eventhough the code takes account (to any extent) of any provision made by thisAct."
    },
    {
        "length": 1461,
        "text": "\nMaintained schools in England: behaviour and attendance etc\n\tPower of governing body: educational provision for improvingbehaviour\n\t\tAfter section 29 of the Education Act [2002 (c.32)](/id/ukpga/2002/32?view=plain \"Go to item of legislation\") insert—\n\t\t“29APower of governing body in England: educational provision forimproving behaviour\n\t\t\tThe governing body of a maintained school in England may require anyregistered pupil to attend at any place outside the school premises for thepurpose of receiving educational provision which is intended to improve thebehaviour of the pupil.\n\t\t\tIn subsection (1) “maintained school” does not include a maintained nurseryschool.\n\t\t\tRegulations must make provision—\n\t\t\t\trequiring prescribed persons to be given prescribed information relating tothe imposition of any requirement under subsection (1), and\n\t\t\t\trequiring the governing body of the school to keep under review theimposition of any such requirement.\n\t\t\tRegulations under this section may also make provision—\n\t\t\t\trequiring a governing body exercising functions under subsection (1) orunder the regulations to have regard to any guidance given from time to timeby the Secretary of State,\n\t\t\t\tprohibiting a governing body from exercising the power conferred bysubsection (1) in such a way that any pupil is required to receive educationalprovision outside the school premises for a greater number of days in a schoolyear than is specified in the regulations,\n\t\t\t\trequiring the governing body to request prescribed persons to participatein any review of the imposition of a requirement under subsection (1),\n\t\t\t\tabout the time within which the first review must be held and the intervalsat which subsequent reviews must be held, and\n\t\t\t\tin relation to any other matter relating to the exercise of the powerconferred by subsection (1).”\n\tApplication of s.444 of Education Act 1996 to alternative educationprovision\n\t\tSection 444ZA of the Education Act [1996 (c.56)](/id/ukpga/1996/56?view=plain \"Go to item of legislation\") (application ofsection 444 to alternative education provision) is amended as follows.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)Where—\n\t\t\ta child of compulsory school age has been excluded for a fixed period ondisciplinary grounds from a relevant school in England,\n\t\t\tthe child remains for the time being a registered pupil at the school,\n\t\t\tthe appropriate authority for the school has made arrangements undersection 19 above or section 100 of the Education and Inspections Act 2006 forthe provision of full-time education for the child otherwise than at theschool or at the child’s home during the period of exclusion, and\n\t\t\tnotice in writing of the arrangements has been given to the child’s parent,\n\t\t\tsubsections (1) to (7) of section 444 have effect during that period as if thechild were not a registered pupil at the school and as if the place at whichthe education is provided were a school and the child were a registered pupilat that school (so far as that would not otherwise be the case).\n\t\t\t(1B)Where—\n\t\t\ta child of compulsory school age who is a registered pupil at a relevantschool in England is required by the appropriate authority for the school toattend at a place outside the school premises for the purpose of receiving anyeducational provision, and\n\t\t\tnotice in writing of the requirement has been given to the child’s parent,\n\t\t\tsubsections (1) to (7) of section 444 have effect as if the place at which thechild is required to attend were a school and the child were a registeredpupil at that school (in addition to being a registered pupil at the schoolmentioned in paragraph (a)).\n\t\t\t(1C)Subsection (1B) does not apply if—\n\t\t\tthe place at which the child is required to attend is another relevantschool (whether in England or elsewhere), and\n\t\t\tthe child is a registered pupil at that other school.\n\t\t\t(1D)In relation to a maintained school or a pupil referral unit—\n\t\t\treferences in subsection (1A) to exclusion are references to exclusionunder section 52 of the Education Act 2002, and\n\t\t\tthe requirement referred to in subsection (1B) is a requirement imposedunder section 29(3) or 29A(1) of that Act.”\n\t\tIn subsection (2)(a), after “relevant school” insert “in Wales”.\n\t\tIn subsection (4)—\n\t\t\tin paragraph (a), after “within subsection (1)” insert “or (1A)”;\n\t\t\tin paragraph (b), after “within subsection” insert “(1B) or”;\n\t\t\tin the words following that paragraph, after “(1)(b)” insert “, (1A)(d),(1B)(b)”.\n\t\tIn subsection (5), after “(1)(b)” insert “, (1A)(d), (1B)(b)”.\n\t\tIn subsection (6), after “subsection (1)” (in both places) insert “or(1A)”.\n\t\tIn subsection (7)—\n\t\t\tafter paragraph (a) insert—\n\t\t\tin relation to a place at which education is provided as mentioned insubsection (1A) of this section, means leave granted by any person authorisedto do so by the appropriate authority for the school;”;\n\t\t\tin paragraph (b), after “subsection” insert “(1B)(a) or”."
    },
    {
        "length": 234,
        "text": "\nMaintained schools in England: assessment arrangements\n\tNational Curriculum for England: duty to implement assessmentarrangements\n\t\tIn section 88 of the Education Act [2002 (c.32)](/id/ukpga/2002/32?view=plain \"Go to item of legislation\") (implementationof the National Curriculum for England in schools), in the existing provision(which becomes subsection (1)), at the end insert—\n\t\t\t“This subsection does not apply in relation to assessment arrangements.”\n\t\tAfter that subsection insert—\n\t\t“(1A)In relation to any maintained school—\n\t\t\tthe local education authority and the governing body must exercise theirfunctions with a view to securing, and\n\t\t\tthe head teacher must secure,\n\t\t\tthat the assessment arrangements specified for the time being in the NationalCurriculum for England are implemented.”"
    },
    {
        "length": 736,
        "text": "\nMaintained schools: pupils' views\n\tGoverning bodies of maintained schools to invite and consider pupils'views\n\t\tAfter section 29A of the Education Act 2002 insert—\n\t\t“29BGoverning body to invite and consider pupils' views\n\t\t\tThe governing body of a maintained school must invite the views of pupilsabout prescribed matters.\n\t\t\tIn exercising any of their functions relating to the conduct of the school,the governing body of a maintained school must consider any relevant views ofregistered pupils at the school about matters prescribed under subsection (1)(whether expressed by virtue of that subsection or otherwise) and, in doingso, must have regard to the age and understanding of the pupils who expressedthem.\n\t\t\tFor the purposes of subsection (1), a governing body invite the views ofpupils about a matter if they invite the views of—\n\t\t\t\tall registered pupils at the school,\n\t\t\t\tsuch of those pupils as appear to the governing body to be affected by thematter, or\n\t\t\t\tpupils appearing to the governing body to be representative of pupilswithin paragraph (a) or (b).\n\t\t\tThe following are the matters that may be prescribed under subsection (1)—\n\t\t\t\tthe exercise, or proposed exercise, of a function of the governing body ofa maintained school relating to the conduct of the school;\n\t\t\t\tthe exercise, or proposed exercise, of such a function in a particular way.\n\t\t\tIn discharging their duties under subsections (1) and (2), the governingbody of a maintained school must have regard to any guidance given from timeto time—\n\t\t\t\tin relation to England, by the Secretary of State, or\n\t\t\t\tin relation to Wales, by the Welsh Ministers.\n\t\t\tIn this section, “prescribed” means—\n\t\t\t\tin relation to England, prescribed by the Secretary of State;\n\t\t\t\tin relation to Wales, prescribed by the Welsh Ministers.\n\t\t\tNothing in this section affects any power or duty relating to consultingpupils which a governing body of a maintained school have otherwise than underthis section.”\n\tConsultation of pupils: existing functions\n\t\tIn section 176 of the Education Act [2002 (c.32)](/id/ukpga/2002/32?view=plain \"Go to item of legislation\") (consultationwith pupils), subsection (1) is amended as follows—\n\t\t\tin paragraph (a) (duty of local education authorities), after “authority”insert “in Wales”;\n\t\t\tomit paragraph (b) (duty of governing bodies);\n\t\t\tfor “the Secretary of State (in relation to England) or the NationalAssembly for Wales (in relation to Wales)” substitute “the Welsh Ministers”."
    },
    {
        "length": 3209,
        "text": "\nExternal qualifications\n\tApproved external qualifications: England\n\t\tSection 98 of the Learning and Skills Act [2000 (c.21)](/id/ukpga/2000/21?view=plain \"Go to item of legislation\") (approvedqualifications: England) is amended as follows.\n\t\tAfter subsection (2) insert—\n\t\t\t“(2A)A body may be designated under subsection (2)(b) in relation to thegiving of approvals under—\n\t\t\tsection 96,\n\t\t\tsection 97, or\n\t\t\tboth of those sections.”\n\t\tOmit subsection (4) (which renders an approval given by a designated bodyineffective unless the Secretary of State consents to the approval).\n\tApproved external qualifications: Wales\n\t\tSection 99 of the Learning and Skills Act 2000 (approved qualifications:Wales) is amended as follows.\n\t\tAfter subsection (2) insert—\n\t\t\t“(2A)A body may be designated under subsection (2)(b) in relation to thegiving of approvals under—\n\t\t\tsection 96,\n\t\t\tsection 97, or\n\t\t\tboth of those sections.”\n\t\tOmit subsection (4) (which renders an approval given by a designated bodyineffective unless the Welsh Ministers consent to the approval).\n\tFunctions of Qualifications and Curriculum Authority in England andNorthern Ireland\n\t\tThe Education Act [1997 (c. 44)](/id/ukpga/1997/44?view=plain \"Go to itemof legislation\") is amended as follows.\n\t\tSection 24 (functions of QCA in relation to external vocational andacademic qualifications) is amended as follows.\n\t\tIn subsection (2)—\n\t\t\tfor paragraph (f) substitute—\n\t\t\tto develop and publish criteria for the recognition of persons who, asoutside persons, award or authenticate such qualifications or credits inrespect of components of such qualifications;\n\t\t\tto recognise, where they meet such criteria, any such persons who apply tobe recognised;\n\t\t\tto develop and publish criteria for the accreditation of suchqualifications where they are awarded or authenticated by persons recognisedunder paragraph (eb);”;\n\t\t\tafter paragraph (g) insert—\n\t\t\tto develop and publish rules and procedures for dealing with the effecton the continued accreditation of such qualifications where any personawarding or authenticating them ceases to be recognised;”.\n\t\tIn subsection (4), for “(g)” substitute “(ga)”.\n\t\tIn subsection (7)—\n\t\t\tin paragraph (a), after “a qualification” insert “or a credit in respect ofa component of a qualification” and after “the qualification” insert “orcomponent”;\n\t\t\tin paragraph (b), after “a qualification” insert “or a credit in respect ofa component of a qualification”.\n\t\tSection 26 (supplementary provisions relating to discharge by QCA of theirfunctions) is amended as follows.\n\t\tIn subsection (3), after “the Authority” insert “recognise any person or”.\n\t\tIn subsection (3A)—\n\t\t\tafter “the Authority” insert “recognise any person or”;\n\t\t\tafter “at the time of” insert “recognition or of”;\n\t\t\tafter “conditions on” insert “recognition or”;\n\t\t\tafter “continued” insert “recognition or”.\n\t\tIn subsection (4)(b)(i), for the words from “maintained” to “receiving theaccreditation” substitute “maintained by the recognised person in question inrelation to the award or authentication of qualifications generally or inrelation to the award or authentication of the qualification in question”.\n\t\tSection 26A (power of QCA to give directions) is amended as follows.\n\t\tFor subsection (1) substitute—\n\t\tIf it appears to the Qualifications and Curriculum Authority—\n\t\t\tthat any recognised person has failed or is likely to fail to comply withany condition subject to which the recognition has effect, and\n\t\t\tthat the failure—\n\t\t\tprejudices or would be likely to prejudice the proper award orauthentication by that person of any accredited qualification, or\n\t\t\tprejudices or would be likely to prejudice persons who might reasonably beexpected to seek to obtain any accredited qualification awarded orauthenticated by that person,\n\t\t\t\tthe Authority may direct the recognised person to take or refrain from takingspecified steps with a view to securing compliance with the conditions subjectto which the recognition has effect.\n\t\t\t(1A)If it appears to the Authority—\n\t\t\tthat any person who awards or authenticates any accredited qualificationhas failed or is likely to fail to comply with any condition subject to whichthe accreditation has effect, and\n\t\t\tthat the failure—\n\t\t\tprejudices or would be likely to prejudice the proper award orauthentication of the qualification, or\n\t\t\tprejudices or would be likely to prejudice persons who might reasonably beexpected to seek to obtain the qualification,\n\t\t\tthe Authority may direct the person mentioned in paragraph (a) to take orrefrain from taking specified steps with a view to securing compliance withthe conditions subject to which the accreditation has effect.”\n\t\tIn subsection (2), for “the awarding body” substitute “the recognisedperson or (as the case may be) the person mentioned in subsection (1A)(a)”.\n\t\tAfter subsection (3) insert—\n\t\tIn this section—\n\t\t\t  * “accredited qualification” means a qualification accredited by the Authority, and\n\t\t\t  * “recognised person” means a person recognised by the Authority.\n\t\tIn this section any reference to the award or authentication of anyqualification by any person is a reference to its award or authentication byany person alone or jointly with others.”\n\tFunctions of Welsh Ministers etc\n\t\tThe Education Act [1997 (c. 44)](/id/ukpga/1997/44?view=plain \"Go to itemof legislation\") is amended as follows.\n\t\tSection 30 (functions in Wales in relation to external vocational andacademic qualifications) is amended as follows.\n\t\tIn subsection (1)—\n\t\t\tthe existing paragraphs (i) to (vi) are re-numbered as paragraphs (a) to(f);\n\t\t\tfor paragraph (d) (as re-numbered) substitute—\n\t\t\tto develop and publish criteria for the recognition of persons who, asoutside persons, award or authenticate such qualifications or credits inrespect of components of such qualifications;\n\t\t\tto recognise, where they meet such criteria, any such persons who apply tobe recognised;\n\t\t\tto develop and publish criteria for the accreditation of suchqualifications where they are awarded or authenticated by persons recognisedunder paragraph (cb);”;\n\t\t\tafter paragraph (e) (as re-numbered) insert—\n\t\t\tto develop and publish rules and procedures for dealing with the effecton the continued accreditation of such qualifications where any personawarding or authenticating them ceases to be recognised;”.\n\t\tFor subsections (1B) and (1C) substitute—\n\t\t\t“(1B)The following functions are exercisable solely by the Welsh Ministers—\n\t\t\tthe functions set out in paragraphs (ca) and (cb) of subsection (1); and\n\t\t\tthe functions set out in the other paragraphs of that subsection so far asthey relate to external qualifications other than National VocationalQualifications.\n\t\t\t(1C)The functions set out in those other paragraphs so far as they relate toNational Vocations Qualifications are exercisable as follows—\n\t\t\tthe functions set out in paragraphs (a) to (c), (d) and (ea) of subsection(1) are exercisable concurrently by the Welsh Ministers and the Qualificationsand Curriculum Authority; and\n\t\t\tthe functions set out in paragraphs (e) and (f) of that subsection areexercisable solely by the Qualifications and Curriculum Authority.\n\t\t\t(1D)Subsections (1B) and (1C) are subject to any exercise of the powerconferred by subsection (2).”\n\t\tAfter subsection (5) insert—\n\t\tSubsection (7) of section 24 (interpretation of references to the award orauthentication by outside persons of external qualifications or credits inrespect of components of them) applies for the purposes of this section as itapplies for the purposes of that section.”\n\t\tSection 32 (supplementary provisions relating to discharge by WelshMinisters of their functions) is amended as follows.\n\t\tIn subsection (3), before “accredits” insert “recognises any person or”.\n\t\tIn subsection (3A)—\n\t\t\tbefore “accredits” insert “recognises any person or”;\n\t\t\tafter “at the time of” insert “recognition or of”;\n\t\t\tafter “conditions on” insert “recognition or”;\n\t\t\tafter “continued” insert “recognition or”.\n\t\tIn subsection (4)(b)(i), for the words from “maintained” to “receiving theaccreditation” substitute “maintained by the recognised person in question inrelation to the award or authentication of qualifications generally or inrelation to the award or authentication of the qualification in question”.\n\t\tFor section 32A substitute—\n\t\t“32APower of Welsh Ministers to give directions\n\t\t\tIf it appears to the Welsh Ministers—\n\t\t\t\tthat any recognised person has failed or is likely to fail to comply withany condition subject to which the recognition has effect, and\n\t\t\t\tthat the failure—\n\t\t\t\tprejudices or would be likely to prejudice the proper award orauthentication by that person of any qualification accredited by them or bythe Qualifications and Curriculum Authority, or\n\t\t\t\tprejudices or would be likely to prejudice persons who might reasonably beexpected to seek to obtain any such qualification awarded or authenticated bythat person,\n\t\t\t\t\tthe Welsh Ministers may direct the recognised person to take or refrain fromtaking specified steps with a view to securing compliance with the conditionssubject to which the recognition has effect.\n\t\t\tIf it appears to the Welsh Ministers—\n\t\t\t\tthat any recognised person who awards or authenticates any qualificationaccredited by them has failed or is likely to fail to comply with anycondition subject to which the accreditation has effect, and\n\t\t\t\tthat the failure—\n\t\t\t\tprejudices or would be likely to prejudice the proper award orauthentication of the qualification, or\n\t\t\t\tprejudices or would be likely to prejudice persons who might reasonably beexpected to seek to obtain the qualification,\n\t\t\t\tthe Welsh Ministers may direct the recognised person to take or refrain fromtaking specified steps with a view to securing compliance with the conditionssubject to which the accreditation has effect.\n\t\t\tIt shall be the duty of the recognised person to comply with any directionunder this section.\n\t\t\tAny direction under this section is enforceable, on the application of theWelsh Ministers, by a mandatory order.\n\t\t\tIn this section “recognised person” means a person recognised by the WelshMinisters.\n\t\t\tIn this section any reference to the award or authentication of anyqualification by any person is a reference to its award or authentication byany person alone or jointly with others.”\n\tFunctions of Qualifications and Curriculum Authority in NorthernIreland in relation to vocational qualifications\n\t\tIn section 24 of the Education Act [1997 (c.44)](/id/ukpga/1997/44?view=plain \"Go to item of legislation\") (functions ofQCA in relation to external vocational and academic qualifications), insubsection (4), for “National Vocational Qualifications” substitute “externalqualifications which are vocational qualifications”.\n\t\tIn section 58 of that Act (extent etc.), in subsection (6), for “section24(4)” substitute “section 24(4), (6) and (7)”."
    },
    {
        "length": 117,
        "text": "\nInspections of teacher training\n\tInspections of teacher training in England: removal of duty to notify\n\t\tIn section 18B(7) of the Education Act [1994 (c.30)](/id/ukpga/1994/30?view=plain \"Go to item of legislation\") (period ofnotice to be given of inspections of teacher training), after “subsection (1)”insert “of training provided by a training provider in Wales”."
    },
    {
        "length": 318,
        "text": "\nSchools forums\n\tConstitution of schools forums\n\t\tSection 47A of the School Standards and Framework Act [1998 (c.31)](/id/ukpga/1998/31?view=plain \"Go to item of legislation\") (schoolsforums) is amended as follows.\n\t\tFor subsection (1) substitute—\n\t\tEvery local education authority must, in accordance with regulations,establish for their area a body to be known as a schools forum.”\n\t\tAfter subsection (4) insert—\n\t\t\t“(4A)Regulations must provide for a schools forum to include—\n\t\t\tmembers representing governing bodies of schools maintained by the relevantauthority, and\n\t\t\tmembers representing head teachers of such schools.\n\t\t\t(4B)Regulations may provide for a schools forum to include—\n\t\t\tmembers representing such other persons—\n\t\t\tas may be prescribed, or\n\t\t\tas the relevant authority may from time to time, in accordance withregulations, determine, and\n\t\t\tother members,\n\t\t\tand may make further provision as to the constitution of a schools forum.”\n\t\tIn subsection (5), omit “the constitution”."
    },
    {
        "length": 3327,
        "text": "\nChapter 3General\n\tOrders and regulations\n\t\tThe following are to be made by statutory instrument—\n\t\t\torders and regulations made by the Secretary of State or Lord Chancellorunder this Act;\n\t\t\torders made by the Welsh Ministers under section 173.\n\t\tA statutory instrument containing—\n\t\t\tan order under section 3(5),\n\t\t\tregulations under section 5(1)(b),\n\t\t\tregulations under section 22(2) or 31(3), other than regulations for thepurpose only of making provision within subsection (4),\n\t\t\tan order under section 56(9) or 58(3),\n\t\t\tregulations under section 61,\n\t\t\tan order under section 67,\n\t\t\tregulations under section 132(1), or\n\t\t\tregulations under section 170 which amend or repeal any provision of anAct,\n\t\t\t\tmay not be made unless a draft of the instrument has been laid before, andapproved by a resolution of, each House of Parliament.\n\t\tA statutory instrument containing any other order or regulations under thisAct, other than an order under section 173, is subject to annulment inpursuance of a resolution of either House of Parliament.\n\t\tProvision contained in regulations under section 22(2) or 31(3) fallswithin this subsection if it substitutes, for an amount for the time beingspecified in such regulations, a smaller amount.\n\t\tBefore a draft of an instrument containing an order under section 67 islaid before either House of Parliament, the Secretary of State must consultthe Welsh Ministers.\n\t\tAny power of the Secretary of State or Lord Chancellor to make an order orregulations under this Act includes power—\n\t\t\tto make different provision for different cases, circumstances or areas,\n\t\t\tto make provision generally or in relation to specific cases, and\n\t\t\tto make such incidental, supplementary, transitional, transitory or savingprovision as the Secretary of State or Lord Chancellor thinks fit.\n\tFunctions to be exercisable by Welsh Ministers\n\t\tAny function conferred on the Secretary of State by section 150, 152 or165, so far as exercisable in relation to Wales, is to be taken to betransferred, immediately after that section comes into force in relation toWales, to the Welsh Ministers by an Order in Council under section 58 of theGovernment of Wales Act [2006 (c. 32)](/id/ukpga/2006/32?view=plain \"Go toitem of legislation\").\n\t\tNothing in Schedule 1 or 2, so far as relating to the substitution ofreferences to the Welsh Ministers for references to the Secretary of State insections 89 to 90 of the School Standards and Framework Act [1998 (c.31)](/id/ukpga/1998/31?view=plain \"Go to item of legislation\"), is to be takento affect the application of those sections, or anything done under or for thepurposes of those sections, in relation to Wales.\n\tGeneral interpretation\n\t\tIn this Act, unless the context otherwise requires—\n\t\t\t  * “prescribed” means prescribed by regulations; \n\t\t\t  * “regulations” means regulations made by the Secretary of State under this Act. \n\t\tSubject to subsections (4) and (5), the Education Act [1996 (c.56)](/id/ukpga/1996/56?view=plain \"Go to item of legislation\") and theprovisions of this Act specified in subsection (3) are to be construed as ifthose provisions were contained in that Act.\n\t\tThe provisions of this Act referred to in subsection (2) are—\n\t\t\tPart 1 (other than section 9 and sections 37 to 39);\n\t\t\tChapter 1 of Part 4;\n\t\t\tsection 148;\n\t\t\tsection 173(10).\n\t\tWhere an expression is given for the purposes of any provision fallingwithin subsection (3) a meaning different from that given to it for thepurposes of the Education Act 1996, the meaning given for the purposes of thatprovision is to apply instead of the one given for the purposes of that Act.\n\t\tSections 561 and 562 of the Education Act 1996 (Act not to apply to personsin service of the Crown or persons detained under order of a court) do notapply for the purposes of Part 1.\n\t\tUnless the context otherwise requires, any reference in this Act to acommunity, foundation or voluntary school or a community or foundation specialschool is to such a school within the meaning of the School Standards andFramework Act [1998 (c. 31)](/id/ukpga/1998/31?view=plain \"Go to item oflegislation\").\n\tMinor and consequential amendments, repeals and revocations\n\t\tSchedule 1 has effect to make minor and consequential amendments.\n\t\tThe provisions mentioned in Schedule 2 are repealed or revoked to theextent specified.\n\tPower to make consequential and transitional provision etc.\n\t\tThe Secretary of State may by regulations make—\n\t\t\tsuch supplementary, incidental or consequential provision, or\n\t\t\tsuch transitory, transitional or saving provision,\n\t\t\t\tas the Secretary of State considers necessary or expedient for the purposesof, in consequence of or for giving full effect to, any provision of this Act.\n\t\tRegulations under this section may in particular—\n\t\t\tprovide for any provision of this Act which comes into force before anotherprovision (of this or any other Act or in subordinate legislation) has comeinto force to have effect, until that other provision has come into force,with specified modifications;\n\t\t\tamend, repeal or revoke any provision of—\n\t\t\tan Act passed before or in the same Session as this Act, or\n\t\t\tsubordinate legislation made before the passing of this Act.\n\t\tNothing in this section limits the powers conferred by section 166(6)(c) or173(8)(c).\n\t\tThe amendments that may be made by virtue of subsection (2)(b) are inaddition to those that are made by any other provision of this Act.\n\t\tIn this section “subordinate legislation” has the same meaning as in theInterpretation Act [1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Go to item oflegislation\").\n\tFinancial provisions\n\t\tThere are to be paid out of money provided by Parliament—\n\t\t\tany expenditure incurred by the Secretary of State or the Office forStandards in Education, Children’s Services and Skills by virtue of this Act,and\n\t\t\tany increase attributable to this Act in the sums which by virtue of anyother Act are payable out of money provided by Parliament.\n\t\tAny sums received by the Secretary of State or Her Majesty’s ChiefInspector of Education, Children’s Services and Skills by virtue of this Actare to be paid into the Consolidated Fund.\n\tExtent \n\t\tSubject as follows, this Act extends to England and Wales only.\n\t\tSections 87 to 91 extend to England and Wales and Scotland.\n\t\tThe following provisions extend to England and Wales, Scotland and NorthernIreland—\n\t\t\tsection 166;\n\t\t\tsection 170;\n\t\t\tthis section;\n\t\t\tsections 173 and 174.\n\t\tAny amendment, repeal or revocation made by this Act has the same extent asthe provision to which it relates.\n\tCommencement \n\t\tThe following provisions of this Act come into force on the day on which itis passed—\n\t\t\tsection 80;\n\t\t\tsection 156;\n\t\t\tsections 166 to 168;\n\t\t\tsections 170 to 172;\n\t\t\tthis section;\n\t\t\tsection 174;\n\t\t\tparagraphs 75 to 77 and 86 to 88 of Schedule 1 (and section 169 so far asrelating to those paragraphs);\n\t\t\tthe repeal in Schedule 2 relating to section 140 of the Learning and SkillsAct [2000 (c. 21)](/id/ukpga/2000/21?view=plain \"Go to item of legislation\")(and section 169 so far as relating to that repeal).\n\t\tThe following provisions come into force at the end of the period of 2months beginning with the day on which this Act is passed—\n\t\t\tsection 149;\n\t\t\tsection 151(1) and (4), so far as relating to sections 88P and 88Q of theSchool Standards and Framework Act [1998 (c. 31)](/id/ukpga/1998/31?view=plain\"Go to item of legislation\");\n\t\t\tsection 164.\n\t\tThe following provisions, so far as they apply in relation to Wales, comeinto force in accordance with provision made by the Welsh Ministers by order—\n\t\t\tsections 150, 152 and 153;\n\t\t\tsections 157 and 158(b) and (c);\n\t\t\tsections 160 and 162;\n\t\t\tsection 165;\n\t\t\tthe following paragraphs of Schedule 1—\n\t\t\tparagraphs 54, 55, 59(7), 66 and 67, and, so far as relating to thoseparagraphs, paragraph 53, and\n\t\t\tparagraph 79,\n\t\t\t\t(and section 169 so far as relating to those provisions);\n\t\t\tthe repeals and revocations in Schedule 2 so far as relating to—\n\t\t\tsections 86 and 94 of the School Standards and Framework Act 1998,\n\t\t\tsection 99(4) of the Learning and Skills Act 2000,\n\t\t\tsection 176 of and Schedules 4 and 17 to the Education Act [2002 (c.32)](/id/ukpga/2002/32?view=plain \"Go to item of legislation\"),\n\t\t\tparagraphs 19 and 20 of Schedule 1 to the Qualifications, Curriculum andAssessment Authority for Wales (Transfer of Functions to the National Assemblyfor Wales and Abolition) Order 2005 ([S.I.2005/3239](/id/uksi/2005/3239?view=plain \"Go to item of legislation\")),\n\t\t\t(and section 169 so far as relating to those repeals and revocations).\n\t\tSubject to subsections (1) to (3), the provisions of this Act come intoforce in accordance with provision made by the Secretary of State by order.\n\t\tBefore making an order under subsection (4) containing provision for thecoming into force of section 67, the Secretary of State must consult the WelshMinisters.\n\t\tBefore making an order under subsection (4) containing provision for thecoming into force of sections 87 to 91, the Secretary of State must consultthe Scottish Ministers and the Welsh Ministers.\n\t\tBefore making an order under subsection (4) containing provision for thecoming into force of section 161(4) or 163, the Secretary of State mustconsult the Department for Employment and Learning in Northern Ireland.\n\t\tAn order under this section may—\n\t\t\tmake provision generally or for specified purposes only;\n\t\t\tmake different provision for different purposes and in relation todifferent areas; and\n\t\t\tcontain such transitory and transitional provisions and savings as theperson making the order thinks fit.\n\t\tAn order under subsection (4) may provide for Part 1 to come into forcewith the substitution in sections 1(b) and 29(1)(b) of “the first anniversaryof the date on which the person ceased to be of compulsory school age” for“the age of 18”.\n\t\tThe Secretary of State must—\n\t\t\texercise the powers conferred by subsections (4) and (9) so as to securethat Part 1 is in force with those substitutions no later than the day afterthe day which is the school leaving date for 2013, and\n\t\t\texercise the power conferred by subsection (4) so as to secure that Part 1is in force without those substitutions no later than the day after the daywhich is the school leaving date for 2015,\n\t\t\tsubject, in each case, to any provision made by virtue of subsection (8).\n\tShort title\n\t\tThis Act may be cited as the Education and Skills Act 2008.\n\t\tThis Act is to be included in the list of Education Acts set out in section578 of the Education Act [1996 (c. 56)](/id/ukpga/1996/56?view=plain \"Go toitem of legislation\")."
    }
]