[
    {
        "length": 1582,
        "text": "\nOption to make planning application directly to Secretary of State\n\tIn the Town and Country Planning Act 1990, after section 62 insert—\n\t“62AWhen application may be made directly to Secretary of State\n\t\tA relevant application that would otherwise have to be made to the localplanning authority may (if the applicant so chooses) be made instead to theSecretary of State if the following conditions are met at the time it is made—\n\t\t\tthe local planning authority concerned is designated by the Secretary ofState for the purposes of this section; and\n\t\t\tthe development to which the application relates (where the application iswithin subsection (2)(b)(i)), or the development for which outline planningpermission has been granted (where the application is within subsection(2)(b)(ii)), is major development.\n\t\tIn this section—\n\t\t\t“major development” means development of a description prescribed by theSecretary of State;\n\t\t\t“relevant application” means—\n\t\t\tan application for planning permission for the development of land inEngland, other than an application of the kind described in section 73(1); or\n\t\t\tan application for approval of a matter that, as defined by section 92, isa reserved matter in the case of an outline planning permission for thedevelopment of land in England.\n\t\tWhere a relevant application is made to the Secretary of State under thissection, an application under the planning Acts—\n\t\t\tthat is—\n\t\t\tan application for listed building consent, or for conservation areaconsent, under the Planning (Listed Buildings and Conservation Areas) Act1990, or\n\t\t\tan application of a description prescribed by the Secretary of State,\n\t\t\tthat is considered by the person making the application to be connectedwith the relevant application,\n\t\t\tthat would otherwise have to be made to the local planning authority orhazardous substances authority,\n\t\t\tthat is neither a relevant application nor an application of the kinddescribed in section 73(1), and\n\t\t\tthat relates to land in England,\n\t\t\t\tmay (if the person so chooses) be made instead to the Secretary of State.\n\t\tIf an application (“the connected application”) is made to the Secretary ofState under subsection (3) but the Secretary of State considers that it is notconnected with the relevant application concerned, the Secretary of State may—\n\t\t\trefer the connected application to the local planning authority, orhazardous substances authority, to whom it would otherwise have been made; and\n\t\t\tdirect that the connected application—\n\t\t\tis to be treated as having been made to that authority (and not to theSecretary of State under this section), and\n\t\t\tis to be determined by that authority accordingly.\n\t\tThe decision of the Secretary of State on an application made to theSecretary of State under this section shall be final.\n\t\tThe Secretary of State may give directions requiring a local planningauthority or hazardous substances authority to do things in relation to anapplication made to the Secretary of State under this section that wouldotherwise have been made to the authority; and directions under thissubsection—\n\t\t\tmay relate to a particular application or to applications more generally;and\n\t\t\tmay be given to a particular authority or to authorities more generally.\n\tBDesignation for the purposes of section 62A\n\t\tAn authority may be designated for the purposes of section 62A only if—\n\t\t\tthe criteria that are to be applied in deciding whether to designate theauthority are set out in a document to which subsection (2) applies,\n\t\t\tby reference to those criteria, the Secretary of State considers that thereare respects in which the authority are not adequately performing theirfunction of determining applications under this Part, and\n\t\t\tthe criteria that are to be applied in deciding whether to revoke adesignation are set out in a document to which subsection (2) applies.\n\t\tThis subsection applies to a document if—\n\t\t\tthe document has been laid before Parliament by the Secretary of State,\n\t\t\tthe 40-day period for the document has ended without either House ofParliament having during that period resolved not to approve the document, and\n\t\t\tthe document has been published (whether before, during or after the 40-dayperiod for it) by the Secretary of State in such manner as the Secretary ofState thinks fit.\n\t\tIn this section “the 40-day period” for a document is the period of 40 daysbeginning with the day on which the document is laid before Parliament (or, ifit is not laid before each House of Parliament on the same day, the later ofthe two days on which it is laid).\n\t\tIn calculating the 40-day period for a document, no account is to be takenof any period during which—\n\t\t\tParliament is dissolved or prorogued, or\n\t\t\tboth Houses of Parliament are adjourned for more than four days.\n\t\tNone of the following may be designated for the purposes of section 62A—\n\t\t\tthe Homes and Communities Agency;\n\t\t\tthe Mayor of London;\n\t\t\ta Mayoral development corporation;\n\t\t\tan urban development corporation.\n\t\tThe Secretary of State must publish (in such manner as the Secretary ofState thinks fit)—\n\t\t\tany designation of an authority for the purposes of section 62A, and\n\t\t\tany revocation of such a designation.\n\tCNotifying parish councils of applications under section 62A(1)\n\t\tIf an application is made to the Secretary of State under section 62A(1)and a parish council would be entitled under paragraph 8 of Schedule 1 to benotified of the application were it made to the local planning authority, theSecretary of State must notify the council of—\n\t\t\tthe application, and\n\t\t\tany alteration to the application accepted by the Secretary of State.\n\t\tParagraph 8(4) and (5) of Schedule 1 apply in relation to duties of theSecretary of State under subsection (1) as they apply to duties of a localplanning authority under paragraph 8(1) of that Schedule.\n\t\tAn authority designated for the purposes of section 62A must comply withrequests from the Secretary of State for details of requests received by theauthority under paragraph 8(1) of Schedule 1.”\n\t\tSchedule 1 (amendments related to applications made under the new section62A, including provision for such applications to be determined by a personappointed for the purpose unless the Secretary of State otherwise directs) haseffect."
    },
    {
        "length": 1341,
        "text": "\nPlanning proceedings: costs etc\n\tIn section 320 of the Town and Country Planning Act 1990 (local inquiries),at the end insert—\n\tIn its application by subsection (2) to an inquiry held in England,section 250(4) of that Act has effect as if—\n\t\tafter “the costs incurred by him in relation to the inquiry” there wereinserted “, or such portion of those costs as he may direct,”, and\n\t\tafter “the amount of the costs so incurred” there were inserted “or, wherehe directs a portion of them to be paid, the amount of that portion”.”\n\tIn section 322 of that Act (orders as to costs of parties where no localinquiry held), after subsection (1A) insert—\n\t\t“(1B)Section 250(4) of the Local Government Act 1972 applies to costs incurredby the Secretary of State, or a person appointed by the Secretary of State, inrelation to proceedings in England to which this section applies which do notgive rise to a local inquiry as it applies to costs incurred in relation to alocal inquiry.\n\t(1C)In its application for that purpose, section 250(4) of that Act has effectas if—\n\t\tafter “the costs incurred by him in relation to the inquiry” there wereinserted “, or such portion of those costs as he may direct,”, and\n\t\tafter “the amount of the costs so incurred” there were inserted “or, wherehe directs a portion of them to be paid, the amount of that portion”.\n\t\t(1D)Section 42 of the Housing and Planning Act 1986 (recovery of Minister’scosts) applies to costs incurred in relation to proceedings in England towhich this section applies which do not give rise to a local inquiry as itapplies to costs incurred in relation to an inquiry.”\n\tIn section 322A of that Act (costs orders: supplementary), after subsection(2) insert—\n\tWhere this section applies in the case of an inquiry or hearing which wasto take place in England but did not, section 250(4) of that Act applies tocosts incurred by the Secretary of State or a person appointed by theSecretary of State as if—\n\t\tin the case of an inquiry, the inquiry had taken place;\n\t\tin the case of a hearing, the hearing were an inquiry which had takenplace.\n\tIn its application for that purpose, section 250(4) of that Act has effectas if—\n\t\tafter “the costs incurred by him in relation to the inquiry” there wereinserted “, or such portion of those costs as he may direct,”, and\n\t\tafter “the amount of the costs so incurred” there were inserted “or, wherehe directs a portion of them to be paid, the amount of that portion”.\n\tSection 42 of the Housing and Planning Act 1986 (recovery of Minister’scosts) applies to costs incurred in relation to a hearing of the kind referredto in subsection (1) or (1A) which was to take place in England but did not asit applies to costs incurred in relation to an inquiry which was to take placebut did not.”\n\tIn section 322B of that Act (local inquiries in London: costs), in thesubsection set out in subsection (5)—\n\t\tafter “the costs incurred by the Secretary of State in relation to theinquiry” insert “, or such portion of those costs as he may direct,”, and\n\t\tafter “the amount of the costs so incurred” insert “or, where he directs aportion of them to be paid, the amount of that portion”.\n\tIn section 323 of that Act (power to make provision about procedure incases where no inquiry or hearing etc), after subsection (3) insert—\n\tRegulations made by the Secretary of State under this section may includeprovision as to the circumstances in which, in proceedings in England such asare mentioned in subsection (1) or (1A)—\n\t\tdirections may be given under section 250(4) of the Local Government Act1972 as applied by a prescribed provision of this Act;\n\t\torders for costs may be made under section 250(5) of that Act as soapplied.”\n\tIn section 9 of the Tribunals and Inquiries Act 1992 (power to makeprovision about procedure in inquiries and hearings), after subsection (3)insert—\n\t“(3ZA)Rules made by the Lord Chancellor under this section may includeprovision as to the circumstances in which, in statutory inquiries held inEngland—\n\t\tdirections may be given under section 250(4) of the Local Government Act1972 as applied by a provision of the Town and Country Planning Act 1990specified in the rules;\n\t\torders for costs may be made under section 250(5) of the Local GovernmentAct 1972 as so applied.”\n\tIn Schedule 6 to the Town and Country Planning Act 1990 (determination ofcertain appeals by person appointed by the Secretary of State), in paragraph2, after sub-paragraph (10) insert—\n\tThe Secretary of State may, if he thinks fit, direct that anything inconnection with an appeal in England to which this Schedule applies whichwould otherwise fall to be done by an appointed person shall instead be doneby the Secretary of State.”"
    },
    {
        "length": 164,
        "text": "\nCompulsory purchase inquiries: costs\n\tIn section 5 of the Acquisition of Land Act 1981 (public local inquiries),after subsection (3) insert—\n\tIn relation to each of the matters mentioned in paragraphs (a) and (b) ofsubsection (3), section 250(5) of the Local Government Act 1972 also applies—\n\t\twhere arrangements are made for a public local inquiry to be held inEngland in pursuance of this Act but the inquiry does not take place;\n\t\tto the costs of a party to a public local inquiry held in England inpursuance of this Act who does not attend the inquiry.”"
    },
    {
        "length": 498,
        "text": "\nPermitted development rights: prior approvals\n\tIn section 60 of the Town and Country Planning Act 1990 (planningpermission granted by development order) after subsection (2) insert—\n\t\t“(2A)Without prejudice to the generality of subsection (1), where planningpermission is granted by a development order for development consisting of achange in the use of land in England, the order may require the approval ofthe local planning authority, or of the Secretary of State, to be obtained—\n\t\tfor the use of the land for the new use;\n\t\twith respect to matters that relate to the new use and are specified in theorder.\n\t\t(2B)Without prejudice to the generality of subsection (1), a development ordermay include provision for ensuring—\n\t\tthat, before a person in reliance on planning permission granted by theorder carries out development of land in England that is a dwelling house oris within the curtilage of a dwelling house—\n\t\ta written description, and a plan, of the proposed development are given tothe local planning authority,\n\t\tnotice of the proposed development, and of the period during whichrepresentations about it may be made to the local planning authority, isserved by the local planning authority on the owner or occupier of anyadjoining premises, and\n\t\tthat period has ended, and\n\t\tthat, where within that period an owner or occupier of any adjoiningpremises objects to the proposed development, it may be carried out inreliance on the permission only if the local planning authority consider thatit would not have an unacceptable impact on the amenity of adjoining premises.\n\t\t(2C)In subsection (2B) “adjoining premises” includes any land adjoining—\n\t\tthe dwelling house concerned, or\n\t\tthe boundary of its curtilage.”\n\tIn section 70A(5) of that Act (“relevant application” includes anapplication for approval under section 60(2)) after “60(2)” insert “, (2A) or(2B)”."
    },
    {
        "length": 416,
        "text": "\nLocal development orders: repeal of pre-adoption intervention powers\n\tThe Town and Country Planning Act 1990 is amended as follows.\n\tSection 61B(1) to (7) (Secretary of State or Welsh Ministers may call inunadopted local development order for approval or may direct that it bemodified) cease to apply in relation to England.\n\tAccordingly— \n\t\tin section 61B(1) (power to call in unadopted order) after “local planningauthority” insert “in Wales,”, and\n\t\tin section 61B(6) (power to direct that unadopted order be modified) after“local development order” insert “being prepared by a local planning authorityin Wales”.\n\tIn section 61B, after subsection (7) insert—\n\t\t“(7A)Where a local development order is adopted by a local planning authorityin England, that authority must submit a copy of the order to the appropriateauthority as soon after the order’s adoption as is reasonably practicable.”\n\tIn paragraph 1 of Schedule 4A (power to specify procedure for preparinglocal development orders) after sub-paragraph (2) insert—\n\t“(2A)Sub-paragraph (2)(a) applies in relation to England as if for“submission, approval, adoption,” there were substituted “adoption, post-adoption submission,”.”\n\tIn Schedule 4A omit—\n\t\tparagraph 4 (information about local development orders to be included inEnglish planning authorities’ monitoring reports under section 35 of thePlanning and Compulsory Purchase Act 2004), and\n\t\tin paragraph 1(3), the words “35 or”."
    },
    {
        "length": 3220,
        "text": "\nModification or discharge of affordable housing requirements\n\tAfter section 106B of the Town and Country Planning Act 1990 insert—\n\t“106BAModification or discharge of affordable housing requirements\n\t\tThis section applies in relation to an English planning obligation thatcontains an affordable housing requirement.\n\t\tA person against whom the affordable housing requirement is enforceable mayapply to the appropriate authority—\n\t\t\tfor the requirement to have effect subject to modifications,\n\t\t\tfor the requirement to be replaced with a different affordable housingrequirement,\n\t\t\tfor the requirement to be removed from the planning obligation, or\n\t\t\tin a case where the planning obligation consists solely of one or moreaffordable housing requirements, for the planning obligation to be discharged.\n\t\tWhere an application is made to an authority under subsection (2) and isthe first such application in relation to the planning obligation—\n\t\t\tif the affordable housing requirement means that the development is noteconomically viable, the authority must deal with the application inaccordance with subsection (5) so that the development becomes economicallyviable, or\n\t\t\tif paragraph (a) does not apply, the authority must determine that theaffordable housing requirement is to continue to have effect withoutmodification or replacement.\n\t\tWhere an application is made to an authority under subsection (2) and isthe second or a subsequent such application in relation to the planningobligation, the authority may—\n\t\t\tdeal with the application in accordance with subsection (5), or\n\t\t\tdetermine that the affordable housing requirement is to continue to haveeffect without modification or replacement.\n\t\tThe authority may—\n\t\t\tdetermine that the requirement is to have effect subject to modifications,\n\t\t\tdetermine that the requirement is to be replaced with a differentaffordable housing requirement,\n\t\t\tdetermine that the planning obligation is to be modified to remove therequirement, or\n\t\t\twhere the planning obligation consists solely of one or more affordablehousing requirements, determine that the planning obligation is to bedischarged.\n\t\tA determination under subsection (5)(a), (b) or (c)—\n\t\t\tmay provide for the planning obligation to be modified in accordance withthe application or in some other way,\n\t\t\tmay not have the effect that the obligation as modified is more onerous inits application to the applicant than in its unmodified form, and\n\t\t\tmay not have the effect that an obligation is imposed on a person otherthan the applicant or that the obligation as modified is more onerous in itsapplication to such a person than in its unmodified form.\n\t\tSubsection (6)(b) does not apply to a determination in response to thesecond or a subsequent application under this section in relation to theplanning obligation; but such a determination may not have the effect that thedevelopment becomes economically unviable.\n\t\tIn making a determination under this section the authority must have regardto—\n\t\t\tguidance issued by the Secretary of State, and\n\t\t\twhere the determination relates to an application to which section 106BBapplies, any representations made by the Mayor of London in accordance withthat section.\n\t\tThe authority must give notice of their determination to the applicant—\n\t\t\twithin such period as may be prescribed by the Secretary of State, or\n\t\t\tif no period is prescribed under paragraph (a) (and subject to section106BB(5)), within the period of 28 days beginning with the day on which theapplication is received, or such longer period as is agreed in writing betweenthe applicant and the authority.\n\t\tWhere an authority determine under this section that a planning obligationis to have effect subject to modifications, the obligation as modified is tobe enforceable as if it had been entered into on the date on which notice ofthe determination was given to the applicant.\n\t\tThe Secretary of State may by regulations make provision with respect to—\n\t\t\tthe form and content of applications under subsection (2), and\n\t\t\tthe notices to be given to applicants of determinations under subsection(9).\n\t\tThis section and section 106BC do not apply in relation to an Englishplanning obligation if planning permission for the development was grantedwholly or partly on the basis of a policy for the provision of housing onrural exception sites.\n\t\tIn this section and section 106BC—\n\t\t\t  * “affordable housing requirement” means a requirement relating to the provision of housing that is or is to be made available for people whose needs are not adequately served by the commercial housing market (and it is immaterial for this purpose where or by whom the housing is or is to be provided);\n\t\t\t  * “the appropriate authority” has the same meaning as in section 106A;\n\t\t\t  * “the development”, in relation to a planning obligation, means the development authorised by the planning permission to which the obligation relates;\n\t\t\t  * “English planning obligation” means a planning obligation that—\n\t\t\tidentifies a local planning authority in England as an authority by whom theobligation is enforceable, and\n\t\t\tdoes not identify a local planning authority in Wales as such an authority.\n\t\tThe Secretary of State may by order amend this section so as to modify thedefinition of “affordable housing requirement” in subsection (13).\n\t\tAn order under subsection (14) may have effect for the purposes ofplanning obligations entered into before (as well as after) its coming intoforce.\n\t\tThe Mayor of London must consult the local planning authority beforeexercising any function under this section.\n\tBBDuty to notify the Mayor of London of certain applications undersection 106BA\n\t\tThis section applies to an application under section 106BA(2) in relationto a planning obligation where—\n\t\t\tthe application for the planning permission to which the planningobligation relates was an application to which section 2A applied(applications of potential strategic importance relating to land in GreaterLondon),\n\t\t\tthe application for planning permission was not determined by the Mayor ofLondon, and\n\t\t\tpursuant to an order under section 2A or a development order, the localplanning authority that determined the application for planning permissionwere required to consult the Mayor of London in relation to thatdetermination.\n\t\tA local planning authority that receive an application to which thissection applies must send a copy of the application to the Mayor of Londonbefore the end of the next working day following the day on which theapplication was received.\n\t\t\tIn this subsection, “working day” means a day which is not a Saturday, Sunday,Bank Holiday or other public holiday.\n\t\tThe Mayor of London must notify the local planning authority before the endof the period of 7 days beginning with the day on which the application wasreceived by the authority whether the Mayor intends to make representationsabout the application.\n\t\tWhere pursuant to subsection (3) the Mayor of London notifies the localplanning authority that the Mayor intends to make representations, thoserepresentations must be made before—\n\t\t\tthe end of the period of 14 days beginning with the day on which theapplication was received by the authority, or\n\t\t\tthe end of such longer period as may be agreed in writing between theauthority and the Mayor.\n\t\tWhere this section applies, section 106BA(9)(b) applies as if it requiredan authority to give notice of their determination to an applicant within—\n\t\t\tthe period of 35 days beginning with the day on which the application wasreceived by the authority, or\n\t\t\tsuch longer period as is agreed in writing between the applicant and theauthority.\n\tBCAppeals in relation to applications under section 106BA\n\t\tWhere an authority other than the Secretary of State—\n\t\t\tfail to give notice as mentioned in section 106BA(9),\n\t\t\tdetermine under section 106BA that a planning obligation is to continue tohave effect without modification, or\n\t\t\tdetermine under that section that a planning obligation is to be modifiedotherwise than in accordance with an application under that section,\n\t\t\t\tthe applicant may appeal to the Secretary of State.\n\t\tFor the purposes of an appeal under subsection (1)(a), it is to be assumedthat the authority have determined that the planning obligation is to continueto have effect without modification.\n\t\tAn appeal under this section must be made by notice served within suchperiod as may be prescribed by the Secretary of State.\n\t\tIf no period is prescribed under subsection (3), an appeal under thissection must be made—\n\t\t\tin relation to an appeal under subsection (1)(a), within the period of 6months beginning with the expiry of the period mentioned in section 106BA(9)that applies in the applicant’s case, or\n\t\t\totherwise, within the period of 6 months beginning with the date on whichnotice of the determination is given to the applicant under section 106BA(9).\n\t\tAn appeal under this section must be made by notice served in such manneras may be prescribed by the Secretary of State.\n\t\tSubsections (3) to (8), (10) and (11) of section 106BA apply in relation toan appeal under this section as they apply in relation to an application to anauthority under that section, subject to subsections (7) to (15) below.\n\t\tReferences to the affordable housing requirement or the planning obligationare to the requirement or obligation as it stood immediately before theapplication under section 106BA to which the appeal relates.\n\t\tReferences to the first, the second or a subsequent application in relationto a planning obligation are to an appeal under this section against adetermination on the first, the second or a subsequent application in relationto the obligation (whether or not it is the first such appeal).\n\t\tSection 106BA(5)(d) (discharge of affordable housing requirement) does notapply in relation to an appeal under this section.\n\t\tSubsection (11) applies if, on an appeal under this section, the Secretaryof State—\n\t\t\tdoes not uphold the determination under section 106BA to which the appealrelates (if such a determination has been made), and\n\t\t\tdetermines that the planning obligation is to be modified in accordancewith section 106BA(5)(a), (b) or (c).\n\t\tThe Secretary of State must also determine that the planning obligation isto be modified so that it provides that, if the development has not beencompleted before the end of the relevant period, the obligation is treated ascontaining the affordable housing requirement or requirements it containedimmediately before the first application under section 106BA in relation tothe obligation, subject to the modifications within subsection (12).\n\t\tThose modifications are—\n\t\t\tthe modifications necessary to ensure that, if the development has beencommenced before the end of the relevant period, the requirement orrequirements apply only in relation to the part of the development that is notcommenced before the end of that period, and\n\t\t\tsuch other modifications as the Secretary of State considers necessary orexpedient to ensure the effectiveness of the requirement or requirements atthe end of that period.\n\t\tIn subsections (11) and (12) “relevant period” means the period of threeyears beginning with the date when the applicant is notified of thedetermination on the appeal.\n\t\tSection 106BA and this section apply in relation to a planning obligationcontaining a provision within subsection (11) as if—\n\t\t\tthe provision were an affordable housing requirement, and\n\t\t\ta person against whom the obligation is enforceable were a person againstwhom that requirement is enforceable.\n\t\tIf subsection (11) applies on an appeal relating to a planning obligationthat already contains a provision within that subsection—\n\t\t\tthe existing provision within subsection (11) ceases to have effect, but\n\t\t\tthat subsection applies again to the obligation.\n\t\tThe determination of an appeal by the Secretary of State under thissection is to be final.\n\t\tSchedule 6 applies to appeals under this section.\n\t\tIn the application of Schedule 6 to an appeal under this section in a casewhere the authority mentioned in subsection (1) is the Mayor of London,references in that Schedule to the local planning authority are references tothe Mayor of London.”\n\t\tSchedule 2 (amendments relating to this section) has effect.\n\t\tThe amendments made by this section and that Schedule apply in relation toplanning obligations within the meaning of section 106 of the Town and CountryPlanning Act 1990 entered into before (as well as after) the coming into forceof this section.\n\t\tSections 106BA, 106BB and 106BC of the Town and Country Planning Act 1990,and subsection (5) of this section, are repealed at the end of 30 April 2016.\n\t\tThe Secretary of State may by order amend subsection (4) by substituting alater date for the date for the time being specified in that subsection.\n\t\tThe Secretary of State may by order make transitional or transitoryprovision or savings relating to any of the repeals made by subsection (4)."
    },
    {
        "length": 337,
        "text": "\nDisposals of land held for planning purposes\n\tIn the Town and Country Planning Act 1990, section 233 (disposal by localauthorities of land held for planning purposes) is amended as follows.\n\tAfter subsection (3) (Secretary of State’s consent required for certaindisposals for consideration less than the best that can reasonably beobtained) insert—\n\t\t“(3A)The Secretary of State may give consent under subsection (3)—\n\t\tin relation to any particular disposal or disposals, or in relation to aparticular class of disposals,\n\t\tin relation to local authorities generally, or local authorities of aparticular class, or to any particular local authority or authorities, and\n\t\teither unconditionally or subject to conditions (either generally, or inrelation to any particular disposal or disposals or class of disposals).”\n\tAfter subsection (8) (exclusion of section 123 of the Local Government Act1972) insert—\n\tSection 128(2) of the Local Government Act 1972 (which already givesprotection to purchasers etc in respect of certain land transactions,including disposals under this section by certain authorities) applies inrelation to every disposal of land under this section by a local authority foran area in England; and section 29 of the Town and Country Planning Act 1959does not apply in relation to such a disposal.”"
    },
    {
        "length": 651,
        "text": "\nElectronic communications code: the need to promote growth\n\tIn section 109(2) of the Communications Act 2003 (matters to whichSecretary of State must have regard when making regulations about conditionsand restrictions on application of electronic communications code), afterparagraph (b) insert—\n\t\tthe need to promote economic growth in the United Kingdom;”.\n\tIn section 109 of that Act (regulations specifying the restrictions andconditions subject to which the electronic communications code is to apply)after subsection (2) insert—\n\t\t“(2A)Subsection (2B) applies if—\n\t\tthe Secretary of State has complied with subsection (2)(b) in connectionwith any particular exercise before 6 April 2018 of the power to makeregulations under this section, and\n\t\tthe regulations in question are expressed to cease to have effect (otherthan for transitional purposes) before that date.\n\t\t(2B)The Secretary of State is to be treated as also having complied with anyduty imposed in connection with that exercise of that power by any of thefollowing—\n\t\t\t  * section 11A(2) of the National Parks and Access to the Countryside Act 1949;\n\t\t\t  * section 85(1) of the Countryside and Rights of Way Act 2000;\n\t\t\t  * section 17A(1) of the Norfolk and Suffolk Broads Act 1988;\n\t\t\t  * section 14 of the National Parks (Scotland) Act [2000 (asp 10)](/id/asp/2000/10?view=plain \"Go to item of legislation\");\n\t\t\t  * Article 4(1) of the Nature Conservation and Amenity Lands (Northern Ireland) Order 1985 ([S.I. 1985/170 (N.I. 1)](/id/nisi/1985/170?view=plain \"Go to item of legislation\")).”\n\tFor the purposes of its application to section 17A of the Norfolk andSuffolk Broads Act 1988, the definition of “statutory undertaker” in section25(1) of that Act is until 6 April 2018 to be read as if paragraph (d) wereomitted.\n\tConsultation undertaken for the purposes of section 109(4) of theCommunications Act 2003 in anticipation of the commencement of this section(including consultation undertaken before the passing of this Act) is aseffective as consultation undertaken after that commencement."
    },
    {
        "length": 325,
        "text": "\nPeriodic review of mineral planning permissions\n\tSchedule 3 (periodic review of mineral planning permissions) has effect.\n\tThe amendments made by that Schedule apply in relation to mineralpermissions granted before (as well as after) its coming into force, subjectto subsection (3).\n\tThose amendments do not apply in relation to a periodic review underSchedule 14 to the Environment Act 1995 of the mineral permissions relating toa mining site which is begun but not completed before the coming into force ofSchedule 3.\n\tFor the purposes of subsection (3) a periodic review is begun when a noticeis served under paragraph 4 of Schedule 14 to the Environment Act 1995 inconnection with the review, and is completed—\n\t\twhen an application under paragraph 6 of that Schedule in connection withthe review is finally determined, or\n\t\tif no such application is made, when the mineral permissions cease to haveeffect in accordance with paragraph 7 of that Schedule.\n\tSubsection (3) does not affect the determination under Schedule 14 to theEnvironment Act 1995 as amended by Schedule 3 of the date of any subsequentperiodic review by reference to a periodic review within that subsection.\n\tExpressions used in this section which are defined in the Environment Act1995 have the same meaning as in that Act."
    },
    {
        "length": 385,
        "text": "\nStopping up and diversion of highways\n\tSection 253 of the Town and Country Planning Act 1990 (procedure inanticipation of planning permission) is amended as follows.\n\tIn subsection (1), omit paragraph (b) and the “and” preceding it.\n\tAfter subsection (1) insert—\n\t\t“(1A)Where—\n\t\tthe Welsh Ministers would, if planning permission for any development hadbeen granted under Part 3, have power to make an order under section 247 or248 authorising the stopping up or diversion of a highway in order to enablethat development to be carried out, and\n\t\tsubsection (2), (3) or (4) applies,\n\t\tthen, notwithstanding that such permission has not been granted, the WelshMinisters may publish notice of the draft of such an order in accordance withsection 252.”\n\tIn subsection (2)—\n\t\tfor “Secretary of State” (in each place where it occurs) substitute “WelshMinisters”, and\n\t\tfor “, a local development order or a neighbourhood development order”substitute “or a local development order”.\n\tIn subsection (4), for “, county borough, metropolitan district or Londonborough” substitute “or county borough,”.\n\tIn subsection (5)—\n\t\tfor “or the council of a London borough” substitute “, the council of aLondon borough or the Welsh Ministers”, and\n\t\tafter “subsection (1)” insert “or, as the case may be, (1A)”."
    },
    {
        "length": 459,
        "text": "\nStopping up and diversion of public paths\n\tPart 10 of the Town and Country Planning Act 1990 (highways) is amended asfollows.\n\tIn section 257 (footpaths, bridleways and restricted byways affected byother development: orders by other authorities), after subsection (1) insert—\n\t\t“(1A)Subject to section 259, a competent authority may by order authorise thestopping up or diversion in England of any footpath, bridleway or restrictedbyway if they are satisfied that—\n\t\tan application for planning permission in respect of development has beenmade under Part 3, and\n\t\tif the application were granted it would be necessary to authorise thestopping up or diversion in order to enable the development to be carriedout.”\n\tIn that section, in subsection (4)—\n\t\tomit the “and” following paragraph (a), and\n\t\tafter paragraph (b) insert—\n\t\tin the case of development in respect of which an application for planningpermission has been made under Part 3, the local planning authority to whomthe application has been made or, in the case of an application made to theSecretary of State under section 62A, the local planning authority to whom theapplication would otherwise have been made.”\n\tIn section 259 (confirmation of orders made by other authorities), aftersubsection (1) insert—\n\t“(1A)An order under section 257(1A) may not be confirmed unless the Secretaryof State or (as the case may be) the authority is satisfied—\n\t\tthat planning permission in respect of the development has been granted,and\n\t\tit is necessary to authorise the stopping up or diversion in order toenable the development to be carried out in accordance with the permission.”\n\tIn that section, in subsection (2), for “any such order” substitute “anyorder under section 257(1) or 258”."
    },
    {
        "length": 877,
        "text": "\nDeclarations negativing intention to dedicate way as highway\n\tSection 31 of the Highways Act 1980 (dedication of way as highway presumedafter public use for 20 years) is amended as set out in subsections (2) to(6).\n\tIn subsection (6) (depositing of maps and statements and lodging ofdeclarations by owner of land to negative presumed intention to dedicate)—\n\t\tin paragraph (a) omit “on a scale of not less than 6 inches to 1 mile”,\n\t\tin the words after paragraph (b)—\n\t\tomit “statutory”, and\n\t\tafter “declarations” insert “in valid form”, and\n\t\tin sub-paragraphs (i) and (ii) for “ten” substitute “the relevant numberof”.\n\tAfter subsection (6) insert—\n\t\t“(6A)Where the land is in England—\n\t\ta map deposited under subsection (6)(a) and a statement deposited undersubsection (6)(b) must be in the prescribed form,\n\t\ta declaration is in valid form for the purposes of subsection (6) if it isin the prescribed form, and\n\t\tthe relevant number of years for the purposes of sub-paragraphs (i) and(ii) of subsection (6) is 20 years.\n\t\t(6B)Where the land is in Wales—\n\t\ta map deposited under subsection (6)(a) must be on a scale of not less than6 inches to 1 mile,\n\t\ta declaration is in valid form for the purposes of subsection (6) if it isa statutory declaration, and\n\t\tthe relevant number of years for the purposes of sub-paragraphs (i) and(ii) of subsection (6) is 10 years.”\n\tAfter subsection (6B) (as inserted by subsection (3) above) insert—\n\t“(6C)Where, under subsection (6), an owner of land in England deposits a mapand statement or lodges a declaration, the appropriate council must take theprescribed steps in relation to the map and statement or (as the case may be)the declaration and do so in the prescribed manner and within the prescribedperiod (if any).”\n\tIn subsection (7)—\n\t\tfor “and (6) above” substitute “, (6), (6C) and (13)”, and\n\t\tfor “subsection (6)” substitute “subsections (6), (6C) and (13)”.\n\tAfter subsection (12) insert—\n\tThe Secretary of State may make regulations for the purposes of theapplication of subsection (6) to land in England which make provision—\n\t\tfor a statement or declaration required for the purposes of subsection (6)to be combined with a statement required for the purposes of section 15A ofthe Commons Act 2006;\n\t\tas to the fees payable in relation to the depositing of a map and statementor the lodging of a declaration (including provision for a fee payable underthe regulations to be determined by the appropriate council).\n\tFor the purposes of the application of this section to land in England“prescribed” means prescribed in regulations made by the Secretary of State.\n\tRegulations under this section made by the Secretary of State may make—\n\t\tsuch transitional or saving provision as the Secretary of State considersappropriate;\n\t\tdifferent provision for different purposes or areas.”\n\tIn consequence of the amendment made by subsection (2)(c), omit paragraph 3of Schedule 6 to the Countryside and Rights of Way Act 2000."
    },
    {
        "length": 184,
        "text": "\nRegistration of town or village green: reduction of section 15(3)(c)period\n\tSection 15 of the Commons Act 2006 (registration of greens) is amended asfollows.\n\tIn subsection (3), in paragraph (c), for the words from “the period” to theend of the paragraph substitute “the relevant period”.\n\tAfter that subsection insert—\n\t\t“(3A)In subsection (3), “the relevant period” means—\n\t\tin the case of an application relating to land in England, the period ofone year beginning with the cessation mentioned in subsection (3)(b);\n\t\tin the case of an application relating to land in Wales, the period of twoyears beginning with that cessation.”"
    },
    {
        "length": 960,
        "text": "\nRegistration of town or village green: statement by owner\n\tIn the Commons Act 2006, after section 15 (registration of greens) insert—\n\t“15ARegistration of greens: statement by owner\n\t\tWhere the owner of any land in England to which this Part applies depositswith the commons registration authority a statement in the prescribed form,the statement is to be regarded, for the purposes of section 15, as bringingto an end any period during which persons have indulged as of right in lawfulsports and pastimes on the land to which the statement relates.\n\t\tSubsection (1) does not prevent a new period commencing.\n\t\tA statement under subsection (1) must be accompanied by a map in theprescribed form identifying the land to which the statement relates.\n\t\tAn owner of land may deposit more than one statement under subsection (1)in respect of the same land.\n\t\tIf more than one statement is deposited in respect of the same land, alater statement (whether or not made by the same person) may refer to the mapwhich accompanied an earlier statement and that map is to be treated, for thepurposes of this section, as also accompanying the later statement.\n\t\tWhere a statement is deposited under subsection (1), the commonsregistration authority must take the prescribed steps in relation to thestatement and accompanying map and do so in the prescribed manner and withinthe prescribed period (if any).\n\t\tRegulations may make provision—\n\t\t\tfor a statement required for the purposes of this section to be combinedwith a statement or declaration required for the purposes of section 31(6) ofthe Highways Act 1980;\n\t\t\tfor the requirement in subsection (3) to be satisfied by the statementreferring to a map previously deposited under section 31(6) of the HighwaysAct 1980;\n\t\t\tas to the fees payable in relation to the depositing of a statement undersubsection (1) (including provision for a fee payable under the regulations tobe determined by the commons registration authority);\n\t\t\tas to when a statement under subsection (1) is to be regarded as havingbeen deposited with the commons registration authority.\n\t\tAn agreement under section 4(3) of this Act or section 2(2) of the CommonsRegistration Act 1965 which would have the effect of requiring an owner ofland to deposit a statement under subsection (1) with a registration authorityin Wales is to be disregarded for the purposes of this section.\n\t\tIn this section “prescribed” means prescribed in regulations.\n\tBRegister of section 15A statements\n\t\tEach commons registration authority must keep, in such manner as may beprescribed, a register containing prescribed information about statementsdeposited under section 15A(1) and the maps accompanying those statements.\n\t\tThe register kept under this section must be available for inspection freeof charge at all reasonable hours.\n\t\tA commons registration authority may discharge its duty under subsection(1) by including the prescribed information in the register kept by it undersection 31A of the Highways Act 1980 (register of maps and statementsdeposited and declarations lodged under section 31(6) of that Act).\n\t\tRegulations may make provision—\n\t\t\twhere a commons registration authority discharges its duty under subsection(1) in the way described in subsection (3), for the creation of a new part ofthe register kept under section 31A of the Highways Act 1980 for that purpose;\n\t\t\tas to the circumstances in which an entry relating to a statement depositedunder section 15A(1) or a map accompanying such a statement, or anythingrelating to the entry, is to be removed from the register kept under thissection or (as the case may be) the register kept under section 31A of theHighways Act 1980.\n\t\tIn this section “prescribed” means prescribed in regulations.”"
    },
    {
        "length": 772,
        "text": "\nRestrictions on right to register land as town or village green\n\tIn the Commons Act 2006, after section 15B (as inserted by section 15 ofthis Act) insert—\n\t“15CRegistration of greens: exclusions\n\t\tThe right under section 15(1) to apply to register land in England as atown or village green ceases to apply if an event specified in the firstcolumn of the Table set out in Schedule 1A has occurred in relation to theland (“a trigger event”).\n\t\tWhere the right under section 15(1) has ceased to apply because of theoccurrence of a trigger event, it becomes exercisable again only if an eventspecified in the corresponding entry in the second column of the Table occursin relation to the land (“a terminating event”).\n\t\tThe Secretary of State may by order make provision as to when a trigger ora terminating event is to be treated as having occurred for the purposes ofthis section.\n\t\tThe Secretary of State may by order provide that subsection (1) does notapply in circumstances specified in the order.\n\t\tThe Secretary of State may by order amend Schedule 1A so as to—\n\t\t\tspecify additional trigger or terminating events;\n\t\t\tamend or omit any of the trigger or terminating events for the time beingspecified in the Schedule.\n\t\tA trigger or terminating event specified by order under subsection (5)(a)must be an event related to the development (whether past, present or future)of the land.\n\t\tThe transitional provision that may be included in an order undersubsection (5)(a) specifying an additional trigger or terminating eventincludes provision for this section to apply where such an event has occurredbefore the order is made or before it comes into force and as to itsapplication in such a case.\n\t\tFor the purposes of determining whether an application under section 15 ismade within the period mentioned in section 15(3)(c), any period during whichan application to register land as a town or village green may not be made byvirtue of this section is to be disregarded.”\n\t\tSchedule 4 (which inserts the new Schedule 1A to the Commons Act 2006) haseffect.\n\t\tIn that Act of 2006, in section 59 (orders and regulations)—\n\t\t\tafter subsection (3) insert—\n\t\t\t\t“(3A)A statutory instrument containing an order under section 15C(5) may notbe made unless a draft has been laid before and approved by a resolution ofeach House of Parliament.”, and\n\t\t\tin subsection (4), after “subsection (3)” insert “or (3A)”.\n\t\tFor the purposes of the application of section 15C of the Commons Act 2006(as inserted by subsection (1) above), it does not matter whether an eventspecified in the first column of Schedule 1A to that Act occurred before or onor after the commencement of this section.\n\t\tThe amendment made by subsection (1) does not apply in relation to anapplication under section 15(1) of the Commons Act 2006 which is sent beforethe day on which this section comes into force."
    },
    {
        "length": 238,
        "text": "\nApplications to amend registers: modification of power to provide forfees\n\tIn section 24 of the Commons Act 2006 (regulations about making anddetermination of Part 1 applications)—\n\t\tomit subsection (2)(d) (provision for England and Wales in the same termsas the provision for Wales made by the new subsection (2B)), and\n\t\tafter subsection (2) insert—\n\t\t“(2A)Regulations under subsection (1) made by the Secretary of State may makeprovision as to the fees payable in relation to an application (includingprovision for a fee payable under the regulations to be determined by theperson to whom the application is made or (if different) the person by whomthe application is to be determined).\n\t\t(2B)Regulations under subsection (1) made by the Welsh Ministers may makeprovision as to the fee payable on an application (which may be a feedetermined by the person to whom the application is made).”"
    },
    {
        "length": 246,
        "text": "\nPower stations: repeal of requirements to give notice\n\tIn the Energy Act 1976—\n\t\tsection 14 (fuelling of new and converted power stations: requirement togive notice to Secretary of State) is omitted, and\n\t\tin section 19 (penalties), in subsection (2)—\n\t\tomit paragraph (b) (including the “or” following it), and\n\t\tin paragraph (c), omit “, 7 or 14(3)”.\n\tIn Schedule 16 to the Electricity Act 1989, paragraph 22 (which amends theprovision repealed by subsection (1)(a)) is omitted.\n\tIn the Planning Act 2008—\n\t\tin section 33 (effect of requirement for development consent on otherconsent regimes), in subsection (1), omit paragraph (e), and\n\t\tin Schedule 2, paragraph 15 (which amends the provision repealed bysubsection (1)(a)) is omitted."
    },
    {
        "length": 132,
        "text": "\nConditions of licences under Gas Act 1986: payments to other licence-holders\n\tIn section 7B of the Gas Act 1986 (general provisions about licences undersection 7 for gas transporters, under section 7ZA for gas interconnectors, andunder section 7A for gas suppliers and gas shippers) in subsection (5)(b)(ii)(gas transporter’s licence may require payments to be made to holder oflicence under section 7A) omit “under section 7A above”."
    },
    {
        "length": 778,
        "text": "\nVariation of consents under Electricity Act 1989\n\tThe Electricity Act 1989 is amended as follows.\n\tAfter section 36B insert—\n\t“36CVariation of consents under section 36\n\t\tThe person for the time being entitled to the benefit of a section 36consent may make an application to the appropriate authority for the consentto be varied.\n\t\tRegulations may make provision about the variation of a section 36 consent,including in particular provision about—\n\t\t\tthe making and withdrawal of applications;\n\t\t\tfees; \n\t\t\tpublicity and consultation requirements;\n\t\t\trights to make representations;\n\t\t\tpublic inquiries;\n\t\t\tconsideration of applications.\n\t\tRegulations under subsection (2) may provide for any statutory provisionapplicable to the grant of a section 36 consent to apply with specifiedmodifications to the variation of a section 36 consent.\n\t\tOn an application for a section 36 consent to be varied, the appropriateauthority may make such variations to the consent as appear to the authorityto be appropriate, having regard (in particular) to—\n\t\t\tthe applicant’s reasons for seeking the variation;\n\t\t\tthe variations proposed;\n\t\t\tany objections made to the proposed variations, the views of consultees andthe outcome of any public inquiry.\n\t\tRegulations may make provision treating, for prescribed purposes, a section36 consent varied under this section as granted in its varied form when theoriginal consent was granted (rather than when the variation was made).\n\t\tIn this section—\n\t\t\t  * “the appropriate authority” means—\n\t\t\tthe Scottish Ministers, in a case where the section 36 consent relates to agenerating station (or proposed generating station) in Scotland;\n\t\t\tthe Marine Management Organisation, in a case where the section 36 consent wasgranted by it;\n\t\t\tthe Secretary of State, in any other case;\n\t\t\t\t  * “regulations” means regulations made by—\n\t\t\tthe Scottish Ministers, in the case of section 36 consents relating togenerating stations (or proposed generating stations) in Scotland;\n\t\t\tthe Secretary of State, in any other case;\n\t\t\t\t  * “Scotland” has the same meaning as in section 32(2) (see section 32(3));\n\t\t\t\t  * “section 36 consent” means a consent granted under section 36 (construction, extension or operation of generating station), whenever granted;\n\t\t\t\t  * “statutory provision” means a provision of or made under an Act, whenever passed or made; and for this purpose “Act” includes an Act of the Scottish Parliament.”\n\t\tIn section 106 (regulations and orders)—\n\t\t\tafter subsection (1) insert—\n\t\t\t\t“(1ZA)Subsection (1) does not apply to the power conferred on the ScottishMinisters by section 36C.”;\n\t\t\tafter subsection (2) insert—\n\t\tRegulations made by the Scottish Ministers under section 36C are subjectto the negative procedure.”"
    },
    {
        "length": 1046,
        "text": "\nConsents under Electricity Act 1989: deemed planning permission\n\tSection 90 of the Town and Country Planning Act 1990 (deemed planningpermission: development with government authorisation) is amended as set outin subsections (2) and (3).\n\tFor subsection (2) substitute—\n\tOn granting or varying a consent under section 36 or 37 of the ElectricityAct 1989 in relation to a generating station or electric line in England orWales, the Secretary of State may give a direction for planning permission tobe deemed to be granted, subject to such conditions (if any) as may bespecified in the direction, for—\n\t\tso much of the operation or change of use to which the consent relates asconstitutes development;\n\t\tany development ancillary to the operation or change of use to which theconsent relates.\n\t\t\t(2ZA)On varying a consent under section 36 or 37 of the Electricity Act 1989in relation to a generating station or electric line in England or Wales, theSecretary of State may give one or more of the following directions (insteadof, or as well as, a direction under subsection (2))—\n\t\ta direction for an existing planning permission deemed to be granted byvirtue of a direction under subsection (2) (whenever made) to be varied asspecified in the direction;\n\t\ta direction for any conditions subject to which any such existing planningpermission was deemed to be granted to be varied as specified in thedirection;\n\t\ta direction for any consent, agreement or approval given in respect of acondition subject to which any such existing planning permission was deemed tobe granted to be treated as given in respect of a condition subject to which anew or varied planning permission is deemed to be granted.”\n\tFor subsection (5) substitute—\n\tIn subsection (2), the reference to ancillary development, in the case ofa consent relating to the extension of a generating station, does not includeany development which is not directly related to the generation of electricityby that station.\n\tIn this section, references to England or Wales include—\n\t\twaters adjacent to England or Wales up to the seaward limits of theterritorial sea, and\n\t\ta Renewable Energy Zone, except any part of a Renewable Energy Zone inrelation to which the Scottish Ministers have functions.\n\tIn this section “electric line”, “extension”, “generating station” and“Renewable Energy Zone” have the same meanings as in Part 1 of the ElectricityAct 1989.”\n\tSection 57 of the Town and Country Planning (Scotland) Act 1997 (deemedplanning permission: development with government authorisation) is amended asset out in subsections (5) and (6).\n\tFor subsection (2) substitute—\n\tOn granting or varying a consent under section 36 or 37 of the ElectricityAct 1989, the Scottish Ministers may give a direction for planning permissionto be deemed to be granted, subject to such conditions (if any) as may bespecified in the direction, for—\n\t\tso much of the operation or change of use to which the consent relates asconstitutes development;\n\t\tany development ancillary to the operation or change of use to which theconsent relates.\n\t\t(2ZA)On varying a consent under section 36 or 37 of the Electricity Act 1989,the Scottish Ministers may give one or more of the following directions(instead of, or as well as, a direction under subsection (2))—\n\t\ta direction for an existing planning permission deemed to be granted byvirtue of a direction under subsection (2) (whenever made) to be varied asspecified in the direction;\n\t\ta direction for any conditions subject to which any such existing planningpermission was deemed to be granted to be varied as specified in thedirection;\n\t\ta direction for any consent, agreement or approval given in respect of acondition subject to which any such existing planning permission was deemed tobe granted to be treated as given in respect of a condition subject to which anew or varied planning permission is deemed to be granted.”\n\tIn subsection (5), for “In subsection (2) “ancillary development”, inrelation to development consisting of” substitute “In subsection (2)(b), thereference to ancillary development, in the case of a consent relating to”."
    },
    {
        "length": 373,
        "text": "\nVariation and replacement of pre-Planning Act 2008 consents\n\tAfter section 237 of the Planning Act 2008 insert—\n\t“237AVariation and replacement of section 33 consents: transitionalprovision\n\t\tThis section applies where a section 33 consent (“the original consent”)has been granted or made as a result of an application made before Part 4 cameinto force.\n\t\tNothing in section 33 prevents the original consent, or a section 33consent that replaces it, from being varied or replaced.\n\t\tIf the original consent, or a section 33 consent that replaces it, isvaried or replaced, section 31 does not apply to the development to which theconsent as varied, or the replacement consent, relates (and so developmentconsent is not required for that development).\n\t\tA section 33 consent replaces an earlier section 33 consent for thepurposes of this section if (but only if)—\n\t\t\tit is granted or made on an application for consent for development withoutcomplying with conditions subject to which the earlier section 33 consent wasgranted or made, and\n\t\t\tit is granted subject to, or made on, different conditions, orunconditionally.\n\t\tIn this section “section 33 consent” means a consent, authorisation, order,notice or scheme mentioned in section 33(1), (2) or (4).”\n\t\tThis section is deemed to have had effect since Part 4 of the Planning Act2008 came into force."
    },
    {
        "length": 538,
        "text": "\nRemoval of Planning Act 2008 consent and certification requirements\n\tThe Planning Act 2008 is amended as follows.\n\tIn section 127 (compulsory acquisition of statutory undertakers’ land, andrights over statutory undertakers’ land)—\n\t\tin subsection (2), for the words from “Secretary of State” to the endsubstitute “Secretary of State is satisfied of the matters set out insubsection (3).”;\n\t\tin subsection (5), for the words from “Secretary of State” to the endsubstitute “Secretary of State is satisfied of the matters set out insubsection (6).”;\n\t\tomit subsection (7).\n\tSection 137 (consent of statutory undertakers etc required toextinguishment of right of way over land on which they have apparatus) isrepealed.\n\tIn section 138 (extinguishment of rights, and removal of apparatus, ofstatutory undertakers etc)—\n\t\tin subsection (4), for the words from “only if” to the end substitute “onlyif the Secretary of State is satisfied that the extinguishment or removal isnecessary for the purpose of carrying out the development to which the orderrelates.”;\n\t\tafter subsection (4) insert—\n\t\t\t“(4A)In this section “statutory undertakers” means persons who are, or aredeemed to be, statutory undertakers for the purpose of any provision of Part11 of TCPA 1990.\n\t\t(4B)In this section the following terms have the meanings given in paragraph1(1) of Schedule 17 to the Communications Act 2003—\n\t\t\t  * “electronic communications apparatus”;\n\t\t\t  * “electronic communications code”;\n\t\t\t  * “electronic communications code network”;\n\t\t\t  * “operator”.”;\n\t\tomit subsections (5) and (6).\n\tIn Schedule 12 (modifications of Act in its application to Scotland), inparagraph 18, for “Section 137(7)” substitute “Section 138(4A)”."
    },
    {
        "length": 1324,
        "text": "\nSpecial parliamentary procedure in cases under the Planning Act 2008\n\tSections 128 and 129 of the Planning Act 2008 (special parliamentaryprocedure applies to certain orders granting development consent whichauthorise compulsory acquisition of land belonging to a local authority orstatutory undertaker) are repealed.\n\tIn section 131 of the Planning Act 2008 (special parliamentary procedureapplies to certain orders granting development consent which authorisecompulsory acquisition of land forming part of a common, open space, fuelallotment or field garden allotment)—\n\t\tin subsection (3) (special parliamentary procedure does not apply ifSecretary of State certifies that subsection (4) or (5) applies) for the wordsfrom “unless” to the end substitute “unless—\n\t\tthe Secretary of State is satisfied that one of subsections (4) to (5)applies, and\n\t\tthat fact, and the subsection concerned, are recorded in the order orotherwise in the instrument or other document containing the order.”,\n\t\tafter subsection (4) insert—\n\t\t\t“(4A)This subsection applies if—\n\t\tthe order land is, or forms part of, an open space,\n\t\tnone of the order land is of any of the other descriptions in subsection(1),\n\t\teither— \n\t\tthere is no suitable land available to be given in exchange for the orderland, or\n\t\tany suitable land available to be given in exchange is available only atprohibitive cost, and\n\t\tit is strongly in the public interest for the development for which theorder grants consent to be capable of being begun sooner than is likely to bepossible if the order were to be subject (to any extent) to specialparliamentary procedure.\n\t\t(4B)This subsection applies if—\n\t\tthe order land is, or forms part of, an open space,\n\t\tnone of the order land is of any of the other descriptions in subsection(1), and\n\t\tthe order land is being acquired for a temporary (although possibly long-lived) purpose.”, and\n\t\tomit subsections (6) to (10) (provision about certificates under subsection(3)(b)).\n\tIn section 132 of the Planning Act 2008 (special parliamentary procedureapplies to certain orders granting development consent which authorisecompulsory acquisition of rights over land forming part of a common, openspace, fuel allotment or field garden allotment)—\n\t\tin subsection (2) (special parliamentary procedure does not apply ifSecretary of State certifies that one of subsections (3) to (5) applies) forthe words from “unless” to the end substitute “unless—\n\t\tthe Secretary of State is satisfied that one of subsections (3) to (5)applies, and\n\t\tthat fact, and the subsection concerned, are recorded in the order orotherwise in the instrument or other document containing the order.”,\n\t\tafter subsection (4) insert—\n\t\t“(4A)This subsection applies if—\n\t\tthe order land is, or forms part of, an open space,\n\t\tnone of the order land is of any of the other descriptions in subsection(1),\n\t\teither— \n\t\tthere is no suitable land available to be given in exchange for the orderright, or\n\t\tany suitable land available to be given in exchange is available only atprohibitive cost, and\n\t\tit is strongly in the public interest for the development for which theorder grants consent to be capable of being begun sooner than is likely to bepossible if the order were to be subject (to any extent) to specialparliamentary procedure.\n\t\t(4B)This subsection applies if—\n\t\tthe order land is, or forms part of, an open space,\n\t\tnone of the order land is of any of the other descriptions in subsection(1), and\n\t\tthe order right is being acquired for a temporary (although possibly long-lived) purpose.”, and\n\t\tomit subsections (6) to (10) (provision about certificates under subsection(2)(b)).\n\tIn consequence of subsection (1) the following are repealed—\n\t\tparagraphs 12 and 13 of Schedule 12 to the Planning Act 2008 (applicationof sections 128 and 129 to Scotland),\n\t\tsection 141(2) of the Localism Act 2011 (which amended section 128), and\n\t\tparagraph 60 of Schedule 22 to that Act (which amended section 129).\n\tIn section 130 of the Planning Act 2008 (special parliamentary procedurewhere order granting development consent authorises acquisition of inalienableNational Trust land despite Trust’s objections) after subsection (3) insert—\n\t“(3A)In a case to which this section applies and to which section 131 or 132also applies, special parliamentary procedure—\n\t\tmay be required by subsection (2) whether or not also required by section131(3) or 132(2), and\n\t\tmay be required by section 131(3) or 132(2) whether or not also required bysubsection (2).”\n\tAn amendment or repeal made by this section applies in relation to anyorder granting development consent which is made after the amendment or repealcomes into force."
    },
    {
        "length": 3416,
        "text": "\nModifications of special parliamentary procedure in certain cases\n\tThe Statutory Orders (Special Procedure) Act 1945 is amended as follows.\n\tIn section 1(1) (Act applies where subsequent Act requires an order to besubject to parliamentary procedure) after “provision is made requiring thatany such order shall be subject to special parliamentary procedure” insert “orrequiring that any such order shall be subject to special parliamentaryprocedure to a limited extent”.\n\tIn section 1 after subsection (2) insert—\n\tIn this Act “special-acquisition provision” means—\n\t\tsection 130, 131 or 132 of the Planning Act 2008 (certain orders grantingdevelopment consent which also authorise compulsory acquisition of, or ofrights over, inalienable National Trust land or land forming part of a common,open space or fuel or field garden allotment),\n\t\tsection 17, 18 or 19 of, or paragraph 4, 5 or 6 of Schedule 3 to, theAcquisition of Land Act 1981 (certain compulsory purchase orders whichauthorise compulsory acquisition of, or of rights over, land of a localauthority or statutory undertaker, inalienable National Trust land, or landforming part of a common, open space or fuel or field garden allotment),\n\t\tparagraph 22 of Schedule 3 to the Harbours Act 1964 (harbour revision orempowerment order authorising compulsory purchase of, or of rights over,inalienable National Trust land or land forming part of a common, open spaceor fuel or field garden allotment),\n\t\tparagraph 12 or 13 of Schedule 4 to the New Towns Act 1981 (orderauthorising compulsory purchase of local authority land, inalienable NationalTrust land or land forming part of a common, open space or fuel or fieldgarden allotment), or\n\t\tsection 12 of the Transport and Works Act 1992 (order authorisingcompulsory purchase of, or of rights over, inalienable National Trust land orland forming part of a common, open space or fuel or field garden allotment).\n\tA reference in this Act to land to which a special-acquisition provisionapplies is to be read as follows—\n\t\t“land” has the same meaning as it has for the purposes of the special-acquisition provision, and\n\t\tin the case of a special-acquisition provision mentioned in subsection(3)(c) or (e), the reference is to—\n\t\tland (as so defined) belonging to the National Trust which is held by theTrust inalienably, or\n\t\tland (as so defined) forming part of a common, open space or fuel or fieldgarden allotment.\n\tThe definition of “the National Trust” given by section 7(1) of theAcquisition of Land Act 1981, and section 18(3) of that Act (meaning of “heldinalienably”), apply for the purposes of subsection (4)(b)(i).\n\tIn subsection (4)(b)(ii) “common”, “fuel or field garden allotment” and“open space” have the same meaning as in section 19 of that Act.”\n\tAfter section 1 insert—\n\t“1AOrder subject to special parliamentary procedure only so far asauthorising certain acquisitions of land or rights\n\t\tWhere under a special-acquisition provision an order is subject to specialparliamentary procedure so far as the order authorises compulsory acquisitionof, or of a right over, land to which that provision applies, sections 3 to 7of this Act apply in relation to the order with the modifications specified insubsections (3) to (19).\n\t\tWhere those sections apply with those modifications in relation to anorder, in subsections (3) to (19) “the special authorisation” means the orderso far as it authorises compulsory acquisition of, or of a right over, land towhich the particular special-acquisition provision applies.\n\t\tIn section 3(1) the reference to a petition duly presented against theorder is to be read as a reference to a petition duly presented against thespecial authorisation.\n\t\tIn section 3(2)—\n\t\t\tthe reference to petitions against an order to which this Act applies is tobe read as a reference to petitions against the special authorisation, and\n\t\t\tin paragraphs (a) and (b) a reference to the order is to be read as areference to the special authorisation.\n\t\tIn section 3(4) a reference to the order is to be read as a reference tothe special authorisation.\n\t\tIn section 3(4A)—\n\t\t\tthe reference in the opening words to the order to which a petition relatesis to be read as a reference to the order containing the special authorisationto which a petition relates, and\n\t\t\tin paragraph (a) the reference to the order being one that relates toproposals of the kind mentioned is to be read as a reference to the Chairmenbeing of the opinion that removal of the special authorisation from the orderwould be inconsistent with proposals of that kind.\n\t\tIn section 3(5)—\n\t\t\tthe reference to every order to which this Act applies is to be read as areference to the special authorisation, and\n\t\t\tthe reference to every such report is to be read as a reference to thereport of the Chairmen in respect of the special authorisation.\n\t\tIn section 4(1)—\n\t\t\tthe reference to any order to which this Act applies is to be read as areference to the special authorisation,\n\t\t\tthe reference to resolving that an order be annulled is to be read as areference to resolving that the special authorisation be annulled,\n\t\t\tthe reference to an order becoming void is to be read as a reference to thespecial authorisation becoming void, and\n\t\t\tthe reference to taking no further proceedings on an order is to be read asa reference to taking no further proceedings on the special authorisation.\n\t\tIn section 4(2) the reference to the order is to be read as a reference tothe special authorisation.\n\t\tIn section 4(3)—\n\t\t\tthe reference to neither House resolving that the order be annulled is tobe read as a reference to neither House resolving that the specialauthorisation be annulled, and\n\t\t\tthe reference to petitions relating to the order is to be read as areference to petitions relating to the special authorisation.\n\t\tSection 4 is to be read as if after subsection (3) there were inserted—\n\t\tWhere either House resolves during the resolution period that the specialauthorisation be annulled, the Minister is to either—\n\t\t\twithdraw the order by notice given in the prescribed manner, or\n\t\t\tcause the order to be submitted to Parliament for further consideration bymeans of a Bill for the confirmation of the order.\n\t\tA Bill presented for the purposes of subsection (4)(b) must set out theorder as laid before Parliament under section 1(2) of this Act, and any suchBill is to be treated as a public bill, except that—\n\t\t\twhere a petition for amendment of the special authorisation was certifiedas proper to be received, the Bill—\n\t\t\tafter being read a second time in the House in which it is presented, is tobe referred to a joint committee of both Houses for the purposes of theconsideration of that petition,\n\t\t\tafter it has been reported by the joint committee, is to be ordered to beconsidered in the House in which it is presented as if it had been reported bya committee of that House, and\n\t\t\twhen it has been read a third time and passed in that House, is to betreated as having passed through all its stages up to and including committeein the second House;\n\t\t\twhere no such petition has been so certified—\n\t\t\tthe Bill is after its presentation to be treated as having passed all itsstages up to and including committee in the House in which it is presented,\n\t\t\tthe Bill is to be ordered to be considered in that House as if it had beenreported from a committee of that House, and\n\t\t\twhen the Bill has been read a third time and passed in that House, thelike proceedings are to be taken on the Bill in the second House.”\n\t\tIn section 5(1)—\n\t\t\tthe reference to any petition against an order to which this Act applies isto be read as a reference to any petition against the special authorisation,\n\t\t\tthe reference to the order standing referred to a committee is to be readas a reference to the special authorisation standing referred to thatcommittee, and\n\t\t\tthe reference to the committee’s power to report the order is to be read asa reference to the committee’s power to report the special authorisation.\n\t\tIn section 5(2) a reference to the order is to be read as a reference tothe special authorisation.\n\t\tIn section 5(3) the reference to any order to which this Act applies is tobe read as a reference to the special authorisation.\n\t\tIn section 6(1) the reference to an order to which this Act applies beingreported without amendment is to be read as a reference to the specialauthorisation being reported without amendment.\n\t\tIn section 6(2) the reference to any such order being reported withamendments is to be read as a reference to the special authorisation beingreported with amendments.\n\t\tIn section 6(3) the reference to it being reported, with respect to anysuch order, that the order be not approved is to be read as a reference to itbeing reported that the special authorisation be not approved.\n\t\tIn section 6(5)—\n\t\t\tthe requirement for a Bill to set out the order as referred to the jointcommittee is to be read as a requirement for the Bill to set out the order aslaid under section 1(2) of this Act, and\n\t\t\tin paragraph (a) the reference to a petition for amendment of the order isto be read as a petition for amendment of the special authorisation.\n\t\tIn section 7 a reference to an order to which this Act applies is to beread as a reference to the special authorisation.”\n\t\tAfter section 9 insert—\n\t“9AStanding Orders in cases where section 1A applies\n\t\tIn this section, a reference to a special-acquisition order is to an orderwhich, under a special-acquisition provision, is subject to specialparliamentary procedure so far as it authorises compulsory acquisition of, orof a right over, land to which that provision applies.\n\t\tA reference in section 9(a) or (d) of this Act to an order to which thisAct applies is, in the case of a special-acquisition order, to be read as areference to that order so far as it authorises compulsory acquisition of, orof a right over, land to which the particular special-acquisition provisionapplies.\n\t\tThe reference in section 9(f) of this Act to any order is, in the case of aspecial-acquisition order, to be read as a reference to that order so far asit authorises compulsory acquisition of, or of a right over, land to which theparticular special-acquisition provision applies.\n\t\tThe reference in section 9(g) of this Act to section 6 of this Act is to beread as a reference to section 4 or 6 of this Act.\n\t\tWhere Standing Orders of either House of Parliament make provision thatrelates to orders to which this Act applies and is for a purpose mentioned insection 9 then, unless the Standing Orders provide otherwise, the provisionapplies in relation to a special-acquisition order only so far as the orderauthorises compulsory acquisition of, or of a right over, land to which theparticular special-acquisition provision applies.”\n\t\tIn section 11(1) (interpretation) after the definition of “Prescribed”insert—\n\t\t\t  * ““Special-acquisition provision” has the meaning given by section 1(3) of this Act;”.\n\t\tIn the Acquisition of Land Act 1981—\n\t\t\tin sections 17(2) and 18(2) (certain compulsory purchase orders subject tospecial parliamentary procedure so far as authorising acquisition of specialland if owner objects to the order) for “the order” substitute “the compulsorypurchase of the land”, and\n\t\t\tin paragraphs 4(2) and 5(2) of Schedule 3 (certain compulsory purchaseorders subject to special parliamentary procedure so far as authorisingacquisition of rights over special land if owner objects to the order) for“the order” substitute “the compulsory purchase of the rights”.\n\t\tIn paragraph 12 of Schedule 4 to the New Towns Act 1981 (certain compulsorypurchase orders subject to special parliamentary procedure so far asauthorising acquisition of special land if owner objects to the order) for “tothe order” substitute “to the acquisition of the land”.\n\t\tIn each of the following provisions (which refer to orders confirmed by Actunder section 6 of the 1945 Act) before “6” insert “4 or”—\n\t\t\t  * section 44(1) of the Harbours Act 1964, \n\t\t\t  * section 27 of the Acquisition of Land Act 1981, \n\t\t\t  * paragraph 16(a) of Schedule 4 to the New Towns Act 1981, \n\t\t\t  * paragraph 6(6)(a) of Schedule 11 to the Water Industry Act 1991, \n\t\t\t  * paragraph 6(6)(a) of Schedule 19 to the Water Resources Act 1991, and \n\t\t\t  * section 12(3)(b) of the Transport and Works Act 1992. \n\t\tAn amendment made by subsection (4) or (5), so far as it applies to ordersgranting development consent, applies to any such order made after theamendment comes into force."
    },
    {
        "length": 1665,
        "text": "\nBringing business and commercial projects within Planning Act 2008regime\n\tThe Planning Act 2008 is amended as follows.\n\tFor section 35 substitute—\n\t“35Directions in relation to projects of national significance\n\t\tThe Secretary of State may give a direction for development to be treatedas development for which development consent is required.\n\t\t\tThis is subject to the following provisions of this section and section 35ZA.\n\t\tThe Secretary of State may give a direction under subsection (1) only if—\n\t\t\tthe development is or forms part of—\n\t\t\ta project (or proposed project) in the field of energy, transport, water,waste water or waste, or\n\t\t\ta business or commercial project (or proposed project) of a prescribeddescription,\n\t\t\tthe development will (when completed) be wholly in one or more of the areasspecified in subsection (3), and\n\t\t\tthe Secretary of State thinks the project (or proposed project) is ofnational significance, either by itself or when considered with—\n\t\t\tin a case within paragraph (a)(i), one or more other projects (or proposedprojects) in the same field;\n\t\t\tin a case within paragraph (a)(ii), one or more other business orcommercial projects (or proposed projects) of a description prescribed underparagraph (a)(ii).\n\t\tThe areas are—\n\t\t\tEngland or waters adjacent to England up to the seaward limits of theterritorial sea;\n\t\t\tin the case of a project for the carrying out of works in the field ofenergy, a Renewable Energy Zone, except any part of a Renewable Energy Zone inrelation to which the Scottish Ministers have functions.\n\t\tThe Secretary of State may give a direction under subsection (1) only withthe consent of the Mayor of London if—\n\t\t\tall or part of the development is or will be in Greater London, and\n\t\t\tthe development is or forms part of a business or commercial project (orproposed project) of a description prescribed under subsection (2)(a)(ii).\n\t\tRegulations under subsection (2)(a)(ii) may not prescribe a description ofproject which includes the construction of one or more dwellings.\n\tZADirections under sections 35: procedural matters\n\t\tThe power in section 35(1) to give a direction in a case within section35(2)(a)(i) (projects in the field of energy etc) is exercisable only inresponse to a qualifying request if no application for a consent orauthorisation mentioned in section 33(1) or (2) has been made in relation tothe development to which the request relates.\n\t\tThe power in section 35(1) to give a direction in a case within section35(2)(a)(ii) (business or commercial projects of prescribed description) isexercisable only in response to a qualifying request made by one or more ofthe following—\n\t\t\ta person who proposes to carry out any of the development to which therequest relates;\n\t\t\ta person who has applied, or proposes to apply, for a consent orauthorisation mentioned in section 33(1) or (2) in relation to any of thatdevelopment;\n\t\t\ta person who, if a direction under section 35(1) is given in relation tothat development, proposes to apply for an order granting development consentfor any of that development.\n\t\tIf the Secretary of State gives a direction under section 35(1) in relationto development, the Secretary of State may—\n\t\t\tif an application for a consent or authorisation mentioned in section 33(1)or (2) has been made in relation to the development, direct the application tobe treated as an application for an order granting development consent;\n\t\t\tif a person proposes to make an application for such a consent orauthorisation in relation to the development, direct the proposed applicationto be treated as a proposed application for development consent.\n\t\tA direction under section 35(1), or subsection (3) of this section, may begiven so as to apply for specified purposes or generally.\n\t\tA direction under subsection (3) may provide for specified provisions of ormade under this or any other Act—\n\t\t\tto have effect in relation to the application, or proposed application,with any specified modifications, or\n\t\t\tto be treated as having been complied with in relation to the applicationor proposed application.\n\t\tIf the Secretary of State gives a direction under subsection (3), therelevant authority must refer the application, or proposed application, to theSecretary of State instead of dealing with it themselves.\n\t\tIf the Secretary of State is considering whether to give a direction undersubsection (3), the Secretary of State may direct the relevant authority totake no further action in relation to the application, or proposedapplication, until the Secretary of State has decided whether to give thedirection.\n\t\tThe Secretary of State may require an authority within subsection (9) toprovide any information required by the Secretary of State for the purpose ofenabling the Secretary of State to decide—\n\t\t\twhether to give a direction under section 35(1), and\n\t\t\tthe terms in which such a direction should be given.\n\t\tAn authority is within this subsection if an application for a consent orauthorisation mentioned in section 33(1) or (2) in relation to the developmenthas been, or may be, made to it.\n\t\tIf the Secretary of State decides to give a direction under section 35(1),the Secretary of State must give reasons for the decision.\n\t\tIn this section—\n\t\t\t  * “qualifying request” means a written request, for a direction under section 35(1) or subsection (3) of this section, that—\n\t\t\tspecifies the development to which it relates, and\n\t\t\texplains why the conditions in section 35(2)(a) and (b) are met in relation tothe development;\n\t\t\t\t  * “relevant authority”—\n\t\t\tin relation to an application for a consent or authorisation mentioned insection 33(1) or (2) that has been made, means the authority to which theapplication was made, and\n\t\t\tin relation to such an application that a person proposes to make, means theauthority to which the person proposes to make the application.”\n\t\tIn section 35A (timetable for deciding request for direction under section35), in subsection (5), in the definition of “qualifying request”, for“35(10)” substitute “35ZA(11)”;\n\t\tIn section 232 (orders and regulations)—\n\t\t\tin subsection (5)(e) (regulations not subject to negative procedure), after“section” insert “35(2)(a)(ii),”;\n\t\t\tin subsection (7) (regulations subject to affirmative procedure), after“section” insert “35(2)(a)(ii),”."
    },
    {
        "length": 248,
        "text": "\nAuthorisation of road user charging under Planning Act 2008\n\tSection 144 of the Planning Act 2008 (content of order granting developmentconsent: highways) is amended as follows.\n\tAfter subsection (2) insert—\n\t\t“(2A)Subsection (2) does not apply to an order that includes provisionauthorising other charges in respect of the use or keeping of motor vehicleson roads.\n\t(2B)In subsection (2A)—\n\t\t  * “motor vehicle” has the meaning given in section 185(1) of the Road Traffic Act 1988, except that section 189 of that Act (exceptions: certain pedestrian controlled vehicles and electrically assisted pedal cycles) applies as it applies for the purposes of the Road Traffic Acts;\n\t\t  * “road” has the meaning given in section 142(1) of the Road Traffic Regulation Act 1984.”\n\tOmit subsection (3)."
    },
    {
        "length": 290,
        "text": "\nDelegation of planning functions by Mayor of London\n\tIn section 38 of the Greater London Authority Act 1999 (delegation) aftersubsection (2A) insert—\n\t\t“(2B)In relation to a function listed in subsection (2C), subsection (2) haseffect—\n\t\tas if paragraph (b) referred only to members of staff appointed undersection 67(1), and\n\t\twith the omission of paragraphs (c) to (f).\n\t\t(2C)The functions referred to in subsection (2B) are—\n\t\tthe function of giving a direction under section 2A(1) or (1B) of the Townand Country Planning Act 1990 (call-in of planning applications by the Mayor),and\n\t\tthe function of determining an application by virtue of section 2A or 2B ofthat Act.”\n\tIn consequence of subsection (1), omit section 2B(8) of the Town andCountry Planning Act 1990 (which disapplies section 38(1) of the 1999 Act inrelation to functions under sections 2A and 2B of the 1990 Act)."
    },
    {
        "length": 3580,
        "text": "\nEconomic measures\n\tPostponement of compilation of English rating lists to 2017\n\t\tSection 41 of the Local Government Finance Act 1988 (local rating lists) isamended in accordance with subsections (2) to (5).\n\t\tIn subsection (2) (list to be compiled on 1 April 1990 and every five yearsthereafter), at the end insert “, subject to subsection (2A).”\n\t\tAfter that subsection insert—\n\t\t\t“(2A)In the case of a billing authority in England—\n\t\t\tsubsection (2) does not require a list to be compiled on 1 April 2015 andon 1 April in every fifth year afterwards, and\n\t\t\ta list must instead be compiled on 1 April 2017 and on 1 April in everyfifth year afterwards.”\n\t\tIn subsection (3) (list to remain in force until the next one is compiledfive years later) omit “five years later”.\n\t\tIn subsection (7) (expiry of five year period not to detract from duty tomaintain list) omit “five year”.\n\t\tSection 52 of the Local Government Finance Act 1988 (central rating lists)is amended in accordance with subsections (7) to (10).\n\t\tIn subsection (2) (list to be compiled on 1 April 1990 and every five yearsthereafter), at the end insert “, subject to subsection (2A).”\n\t\tAfter that subsection insert—\n\t\t“(2A)In the application of this section to England—\n\t\t\tsubsection (2) does not require a list to be compiled on 1 April 2015 andon 1 April in every fifth year afterwards, and\n\t\t\ta list must instead be compiled on 1 April 2017 and on 1 April in everyfifth year afterwards.”\n\t\tIn subsection (3) (list to remain in force until the next one is compiledfive years later) omit “five years later”.\n\t\tIn subsection (7) (expiry of five year period not to detract from duty tomaintain list) omit “five year”.\n\tPower to postpone compilation of Welsh rating lists\n\t\tBefore section 55 of the Local Government Finance Act 1988 (but after theitalic heading before that section) insert—\n\t\t“54APostponement of compilation of Welsh lists for 2015 onwards\n\t\t\tThe Welsh Ministers may by order provide that the lists to which thissection applies must be compiled on a date specified in the order (“thespecified date”) rather than on 1 April 2015.\n\t\t\tThe lists to which this section applies are—\n\t\t\t\teach local non-domestic rating list that would otherwise have to becompiled on 1 April 2015 for a billing authority in Wales, and\n\t\t\t\tthe central non-domestic rating list that would otherwise have to becompiled for Wales on that date.\n\t\t\tThe specified date must be 1 April in 2016, 2017, 2018, 2019 or 2020; andthe same date must be specified for each list to which this section applies.\n\t\t\tIf an order has effect under this section, section 41 (local rating lists)applies in relation to billing authorities in Wales as if subsection (2)—\n\t\t\t\tdid not require a list to be compiled on 1 April 2015 and on 1 April inevery fifth year afterwards, but\n\t\t\t\tinstead required a list to be compiled on the specified date and on 1 Aprilin every fifth year afterwards.\n\t\t\tIf an order has effect under this section, section 52 (central ratinglists) applies in relation to Wales as if subsection (2)—\n\t\t\t\tdid not require a list to be compiled on 1 April 2015 and on 1 April inevery fifth year afterwards, but\n\t\t\t\tinstead required a list to be compiled on the specified date and on 1 Aprilin every fifth year afterwards.”\n\t\t\tIn section 41 (local rating lists), after subsection (8) insert—\n\t\t\tThis section in its application to Wales is subject to section 54A(postponement of compilation of Welsh lists for 2015 onwards).”\n\t\t\tIn section 52 (central rating lists), after subsection (7) insert—\n\t\t\tThis section in its application to Wales is subject to section 54A(postponement of compilation of Welsh lists for 2015 onwards).”\n\t\t\tIn section 143 (orders and regulations), after subsection (3B) insert—\n\t\t\t\t“(3C)The power to make an order under section 54A is exercisable by statutoryinstrument, and no such order is to be made unless a draft of the order hasbeen laid before and approved by resolution of the National Assembly forWales.”\n\tEmployee shareholders\n\t\tAfter section 205 of the Employment Rights Act 1996 insert—\n\t\t“Employee shareholder status\n\t\t\tAEmployee shareholders\n\t\t\t\tAn individual who is or becomes an employee of a company is an “employeeshareholder” if—\n\t\t\t\t\tthe company and the individual agree that the individual is to be anemployee shareholder,\n\t\t\t\t\tin consideration of that agreement, the company issues or allots to theindividual fully paid up shares in the company, or procures the issue orallotment to the individual of fully paid up shares in its parent undertaking,which have a value, on the day of issue or allotment, of no less than £2,000,\n\t\t\t\t\tthe company gives the individual a written statement of the particulars ofthe status of employee shareholder and of the rights which attach to theshares referred to in paragraph (b) (“the employee shares”) (see subsection(5)), and\n\t\t\t\t\tthe individual gives no consideration other than by entering into theagreement.\n\t\t\t\tAn employee who is an employee shareholder does not have—\n\t\t\t\t\tthe right to make an application under section 63D (request to undertakestudy or training),\n\t\t\t\t\tthe right to make an application under section 80F (request for flexibleworking),\n\t\t\t\t\tthe right under section 94 not to be unfairly dismissed, or\n\t\t\t\t\tthe right under section 135 to a redundancy payment.\n\t\t\t\tThe following provisions are to be read in the case of an employee who isan employee shareholder as if for “8 weeks’ notice”, in each place it appears,there were substituted “16 weeks’ notice”—\n\t\t\t\t\tregulation 11 of the Maternity and Parental Leave etc. Regulations 1999([S.I. 1999/3312](/id/uksi/1999/3312?view=plain \"Go to item of legislation\"))(requirement for employee to notify employer of intention to return to workduring maternity leave period), and\n\t\t\t\t\tregulation 25 of the Paternity and Adoption Leave Regulations 2002 ([S.I.2002/2788](/id/uksi/2002/2788?view=plain \"Go to item of legislation\"))(corresponding provision for adoption leave).\n\t\t\t\tRegulation 30 of the Additional Paternity Leave Regulations 2010 ([S.I.2010/1055](/id/uksi/2010/1055?view=plain \"Go to item of legislation\"))(requirement for employee to notify employer of intention to return to workduring additional paternity leave period) is to be read in the case of anemployee who is an employee shareholder as if for “six weeks’ notice”, in eachplace it appears, there were substituted “16 weeks’ notice”.\n\t\t\t\tThe statement referred to in subsection (1)(c) must—\n\t\t\t\t\tstate that, as an employee shareholder, the individual would not have therights specified in subsection (2),\n\t\t\t\t\tspecify the notice periods that would apply in the individual’s case as aresult of subsections (3) and (4),\n\t\t\t\t\tstate whether any voting rights attach to the employee shares,\n\t\t\t\t\tstate whether the employee shares carry any rights to dividends,\n\t\t\t\t\tstate whether the employee shares would, if the company were wound up,confer any rights to participate in the distribution of any surplus assets,\n\t\t\t\t\tif the company has more than one class of shares and any of the rightsreferred to in paragraphs (c) to (e) attach to the employee shares, explainhow those rights differ from the equivalent rights that attach to the sharesin the largest class (or next largest class if the class which includes theemployee shares is the largest),\n\t\t\t\t\tstate whether the employee shares are redeemable and, if they are, at whoseoption,\n\t\t\t\t\tstate whether there are any restrictions on the transferability of theemployee shares and, if there are, what those restrictions are,\n\t\t\t\t\tstate whether any of the requirements of sections 561 and 562 of theCompanies Act 2006 are excluded in the case of the employee shares (existingshareholders’ right of pre-emption), and\n\t\t\t\t\tstate whether the employee shares are subject to drag-along rights or tag-along rights and, if they are, explain the effect of the shares being sosubject.\n\t\t\t\tAgreement between a company and an individual that the individual is tobecome an employee shareholder is of no effect unless, before the agreement ismade—\n\t\t\t\t\tthe individual, having been given the statement referred to in subsection(1)(c), receives advice from a relevant independent adviser as to the termsand effect of the proposed agreement, and\n\t\t\t\t\tseven days have passed since the day on which the individual receives theadvice.\n\t\t\t\tAny reasonable costs incurred by the individual in obtaining the advice(whether or not the individual becomes an employee shareholder) which would,but for this subsection, have to be met by the individual are instead to bemet by the company.\n\t\t\t\tThe reference in subsection (2)(b) to making an application under section80F does not include a reference to making an application within the period of14 days beginning with the day on which the employee shareholder returns towork from a period of parental leave under regulations under section 76.\n\t\t\t\tThe reference in subsection (2)(c) to unfair dismissal does not include areference to a dismissal—\n\t\t\t\t\twhich is required to be regarded as unfair for the purposes of Part 10 by aprovision (whenever made) contained in or made under this or any other Act, or\n\t\t\t\t\twhich amounts to a contravention of the Equality Act 2010.\n\t\t\t\tThe reference in subsection (2)(c) to the right not to be unfairlydismissed does not include a reference to that right in a case where section108(2) (health and safety cases) applies.\n\t\t\t\tThe Secretary of State may by order amend subsection (1) so as to increasethe sum for the time being specified there.\n\t\t\t\tThe Secretary of State may by regulations provide that any agreement for acompany to buy back from an individual the shares referred to in subsection(1)(b) in the event that the individual ceases to be an employee shareholderor ceases to be an employee must be on terms which meet the specifiedrequirements.\n\t\t\t\tIn this section—\n\t\t\t\t\t  * “company” means—\n\t\t\t\t\ta company or overseas company (within the meaning, in each case, of theCompanies Act 2006) which has a share capital, or\n\t\t\t\t\ta European Public Limited-Liability Company (or Societas Europaea) within themeaning of Council Regulation 2157/2001/EC of 8 October 2001 on the Statutefor a European company;\n\t\t\t\t\t\t  * “drag-along rights”, in relation to shares in a company, means the right of the holders of a majority of the shares, where they are selling their shares, to require the holders of the minority to sell theirs;\n\t\t\t\t\t\t  * “parent undertaking” has the same meaning as in the Companies Act 2006;\n\t\t\t\t\t\t  * “relevant independent adviser” has the meaning that it has for the purposes of section 203(3)(c);\n\t\t\t\t\t\t  * “tag-along rights”, in relation to shares in a company, means the right of the holders of a minority of the shares to sell their shares, where the holders of the majority are selling theirs, on the same terms as those on which the holders of the majority are doing so.\n\t\t\t\tThe reference in this section to the value of shares in a company is areference to their market value within the meaning of the Taxation ofChargeable Gains Act 1992 (see sections 272 and 273 of that Act).”\n\t\t\t\tAfter section 47F of that Act insert—\n\t\t“47GEmployee shareholder status\n\t\t\tAn employee has the right not to be subjected to a detriment by any act, orany deliberate failure to act, by the employee’s employer done on the groundthat the employee refused to accept an offer by the employer for the employeeto become an employee shareholder (within the meaning of section 205A).\n\t\t\tThis section does not apply if the detriment in question amounts todismissal within the meaning of Part 10.”\n\t\t\tIn section 48(1) of that Act (presentation of complaint to employmenttribunal), for “or 47F” substitute “, 47F or 47G”.\n\t\t\tAfter section 104F of that Act insert—\n\t\t“104GEmployee shareholder status\n\t\t\tAn employee who is dismissed is to be regarded for the purposes of this Partas unfairly dismissed if the reason (or, if more than one, the principalreason) for the dismissal is that the employee refused to accept an offer bythe employer for the employee to become an employee shareholder (within themeaning of section 205A).”\n\t\t\tIn section 108(3) of that Act (exceptions to provision on qualifying periodof employment), after paragraph (gl) insert—\n\t\t\t\tsection 104G applies,”.\n\t\t\tIn section 236(3) of that Act (orders and regulations subject toaffirmative resolution procedure), for “or 125(7)” substitute “, 125(7) or205A(11) or (12)”."
    },
    {
        "length": 1054,
        "text": "\nGeneral provisions\n\tOrders \n\t\tAny power of the Secretary of State to make an order under this Act—\n\t\t\tis exercisable by statutory instrument, and\n\t\t\tincludes— \n\t\t\tpower to make different provision for different purposes, and\n\t\t\tpower to make incidental, supplementary, consequential, transitional ortransitory provision or savings.\n\t\tThe Secretary of State may not make an order to which subsection (3)applies unless a draft of the statutory instrument containing the order(whether alone or with other provisions) has been laid before, and approved bya resolution of, each House of Parliament.\n\t\tThis subsection applies to—\n\t\t\tan order under section 7(5);\n\t\t\tan order under section 33 which amends or repeals any provision of an Actof Parliament, an Act of the Scottish Parliament or an Act or Measure of theNational Assembly for Wales.\n\t\tA statutory instrument that—\n\t\t\tcontains an order made by the Secretary of State under this Act, and\n\t\t\tis not subject to any requirement that a draft of the instrument be laidbefore, and approved by a resolution of, each House of Parliament,\n\t\t\t\tis subject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tSubsection (4) does not apply to an order under section 7(6).\n\t\tSubsections (1)(b) and (4) do not apply to an order under section 35.\n\tConsequential amendments\n\t\tThe Secretary of State may by order make such provision as the Secretary ofState considers appropriate in consequence of this Act.\n\t\tThe power to make an order under this section may, in particular, beexercised by amending, repealing, revoking or otherwise modifying anyprovision made by or under an enactment.\n\t\tIn this section “enactment” means an enactment whenever passed or made, andincludes an Act of the Scottish Parliament or an Act or Measure of theNational Assembly for Wales.\n\tFinancial provisions\n\t\tThere is to be paid out of money provided by Parliament any increaseattributable to this Act in the sums payable under any other Act out of moneyso provided.\n\tCommencement \n\t\tSubject as follows, this Act comes into force on such day as the Secretaryof State may by order appoint; and different days may be appointed fordifferent purposes.\n\t\tSection 1(1) so far as it inserts the new section 62B, sections 4, 7, 9,16, 19, 26, 32 and 33, this section and section 36, and Schedules 2 and 4,come into force on the day on which this Act is passed.\n\t\tSections 11, 12, 17, 18, 29 and 30 come into force at the end of two monthsbeginning with the day on which this Act is passed.\n\t\tSection 21(4) to (6) come into force on such day as the Scottish Ministersmay by order appoint; and different days may be appointed for differentpurposes.\n\t\tThe Scottish Ministers may by order make such transitional, transitory orsaving provision as the Scottish Ministers consider appropriate in connectionwith the coming into force of section 21(4) to (6).\n\t\tThe Secretary of State may by order make such transitional, transitory orsaving provision as the Secretary of State considers appropriate in connectionwith the coming into force of any other provision of this Act.\n\t\tPower to make an order under subsection (5) or (6) includes power to makedifferent provision for different purposes.\n\tShort title and extent\n\t\tThis Act may be cited as the Growth and Infrastructure Act 2013.\n\t\tSubject as follows, this Act extends to England and Wales only.\n\t\tSections 9(4) and 32 to 35, and this section, extend also to Scotland andNorthern Ireland.\n\t\tAny amendment or repeal made by this Act has the same extent as theprovision to which it relates, subject to subsection (5).\n\t\tSection 25(1) to (6) and (10) extend to England and Wales, and Scotland,only.\n\t\tThe power under section 411(6) of the Communications Act 2003 may beexercised so as to extend the amendment made by section 9(1) to any of theChannel Islands or the Isle of Man."
    }
]