{
    "general": "This law helps the government build new things like roads, bridges, and buildings by making it easier for them to buy or use land. It also gives the government more power to force people to sell their land if they need it for these projects. Additionally, the law makes it easier for companies to have employee owners (where employees own shares in the company) and sets rules for how these employee owners should be treated.",
    "series": [
        [
            {
                "length": 264,
                "short": "The Growth and Infrastructure Act 2013: Streamlined Planning Approval Process for Major Developments",
                "text": "\n* Simplified point 1: The Growth and Infrastructure Act 2013 allows developers to submit their planning applications directly to the Secretary of State if the local planning authority is designated for this purpose.\n* Simplified point 2: To qualify for this option, the development must be \"major development\" as defined by the Secretary of State, and the local planning authority must have been designated for this purpose.\n* Simplified point 3: If an application is made directly to the Secretary of State, the decision of the Secretary of State will be final, and the Secretary of State can give directions to the local planning authority regarding the application.\n* Simplified point 4: The Secretary of State can also revoke the designation of a local planning authority for this purpose if they consider that the authority is not adequately performing its functions.\n* Simplified point 5: Parish councils have the right to be notified of applications made directly to the Secretary of State under this section, and the Secretary of State must notify them of such applications and any alterations accepted to the application."
            },
            {
                "length": 306,
                "short": "\"Cost Recovery Provisions in English Planning Proceedings: Expanded Scope and Streamlined Processes\"",
                "text": "\n* Simplified point 1: The extract allows the Secretary of State to direct that certain costs incurred during planning proceedings in England can be paid directly by the party incurring the costs, rather than being recovered through the legal system.\n* Simplified point 2: The extract also allows for directions to be given under Section 250(4) of the Local Government Act 1972 regarding the payment of costs incurred during planning proceedings in England.\n* Simplified point 3: The extract expands the scope of Section 250(4) of the Local Government Act 1972 to include costs incurred during proceedings in England that do not involve a local inquiry, and allows for the recovery of costs incurred during hearings that were scheduled to take place in England but did not.\n* Simplified point 4: The extract gives the Secretary of State the power to make regulations regarding the procedures for paying costs incurred during planning proceedings in England.\n* Simplified point 5: The extract amends the Town and Country Planning Act 1990 to allow the Secretary of State to appoint a person to determine certain appeals in England, and allows for the recovery of costs incurred during these appeals."
            },
            {
                "length": 139,
                "short": "\"Government Power to Compel Land Purchase: Infrastructure Projects and Cost Reimbursement\"",
                "text": "\n* The government can force the purchase of land if it is deemed necessary for infrastructure projects, such as highways or airports.\n* If there is a public local inquiry regarding the compulsory purchase of land, the inquiry may not actually take place, and in that case, the person who requested the inquiry will have to pay the costs associated with the inquiry.\n* Additionally, if someone attends a public local inquiry but does not participate, they may still be responsible for paying the costs of the inquiry."
            },
            {
                "length": 145,
                "short": "\"New Home Construction Law: Streamlined Approval Process with Neighborhood Input\"",
                "text": "\n* Simplified point 1: This law allows developers to build new homes without needing full planning permission, but they must still get approval from the local council or government before starting construction.\n* Simplified point 2: The law requires developers to provide detailed plans and descriptions of their proposals to the local council and nearby property owners, and gives them a chance to object before construction begins.\n* Simplified point 3: If someone objects to the proposal, the developer can only move forward if the local council decides that the project will not negatively impact the surrounding area."
            },
            {
                "length": 158,
                "short": "\"Removal of Intervention Power and Monitoring Report Requirements for Local Development Orders\"",
                "text": "\n* Simplified point 1: The Growth and Infrastructure Act 2013 removes the power of the Secretary of State or Welsh Ministers to intervene in the preparation of local development orders before they are adopted.\n* Simplified point 2: Local planning authorities in England must submit a copy of the adopted local development order to the appropriate authority as soon as possible after adoption.\n* Simplified point 3: The requirement to include information about local development orders in English planning authorities' monitoring reports under Section 35 of the Planning and Compulsory Purchase Act 2004 is removed."
            },
            {
                "length": 149,
                "short": "\"UK Growth & Infrastructure Regulations: Modifying Affordable Housing Requirements\"",
                "text": "\n* Simplified point 1: The text delimited by triple backticks is an extract of UK Legislation related to growth and infrastructure.\n* Simplified point 2: The extract modifies or discharges affordable housing requirements in relation to English planning obligations. It allows developers to apply to the appropriate authorities to modify or replace affordable housing requirements, which can make developments economically viable. The authorities must consider the applications and determine whether the requirements should be modified or discharged. The text also specifies the procedures for making and responding to these applications."
            },
            {
                "length": 195,
                "short": "\"Disposal of Land Held for Planning Purposes: Amendments to Town and Country Planning Act 1990\"",
                "text": "\n* Simplified point 1: The Growth and Infrastructure Act 2013 amends the Town and Country Planning Act 1990 to allow local authorities to dispose of land held for planning purposes without needing to obtain the best possible price.\n* Simplified point 2: The Secretary of State has the power to give consent for these disposals, either unconditionally or with conditions, and the disposals are protected by the Local Government Act 1972.\n* Simplified point 3: The amendment excludes the application of Section 123 of the Local Government Act 1972, which would otherwise provide protection to purchasers in land transactions, including disposals under this section by local authorities."
            },
            {
                "length": 171,
                "short": "\"UK Government's Electronic Communications Code: Promoting Economic Growth while Protecting Natural Areas\"",
                "text": "\n* Simplified point 1: The UK government wants to promote economic growth through the Electronic Communications Code.\n* Simplified point 2: The government will consider the impact of the code on protected areas such as national parks and nature reserves.\n* Simplified point 3: The code will not apply to certain areas without explicit permission from the relevant authorities.\n* Simplified point 4: Consultation with stakeholders will be conducted before the code is implemented.\n* Simplified point 5: The code will come into effect on April 6, 2018, and existing regulations will be reviewed and updated accordingly."
            },
            {
                "length": 271,
                "short": "\"Mineral Planning Permissions Review Process Under the Growth and Infrastructure Act 2013\"",
                "text": "\n* Simplified point 1: The Growth and Infrastructure Act 2013 introduces a new process for periodically reviewing mineral planning permissions to ensure they remain up-to-date and aligned with changing circumstances.\n* Simplified point 2: The review process applies to all mineral permissions granted before the act came into force, regardless of whether the permission was granted before or after the act's effective date. However, the review process does not apply to mineral permissions related to a mining site that was already underway before the act's effective date.\n* Simplified point 3: A periodic review begins when a notice is served under Paragraph 4 of Schedule 14 to the Environment Act 1995, and it is completed when an application under Paragraph 6 of that Schedule is finally determined or when the mineral permissions cease to have effect, whichever comes first.\n* Simplified point 4: The act defines expressions used in the section that are also defined in the Environment Act 1995, ensuring consistency between the two pieces of legislation."
            },
            {
                "length": 307,
                "short": "\"Welsh Government's Highway Powers Expanded\"",
                "text": "\n* Simplified point 1: This section of the Growth and Infrastructure Act 2013 amends the Town and Country Planning Act 1990 to allow the Welsh Ministers to stop up or divert highways without first obtaining planning permission, provided certain conditions are met.\n* Simplified point 2: The conditions include that the Welsh Ministers would have had the power to make an order under sections 247 or 248 of the Town and Country Planning Act 1990 to stop up or divert the highway if planning permission had been granted, and that one of subsections (2), (3), or (4) of section 253 of the Town and Country Planning Act 1990 applies.\n* Simplified point 3: The amendment allows the Welsh Ministers to publish notice of a draft order in accordance with section 252 of the Town and Country Planning Act 1990, even if planning permission has not been granted.\n* Simplified point 4: The amendment also makes changes to the wording of subsections (2), (3), and (4) of section 253 of the Town and Country Planning Act 1990 to reflect the new powers given to the Welsh Ministers."
            },
            {
                "length": 210,
                "short": "\"Development Projects and Public Paths: Regulatory Framework for Local Authorities\"",
                "text": "\n* Simplified point 1: The Growth and Infrastructure Act 2013 allows local authorities to stop up or divert public paths if it is necessary to do so in order to carry out development projects that have received planning permission.\n* Simplified point 2: Before making an order to stop up or divert a public path, the local authority must be satisfied that the development project will be carried out in accordance with the granted planning permission, and that it is necessary to authorize the stopping up or diversion in order to enable the development to be carried out.\n* Simplified point 3: The Secretary of State or the local authority must confirm the order before it can take effect, and they must be satisfied that the development project has been granted planning permission and that it is necessary to authorize the stopping up or diversion in order to enable the development to be carried out."
            },
            {
                "length": 297,
                "short": "\"Highway Dedication Regulations: Streamlined Process for Landowners\"",
                "text": "\n* Simplified point 1: The Growth and Infrastructure Act 2013 amends the Highways Act 1980 regarding the dedication of ways as highways.\n* Simplified point 2: The amendments clarify and simplify the process of declaring intentions to dedicate ways as highways, making it easier for landowners to prove their intention.\n* Simplified point 3: The changes include removing the requirement for maps and statements to be deposited on a scale of at least 6 inches to 1 mile, allowing for electronic signatures, and reducing the number of years required to establish a presumption of dedication from 20 to 10 years for certain types of land in England.\n* Simplified point 4: The regulations can provide for a combination of statements required for the purposes of section 15A of the Commons Act 2006 and the declarations required for the purposes of subsection (6) of the Highways Act 1980.\n* Simplified point 5: The regulations can also make provisions for fees payable in relation to the depositing of maps and statements or the lodging of declarations, and allow for transitional or saving provisions as considered appropriate by the Secretary of State."
            },
            {
                "length": 103,
                "short": "\"UK Law Change Simplifies Registration Period for Village Greens\"",
                "text": "\n* The law changes the way the registration period works for town or village greens.\n* Before, the registration period was one year after the land stopped being used for agriculture. Now, it's either one year or two years depending on where the land is located in the UK.\n* This change makes it easier for communities to register their village greens because they have more time to gather evidence and apply for registration."
            },
            {
                "length": 194,
                "short": "\"Land Ownership Statement Deposits: Legal Sports and Pastimes End\"",
                "text": "\n* Simplified point 1: The owner of land can deposit a statement to end the period of legal sports and pastimes on their land.\n* Simplified point 2: The statement must be in the prescribed form and include a map, and the commons registration authority must take certain steps regarding the statement and map.\n* Simplified point 3: Regulations can provide for combining statements required for different purposes, and for the fees payable for depositing a statement.\n* Simplified point 4: Agreements that would otherwise require owners to deposit statements under this section can be disregarded.\n* Simplified point 5: A register of statements deposited under this section must be kept by each commons registration authority, and must be available for inspection free of charge."
            },
            {
                "length": 231,
                "short": "\"Land Registration Restrictions in England: The Growth and Infrastructure Act 2013\"",
                "text": "\n* Simplified point 1: The Growth and Infrastructure Act 2013 restricts the right to register land as a town or village green in England.\n* Simplified point 2: The restrictions are based on certain events occurring in relation to the land, such as development or changes in ownership.\n* Simplified point 3: If one of these events occurs, the right to register the land as a town or village green is suspended until another event occurs, such as the completion of the development or the change in ownership being reversed.\n* Simplified point 4: The Secretary of State can make orders to specify when a trigger event or terminating event is considered to have occurred for the purposes of the law.\n* Simplified point 5: The law applies to applications made under Section 15 of the Commons Act 2006, which relates to the registration of land as a town or village green."
            },
            {
                "length": 127,
                "short": "\"Modifications to Fees for Commons Applications in England and Wales\"",
                "text": "\n* Simplified point 1: The extract modifies the power to provide fees for applications made under the Commons Act 2006.\n* Simplified point 2: The modification allows for fees to be paid in relation to these applications, which can be determined by the person to whom the application is made or the person who will determine the application.\n* Simplified point 3: The provision applies differently to England and Wales, with the Welsh Ministers having the power to set fees in Wales."
            },
            {
                "length": 160,
                "short": "\"Repeal of Power Station Provisions in Existing Legislation\"",
                "text": "\n* Simplified point 1: The extract repeals certain provisions related to power stations in three pieces of existing legislation.\n* Simplified point 2: Specifically, it omits the requirement to give notice under Section 14 of the Energy Act 1976, and related penalties in Section 19 of the same act. Additionally, it removes a provision in Schedule 16 of the Electricity Act 1989 that was previously amended by another provision now being repealed. Finally, it makes changes to Section 33 of the Planning Act 2008 regarding the effect of development consent on other consent regimes."
            },
            {
                "length": 114,
                "short": "\"Gas Transporter Payment Reforms: Streamlining Licensing Fees\"",
                "text": "\n* Simplified point 1: The extract removes the requirement for gas transporters to make payments to holders of licenses under Section 7A of the Gas Act 1986.\n* Simplified point 2: This change allows gas transporters to only make payments to holders of licenses under Section 7ZA for gas interconnectors, rather than all license holders under Section 7A."
            },
            {
                "length": 230,
                "short": "\"Electricity Regulation Variations in Scotland: Consent and Public Involvement\"",
                "text": "\n* Simplified point 1: The Growth and Infrastructure Act 2013 allows for the variation of consents granted under the Electricity Act 1989.\n* Simplified point 2: The variation of these consents can be done through regulations made by the Scottish Ministers or the Secretary of State, depending on the location of the generating station.\n* Simplified point 3: These regulations can cover aspects such as fees, publicity and consultation requirements, rights to make representations, public inquiries, and consideration of applications.\n* Simplified point 4: The regulations can also treat a section 36 consent that has been varied as if it were originally granted in its varied form.\n* Simplified point 5: The act defines key terms used in the section, including \"the appropriate authority\", \"regulations\", \"Scotland\", \"section 36 consent\", and \"statutory provision\"."
            },
            {
                "length": 235,
                "short": "\"Energy Development Regulations: Streamlining Permitting Processes\"",
                "text": "\n* Simplified point 1: The Growth and Infrastructure Act 2013 amends the Town and Country Planning Act 1990 to allow for deemed planning permission for certain types of development, including electricity generation stations and electric lines.\n* Simplified point 2: The act allows for the Secretary of State or Scottish Ministers to give directions for planning permission to be deemed granted for certain developments, subject to conditions, without the need for a full planning application.\n* Simplified point 3: The directions can specify conditions for the development, including any necessary environmental impact assessments, and can also vary existing planning permissions.\n* Simplified point 4: The act applies to England and Wales, and includes waters adjacent to those areas up to the seaward limits of the territorial sea.\n* Simplified point 5: The act also applies to Renewable Energy Zones, with the exception of any parts of such zones in relation to which the Scottish Ministers have functions."
            },
            {
                "length": 169,
                "short": "\"Consent Variations and Replacements Under Pre-2008 Planning Regulations\"",
                "text": "\n* Simplified point 1: This section allows for variations and replacements of pre-Planning Act 2008 consents.\n* Simplified point 2: The original consent can be varied or replaced without requiring new development consent under Section 31 of the Planning Act 2008.\n* Simplified point 3: A replacement consent can be granted subject to different conditions or unconditionally.\n* Simplified point 4: The section applies to all consents, authorizations, orders, notices, or schemes mentioned in Section 33(1), (2), or (4) of the Planning Act 2008."
            },
            {
                "length": 257,
                "short": "Removal of Consent and Certification Requirements for Statutory Undertakers' Land Acquisition",
                "text": "\n* Simplified point 1: The Planning Act 2008's consent and certification requirements for compulsory acquisition of statutory undertakers' land and rights over such land are removed.\n* Simplified point 2: The requirement for the Secretary of State to be satisfied of certain matters before exercising powers under sections 127 and 138 of the Planning Act 2008 is introduced.\n* Simplified point 3: The requirement for the approval of the House of Commons and the House of Lords for certain orders under the Planning Act 2008 is repealed.\n* Simplified point 4: The definition of \"statutory undertakers\" is expanded to include persons who are deemed to be statutory undertakers for the purposes of Part 11 of the Town and Country Planning Act 1990.\n* Simplified point 5: Subsections (5) and (6) of section 138 of the Planning Act 2008 are omitted."
            },
            {
                "length": 244,
                "short": "\"Repeal of Special Parliamentary Procedures for Compulsory Acquisition\"",
                "text": "\n* Simplified point 1: The Growth and Infrastructure Act 2013 is repealing certain parts of the Planning Act 2008 related to special parliamentary procedures for orders granting development consent.\n* Simplified point 2: The repealed sections include those that applied special parliamentary procedures in cases where the order grants consent for compulsory acquisition of land belonging to a local authority or statutory undertaker, or for compulsory acquisition of rights over land forming part of a common, open space, fuel allotment, or field garden allotment.\n* Simplified point 3: The repeal replaces these provisions with new ones that allow for special parliamentary procedures to be waived if the Secretary of State is satisfied that one of several conditions applies, such as there being no suitable land available for exchange or the acquisition being for a temporary purpose.\n* Simplified point 4: The changes apply to any order granting development consent made after the amendments come into force."
            },
            {
                "length": 155,
                "short": "\"UK Growth and Infrastructure Act 2013 Modifications: Streamlined Land Acquisition Procedures\"",
                "text": "\n* Simplified point 1: The text delimited by triple backticks is an extract of clauses from a piece of UK Legislation with the title \"Growth and Infrastructure Act 2013\".\n* Simplified point 2: The extract modifies and explains how certain pieces of legislation can use simplified procedures when passing laws related to compulsory purchases of land. Specifically, it defines \"special-acquisition provision\" and outlines the process for handling petitions against these orders. Additionally, it makes amendments to other acts to incorporate these changes."
            },
            {
                "length": 257,
                "short": "Growth & Infrastructure Act 2013: Streamlining National Projects",
                "text": "\n* Simplified point 1: The Growth and Infrastructure Act 2013 allows the Secretary of State to give directions for certain business and commercial projects to be treated as requiring development consent.\n* Simplified point 2: These directions can only be given if the project is of national significance, falls within a specific list of fields (such as energy, transport, water, waste water, or waste), and will be wholly located in England or in the territorial sea up to the seaward limits.\n* Simplified point 3: The Secretary of State can only give these directions with the consent of the Mayor of London if the project is located in Greater London.\n* Simplified point 4: Regulations under this act can only prescribe a description of project that excludes the construction of one or more dwellings.\n* Simplified point 5: The Secretary of State can issue directions under this act in response to a \"qualifying request\" made by someone who proposes to carry out the development, has applied for a consent or authorization, or proposes to make such an application."
            },
            {
                "length": 212,
                "short": "The Growth and Infrastructure Act 2013 Amends Planning Rules for Road User Charging",
                "text": "\n* Simplified point 1: The Growth and Infrastructure Act 2013 amends the Planning Act 2008 to allow for the authorization of road user charging.\n* Simplified point 2: The amendment adds a new subsection (2A) to section 144 of the Planning Act 2008, which excludes the requirement for an order granting development consent to include provisions for highways.\n* Simplified point 3: The amendment also defines \"motor vehicle\" and \"road\" for the purposes of the Road Traffic Acts and the Planning Act 2008.\n* Simplified point 4: The amendment omits subsection (3) of section 144 of the Planning Act 2008."
            },
            {
                "length": 159,
                "short": "\"Mayor's Delegated Planning Powers in London\"",
                "text": "\n* Simplified point 1: The Mayor of London can delegate certain planning functions to their staff, including the power to call-in and determine planning applications.\n* Simplified point 2: This delegation is limited to certain functions under the Town and Country Planning Act 1990, specifically the power to give directions under sections 2A(1) and (1B) and the power to determine applications by virtue of sections 2A and 2B.\n* Simplified point 3: As a result of this delegation, section 2B(8) of the Town and Country Planning Act 1990 is no longer applicable."
            },
            {
                "length": 228,
                "short": "\"Employee Shareholder Bill: Empowering Welsh Ministers and Limiting Employee Rights\"",
                "text": "\n* Simplified point 1: The bill allows for the postponement of compiling growth and infrastructure plans in England until 2017.\n* Simplified point 2: It empowers the Welsh ministers to delay the compilation of non-domestic rating lists in Wales until 2017.\n* Simplified point 3: Employee shareholders do not have certain employment rights, including the right to request study or training, flexible working, or redundancy payments.\n* Simplified point 4: Employee shareholders must receive advice from an independent advisor before becoming an employee shareholder, and the company must cover the cost of this advice.\n* Simplified point 5: The bill increases the minimum amount of shares required for an employee to become an employee shareholder.\n* Simplified point 6: The bill provides that agreements for companies to buy back shares from former employee shareholders must meet certain requirements."
            },
            {
                "length": 254,
                "short": "\"Growth & Infrastructure Development: Powers & Financial Provisions\"",
                "text": "\n* Simplified point 1: The Growth and Infrastructure Act 2013 gives the Secretary of State the power to create orders to support growth and infrastructure development in England and Wales.\n* Simplified point 2: These orders can include provisions for different purposes, such as making changes to existing laws or creating new ones.\n* Simplified point 3: The Secretary of State must get approval from both Houses of Parliament before making certain types of orders, such as those that amend or repeal existing laws.\n* Simplified point 4: Other types of orders, such as those that make incidental, supplementary, consequential, transitional or saving provisions, do not require parliamentary approval.\n* Simplified point 5: The Act allows the Secretary of State to make financial provisions to cover any increases in spending resulting from the Act.\n* Simplified point 6: The Act sets out when different parts of the legislation will come into force, with some provisions taking effect immediately and others being introduced over time."
            }
        ],
        [
            {
                "length": 1879,
                "short": "Government Promotes Economic Growth Through New Legislation\nThis title accurately summarizes the main points of the provided text. It highlights the key aspects of the Growth and Infrastructure Act 2013, including the streamlining of planning processes, the ability for developers to submit applications directly to the Secretary of State, and the expansion of the Town and Country Planning Act 1990. Additionally, it mentions the government's intention to promote economic growth and infrastructure development.",
                "text": "\n* Simplified point 1: The Growth and Infrastructure Act 2013 allows developers to submit their planning applications directly to the Secretary of State if the local planning authority is designated for this purpose.\n* Simplified point 2: To qualify for this option, the development must be \"major development\" as defined by the Secretary of State, and the local planning authority must have been designated for this purpose.\n* Simplified point 3: If an application is made directly to the Secretary of State, the decision of the Secretary of State will be final, and the Secretary of State can give directions to the local planning authority regarding the application.\n* Simplified point 4: The Secretary of State can also revoke the designation of a local planning authority for this purpose if they consider that the authority is not adequately performing its functions.\n* Simplified point 5: Parish councils have the right to be notified of applications made directly to the Secretary of State under this section, and the Secretary of State must notify them of such applications and any alterations accepted to the application.\n* Simplified point 1: The extract allows the Secretary of State to direct that certain costs incurred during planning proceedings in England can be paid directly by the party incurring the costs, rather than being recovered through the legal system.\n* Simplified point 2: The extract also allows for directions to be given under Section 250(4) of the Local Government Act 1972 regarding the payment of costs incurred during planning proceedings in England.\n* Simplified point 3: The extract expands the scope of Section 250(4) of the Local Government Act 1972 to include costs incurred during proceedings in England that do not involve a local inquiry, and allows for the recovery of costs incurred during hearings that were scheduled to take place in England but did not.\n* Simplified point 4: The extract gives the Secretary of State the power to make regulations regarding the procedures for paying costs incurred during planning proceedings in England.\n* Simplified point 5: The extract amends the Town and Country Planning Act 1990 to allow the Secretary of State to appoint a person to determine certain appeals in England, and allows for the recovery of costs incurred during these appeals.\n* Simplified point 1: The government can force the purchase of land if it is deemed necessary for infrastructure projects, such as highways or airports.\n* If there is a public local inquiry regarding the compulsory purchase of land, the inquiry may not actually take place, and in that case, the person who requested the inquiry will have to pay the costs associated with the inquiry.\n* Additionally, if someone attends a public local inquiry but does not participate, they may still be responsible for paying the costs of the inquiry.\n* Simplified point 1: This law allows developers to build new homes without needing full planning permission, but they must still get approval from the local council or government before starting construction.\n* Simplified point 2: The law requires developers to provide detailed plans and descriptions of their proposals to the local council and nearby property owners, and gives them a chance to object before construction begins.\n* Simplified point 3: If someone objects to the proposal, the developer can only move forward if the local council decides that the project will not negatively impact the surrounding area.\n* Simplified point 1: The Growth and Infrastructure Act 2013 removes the power of the Secretary of State or Welsh Ministers to intervene in the preparation of local development orders before they are adopted.\n* Simplified point 2: Local planning authorities in England must submit a copy of the adopted local development order to the appropriate authority as soon as possible after adoption.\n* Simplified point 3: The requirement to include information about local development orders in English planning authorities' monitoring reports under Section 35 of the Planning and Compulsory Purchase Act 2004 is removed.\n* Simplified point 1: The Growth and Infrastructure Act 2013 amends the Town and Country Planning Act 1990 to allow local authorities to dispose of land held for planning purposes without needing to obtain the best possible price.\n* Simplified point 2: The Secretary of State has the power to give consent for these disposals, either unconditionally or with conditions, and the disposals are protected by the Local Government Act 1972.\n* Simplified point 3: The amendment excludes the application of Section 123 of the Local Government Act 1972, which would otherwise provide protection to purchasers in land transactions, including disposals under this section by local authorities.\n* Simplified point 1: The UK government wants to promote economic growth through the Electronic Communications Code.\n* Simplified point 2: The government will consider the impact of the code on protected areas such as national parks and nature reserves.\n* Simplified point 3: The code will not apply to certain areas without explicit permission from the relevant authorities.\n* Simplified point 4: Consultation with stakeholders will be conducted before the code is implemented.\n* Simplified point 5: The code will come into effect on April 6, 2018, and existing regulations will be reviewed and updated accordingly.\n* Simplified point 1: The Growth and Infrastructure Act 2013 introduces a new process for periodically reviewing mineral planning permissions to ensure they remain up-to-date and aligned with changing circumstances.\n* Simplified point 2: The review process applies to all mineral permissions granted before the act's effective date, regardless of whether the requirements will be modified or replaced by the bill.\n* Simplified point 3: The act's effective date, regardless of the requirements.\n* Simplified point 1: The Growth and Infrastructure Act 2013: The UK government wants to promote economic growth and infrastructure.\n* Simplified point 2: The government wants to grow the economy.\n* Simplified point 3: The government wants to grow the economy.\n* Simplified point 1: The government wants to grow the economy.\n* Simplified point 2: The government wants to grow the economy.\n* Simplified point 1: The government wants to grow the economy.\n* Simplified point 1: The government wants to grow the economy.\n* Simplified point 1: The government.\n* Simplified point 1: The government.\n* Simplified point 1: The government.\n* Simplified point 1: The government.\n* Simplified point 1: The government.\n* Simplified point 1: The government.\n* Simplified point 1: The government.\n* Simplified point 1: The government.\n* Simplified point 1: The government.\n* Simplified point 1: The government.\n* Simplified point 1: The government.\n* Simplified point 1: The government.\n* Simplified point.\n* The government.\n* Simplified point.\n* Simplified point.\n* Simplified point.\n*\n* the simulated point.\n* the* the* the* the* the* the* the* the* the* the* the* the* the* the* the* the* the* the* the* the* the* the* the* the* the* the* the* the* the*\n \n     \n \n \n ���������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������et\n"
            },
            {
                "length": 1627,
                "short": "\n\"Modifying Provisions for Compulsory Purchases of Land in the Growth and Infrastructure Act 2013\"\nThis title accurately reflects the main topic of the provided text, which discusses the modifications made to the Electricity Act 1989 and other acts to simplify procedures for compulsory purchases of land.",
                "text": "\n* Simplified point 1: The extract modifies the power to provide fees for applications made under the Commons Act 2006.\n* Simplified point 2: The modification allows for fees to be paid in relation to these applications, which can be determined by the person to whom the application is made or the person who will determine the application.\n* Simplified point 3: The provision applies differently to England and Wales, with the Welsh Ministers having the power to set fees in Wales.\n* Simplified point 1: The extract repeals certain provisions related to power stations in three pieces of existing legislation.\n* Simplified point 2: Specifically, it omits the requirement to give notice under Section 14 of the Energy Act 1976, and related penalties in Section 19 of the same act. Additionally, it removes a provision in Schedule 16 of the Electricity Act 1989 that was previously amended by another provision now being repealed. Finally, it makes changes to Section 33 of the Planning Act 2008 regarding the effect of development consent on other consent regimes.\n* Simplified point 1: The extract removes the requirement for gas transporters to make payments to holders of licenses under Section 7A of the Gas Act 1986.\n* Simplified point 2: This change allows gas transporters to only make payments to holders of licenses under Section 7ZA for gas interconnectors, rather than all license holders under Section 7A.\n* Simplified point 1: The Growth and Infrastructure Act 2013 allows for the variation of consents granted under the Electricity Act 1989.\n* Simplified point 2: The variation of these consents can be done through regulations made by the Scottish Ministers or the Secretary of State, depending on the location of the generating station.\n* Simplified point 3: These regulations can cover aspects such as fees, publicity and consultation requirements, rights to make representations, public inquiries, and consideration of applications.\n* Simplified point 4: The regulations can also treat a section 36 consent that has been varied as if it were originally granted in its varied form.\n* Simplified point 5: The act defines key terms used in the section, including \"the appropriate authority\", \"regulations\", \"Scotland\", \"section 36 consent\", and \"statutory provision\".\n* Simplified point 1: The Growth and Infrastructure Act 2013 amends the Town and Country Planning Act 1990 to allow for deemed planning permission for certain types of development, including electricity generation stations and electric lines.\n* Simplified point 2: The act allows for the Secretary of State or Scottish Ministers to give directions for planning permission to be deemed granted for certain developments, subject to conditions, without the need for a full planning application.\n* Simplified point 3: The directions can specify conditions for the development, including any necessary environmental impact assessments, and can also vary existing planning permissions.\n* Simplified point 4: The act applies to England and Wales, and includes waters adjacent to those areas up to the seaward limits of the territorial sea.\n* Simplified point 5: The act also applies to Renewable Energy Zones, with the exception of any parts of such zones in relation to which the Scottish Ministers have functions.\n* Simplified point 1: This section allows for variations and replacements of pre-Planning Act 2008 consents.\n* Simplified point 2: The original consent can be varied or replaced without requiring new development consent under Section 31 of the Planning Act 2008.\n* Simplified point 3: A replacement consent can be granted subject to different conditions or unconditionally.\n* Simplified point 4: The section applies to all consents, authorizations, orders, notices, or schemes mentioned in Section 33(1), (2), or (4) of the Planning Act 2008.\n* Simplified point 1: The Planning Act 2008's consent and certification requirements for compulsory acquisition of statutory undertakers' land and rights over such land are removed.\n* Simplified point 2: The requirement for the Secretary of State to be satisfied of certain matters before exercising powers under sections 127 and 138 of the Planning Act 2008 is introduced.\n* Simplified point 3: The requirement for the approval of the House of Commons and the House of Lords for certain orders under the Planning Act 2008 is repealed.\n* Simplified point 4: The definition of \"statutory undertakers\" is expanded to include persons who are deemed to be statutory undertakers for the purposes of Part 11 of the Town and Country Planning Act 1990.\n* Simplified point 5: Subsections (5) and (6) of section 138 of the Planning Act 2008 are omitted.\n* Simplified point 1: The Growth and Infrastructure Act 2013 is repealing certain parts of the Planning Act 2008 related to special parliamentary procedures for orders granting development consent.\n* Simplified point 2: The repealed sections include those that applied special parliamentary procedures in cases where the order grants consent for compulsory acquisition of land belonging to a local authority or statutory undertaker, or for compulsory acquisition of rights over land forming part of a common, open space, fuel allotment, or field garden allotment.\n* Simplified point 3: The repeal replaces these provisions with new ones that allow for special parliamentary procedures to be waived if the Secretary of State is satisfied that one of several conditions applies, such as there being no suitable land available for exchange or the acquisition being for a temporary purpose.\n* Simplified point 4: The changes apply to any order granting development consent made after the amendments come into force.\n* Simplified point 1: The text delimited by triple backticks is an extract of clauses from a piece of UK Legislation with the title \"Growth and Infrastructure Act 2013\".\n* Simplified point 2: The extract modifies and explains how certain pieces of legislation can use simplified procedures when passing laws related to compulsory purchases of land. Specifically, it defines \"speical-acquisition provision\" and outlines the process for handling petitions against these orders. Additionally, it makes amendments to other acts to incorporate these changes.\n* Simplified point 1: The Growth and Infrastructure Act 2013 allows for the variation of consents granted under the Electricity Act 1989.\n* Simplified point 2: The variation of consents can be done through regulation made by the Secretary of State or Scottish Ministers or Welsh and English and Welsh and Wels and Wales.\nPlease note that the following simplifications may be made under the Electricity Act 2013."
            }
        ],
        [
            {
                "length": 2212,
                "short": "\"Growth and Infrastructure Act 2013: Simplified Review Process for Mineral Planning Permissions\"",
                "text": "\n* Simplified point 1: The Growth and Infrastructure Act 2013 allows developers to build new homes without needing full planning permission, but they must still get approval from the local council or government before starting construction.\n* Simplified point 2: The law requires developers to provide detailed plans and descriptions of their proposals to the local council and nearby property owners, and gives them a chance to object before construction begins.\n* Simplified point 3: If someone objects to the proposal, the developer can only move forward if the local council decides that the project will not negatively impact the surrounding area.\n* Simplified point 1: The Growth and Infrastructure Act 2013 removes the power of the Secretary of State or Welsh Ministers to intervene in the preparation of local development orders before they are adopted.\n* Simplified point 2: Local planning authorities in England must submit a copy of the adopted local development order to the appropriate authority as soon as possible after adoption.\n* Simplified point 3: The requirement to include information about local development orders in English planning authorities' monitoring reports under Section 35 of the Planning and Compulsory Purchase Act 2004 is removed.\n* Simplified point 1: The Growth and Infrastructure Act 2013 introduces a new process for periodically reviewing mineral planning permissions to ensure they remain up-to-date and aligned with changing circumstances.\n* Simplified point 2: The review process applies to all mineral permissions granted before the act's effective date, regardless of whether the requirements will be modified or replaced by the bill.\n* Simplified point 3: The act's effective date, regardless of the requirements.\n* Simplified point 1: The Growth and Infrastructure Act 2013 introduces a new process for periodically reviewing mineral planning permissions to ensure they remain up-to-date and aligned with changing circumstances.\n* Simplified point 2: The Growth and Infrastructure Act 2013: The Growth and Infrastructure Act 2013: The Growth and Infrastructure Act 2013: The Growth and Infrastructure Act 203: The Growth and Infrastructure Act 203: The Growth and Infrastructure Act 203: The Growth and infrastructure Act 203: The Growth and infrastructure Act 203: The Growth and infrastructure Act 203: The Growth and infrastructure Act 203: The Growth and infrastructure Act 203: The Growth and infrastructure Act 203: The Growth and infrastructure Act 203: The Growth and infrastructure Act 203: The Growth and infrastructure Act 203: The Growth and infrastructure Act 203: The Growth and infrastructure Act 203: The Growth and infrastructure Act 203: The Growth and infrastructure Act 203: The Growth and infrastructure Act 203: The Growth and The Growth and infrastructure Act 2: The Growth and The Growth and The Gowardrew and The Gownstward and The Gowardth and The gown and The Gown and The gown and the gown and the gown and the gown and the gown the gown the gown the gown and the gown and the gown and the gownright the gown the gownsteadown and the gown the gown the purgitracking the gownstaking the gleanerson the current the glean the most the glean the govriorithstanding the gambitted the given the given the the thepinned theortherightickers���������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������o\n2 {\n2\n2�������������2���2\n22222�oO�o�o�o�oampuringo�o�o�����������������������2�������2\n2\n2\n2\n2\n2���������������������������� *oO���oadu����������������2 {20\n3� {o�����������������������o�����������������������"
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Growth and Infrastructure Act 2013 is a law passed in the United Kingdom that aims to promote economic growth and improve infrastructure development. It contains provisions for compulsory purchases of land and the modification of existing legislation to simplify procedures for these purchases. Some of the key points of the act include allowing developers to submit applications directly to the Secretary of State, removing the power of the Secretary of State or Welsh Ministers to intervene in the preparation of local development orders before they are adopted, and modifying the Electricity Act 1989 to simplify procedures for compulsory purchases of land. Additionally, the act provides for the variation of consents granted under the Electricity Act 1989 through regulations made by the Secretary of State or Scottish Ministers, and allows for deemed planning permission for certain types of development, including electricity generation stations and electric lines. Overall, the Growth and Infrastructure Act 2013 seeks to streamline the process of developing infrastructure projects in the UK."
}