[
    {
        "length": 2441,
        "text": "\nThe referendum\n\tThe referendum\n\t\tA referendum is to be held on whether the United Kingdom should remain amember of the European Union.\n\t\tThe Secretary of State must, by regulations, appoint the day on which thereferendum is to be held.\n\t\tThe day appointed under subsection (2)—\n\t\t\tmust be no later than 31 December 2017,\n\t\t\tmust not be 5 May 2016, and\n\t\t\tmust not be 4 May 2017.\n\t\tThe question that is to appear on the ballot papers is—\n\t\t\t_“ Should the United Kingdom remain a member of the European Union or leavethe European Union?_”\n\t\tThe alternative answers to that question that are to appear on the ballotpapers are—\n\t\t_“ Remain a member of the European Union_\n\t\t_Leave the European Union_ ”.\n\t\tIn Wales, there must also appear on the ballot papers—\n\t\t\tthe following Welsh version of the question—\n\t\t\t_“ A ddylai’r Deyrnas Unedig aros yn aelod o’r Undeb Ewropeaidd neu adael yrUndeb Ewropeaidd?_”, and\n\t\t\tthe following Welsh versions of the alternative answers—\n\t\t\t_“ Aros yn aelod o’r Undeb Ewropeaidd_\n\t\t\t_Gadael yr Undeb Ewropeaidd_ ”.\n\tEntitlement to vote in the referendum\n\t\tThose entitled to vote in the referendum are—\n\t\t\tthe persons who, on the date of the referendum, would be entitled to voteas electors at a parliamentary election in any constituency,\n\t\t\tthe persons who, on that date, are disqualified by reason of being peersfrom voting as electors at parliamentary elections but—\n\t\t\twould be entitled to vote as electors at a local government election in anyelectoral area in Great Britain,\n\t\t\twould be entitled to vote as electors at a local election in any districtelectoral area in Northern Ireland, or\n\t\t\twould be entitled to vote as electors at a European Parliamentaryelection in any electoral region by virtue of section 3 of the Representationof the People Act 1985 (peers resident outside the United Kingdom), and\n\t\t\tthe persons who, on the date of the referendum—\n\t\t\twould be entitled to vote in Gibraltar as electors at a EuropeanParliamentary election in the combined electoral region in which Gibraltar iscomprised, and\n\t\t\tfall within subsection (2).\n\t\tA person falls within this subsection if the person is either—\n\t\t\ta Commonwealth citizen, or\n\t\t\ta citizen of the Republic of Ireland.\n\t\tIn subsection (1)(b)(i) “local government election” includes a municipalelection in the City of London (that is, an election to the office of mayor,alderman, common councilman or sheriff and also the election of any officerelected by the mayor, aldermen and liverymen in common hall).\n\tFurther provision about the referendum\n\t\tPart 7 of the 2000 Act (general provision about referendums) applies to thereferendum but see also—\n\t\t\tSchedules 1 and 2 (which make, in relation to the referendum, furtherprovision about campaigning and financial controls, including provisionmodifying Part 7 of the 2000 Act), and\n\t\t\tSchedule 3 (which makes further provision about the referendum, includingprovision modifying Part 7 of the 2000 Act).\n\tConduct regulations, etc\n\t\tThe Minister may by regulations—\n\t\t\tmake provision about voting in the referendum and otherwise about theconduct of the referendum, which may include provision corresponding to anyprovision of Schedules 2 and 3 to the 2011 Act (with or withoutmodifications);\n\t\t\tapply for the purposes of the referendum, with or without modifications—\n\t\t\tany provision of the 1983 Act, or\n\t\t\tany other enactment relating to elections or referendums,\n\t\t\t\tincluding provisions creating offences;\n\t\t\tfurther modify the 2000 Act for the purposes of the referendum;\n\t\t\tmodify or exclude any provision of any other enactment (other than thisAct) that applies to the referendum.\n\t\tThe Minister may by regulations make provision for and in connection withthe combination of the poll for the referendum with any one or more of thefollowing—\n\t\t\tthe poll for any election specified in the regulations;\n\t\t\tthe poll for any other referendum specified in the regulations.\n\t\t\tRegulations under this subsection may amend or modify any enactment (but maynot alter the date of the poll for any such election or other referendum).\n\t\tThe reference in subsection (2) to any enactment includes—\n\t\t\tthe definition of “counting officer” in section 11(1),\n\t\t\tsection 11(2), and\n\t\t\tSchedule 3,\n\t\t\tbut does not include any other provision of this Act.\n\t\tThe Minister may by regulations make such amendments or modifications ofthis Act or any other enactment as appear to the Minister to be necessarybecause the referendum is to be held in Gibraltar as well as the UnitedKingdom.\n\t\tRegulations under this section may, in particular—\n\t\t\tmake provision for disregarding alterations in a register of electors;\n\t\t\tmake provision extending or applying to (or extending or applying only to)Gibraltar or any part of the United Kingdom;\n\t\t\tmake different provision for different purposes.\n\t\tBefore making any regulations under this section, the Minister must consultthe Electoral Commission.\n\t\tConsultation carried out before the commencement of this section is aseffective for the purposes of subsection (6) as consultation carried out afterthat commencement.\n\tGibraltar \n\t\tRegulations under section 4 which extend to Gibraltar may extend and applyto Gibraltar, with or without modifications, any enactment relating toreferendums or elections that applies in any part of the United Kingdom.\n\t\tThe capacity (apart from this Act) of the Gibraltar legislature to make lawfor Gibraltar is not affected by the existence of—\n\t\t\tsection 4, or\n\t\t\tanything in any other provision of this Act which enables particularprovision to be made under section 4,\n\t\t\t\tand in this Act “Gibraltar conduct law” means any provision of law made in andfor Gibraltar which corresponds to any provision that has been or could bemade for any part of the United Kingdom by regulations under section 4.\n\t\tSubsection (2) does not affect the operation of the Colonial Laws ValidityAct 1865 in relation to Gibraltar conduct law.\n\tDuty to publish information on outcome of negotiations between memberStates\n\t\tThe Secretary of State must publish a report which contains (alone or withother material)—\n\t\t\ta statement setting out what has been agreed by member States followingnegotiations relating to the United Kingdom’s request for reforms to addressconcerns over its membership of the European Union, and\n\t\t\tthe opinion of the Government of the United Kingdom on what has beenagreed.\n\t\tThe report must be published before the beginning of the final 10 weekperiod.\n\t\tIn this section “the final 10 week period” means the period of 10 weeksending with the date of the referendum.\n\t\tA copy of the report published under this section must be laid beforeParliament by the Secretary of State.\n\tDuty to publish information about membership of the European Union etc\n\t\tThe Secretary of State must publish a report which contains (alone or withother material)—\n\t\t\tinformation about rights, and obligations, that arise under European Unionlaw as a result of the United Kingdom’s membership of the European Union, and\n\t\t\texamples of countries that do not have membership of the European Union butdo have other arrangements with the European Union (describing, in the case ofeach country given as an example, those arrangements).\n\t\tThe report must be published before the beginning of the final 10 weekperiod.\n\t\tIn this section “the final 10 week period” means the period of 10 weeksending with the date of the referendum.\n\t\tA copy of the report published under this section must be laid beforeParliament by the Secretary of State.\n\tPower to modify section 125 of the 2000 Act\n\t\tIn this section—\n\t\t\t“section 125” means section 125 of the 2000 Act (restriction on publicationetc of promotional material by central and local government etc), as modifiedby paragraph 38 of Schedule 1, and\n\t\t\t“section 125(2)” means subsection (2) of section 125 (which preventsmaterial to which section 125 applies from being published by or on behalf ofcertain persons and bodies during the 28 days ending with the date of thepoll).\n\t\tThe Minister may by regulations make provision modifying section 125, forthe purposes of the referendum, so as to exclude from section 125(2) caseswhere—\n\t\t\tmaterial is published—\n\t\t\tin a prescribed way, or\n\t\t\tby a communication of a prescribed kind, and\n\t\t\tsuch other conditions as may be prescribed are met.\n\t\tThe communications that may be prescribed under subsection (2)(a)(ii)include, in particular, oral communications and communications with the media.\n\t\tBefore making any regulations under this section, the Minister must consultthe Electoral Commission.\n\t\tConsultation carried out before the commencement of this section is aseffective for the purposes of subsection (4) as consultation carried out afterthat commencement.\n\t\tAny regulations under subsection (2) must be made not less than 4 monthsbefore the date of the referendum.\n\t\tIn this section—\n\t\t\t  * “prescribed” means prescribed by the regulations; \n\t\t\t  * “publish” has the same meaning as in section 125. \n\t\tThis section does not affect the generality of section 4(1)(c)."
    },
    {
        "length": 1402,
        "text": "\nSupplemental\n\tRegulations \n\t\tAny power under this Act to make regulations, apart from the power of theElectoral Commission under paragraph 16(10) of Schedule 3, is exercisable bystatutory instrument.\n\t\tSubject to subsection (3), a statutory instrument containing regulationsunder this Act may not be made unless a draft of the instrument has been laidbefore, and approved by a resolution of, each House of Parliament.\n\t\tSubsection (2) does not apply to a statutory instrument containing onlyregulations within subsection (4).\n\t\tRegulations within this subsection are any of the following—\n\t\t\tregulations under section 13;\n\t\t\tregulations made by the Minister under paragraph 16 of Schedule 3.\n\t\tRegulations under this Act, other than regulations under section 13 orparagraph 16 of Schedule 3, may contain supplemental, consequential,incidental, transitional or saving provision.\n\t\tSection 26 of the Welsh Language Act 1993 (power to prescribe Welsh forms)applies in relation to regulations under this Act as it applies in relation toActs of Parliament.\n\tFinancial provisions\n\t\tThe following are to be paid out of money provided by Parliament—\n\t\t\texpenditure incurred under this Act by the Minister;\n\t\t\tany increase attributable to this Act in the sums payable under any otherAct out of money so provided.\n\t\tThere is to be paid into the Consolidated Fund any increase attributable tothis Act in the sums payable into that Fund under any other Act.\n\tDefinitions \n\t\tIn this Act—\n\t\t\t  * “the 1983 Act” means the Representation of the People Act 1983; \n\t\t\t  * “the 2000 Act” means the Political Parties, Elections and Referendums Act 2000; \n\t\t\t  * “the 2011 Act” means the Parliamentary Voting System and Constituencies Act 2011; \n\t\t\t  * “body”, without more, means a body corporate or any combination of persons or other unincorporated association; \n\t\t\t  * “Chief Counting Officer” means the Chief Counting Officer for the referendum (see section 128(2) of the 2000 Act); \n\t\t\t  * “conduct regulations” means regulations under section 4(1)(a); \n\t\t\t  * “counting officer” has the meaning given by paragraph 3 of Schedule 3; \n\t\t\t  * “designated organisation” means a person or body designated under section 108 of the 2000 Act (designation of organisations to whom assistance is available) in respect of the referendum; \n\t\t\t  * “document” means a document in whatever form; \n\t\t\t  * “enactment” includes— \n\t\t\tany provision of an Act,\n\t\t\tany provision of, or of any instrument made under, an Act of the ScottishParliament,\n\t\t\tany provision of, or of any instrument made under, Northern Irelandlegislation, and\n\t\t\tany provision of subordinate legislation (within the meaning of theInterpretation Act 1978);\n\t\t\t\t  * “Gibraltar conduct law” has the meaning given by section 5(2); \n\t\t\t\t  * “the Gibraltar standard scale” means the standard scale set out in Part A of Schedule 9 to the Criminal Procedure and Evidence Act; \n\t\t\t\t  * “the Minister” means the Secretary of State or the Chancellor of the Duchy of Lancaster; \n\t\t\t\t  * “permitted participant” means a person who, in relation to the referendum, is a permitted participant within the meaning given by section 105(1) of the 2000 Act (as modified by paragraph 2 of Schedule 1); \n\t\t\t\t  * “the referendum” means the referendum under section 1; \n\t\t\t\t  * “referendum expenses” has the meaning given by section 111 of the 2000 Act (see also paragraph 19 of Schedule 1); \n\t\t\t\t  * “the referendum period” has the meaning given by paragraph 1 of Schedule 1; \n\t\t\t\t  * “Regional Counting Officer” means an officer appointed under paragraph 5(1) of Schedule 3; \n\t\t\t\t  * “registered party” and “minor party” have the same meaning as in the 2000 Act (see section 160(1) of that Act); \n\t\t\t\t  * “registration officer” has the meaning given by section 8 of the 1983 Act; \n\t\t\t\t  * “responsible person”, in relation to a permitted participant, means the responsible person within the meaning given by section 105(2) of the 2000 Act (as modified by paragraph 5 of Schedule 1); \n\t\t\t\t  * “voting area” has the meaning given by subsection (2). \n\t\tEach of the following, as it exists on the day of the referendum, is a“voting area” for the purposes of this Act—\n\t\t\ta district in England for which there is a district council;\n\t\t\ta county in England in which there are no districts with councils;\n\t\t\ta London borough;\n\t\t\tthe City of London (including the Inner and Middle Temples);\n\t\t\tthe Isles of Scilly;\n\t\t\ta county or county borough in Wales;\n\t\t\ta local government area in Scotland;\n\t\t\tNorthern Ireland;\n\t\t\tGibraltar. \n\t\tReferences in this Act to a named Act (with no date) are to the GibraltarAct of that name."
    },
    {
        "length": 203,
        "text": "\nFinal provisions\n\tExtent \n\t\tThis Act extends to the whole of the United Kingdom and to Gibraltar.\n\t\tFor the purposes of the referendum, Part 7 of the 2000 Act (whose extent isset out in section 163 of that Act) extends also to Gibraltar.\n\tCommencement \n\t\tThe following provisions come into force on the day on which this Act ispassed—\n\t\t\t  * sections 9 to 12; \n\t\t\t  * this section; \n\t\t\t  * section 14. \n\t\tThe remaining provisions of this Act come into force on such day as theMinister may by regulations appoint.\n\t\tDifferent days may be appointed for different purposes.\n\tShort title\n\t\tThis Act may be cited as the European Union Referendum Act 2015."
    }
]