{
    "general": "This law says that there will be a vote (called a \"referendum\") in the UK and Gibraltar about whether or not the UK should stay part of the European Union (EU). The EU is like a club where countries work together to make laws and trade with each other. Some people think the UK should leave the EU, while others think it should stay. The government wants to know what you think so they can make a decision about what's best for the country.",
    "series": [
        [
            {
                "length": 298,
                "short": "\"UK's EU Referendum: A Decision on Membership\"",
                "text": "\n* Simplified point 1: The EU Referendum Act of 2015 sets up a referendum for the UK to decide whether it will stay in the European Union or leave.\n* Simplified point 2: The referendum must happen by December 31st, 2017, and cannot take place on May 5th, 2016, or May 4th, 2017.\n* Simplified point 3: The question on the ballot paper will be \"Should the United Kingdom remain a member of the European Union or leave the European Union?\" with \"Remain a member of the European Union\" and \"Leave the European Union\" as the two possible answers.\n* Simplified point 4: The referendum is open to anyone aged 18 or older who is a British citizen or a citizen of the Republic of Ireland.\n* Simplified point 5: The UK government must publish information on the outcome of negotiations between member states before the final 10-week period leading up to the referendum.\n* Simplified point 6: The UK government must also publish information about membership of the European Union, including rights and obligations, and examples of countries that do not have membership but have other arrangements with the EU."
            },
            {
                "length": 279,
                "short": "\"EU Referendum Regulations: Powers and Provisions\"",
                "text": "\n* Simplified point 1: This section of the legislation deals with the powers of the Electoral Commission to make regulations for the EU referendum.\n* Simplified point 2: The regulations can cover various aspects such as conduct, counting, and financial provisions.\n* Simplified point 3: The section specifies that certain provisions of the Representation of the People Act 1983, the Political Parties, Elections and Referendums Act 2000, and the Parliamentary Voting System and Constituencies Act 2011 will apply to the referendum.\n* Simplified point 4: The definition of \"body\" includes any combination of persons or other unincorporated associations.\n* Simplified point 5: The section defines key terms such as \"Chief Counting Officer,\" \"counting officer,\" \"designated organisation,\" and \"document.\"\n* Simplified point 6: The section provides for the payment of expenses related to the referendum and specifies that certain amounts must be paid into the Consolidated Fund.\n* Simplified point 7: The section includes provisions related to the voting areas for the referendum."
            },
            {
                "length": 108,
                "short": "\"UK Referendum Act: A Path to Brexit?\"",
                "text": "\n* Simplified point 1: This act extends to the entirety of the United Kingdom and Gibraltar.\n* Simplified point 2: The act commences on the date it is passed, except for certain sections that will be determined by future regulations set by the Minister.\n* Simplified point 3: The purpose of the act is to provide for a referendum on the United Kingdom's membership in the European Union."
            }
        ],
        [
            {
                "length": 283,
                "short": "\"UK's EU Referendum: A Decision on Membership\"",
                "text": "\n* Simplified point 1: The EU Referendum Act of 2015 sets up a referendum for the UK to decide whether it will stay in the European Union or leave.\n* Simplified point 2: The referendum must happen by December 31st, 2017, and cannot take place on May 5th, 2016, or May 4th, 2017.\n* Simplified point 3: The question on the ballot paper will be \"Should the United Kingdom remain a member of the European Union or leave the European Union?\" with \"Remain a member of the European Union\" and \"Leave the European Union\" as the two possible answers.\n* Simplified point 4: The referendum is open to anyone aged 18 or older who is a British citizen or a citizen of the Republic of Ireland.\n* Simplified point 5: The UK government must publish information on the outcome of negotiations between member states before the final 10-week period leading up to the referendum.\n* Simplified point 6: The UK government must also publish information about membership of the European Union, including rights and obligations, and examples of countries that do not have membership but have other arrangements with the EU."
            }
        ]
    ],
    "simp_series": null,
    "summary": "Hello! Do you know about the UK's decision on being part of the European Union? Well, there was a law passed called the European Union Referendum Act of 2015. It says that the UK will hold a vote to decide if they want to stay in the European Union or leave. This vote must happen by December 31st, 2017.\nThe vote is open to anyone who is 18 years old or older and is either a British citizen or a citizen of the Republic of Ireland. The question on the ballot paper will be \"Should the United Kingdom remain a member of the European Union or leave the European Union?\" with \"Remain a member of the European Union\" and \"Leave the European Union\" as the two options.\nBefore the final 10 weeks leading up to the vote, the UK government has to share information about the outcome of talks between member states. They also need to tell everyone about what it means to be a member of the European Union, like what rights and responsibilities come with it. Some countries don't have membership but still work with the EU.\nThere's another part of the law that talks about rules for the vote, like how the votes will be counted and who will pay for things related to the vote. These rules will be made by the Electoral Commission.\nSo, the European Union Referendum Act of 2015 is all about giving the UK a chance to decide if they want to keep being part of the European Union or not. It's kind of like a big decision for the country!"
}