[
    {
        "length": 126,
        "text": "\nIntroductory\n\tPurpose of Part 1\n\t\tThis Part promotes the continued functioning of the internal market forgoods in the United Kingdom by establishing the United Kingdom market accessprinciples.\n\t\tThe United Kingdom market access principles are—\n\t\t\tthe mutual recognition principle for goods (see sections 2 to 4), and\n\t\t\tthe non-discrimination principle for goods (see sections 5 to 9).\n\t\tThose principles have no direct legal effect except as provided by thisPart."
    },
    {
        "length": 1469,
        "text": "\nMutual recognition: goods\n\tThe mutual recognition principle for goods\n\t\tThe mutual recognition principle for goods is the principle that goodswhich—\n\t\t\thave been produced in, or imported into, one part of the United Kingdom(“the originating part”), and\n\t\t\tcan be sold there without contravening any relevant requirements that wouldapply to their sale,\n\t\t\t\tshould be able to be sold in any other part of the United Kingdom, free fromany relevant requirements that would otherwise apply to the sale.\n\t\tWhere goods are to be sold in a particular way in the other part of theUnited Kingdom, the condition in subsection (1)(b) has effect as if thereference to “their sale” were a reference to their sale in that particularway.\n\t\tSo, for example, if goods are to be sold by auction, the condition is met if(and only if) they can be sold by auction in the originating part withoutcontravening any applicable relevant requirements there.\n\t\tWhere the principle applies in relation to a sale of goods in a part of theUnited Kingdom because the conditions in subsection (1)(a) and (b) are met,any relevant requirements there do not apply in relation to the sale.\n\tRelevant requirements for the purposes of section 2\n\t\tThis section defines “relevant requirement” for the purposes of the mutualrecognition principle for goods as it applies in relation to a particular saleof goods in a part of the United Kingdom.\n\t\tA statutory requirement in the part of the United Kingdom concerned which—\n\t\t\tprohibits the sale of the goods or, in the case of an obligation orcondition, results in their sale being prohibited if it is not complied with,and\n\t\t\tis within the scope of the mutual recognition principle,\n\t\t\t\tis a relevant requirement in relation to the sale unless excluded from being arelevant requirement by any provision of this Part.\n\t\tA statutory requirement is within the scope of the mutual recognitionprinciple if it relates to any one or more of the following—\n\t\t\tcharacteristics of the goods themselves (such as their nature, composition,age, quality or performance);\n\t\t\tany matter connected with the presentation of the goods (such as the nameor description applied to them or their packaging, labelling, lot-marking ordate-stamping);\n\t\t\tany matter connected with the production of the goods or anything fromwhich they are made or is involved in their production, including the place atwhich, or the circumstances in which, production or any step in productiontook place;\n\t\t\tany matter relating to the identification or tracing of an animal (such asmarking, tagging or micro-chipping or the keeping of particular records);\n\t\t\tthe inspection, assessment, registration, certification, approval or,authorisation of the goods or any other similar dealing with them;\n\t\t\tdocumentation or information that must be produced or recorded, kept,accompany the goods or be submitted to an authority;\n\t\t\tanything not falling within paragraphs (a) to (f) which must (or must not)be done to, or in relation to, the goods before they are allowed to be sold.\n\t\tA manner of sale requirement is not within the scope of the mutualrecognition principle unless subsection (6) applies.\n\t\tFor this purpose a “manner of sale requirement” is a statutory requirementthat governs any aspect of the circumstances or manner in which the goods aresold (such as where, when, by whom, to whom, or the price or other terms onwhich they may be sold).\n\t\tA statutory requirement that—\n\t\t\tis worded as a manner of sale requirement, but\n\t\t\tappears to be designed artificially to avoid the operation of the mutualrecognition principle in relation to what would otherwise be a requirementwithin the scope of that principle,\n\t\t\tis to be regarded as a relevant requirement, despite subsection (4).\n\t\t\tThis subsection would apply, for example, where a manner of sale requirementinvolves an unusually restrictive condition such that it would be impossibleto comply with the condition and have a practical chance of selling the goods.\n\t\tA statutory requirement which requires the person selling or acquiring thegoods to keep or submit, after the sale takes place, any documentation orinformation required to be produced or recorded beforehand is to be treated asa relevant requirement relating to the sale.\n\t\tIn this Part “statutory requirement” means an obligation, a condition or aprohibition (however described) imposed by legislation (including legislationimposing mandatory terms into contracts for the sale of goods).\n\tExclusion of certain requirements existing before commencement\n\t\tA statutory requirement in a part of the United Kingdom (“the relevantpart”) which—\n\t\t\tapplies in relation to a particular sale of goods in that part of theUnited Kingdom, and\n\t\t\twould otherwise fall within section 3 as a relevant requirement,\n\t\t\t\tis not a relevant requirement (so far as relating to the sale) for thepurposes of the mutual recognition principle where the conditions insubsection (2) are met.\n\t\tThe conditions are that, on the relevant day —\n\t\t\tthe same statutory requirement would have applied in relation to the saleif it had taken place on that day, and\n\t\t\tthere was no corresponding requirement in force in each of the other threeparts of the United Kingdom.\n\t\tFor the purposes of subsection (2) “the relevant day” is the day before theday on which this section comes into force.\n\t\tThe re-enactment (without substantive change) of a statutory requirementdoes not affect its continuity for the purposes of subsection (2)(a).\n\t\tFor the purposes of subsection (2)(b) “corresponding requirement”, inrelation to the statutory requirement in the relevant part of the UnitedKingdom, means a statutory requirement in another part of the United Kingdomthat would have had the same effect in relation to the sale (if it had takenplace there on the relevant day).\n\t\tFor the purposes of subsections (2) and (5) a statutory requirement is tobe regarded as the same as another statutory requirement, or having the sameeffect, if any differences between them are not substantive."
    },
    {
        "length": 2319,
        "text": "\nNon-discrimination: goods\n\tThe non-discrimination principle for goods\n\t\tThe non-discrimination principle for goods is the principle that the saleof goods in one part of the United Kingdom should not be affected by relevantrequirements that directly or indirectly discriminate against goods that havea relevant connection with another part of the United Kingdom.\n\t\tFor the purposes of the application of that principle in any given case—\n\t\t\tthe part of the United Kingdom where sale should not be affected isreferred to as the “destination part”;\n\t\t\tthe goods that have a relevant connection with another part of the UnitedKingdom are referred to as the “incoming goods”;\n\t\t\tthat other part is referred to as the “originating part”.\n\t\tA relevant requirement (see section 6) is of no effect in the destinationpart if, and to the extent that, it directly or indirectly discriminatesagainst the incoming goods (see sections 7 and 8).\n\t\tGoods have a relevant connection with a part of the United Kingdom if theyor any of their components—\n\t\t\tare produced in that part,\n\t\t\tare produced by a business based in that part, or\n\t\t\tcome from, or pass through, that part before reaching the destination part.\n\t\tFor the purposes of this Part—\n\t\t\t“components” includes parts, ingredients and constituent materials;\n\t\t\ta business is “based”—\n\t\t\twhere its registered office is,\n\t\t\tif it does not have a registered office, where its head office is, or\n\t\t\tif it has neither a registered office nor a head office, where itsprincipal place of business is.\n\tRelevant requirements for the purposes of the non-discriminationprinciple\n\t\tThis section defines “relevant requirement” for the purposes of the non-discrimination principle for goods.\n\t\tA relevant requirement, for the purposes of the principle as it has effectin relation to a part of the United Kingdom, is a statutory provision that—\n\t\t\tapplies in that part of the United Kingdom to, or in relation to, goodssold in that part, and\n\t\t\tis within the scope of the non-discrimination principle.\n\t\tA statutory provision is within the scope of the non-discriminationprinciple if it relates to any one or more of the following—\n\t\t\tthe circumstances or manner in which goods are sold (such as where, when,by whom, to whom, or the price or other terms on which they may be sold);\n\t\t\tthe transportation, storage, handling or display of goods;\n\t\t\tthe inspection, assessment, registration, certification, approval orauthorisation of the goods or any similar dealing with them;\n\t\t\tthe conduct or regulation of businesses that engage in the sale of certaingoods or types of goods.\n\t\tA statutory provision is not a relevant requirement—\n\t\t\tto the extent that it is a relevant requirement for the purposes of themutual recognition principle for goods (see section 3), or\n\t\t\tif section 9 (exclusion of certain existing provisions) so provides.\n\t\tThe Secretary of State may by regulations amend subsection (3) so as toadd, vary or remove a paragraph of that subsection.\n\t\tRegulations under subsection (5) are subject to affirmative resolutionprocedure.\n\t\tBefore making regulations under subsection (5) the Secretary of State mustseek the consent of the Scottish Ministers, the Welsh Ministers and theDepartment for the Economy in Northern Ireland.\n\t\tIf consent to the making of the regulations is not given by any of thoseauthorities within the period of one month beginning with the day on which itis sought from that authority, the Secretary of State may make the regulationswithout that consent.\n\t\tIf regulations are made in reliance on subsection (8), the Secretary ofState must publish a statement explaining why the Secretary of State decidedto make the regulations without the consent of the authority or authoritiesconcerned.\n\t\tIn this section “statutory provision” means provision contained inlegislation.\n\tThe non-discrimination principle: direct discrimination\n\t\tA relevant requirement directly discriminates against incoming goods if,for the reason that the goods have the relevant connection with theoriginating part, the requirement applies to, or in relation to, the incominggoods in a way—\n\t\t\tin which it does not or would not apply to local goods, and\n\t\t\tthat puts the incoming goods at a disadvantage compared to local goods.\n\t\tGoods are put at a disadvantage if it is made in any way more difficult, orless attractive, to sell or buy the goods or do anything in connection withtheir sale.\n\t\t“Local goods”, for the purposes of this section, are actual or hypotheticalgoods that—\n\t\t\tlack the relevant connection of the incoming goods with the originatingpart, but\n\t\t\totherwise are materially the same as, and share the material circumstancesof, the incoming goods.\n\t\tGoods (“the other goods”) lack the relevant connection of the incominggoods with the originating part—\n\t\t\twhere the incoming goods have a relevant connection within section 5(4)(a),if the other goods, or (as the case may be) their components, were produced inthe destination part;\n\t\t\twhere the incoming goods have a relevant connection within section 5(4)(b),if the other goods, or (as the case may be) their components, were produced bya business based in the destination part;\n\t\t\twhere the incoming goods have a relevant connection within section 5(4)(c),if the other goods, or (as the case may be) their components, came from thedestination part and did not pass through anywhere outside that part.\n\tThe non-discrimination principle: indirect discrimination\n\t\tA relevant requirement indirectly discriminates against incoming goods if—\n\t\t\tit does not directly discriminate against the goods,\n\t\t\tit applies to, or in relation to, the incoming goods in a way that putsthem at a disadvantage,\n\t\t\tit has an adverse market effect, and\n\t\t\tit cannot reasonably be considered a necessary means of achieving alegitimate aim.\n\t\tGoods are put at a disadvantage if it is made in any way more difficult, orless attractive, to sell or buy the goods or do anything in connection withtheir sale than if the requirement did not apply.\n\t\tA requirement has an adverse market effect if, because it—\n\t\t\tputs at a disadvantage the incoming goods (and any comparable goods thatalso have a relevant connection with the originating part and are also put atthat disadvantage), but\n\t\t\tdoes not put at that disadvantage (at all or to the same extent) some orall comparable goods that have a relevant connection with the destination partand no other part of the United Kingdom,\n\t\t\t\tit causes a significant adverse effect on competition in the market for suchgoods in the United Kingdom.\n\t\t“Comparable goods” means like goods or interchangeable goods; and—\n\t\t\t“like goods” are goods that are alike the incoming goods in all respects,or otherwise have characteristics closely resembling those of the incominggoods;\n\t\t\t“interchangeable goods” are goods that, from the point of view of apurchaser of the goods, could reasonably be said to be interchangeable withthe incoming goods.\n\t\tThe application of subsection (3) is to be determined with regard both tothe content of the requirement and to the way in which it operates, or isadministered, in practice (as a whole or in particular classes of case).\n\t\t“Legitimate aim” means one, or a combination, of the following aims—\n\t\t\tthe protection of the life or health of humans, animals or plants;\n\t\t\tthe protection of public safety or security.\n\t\tThe Secretary of State may by regulations amend subsection (6) so as toadd, vary or remove an aim.\n\t\tRegulations under subsection (7) are subject to affirmative resolutionprocedure.\n\t\tBefore making regulations under subsection (7), the Secretary of State mustseek the consent of the Scottish Ministers, the Welsh Ministers and theDepartment for the Economy in Northern Ireland.\n\t\tIf consent to the making of the regulations is not given by any of thoseauthorities within the period of one month beginning with the day on which itis sought from that authority, the Secretary of State may make the regulationswithout that consent.\n\t\tIf regulations are made in reliance on subsection (10), the Secretary ofState must publish a statement explaining why the Secretary of State decidedto make the regulations without the consent of the authority or authoritiesconcerned.\n\t\tThe application of subsection (1)(d) is to be determined with regard, inparticular, to—\n\t\t\tthe effects of the requirement in all the circumstances, and\n\t\t\tthe availability of alternative means of achieving the aim in question.\n\tExclusion of certain provision existing before commencement\n\t\tStatutory provision is not a relevant requirement for the purposes of thenon-discrimination principle for goods if the same provision was in force inthe part of the United Kingdom concerned on the day before the day on whichthis section comes into force.\n\t\tThe re-enactment (without substantive change) of statutory provision doesnot affect its continuity for the purposes of subsection (1).\n\t\tFor the purposes of subsection (1) the same provision is to be regarded asin force on the day concerned if any differences are not substantive.\n\t\tIn this section “statutory provision” has the same meaning as in section 6."
    },
    {
        "length": 616,
        "text": "\nExclusions from market access principles\n\tFurther exclusions from market access principles\n\t\tSchedule 1 contains provision excluding the application of the UnitedKingdom market access principles in certain cases.\n\t\tThe Secretary of State may by regulations amend that Schedule.\n\t\tThe power under subsection (2) may, for example, be exercised to giveeffect to an agreement that—\n\t\t\tforms part of a common framework agreement, and\n\t\t\tprovides that certain cases, matters, requirements or provision should beexcluded from the application of the market access principles.\n\t\tA “common framework agreement” is a consensus between a Minister of theCrown and one or more devolved administrations as to how devolved ortransferred matters previously governed by EU law are to be regulated after IPcompletion day.\n\t\tReferences in this section to devolved or transferred matters includereference to corresponding matters in England.\n\t\tWhen determining whether a matter is a devolved or transferred matter forthe purposes of this section, the following provisions are to be ignored—\n\t\t\tsection 30A of the Scotland Act 1998;\n\t\t\tsection 109A of the Government of Wales Act 2006;\n\t\t\tsection 6A of the Northern Ireland Act 1998.\n\t\tIn making regulations under subsection (2), the Secretary of State musthave regard to the importance of facilitating the access to the market withinGreat Britain of qualifying Northern Ireland goods.\n\t\tRegulations under subsection (2) are subject to affirmative resolutionprocedure.\n\t\tBefore making regulations under subsection (2), the Secretary of State mustseek the consent of the Scottish Ministers, the Welsh Ministers and theDepartment for the Economy in Northern Ireland.\n\t\tIf consent to the making of the regulations is not given by any of thoseauthorities within the period of one month beginning with the day on which itis sought from that authority, the Secretary of State may make the regulationswithout that consent.\n\t\tIf regulations are made in reliance on subsection (10), the Secretary ofState must publish a statement explaining why the Secretary of State decidedto make the regulations without the consent of the authority or authoritiesconcerned.\n\t\tIn this section—\n\t\t\t  * “devolved administrations” means— \n\t\t\tthe Scottish Ministers,\n\t\t\tthe Welsh Ministers, and\n\t\t\ta Northern Ireland department;\n\t\t\t\t  * “qualifying Northern Ireland goods” has the same meaning as in section 47. "
    },
    {
        "length": 2714,
        "text": "\nSupplementary\n\tModifications in connection with the Northern Ireland Protocol\n\t\tThe United Kingdom market access principles for goods apply, in relation tothe sale of goods in a part of the United Kingdom other than Northern Ireland,with the following modifications.\n\t\t\t(For provision affecting the application of those principles in relation tothe sale of goods in Northern Ireland, see, in particular, the NorthernIreland Protocol and sections 7A, 7C and 8C of the European Union (Withdrawal)Act 2018.)\n\t\tThe mutual recognition principle for goods applies in relation to allqualifying Northern Ireland goods as if they were produced in, or importedinto, Northern Ireland.\n\t\tThat principle does not apply in relation to goods produced in, or importedinto, Northern Ireland that are not qualifying Northern Ireland goods, unlesssubsection (4) applies.\n\t\tIf goods falling within subsection (3) are moved in a way that would, butfor the fact that Northern Ireland is a part of the United Kingdom, amount forthe purposes of the mutual recognition principle for goods to the importationof the goods into England, Scotland or Wales, the goods are to be regarded forthe purposes of that principle as having been so imported.\n\t\tGoods that are not qualifying Northern Ireland goods do not have a relevantconnection with Northern Ireland for the purposes of the non-discriminationprinciple for goods (despite section 5(4)).\n\t\tSubsection (7) applies for the purposes of paragraph 1 of Schedule 1 in acase where Northern Ireland is the “affected part” within the meaning of sub-paragraph (2) of that paragraph.\n\t\tIn determining whether the condition in sub-paragraph (3) of that paragraphis met, a pest or disease is to be taken to be present in Northern Ireland ifit is, or may be, present in qualifying Northern Ireland goods (including whenthe goods are in Great Britain).\n\t\tIn this section “qualifying Northern Ireland goods” has the same meaning asin section 47.\n\tGuidance relating to Part 1\n\t\tThe Secretary of State may issue guidance on any matter relating to—\n\t\t\tthe practical operation of the United Kingdom market access principles, or\n\t\t\tthe effect of any provision of this Part.\n\t\tGuidance may be directed towards the public generally or towards anydescription of persons (such as traders, persons with enforcement functions ora class of such traders or persons).\n\t\tIn subsection (2) “enforcement function” means a function relating to theenforcement of anything which is (or is capable of being) a relevantrequirement for the purposes of either of the market access principles forgoods.\n\t\tThe power of the Secretary of State under subsection (1) includes power torevise or withdraw (in whole or part) any guidance previously issued.\n\t\tBefore issuing, revising or withdrawing guidance under subsection (1), theSecretary of State must consult the Scottish Ministers, the Welsh Ministersand the Department for the Economy in Northern Ireland.\n\t\tThe Secretary of State must arrange for the publication of—\n\t\t\tany guidance that has been issued, as revised from time to time;\n\t\t\tany revisions made under subsection (4);\n\t\t\tnotice of the withdrawal of any guidance under subsection (4).\n\t\tIn this section “guidance” means guidance under subsection (1).\n\tDuty to review the use of Part 1 amendment powers\n\t\tIn this section “the Part 1 amendment powers” are the powers conferred bysections 6(5), 8(7) and 10(2) (powers to amend certain provisions of Part 1).\n\t\tThe Secretary of State must, during the permitted period—\n\t\t\tcarry out a review of any use that has been made of the Part 1 amendmentpowers,\n\t\t\tprepare a report of the review, and\n\t\t\tlay a copy of the report before Parliament.\n\t\tIn carrying out the review the Secretary of State must—\n\t\t\tconsult the Scottish Ministers, the Welsh Ministers and the Department forthe Economy in Northern Ireland,\n\t\t\tconsider any relevant reports made, or advice given, by the Competition andMarkets Authority under Part 4, and\n\t\t\tassess the impact and effectiveness of any changes made under the Part 1amendment powers.\n\t\tThe permitted period is the period beginning with the third anniversary ofthe passing of this Act and ending with the fifth anniversary.\n\t\tIf any Part 1 amendment power has not been used by the time the review iscarried out, this section has effect—\n\t\t\tas if the report required by subsection (2), so far as relating to thatpower, is a report containing—\n\t\t\ta statement to the effect that the power has not been used since it cameinto force, and\n\t\t\tsuch other information relating to that statement as the Secretary ofState considers it appropriate to give, and\n\t\t\tas if the requirements of subsection (3) did not apply in relation to thatpower.\n\tSale of goods complying with local law\n\t\tNothing in this Part prevents goods produced in or imported into a part of theUnited Kingdom from being sold in another part of the United Kingdom if (apartfrom this Part) the sale complies with any requirements applicable in thatother part of the United Kingdom (or there are no such requirements).\n\tInterpretation of references to “sale” in Part 1\n\t\tThis section explains the meaning in this Part of references to the sale ofgoods (however expressed).\n\t\t“Sale” does not include a sale which—\n\t\t\tis not made in the course of a business, or\n\t\t\tis made in the course of a business but only for the purpose of performinga function of a public nature.\n\t\tSubsection (2)(b) does not exclude a sale which is—\n\t\t\tmade by a public body or authority for commercial purposes, and\n\t\t\tnot made for the purpose of performing a function of a public nature (otherthan a function relating to the carrying on of commercial activities).\n\t\t“Sale” includes—\n\t\t\tagreement to sell,\n\t\t\toffering or exposing for sale, or\n\t\t\thaving in possession or holding for sale.\n\t\tThis Part applies in relation to a supply of goods other than a sale as itapplies in relation to a sale (and any reference to “sale”, outside thissubsection, is to be read accordingly).\n\t\tFor this purpose “supply of goods” means the transfer of possession orproperty in goods (whether or not under or by virtue of a contract), andincludes, for example, supply by way of—\n\t\t\tbarter or exchange,\n\t\t\tthe leasing or hiring out of goods, hire-purchase, or bailment of goods, or\n\t\t\tgift (or anything else done free of charge).\n\tInterpretation of other expressions used in Part 1\n\t\tThis section applies for the purposes of this Part.\n\t\t“Goods” means any tangible movable, or corporeal moveable, thing (includingany packaging or label), but not water or gas that is not offered for sale ina limited volume or set quantity.\n\t\tGoods are to be regarded as “produced in” a part of the United Kingdom (ifnot wholly produced there) if the most recent significant production stepwhich is a regulated step has occurred there.\n\t\tA production step occurring in a part of the United Kingdom is “regulated”for the purposes of subsection (3) if —\n\t\t\tit is the subject of any statutory requirement in that part of the UnitedKingdom, or\n\t\t\tit is a step that could materially affect a person’s ability to sell thegoods without contravening—\n\t\t\tany relevant requirement for the purposes of the mutual recognitionprinciple for goods, or\n\t\t\tany statutory requirement that is excluded from being a relevantrequirement by section 4(1),\n\t\t\t\tthat would be applicable to a sale of the goods in that part of the UnitedKingdom (being a sale of a kind for which the goods are being produced).\n\t\tA production step is “significant” for the purposes of subsection (3) if itis significant in terms of the character of the goods being produced and thepurposes for which they are to be sold or used (but see subsections (6) and(7)).\n\t\tA production step falling within any of the following descriptions is notsignificant (whether or not it is regulated)—\n\t\t\tactivities carried out specifically to ensure goods do not deterioratebefore being sold (such as maintaining them at or below a particulartemperature);\n\t\t\tactivities carried out solely for purposes relevant to their presentationfor sale (such as cleaning or pressing fabrics or sorting different coloureditems for packaging together);\n\t\t\tactivities involving a communication of any kind with a regulatory or tradebody (such as registering the goods or notifying the goods or anythingconnected with them or their production);\n\t\t\tactivities carried out for the purpose of testing or assessing anycharacteristic of the goods (such as batch testing a pharmaceutical product).\n\t\tA production step involving the packaging, labelling or marking of goods isnot significant (whether or not it is regulated) unless the step isfundamental to the character of the goods and the purposes for which they areto be sold or used.\n\t\tGoods are “imported into” a part of the United Kingdom only if they areimported into that part from outside the United Kingdom.\n\t\tFor this purpose the Isle of Man is outside the United Kingdom.\n\t\tGoods are to be regarded as imported—\n\t\t\tfor goods brought by sea, when the ship carrying them enters the limits ofthe port at which they are discharged;\n\t\t\tfor goods brought by air, when they are unloaded;\n\t\t\tfor goods brought by land, when they enter the United Kingdom.\n\t\t\tIn this subsection “port” and “ship” have the same meaning as in the Customsand Excise Management Act 1979 (see section 1 of that Act).\n\t\tGoods produced in, or imported into, a part of the United Kingdom (“theoriginal part of the United Kingdom”) which are—\n\t\t\texported to a place outside the United Kingdom, and\n\t\t\tre-imported back into any other part of the United Kingdom,\n\t\t\tare, despite the re-importation, to continue to be regarded as goods producedin, or imported into, the original part of the United Kingdom.\n\t\tA reference (however expressed) to the production of anything includes—\n\t\t\tcultivation, harvesting and similar activities (in relation to plants orfungi) and\n\t\t\trearing, keeping, handling, killing and similar activities (in relation tolivestock or other animals).\n\t\tA reference (however expressed) to law in a part of the United Kingdom isa reference to—\n\t\t\tthe law of England and Wales as it applies in (or in relation to) England,\n\t\t\tthe law of England and Wales as it applies in (or in relation to) Wales,\n\t\t\tthe law of Scotland, or\n\t\t\tthe law of Northern Ireland.\n\t\t“Contravening” includes failing to comply.\n\t\t“Statutory requirement” has the meaning given by section 3(8)."
    },
    {
        "length": 3619,
        "text": "\nPART 2UK market access: services\n\tServices: overview\n\t\tThis Part governs the regulation of service providers in the UnitedKingdom.\n\t\tIt makes provision that limits the application and effect of authorisationrequirements and regulatory requirements.\n\t\tAn authorisation requirement is a legislative requirement that a serviceprovider must have the permission of a regulator before carrying on a businessof providing particular services.\n\t\tA regulatory requirement is a legislative requirement that would if notsatisfied (whether at a particular point or on a continuing basis) prevent aservice provider from carrying on a business of providing particular services.\n\t\tThe following are neither authorisation requirements nor regulatoryrequirements for the purposes of this Part—\n\t\t\trelevant requirements as defined for the purposes of the mutual recognitionprinciple for goods (see section 3);\n\t\t\tprovision of the sort described in section 24(1) or 28(1) (professionalqualifications and regulation) to the extent it has the effect describedthere;\n\t\t\ta requirement that—\n\t\t\tis in force, or otherwise has effect, on the day before the day on whichthis section comes into force and has not been substantively changed afterthat day, or\n\t\t\tcomes into force, or otherwise takes effect, on or after the day on whichthis section comes into force if it re-enacts or replicates (withoutsubstantive change) a legislative requirement in force or having effectimmediately before that day;\n\t\t\ta requirement that applies to a service provider, but which also applies topersons who do not provide services (for example, a requirement imposingduties on employers);\n\t\t\ta requirement to notify, or register with, a regulator;\n\t\t\ta requirement to provide evidence of being authorised to provide servicesin a part of the United Kingdom other than the part in which the requirementapplies.\n\t\tSubsection (5)(c) does not exclude (and, accordingly, references toauthorisation requirements do include) an authorisation requirement thatapplies in a part of the United Kingdom if, after the relevant day, acorresponding authorisation requirement in another part of the United Kingdomis substantively changed.\n\t\tFor the purposes of subsection (6)—\n\t\t\tan authorisation requirement corresponds to another authorisationrequirement if it relates to the same, or substantially the same, services;\n\t\t\tthe “relevant day” is the day before the day on which this section comesinto force.\n\t\tFor the purposes of this section, an authorisation requirement issubstantively changed if a legislative requirement that would, if notsatisfied, prevent a service provider from satisfying the authorisationrequirement is substantively changed.\n\t\tIn this Part—\n\t\t\t  * “service provider” means a person— \n\t\t\tthat provides, or intends to provide, services in the course of the person’sbusiness, and\n\t\t\tthat has a permanent establishment in the United Kingdom through which thatbusiness is wholly or partly carried on;\n\t\t\t\t  * “permanent establishment”— \n\t\t\tin relation to a company, is to be read in accordance with Chapter 2 of Part24 of the Corporation Tax Act 2010, and\n\t\t\tin relation to any other person, is to be read in accordance with that Chapterbut as if references in that Chapter to a company were references to thatperson.\n\tServices: exclusions\n\t\tSchedule 2 contains—\n\t\t\ta list of services specified in the first column of the table in Part 1 ofthat Schedule, to which section 19 (mutual recognition) does not apply;\n\t\t\ta list of services specified in the first column of the table in Part 2 ofthat Schedule, to which sections 20 and 21 (non-discrimination) do not apply;\n\t\t\ta list of authorisation requirements in Part 3 of that Schedule, to whichsection 19 does not apply;\n\t\t\ta list of regulatory requirements in Part 4 of that Schedule, to whichsections 20 and 21 do not apply.\n\t\tThe Secretary of State must keep Schedule 2 under review, and may byregulations—\n\t\t\tremove entries in the tables in Part 1 or Part 2 of that Schedule orentries in the lists in Part 3 or Part 4 of that Schedule;\n\t\t\tamend entries in those tables or lists;\n\t\t\tadd entries to those tables or lists.\n\t\tThe power under subsection (2) may, for example, be exercised to giveeffect to an agreement that—\n\t\t\tforms part of a common framework agreement, and\n\t\t\tprovides that certain cases, matters, requirements or provision should beexcluded from the application of this Part.\n\t\tA “common framework agreement” is a consensus between a Minister of theCrown and one or more devolved administrations as to how devolved ortransferred matters previously governed by EU law are to be regulated after IPcompletion day.\n\t\tReferences in this section to devolved or transferred matters includereference to corresponding matters in England.\n\t\tWhen determining whether a matter is a devolved or transferred matter forthe purposes of this section, the following provisions are to be ignored—\n\t\t\tsection 30A of the Scotland Act 1998;\n\t\t\tsection 109A of the Government of Wales Act 2006;\n\t\t\tsection 6A of the Northern Ireland Act 1998.\n\t\tRegulations under subsection (2) are subject to affirmative resolutionprocedure.\n\t\tBefore making regulations under subsection (2), the Secretary of State mustseek the consent of the Scottish Ministers, the Welsh Ministers and theDepartment for the Economy in Northern Ireland.\n\t\tIf consent to the making of the regulations is not given by any of thoseauthorities within the period of one month beginning with the day on which itis sought from that authority, the Secretary of State may make the regulationswithout that consent.\n\t\tIf regulations are made in reliance on subsection (9), the Secretary ofState must publish a statement explaining why the Secretary of State decidedto make the regulations without the consent of the authority or authoritiesconcerned.\n\t\tIn this section “devolved administrations” means—\n\t\t\tthe Scottish Ministers,\n\t\t\tthe Welsh Ministers, and\n\t\t\ta Northern Ireland department.\n\tServices: mutual recognition of authorisation requirements\n\t\tAn authorisation requirement in relation to the provision of services inone part of the United Kingdom does not apply to a person who is authorised toprovide those services in another part of the United Kingdom.\n\t\tA person is authorised to provide services in a part of the United Kingdomif they have the permission of a regulator that exercises regulatory functionsin relation to the whole of that part to carry on a business of providingthose services in that part.\n\t\tBut, for the purposes of this section, a person is not to be treated asauthorised to provide services in a part of the United Kingdom where thepermission to provide those services only relates to their provision inrelation to particular premises or to a particular place or piece ofinfrastructure.\n\t\tSubsection (1) does not apply to an authorisation requirement to the extentit can reasonably be justified as a response to a public health emergency.\n\tDirect discrimination in the regulation of services\n\t\tA regulatory requirement that directly discriminates against a serviceprovider is of no effect in relation to that service provider.\n\t\tA regulatory requirement directly discriminates against a service providerif—\n\t\t\tit has, or would have, the effect of treating the service provider lessfavourably than other service providers, and\n\t\t\tthe reason for that less favourable treatment is the service provider’srelevant connection, or lack of relevant connection, to a part of the UnitedKingdom.\n\t\tA regulatory requirement is not to be taken to directly discriminateagainst a service provider to the extent the requirement can reasonably bejustified as a response to a public health emergency.\n\t\tFor the purposes of this section, a service provider has a relevantconnection to a part of the United Kingdom if the service provider—\n\t\t\thas a registered office, place of business or residence in that part,\n\t\t\tprovides services from that part, or\n\t\t\thas members, partners, officers or staff with a registered office, place ofbusiness, or residence in that part.\n\tIndirect discrimination in the regulation of services\n\t\tA regulatory requirement that indirectly discriminates against an incomingservice provider is of no effect in relation to that incoming serviceprovider.\n\t\tA regulatory requirement indirectly discriminates against an incomingservice provider if—\n\t\t\tit does not directly discriminate against the incoming service provider(within the meaning of section 20),\n\t\t\tit puts the incoming service provider at a relevant disadvantage,\n\t\t\tit has an adverse market effect, and\n\t\t\tit cannot reasonably be considered a necessary means of achieving alegitimate aim.\n\t\tA regulatory requirement puts an incoming service provider at a relevantdisadvantage if—\n\t\t\tit puts the incoming service provider at a disadvantage in relation to theprovision of services in the part of the United Kingdom in which therequirement applies, and\n\t\t\tit does not put, or would not put, each local service provider at thatdisadvantage in relation to the provision of those services in that part (atall or to the same extent).\n\t\tA regulatory requirement puts a service provider at a disadvantage inrelation to the provision of services in a part of the United Kingdom if itmakes it in any way more difficult, or less attractive, for the serviceprovider to provide the services in that part.\n\t\tA regulatory requirement has an adverse market effect if, by putting anincoming service provider (or incoming service providers) at a relevantdisadvantage in relation to the provision of services, it has a significantadverse effect on competition in the market for those services in the UnitedKingdom.\n\t\tFor the purposes of subsections (1) to (5)—\n\t\t\tan “incoming service provider” is a service provider that—\n\t\t\tprovides the services in the part of the United Kingdom in which theregulatory requirement applies, but\n\t\t\tdoes not have a relevant connection to that part;\n\t\t\ta “local service provider” is a service provider that—\n\t\t\tprovides the services in the part of the United Kingdom in which theregulatory requirement applies,\n\t\t\thas a relevant connection to that part, and\n\t\t\tdoes not have a relevant connection to another part of the UnitedKingdom;\n\t\t\ta service provider has a “relevant connection” to a part of the UnitedKingdom if the service provider—\n\t\t\thas a registered office, place of business or residence in that part, or\n\t\t\tprovides the services from that part.\n\t\tIn this section “legitimate aim” means one, or a combination of any, of thefollowing aims—\n\t\t\tthe protection of the life or health of humans, animals or plants;\n\t\t\tthe protection of public safety or security;\n\t\t\tthe efficient administration of justice.\n\t\tThe Secretary of State may by regulations amend subsection (7) so as toadd, vary or remove a legitimate aim.\n\t\tRegulations under subsection (8) are subject to affirmative resolutionprocedure.\n\t\tBefore making regulations under subsection (8), the Secretary of Statemust seek the consent of the Scottish Ministers, the Welsh Ministers and theDepartment for the Economy in Northern Ireland.\n\t\tIf consent to the making of the regulations is not given by any of thoseauthorities within the period of one month beginning with the day on which itis sought from that authority, the Secretary of State may make the regulationswithout that consent.\n\t\tIf regulations are made in reliance on subsection (11), the Secretary ofState must publish a statement explaining why the Secretary of State decidedto make the regulations without the consent of the authority or authoritiesconcerned.\n\t\tThe application of subsection (2)(d) is to be determined with regard, inparticular, to—\n\t\t\tthe effects of the requirement in all the circumstances, and\n\t\t\tthe availability of alternative means of achieving the aim in question.\n\tDuty to review the use of Part 2 amendment powers\n\t\tIn this section “the Part 2 amendment powers” are the powers conferred bysections 18(2) and 21(8) (powers to amend certain provisions of Part 2).\n\t\tThe Secretary of State must, during the permitted period—\n\t\t\tcarry out a review of any use that has been made of the Part 2 amendmentpowers,\n\t\t\tprepare a report of the review, and\n\t\t\tlay a copy of the report before Parliament.\n\t\tIn carrying out the review the Secretary of State must—\n\t\t\tconsult the Scottish Ministers, the Welsh Ministers and the Department forthe Economy in Northern Ireland,\n\t\t\tconsider any relevant reports made, or advice given, by the Competition andMarkets Authority under Part 4, and\n\t\t\tassess the impact and effectiveness of any changes made under the Part 2amendment powers.\n\t\tThe permitted period is the period beginning with the third anniversary ofthe passing of this Act and ending with the fifth anniversary.\n\t\tIf either of the Part 2 amendment powers has not been used by the time thereview is carried out, this section has effect—\n\t\t\tas if the report required by subsection (2), so far as relating to thatpower, is a report containing—\n\t\t\ta statement to the effect that the power has not been used since it cameinto force, and\n\t\t\tsuch other information relating to that statement as the Secretary ofState considers it appropriate to give, and\n\t\t\tas if the requirements of subsection (3) did not apply in relation to thatpower.\n\tInterpretation of Part 2\n\t\tIn this Part—\n\t\t\t  * “authorisation requirement” has the meaning given by section 17(3); \n\t\t\t  * “legislative requirement” means a requirement imposed by, or by virtue of, legislation; \n\t\t\t  * “public health emergency” means an event or a situation that is reasonably considered to pose an extraordinary threat to human health; \n\t\t\t  * “regulator” means a person exercising regulatory functions, and includes— \n\t\t\ta Minister of the Crown,\n\t\t\tthe Scottish Ministers,\n\t\t\tthe Welsh Ministers, and\n\t\t\ta Northern Ireland department;\n\t\t\t\t  * “regulatory requirement” has the meaning given by section 17(4). \n\t\tIf a function conferred by legislation may only be exercised in a way thatwould impose a regulatory requirement in respect of which section 20(1) or21(1) applies, the function is to be treated as though it were a regulatoryrequirement for the purposes of those sections (and ignoring section 17(5)).\n\t\tSubsection (2) does not affect the continuation in force or the continuingeffect of a requirement of the sort described in section 17(5)(c) and notpreserved by section 17(6) (existing requirements).\n\t\tAny effect of section 5, 20 or 21 (direct and indirect discrimination forgoods and services) is to be disregarded when considering whether a person isauthorised to provide services in another part of the United Kingdom for thepurposes of section 19 (mutual recognition for services)."
    },
    {
        "length": 202,
        "text": "\nAccess to professions on grounds of qualifications or experience\n\tSubsection (2) applies in relation to provision applying in a part of theUnited Kingdom (“the relevant part”) that limits the ability to practise aprofession in that part to individuals who have certain qualifications orexperience.\n\tA qualified UK resident (see section 25) is to be treated for the purposesof the provision (and any related provision) as if the qualified UK residenthad the qualifications or experience required to be able to practise theprofession.\n\tProvision does not fall within subsection (1) by making the ability of anindividual to continue to practise a particular profession, having started todo so on a fully qualified basis, subject to continuing requirements as totraining, learning or other forms of experience.\n\tSubsections (1) and (2) are subject to sections 26 and 27."
    },
    {
        "length": 623,
        "text": "\nMeaning of “qualified” UK resident\n\tA UK resident is “qualified” in relation to a profession for the purposesof section 24(2) if, in any part of the United Kingdom other than the relevantpart (“the other part”), the resident is qualified (within the meaning ofsubsections (3) to (5)) to undertake the full range of corresponding activity.\n\tIn this section—\n\t\t“corresponding activity” means activity that is the same as, orsubstantially corresponds to, relevant professional activity;\n\t\t“the full range” of corresponding activity is a range of correspondingactivity that substantially corresponds to the full range of relevantprofessional activity;\n\t\t“relevant professional activity” means activity that, in the relevant part,ordinarily comprises the practice of the profession in question.\n\tTo the extent that—\n\t\tcorresponding activity is ordinarily undertaken by practitioners of aparticular profession in the other part, and\n\t\tprovision applying in the other part limits the ability to practise thatprofession to individuals who have certain qualifications or experience,\n\t\t\ta UK resident is qualified to undertake the corresponding activity if theresident has the qualifications or experience required to be able to practisethe profession in the other part.\n\tTo the extent that—\n\t\tthe position is not as described in subsection (3)(a) and (b), and\n\t\tprovision applying in the other part limits the ability to undertakecorresponding activity to individuals who have certain qualifications orexperience,\n\t\ta UK resident is qualified to undertake the corresponding activity if theresident has the qualifications or experience required to do so in the otherpart.\n\tTo the extent that the position is not as described in subsection (3)(a)and (b) or (4)(b), any UK resident is qualified to undertake correspondingactivity in the other part.\n\tFor the purposes of subsection (3)—\n\t\tit does not matter that corresponding activity may also be undertaken byindividuals who are not practitioners of a profession;\n\t\tto the extent that corresponding activity is ordinarily undertaken bypractitioners of more than one profession regulated as mentioned in subsection(3)(b), a UK resident is qualified in relation to that activity only if theresident has qualifications or experience required to be able to practisewhichever of those professions most closely corresponds to the profession inthe relevant part.\n\tFor the purposes of subsections (3) and (4)—\n\t\tqualifications may be relied on only if they were obtained in the UnitedKingdom, and\n\t\texperience may be relied on only if it was obtained mainly in the UnitedKingdom."
    },
    {
        "length": 1428,
        "text": "\nException from section 24 where individual assessment offered\n\tSection 24(2) does not apply in a case where the qualified UK resident—\n\t\tis able to seek, or has sought, to be able to practise the profession inthe relevant part by way of a process that satisfies the requirements of thissection, and\n\t\thas not lawfully practised the profession in the relevant part at any timebefore being able to seek that ability by way of that process.\n\tThe process must have the result that, if the regulatory body so decides onan application by the qualified UK resident, the resident becomes able topractise the profession—\n\t\tdespite the limitation referred to in section 24(1), and\n\t\twithout further assessment of the resident’s qualifications, experience,knowledge or skills (except in connection with the sort of provision referredto in section 24(3)).\n\tThe process must require the application to be dealt with in accordancewith the principles set out in subsection (4).\n\tThe principles are that, in connection with the ability to practise aprofession in the relevant part—\n\t\tqualifications or experience obtained in any other part of the UnitedKingdom should have the same effect as qualifications or experience obtainedin the relevant part, to the extent that the former demonstrate the likeknowledge and skills to substantially the same standard as the latter;\n\t\tthe applicant should be able to rely on any qualifications or experienceobtained in any other part of the United Kingdom in order to demonstrate thenecessary knowledge and skills, so far as those qualifications or experienceare reasonably capable of demonstrating them;\n\t\tto the extent that the applicant cannot, on application of the principlesset out in paragraphs (a) and (b), demonstrate the necessary knowledge andskills to the satisfaction of the regulatory body, the applicant should(subject to subsection (5)) have an opportunity to do so by way of a test orassessment the demands of which are proportionate to the deficiency;\n\t\tif the applicant can, on application of the principles set out inparagraphs (a) to (c), demonstrate the necessary knowledge and skills to thesatisfaction of the regulatory body, the regulatory body should decide asmentioned in subsection (2).\n\tThe process may, without contravening the principle set out in subsection(4)(c), allow the regulatory body in a case to which this subsection appliesto decline the application without the applicant first being offered a test orassessment as described in that principle.\n\tSubsection (5) applies if the test or assessment would (having regard tothe knowledge and skills demonstrated by the applicant in accordance with theprinciples set out in subsection (4)(a) and (b)) be similarly demanding toobtaining so much of the usual qualifications or experience as the applicantlacks.\n\tThe process must require the regulatory body to inform the applicant of itsdecision within a reasonable time from the receipt of the application.\n\tSubsection (1) ceases to apply in the case of an applicant if, before theregulatory body informs the applicant of its decision—\n\t\tthe regulatory body accepts in writing, or\n\t\ta court determines in legal proceedings,\n\t\t\tthat the regulatory body has failed to satisfy the requirement referred to insubsection (7).\n\tA regulatory body that administers a process to which this section appliesmust publish information about—\n\t\tthe procedure for making an application within the process, and\n\t\tthe way in which the principles set out in subsection (4) will be giveneffect in the context of the profession concerned.\n\t\tBut a failure to comply with this duty does not mean that the process does notcomply with the requirements of this section.\n\tIn this section—\n\t\t  * “the usual qualifications or experience” means the qualifications or experience that are, under the provision that falls within section 24(1), required in order to be able to practise the profession concerned in the relevant part; \n\t\t  * “the necessary knowledge and skills” means the knowledge and skills that are demonstrated by the usual qualifications or experience; \n\t\t  * “regulatory body” means— \n\t\tthe person, if any, responsible for determining whether a person has thequalifications or experience referred to in section 24(1), or\n\t\tif there is no such person, the responsible administration;\n\t\t\t  * “responsible administration” means— \n\t\tif the relevant part is Scotland and the provision that falls within section24(1)—\n\t\twould be within the legislative competence of the Scottish Parliament ifcontained in an Act of that Parliament, or\n\t\tis provision which could be made in subordinate legislation by the ScottishMinisters, the First Minister or the Lord Advocate acting alone,\n\t\tthe Scottish Ministers;\n\t\tif the relevant part is Wales and the provision that falls within section24(1)—\n\t\twould be within the legislative competence of Senedd Cymru if contained in anAct of Senedd Cymru (assuming that any consent by a Minister of the Crown weregiven), or\n\t\tis provision which could be made in subordinate legislation by the WelshMinisters acting alone,\n\t\tthe Welsh Ministers;\n\t\tif the relevant part is Northern Ireland and the provision that falls withinsection 24(1)—\n\t\twould be within the legislative competence of the Northern Ireland Assembly,and would not require the consent of the Secretary of State, if contained inan Act of that Assembly,\n\t\tis contained in, or was made under, Northern Ireland legislation, and would bewithin the legislative competence of the Northern Ireland Assembly, and wouldrequire the consent of the Secretary of State, if contained in an Act of thatAssembly, or\n\t\tis provision which could be made in subordinate legislation by the FirstMinister and deputy First Minister in Northern Ireland acting jointly, aNorthern Ireland Minister or a Northern Ireland department,\n\t\ta Northern Ireland department;\n\t\tin any other case, the Secretary of State."
    },
    {
        "length": 505,
        "text": "\nOther exceptions from section 24\n\tSection 24(2) does not apply to existing provision (subject to subsection(3)).\n\tIn subsection (1) “existing provision” means—\n\t\tprovision that is in force on the date that this Act is passed, or\n\t\tprovision that comes into force after that date so far as it is, insubstance, a re-enactment or replication of provision within paragraph (a).\n\tSubsection (1) does not apply (and section 24(2) accordingly does apply)if, after the date on which this Act is passed, provision comes into force ina part of the United Kingdom other than the relevant part that changes thecircumstances in which individuals are qualified in relation to the professionconcerned.\n\tIn subsection (3)—\n\t\t“relevant part” is to be read in accordance with section 24(1);\n\t\t“qualified” is to be read in accordance with section 25.\n\tSection 24(2) does not apply in relation to provision that limits theability to practise a legal profession.\n\tIn subsection (5) “legal profession” means—\n\t\tin relation to England or Wales, the profession of barrister, solicitor,notary, chartered legal executive, costs lawyer, licensed conveyancer orlicensed CLC practitioner (see section 53 of the Courts and Legal Services Act1990);\n\t\tin relation to Scotland, the profession of advocate, solicitor, notary,conveyancing practitioner (see section 17 of the Law Reform (MiscellaneousProvisions) (Scotland) Act 1990), executry practitioner (see section 18 ofthat Act) or commercial attorney;\n\t\tin relation to Northern Ireland, the profession of barrister, solicitor ornotary;\n\t\tin relation to any part of the United Kingdom, the profession of patentattorney or trade mark attorney.\n\tSection 24(2) does not apply in relation to provision that limits theability to practise the profession, or any profession, of school teaching."
    },
    {
        "length": 653,
        "text": "\nProfessional regulation not within section 24: equal treatment\n\tThis section applies in relation to provision that—\n\t\tis not of the sort described in section 24(1),\n\t\tmakes the ability to practise a particular profession in a part of theUnited Kingdom (“the relevant part”) subject to a requirement or restriction,and\n\t\tapplies differently to individuals according to—\n\t\twhere any qualifications or experience of an individual were obtained, or\n\t\twhat qualifications or experience an individual has.\n\t“Requirement or restriction” includes, for example, a requirement as toregistration, monitoring, insurance or continuing professional development, ora restriction on the undertaking of particular activities in the course ofpractising the profession.\n\tSubsection (4) applies to the extent that—\n\t\tthe differential application is within subsection (1)(c)(i), and\n\t\tbecause of that differential application, the provision has the effect ofimposing a more onerous requirement or restriction on an externally qualifiedUK practitioner than it would have the effect of imposing on a locallyqualified practitioner.\n\tThe externally qualified UK practitioner is to be treated for the purposesof the provision (and any related provision) as if the practitioner’s externalUK qualifications or experience had been obtained in the relevant part.\n\tSubsection (6) applies to the extent that—\n\t\tthe differential application is within subsection (1)(c)(ii),\n\t\tbecause of that differential application, the provision has the effect ofimposing a more onerous requirement or restriction on an externally qualifiedUK practitioner than it would have the effect of imposing on a locallyqualified practitioner, and\n\t\tthe external UK qualifications or experience are of a sort that cannot beobtained in the relevant part.\n\tThe externally qualified UK practitioner is to be treated for the purposesof the provision (and any related provision) as if the practitioner’s externalUK qualifications or experience were the nearest equivalent qualifications orexperience that can be obtained in the relevant part.\n\tSubsection (6) does not apply if the more onerous requirement orrestriction can reasonably be justified on the grounds of differences betweenthe external UK qualifications or experience and the nearest equivalentqualifications or experience.\n\tIn this section—\n\t\t  * “locally qualified practitioner” means a UK resident all of whose qualifications and experience were obtained in the relevant part; \n\t\t  * “externally qualified UK practitioner” means a UK resident any of whose qualifications or experience was obtained in a part of the United Kingdom other than the relevant part; \n\t\t  * “external UK qualifications or experience” means the qualifications or experience by virtue of which a UK resident is an externally qualified UK practitioner. "
    },
    {
        "length": 774,
        "text": "\nInterpretation of Part 3\n\tReferences in this Part to the ability to practise a profession includereference to the ability—\n\t\tto undertake activities that comprise the practice of a profession,\n\t\tto use a particular professional title, or\n\t\tto be registered, licensed or similarly authorised, where that is requiredin order to undertake such activities or use such a title.\n\tProvision that limits the ability referred to in subsection (1)(a) toindividuals with certain qualifications or experience falls within section24(1) only if the activities affected by the provision are, in a significantnumber of cases, essential to the practice of the profession in question.\n\tSubsection (4) applies if provision applying in a part of the UnitedKingdom —\n\t\tenables individuals to practise a profession—\n\t\ton the basis of certain qualifications or experience, or not on the basisof any particular qualifications or experience, only following an individualassessment, and\n\t\ton the basis of certain qualifications or experience, without the need foran individual assessment, or\n\t\tgenerally enables individuals to practise a profession only following anindividual assessment, but provides for a less demanding assessment in somecases than in others according to what qualifications or experience anindividual has.\n\tReferences in section 24 to the ability to practise a profession are to beread, in relation to the profession to which the provision relates, asreferences to the ability to practise the profession—\n\t\tif the provision is within subsection (3)(a), without the need for anindividual assessment, or\n\t\tif the provision is within subsection (3)(b), following an individualassessment of the least demanding sort provided for.\n\tIn subsections (3) and (4), “individual assessment” means an assessment ofthe individual’s qualifications, experience, knowledge or skills.\n\tFor the purposes of this Part a qualification is “obtained” in the placewhere the body that issues it is based.\n\t\t  * A body is “based”— \n\t\twhere its registered office is,\n\t\tif it does not have a registered office, where its head office is, or\n\t\tif it does not have a registered office or a head office, where its principalplace of operation is.\n\tReferences in this Part (however expressed) to the effect of “provision”are to the effect that it would have disregarding this Part.\n\tIn this Part—\n\t\t  * “profession” includes— \n\t\tan occupation or trade, and\n\t\tany subdivision of, or distinct specialism within, a profession;\n\t\t\t  * “provision” means— \n\t\tprovision contained in legislation, or\n\t\tprovision not of a legislative character but made under, and given effect by,legislation;\n\t\t\t  * “qualification” means any record, issued by a body whose ordinary activities include the issuing of such records, of having attained a particular standard following a course of study or training; \n\t\t\t  * “UK resident” means an individual who is lawfully resident in the United Kingdom; and for this purpose an individual is not lawfully resident in the United Kingdom if the individual requires leave to enter or remain in the United Kingdom but does not have it. "
    },
    {
        "length": 1181,
        "text": "\nGeneral provision about functions under Part 4\n\tFunctions of the CMA under Part 4: general provisions\n\t\tA regulatory provision is within the scope of this Part so far as it meetsthe conditions in subsections (2) and (4).\n\t\tThe first condition is that the regulatory provision—\n\t\t\timposes a relevant requirement, as defined for the purposes of the mutualrecognition principle for goods as that principle applies in relation to asale of goods in a part of the United Kingdom (see section 3),\n\t\t\timposes a relevant requirement, as defined for the purposes of the non-discrimination principle for goods as that principle has effect in relation toa part of the United Kingdom (see section 6),\n\t\t\timposes an authorisation requirement within the meaning given by subsection(3) of section 17 (services: overview),\n\t\t\timposes a regulatory requirement within the meaning given by subsection (4)of that section, or\n\t\t\tcomprises provision—\n\t\t\tof the sort described in section 24(1) (access to professions on grounds ofqualifications or experience), or\n\t\t\tto which section 28 (professional regulation not within section 24: equaltreatment) applies.\n\t\tIn its application for the purposes of section 34 (advising etc on proposedregulatory provisions on request) subsection (2) has effect as if—\n\t\t\tfor each occurrence of “imposes” there were substituted “imposes, varies,or revokes”;\n\t\t\tin paragraph (e) for “comprises” there were substituted “comprises, varies,repeals or revokes”.\n\t\tThe second condition is that the regulatory provision applies to one ormore of England, Wales, Scotland and Northern Ireland but does not apply tothe whole of the United Kingdom.\n\t\tIn subsection (2)(c) the reference to an authorisation requirement does notinclude an authorisation requirement to which section 19 does not apply byvirtue of section 18(1)(c).\n\t\tIn subsection (2)(d) the reference to a regulatory requirement does notinclude a regulatory requirement to which sections 20 and 21 do not apply byvirtue of section 18(1)(d).\n\t\tFor the purposes of the law relating to defamation, absolute privilegeattaches to any advice given, or report made, by the CMA (or a person actingon the CMA’s behalf) in the exercise of any functions of the CMA under thisPart.\n\t\tIn this Part “regulatory provision” means a provision—\n\t\t\tcontained in legislation, or\n\t\t\tnot of a legislative character but made under, and given effect by,legislation.\n\t\tBut a provision is not a “regulatory provision” so far as it containsanything that is necessary to give effect to the Northern Ireland Protocol.\n\t\tIn this Part “the CMA” means the Competition and Markets Authority.\n\tObjective and general functions\n\t\tIn carrying out its functions under this Part the CMA must have regard tothe objective in subsection (2).\n\t\tThe objective is to support, through the application of economic and othertechnical expertise, the effective operation of the internal market in theUnited Kingdom (with particular reference to the purposes of Parts 1, 2 and3).\n\t\tThat objective includes, in particular, supporting the operation of theinternal market—\n\t\t\tin the interests of all parts of the United Kingdom, and\n\t\t\tin the interests of consumers of goods and services as well as otherclasses of person with an interest in its operation.\n\t\tThe CMA must also, in carrying out its functions under this Part, haveregard to the need to act even-handedly as respects the relevant nationalauthorities.\n\t\tThe following do not apply in relation to the carrying out of the CMA’sfunctions under this Part—\n\t\t\tsection 25(3) of the Enterprise and Regulatory Reform Act 2013 (duty toseek to promote competition), and\n\t\t\tsections 6(1)(b) (function of giving information or advice to the public)and 7 (provision of information and advice to Ministers etc) of the EnterpriseAct 2002.\n\t\tThe CMA may give information or advice to the Secretary of State on mattersrelating to any of its functions under this Part.\n\tOffice for the Internal Market panel and task groups\n\t\tThe CMA may authorise an Office for the Internal Market task groupconstituted under Schedule 4 to the Enterprise and Regulatory Reform Act 2013to do anything required or authorised to be done by the CMA under this Part(and such an authorisation may include authorisation to exercise the powerconferred on the CMA by this subsection).\n\t\tSchedule 3 contains provision about the Office for the Internal Marketpanel and Office for the Internal Market task groups."
    },
    {
        "length": 783,
        "text": "\nMonitoring and reporting on the operation of the UK internal market\n\tThe CMA may from time to time undertake a review of any matter it considersrelevant to assessing or promoting the effective operation of—\n\t\tthe internal market in the United Kingdom;\n\t\tprovisions of Parts 1 to 3 (for example with regard to particular sectorsof the internal market, or trade in different parts of the United Kingdom).\n\tThe CMA may receive and consider any proposals that may be made or referredto it for undertaking a review in exercise of its powers under subsection (1).\n\tThe CMA may prepare and publish a report on any matter falling withinsubsection (1).\n\tAny report published by the CMA under subsection (3) is to be published insuch manner as it considers appropriate.\n\tThe CMA must, no later than 31 March 2023 and at least once in everyrelevant 12-month period, prepare a report on—\n\t\tthe operation of the internal market in the United Kingdom, and\n\t\tdevelopments as to the effectiveness of the operation of that market.\n\tThe CMA must, no later than 31 March 2023 and at least once in everyrelevant 5-year period, prepare a report on—\n\t\tthe effectiveness of the operation of provisions of Parts 1 to 3,\n\t\tthe impact of the operation of those Parts on the operation and developmentof the internal market in the United Kingdom,\n\t\tany interaction between the operation of those Parts and common frameworkagreements, and\n\t\tthe impact of common framework agreements on the operation and developmentof the internal market in the United Kingdom.\n\tThe CMA must arrange for a copy of the report prepared under subsection (5)or (6) for any period to be laid before—\n\t\teach House of Parliament,\n\t\tthe Scottish Parliament,\n\t\tSenedd Cymru, and\n\t\tthe Northern Ireland Assembly.\n\tSo far as a report under this section is concerned with the effectiveoperation of the internal market in the United Kingdom, the report mayconsider (among other things)—\n\t\tdevelopments in the operation of the internal market, for example asregards—\n\t\tcompetition, \n\t\taccess to goods and services,\n\t\tvolumes of trade (or of trade in any direction) between participants indifferent parts of the United Kingdom, and\n\t\tthe practical implications of differences of approach embodied inregulatory provisions, falling within the scope of this Part, that apply todifferent parts of the United Kingdom.\n\tIn this section—\n\t\t  * “common framework agreements” has the meaning given by section 10; \n\t\t  * “relevant 12-month period” means— \n\t\tthe period of 12 months beginning with 1 April 2023, and\n\t\teach successive period of 12 months;\n\t\t\t  * “relevant 5-year period” means— \n\t\tthe period of 5 years beginning with 1 April 2023, and\n\t\teach successive period of 5 years."
    },
    {
        "length": 819,
        "text": "\nAdvising etc on proposed regulatory provisions on request\n\tWhere the condition in subsection (3) is met, the CMA may at the request ofa relevant national authority give advice, or provide a report, to theauthority with respect to a qualifying proposal.\n\tIn subsection (1) “qualifying proposal” means a proposal of—\n\t\tthe requesting authority, or\n\t\ta person or body on whose behalf the requesting authority makes therequest,\n\t\t\tthat a regulatory provision applying to the relevant part of the UnitedKingdom should be passed or made.\n\tThe condition is that it appears to the requesting authority that—\n\t\tthe regulatory provision to which the proposal relates would fall withinthe scope of this Part and be within relevant competence, and\n\t\tthe proposal should be further considered in the light of the significanceof its potential effects on the operation of the internal market in the UnitedKingdom.\n\tAdvice given, or a report provided, under this section may consider amongother things the potential economic effects of the proposed regulatoryprovision on the effective operation of the internal market in the UnitedKingdom, including—\n\t\tindirect or cumulative effects;\n\t\tdistortion of competition or trade;\n\t\timpacts on prices, the quality of goods and services or choice forconsumers.\n\tSubsections (1) to (3) apply in relation to two or more relevant nationalauthorities acting jointly as those subsections apply in relation to a singlerelevant national authority.\n\tA request under subsection (1) must set out the reasons for making it.\n\tIf the CMA declines to provide a report requested under subsection (1) itmust—\n\t\tgive to the requesting authority (or if more than one, to each of themsimultaneously) a notice of its reasons for doing so, and\n\t\tpublish the notice in such manner as it considers appropriate.\n\tWhere the CMA gives advice or reasons, or provides a report, under thissection to two or more relevant national authorities acting jointly, the CMAmust give the advice or reasons, or provide the report, to each of themsimultaneously.\n\tWhere the CMA has on a particular day (“day 1”) given advice, or provided areport, under subsection (1) the CMA must provide a copy of the advice orreport to each relevant national authority who did not request the advice orreport—\n\t\tas soon as reasonably practicable after the requesting authority (or eachrequesting authority) has informed the CMA that it may do so, or\n\t\t(if sooner), by the end of the 15th day after day 1.\n\tWhere the CMA provides a report under this section it must, as soon asreasonably practicable after it has fully complied with subsection (9),publish the report in such manner as it considers appropriate.\n\tIn this section “relevant part of the United Kingdom”, in relation to arelevant national authority, means—\n\t\tin the application of this section to the Scottish Ministers as relevantnational authority, Scotland;\n\t\tin the application of this section to the Welsh Ministers as relevantnational authority, Wales;\n\t\tin the application of this section to a Northern Ireland department asrelevant national authority, Northern Ireland;\n\t\tin the application of this section to the Secretary of State as relevantnational authority, any part of the United Kingdom."
    },
    {
        "length": 509,
        "text": "\nProvision of report on request after regulatory provision is passed ormade\n\tThe CMA may, at the request of a relevant national authority, provide areport to the authority on the impact on the effective operation of theinternal market in the United Kingdom of a regulatory provision specified inthe request which—\n\t\tis passed or made after the day on which this section comes into force,\n\t\tfalls within the scope of this Part, and\n\t\tapplies to the relevant part of the United Kingdom and is within relevantcompetence.\n\tA relevant national authority may not request a report from the CMA undersubsection (1) unless the authority has considered whether any other person orbody is qualified to provide an independent report on the matter.\n\tSubsections (1) and (2) apply in relation to two or more relevant nationalauthorities acting jointly as those subsections apply in relation to a singlerelevant national authority.\n\tA request under subsection (1) must set out the reasons for making it.\n\tIf the CMA declines to provide a report requested under subsection (1) itmust—\n\t\tgive the requesting authority a notice of its reasons for doing so, and\n\t\tpublish the notice in such manner as it considers appropriate.\n\tWhere the CMA provides a report under this section—\n\t\tif the report was requested by two or more relevant national authoritiesacting jointly, the CMA must provide the report to each of themsimultaneously;\n\t\tthe CMA must, as soon as reasonably practicable after complying withparagraph (a), publish the report in such manner as it considers appropriate.\n\tIn this section “the relevant part of the United Kingdom” means—\n\t\tin the application of this section to a relevant national authority who isthe Scottish Ministers, Scotland;\n\t\tin the application of this section to a relevant national authority who isthe Welsh Ministers, Wales;\n\t\tin the application of this section to a relevant national authority who isa Northern Ireland department, Northern Ireland;\n\t\tin the application of this section to a relevant national authority who isthe Secretary of State, any part of the United Kingdom."
    },
    {
        "length": 689,
        "text": "\nReport on request on provision considered to have detrimental effects\n\tThe CMA may, at the request of a relevant national authority, provide areport to the authority on the economic impact of a regulatory provisionpassed or made after the day on which this section comes into force, where—\n\t\tthe regulatory provision falls within the scope of this Part, and\n\t\tthe requesting authority considers that the operation of the regulatoryprovision is, or may come to be, detrimental to the effective operation of theinternal market in the United Kingdom.\n\tThe CMA’s function under subsection (1) is exercisable regardless ofwhether or not a relevant national authority has exercised the power undersection 34(1) in relation to the regulatory provision in question.\n\tA relevant national authority may not request a report from the CMA undersubsection (1) unless it has considered whether any other person or body isqualified to provide an independent report on the matter.\n\tSubsections (1) to (3) apply in relation to the making of a request by twoor more relevant national authorities acting jointly as they apply in relationto the making of a request by a single relevant national authority.\n\tA request under subsection (1) must set out the reasons for making it.\n\tIf the CMA declines to provide a report requested under subsection (1) itmust—\n\t\tgive the requesting authority (or each of them simultaneously, if more thanone) a notice of its reasons for doing so, and\n\t\tpublish the notice in such manner as it considers appropriate.\n\tWhere the CMA provides a report under subsection (1)—\n\t\tit must provide a copy of the report to each relevant national authoritywho did not request the report, and\n\t\tthe provision of the report to the requesting authority (or each requestingauthority) and each recipient mentioned in paragraph (a) must be simultaneous.\n\tAs soon as reasonably practicable after the condition in subsection (9) hasbeen met, but in any case no later than the end of the period of 6 monthsbeginning with the day on which the CMA complies with subsection (7), the CMAmust arrange for a copy of the report to be laid before—\n\t\teach House of Parliament,\n\t\tthe Scottish Parliament,\n\t\tSenedd Cymru, and\n\t\tthe Northern Ireland Assembly.\n\tThe condition mentioned in subsection (8) is that each relevant nationalauthority has notified the CMA that it does not require any further time forprivate consideration of the report provided or copied to it under thissection.\n\tThe CMA must publish the report in such manner as it considersappropriate, but may not do so until it has made the arrangements mentioned insubsection (8) and the report has been laid in accordance with one or more ofparagraphs (a) to (d) of that subsection."
    },
    {
        "length": 639,
        "text": "\nStatements on reports under section 36\n\tSubsection (2) applies where a report (or copy of it) relating to aregulatory provision has been laid before each House of Parliament, theScottish Parliament, Senedd Cymru and the Northern Ireland Assembly inaccordance with section 36(8).\n\tThe following authorities must make a statement on the report toParliament—\n\t\tthe responsible authority for each affected part of the United Kingdom;\n\t\tthe appropriate authority in relation to each relevant national authoritywhich requested the CMA’s report.\n\tIn subsection (2) “to Parliament” means—\n\t\twhere the responsible authority or (as the case may be) appropriateauthority is the Scottish Ministers, to the Scottish Parliament;\n\t\twhere the responsible authority or (as the case may be) appropriateauthority is the Welsh Ministers, to Senedd Cymru;\n\t\twhere the responsible authority or (as the case may be) appropriateauthority is the First Minister and deputy First Minister acting jointly, tothe Northern Ireland Assembly.\n\tA duty of the Secretary of State under subsection (2) to make a statementto Parliament is to be discharged by laying a copy of the statement beforeeach House of Parliament.\n\tIn this section—\n\t\t  * “affected part of the United Kingdom”, in relation to a regulatory provision, means a part of the United Kingdom to which the provision applies; \n\t\t  * “appropriate authority”, in relation to a relevant national authority who is the Secretary of State, the Scottish Ministers or the Welsh Ministers, means that relevant national authority; \n\t\t  * “appropriate authority”, in relation to a relevant national authority who is a Northern Ireland department, means the First Minister and deputy First Minister acting jointly. \n\tIn this section “responsible authority”, in relation to Scotland, means—\n\t\tif the regulatory provision is not within Scottish devolved competence, theSecretary of State;\n\t\totherwise, the Scottish Ministers.\n\tIn this section “responsible authority”, in relation to Wales, means—\n\t\tif the regulatory provision is not within Welsh devolved competence, theSecretary of State;\n\t\totherwise, the Welsh Ministers.\n\tIn this section “responsible authority”, in relation to Northern Ireland,means—\n\t\tif the regulatory provision is not within Northern Ireland devolvedcompetence, the Secretary of State;\n\t\totherwise, the First Minister and deputy First Minister acting jointly.\n\tIn this section “responsible authority”, in relation to England, means theSecretary of State."
    },
    {
        "length": 126,
        "text": "\nReports under Part 4\n\tWhere under this Part the CMA publishes (or arranges for the publication of) areport it may exclude from the report—\n\t\tany information the disclosure of which the CMA thinks is contrary to thepublic interest;\n\t\tcommercial information the disclosure of which the CMA thinks mightsignificantly harm the legitimate business interests of any person;\n\t\tinformation relating to the private affairs of an individual the disclosureof which the CMA thinks might significantly harm the individual’s interests."
    },
    {
        "length": 192,
        "text": "\nGeneral advice and information with regard to exercise of functions\n\tThe CMA must prepare and publish general advice and information about howit expects to approach the exercise of its functions under sections 33 to 36.\n\tAdvice (or information) published by virtue of subsection (1) may includeadvice (or information) about the factors the CMA may take into account inconsidering whether to exercise a function conferred by any of those sections,including—\n\t\tin cases where a person or body has requested the exercise of the functionin accordance with the section concerned, and\n\t\tin other cases.\n\tThe CMA may at any time publish revised, or new, advice or information.\n\tAny advice or information published by the CMA under this section must bepublished in such manner as it considers appropriate."
    },
    {
        "length": 271,
        "text": "\nLaying of annual documents before devolved legislatures\n\tSchedule 4 to the Enterprise and Regulatory Reform Act 2013 (theCompetition and Markets Authority) is amended as follows.\n\tIn paragraph 12(3) (annual plan to be laid before Parliament), for“Parliament” substitute “—\n\t\tParliament, \n\t\tthe Scottish Parliament,\n\t\tSenedd Cymru, and\n\t\tthe Northern Ireland Assembly”.\n\tIn paragraph 13(2) (proposals for annual plan to be laid beforeParliament), for “Parliament” substitute “—\n\t\tParliament, \n\t\tthe Scottish Parliament,\n\t\tSenedd Cymru, and\n\t\tthe Northern Ireland Assembly”.\n\tIn paragraph 14(3)(a) (performance report to be laid before Parliament),for “Parliament” substitute “—\n\t\tParliament, \n\t\tthe Scottish Parliament,\n\t\tSenedd Cymru, and\n\t\tthe Northern Ireland Assembly”."
    },
    {
        "length": 2336,
        "text": "\nInformation-gathering powers\n\tInformation-gathering powers\n\t\tThe powers under this section may be exercised for the purpose of assistingthe CMA in carrying out any of its functions under—\n\t\t\tsection 33, 34, 35 or 36; or\n\t\t\tsection 5 of the Enterprise Act 2002 (acquisition of information etc) inconnection with a matter in relation to which the CMA proposes to undertake areview, prepare a report, or give advice under any of the sections mentionedin paragraph (a).\n\t\tThe CMA may by notice in writing require a person to produce any documentwhich—\n\t\t\tis specified or otherwise identified in the notice; and\n\t\t\tis in that person’s custody or under that person’s control.\n\t\tThe CMA may by notice in writing require any person who carries on abusiness to provide such estimates, forecasts, returns or other information asmay be specified or otherwise described in the notice.\n\t\tA notice under subsection (2) or (3) may specify—\n\t\t\tthe time and place at which,\n\t\t\tthe form and manner in which, and\n\t\t\tthe person to whom,\n\t\t\t\ta document or information is to be produced or provided.\n\t\tA notice under subsection (2) or (3) may require the provision of a legibleand intelligible copy of information which is recorded otherwise than inlegible form.\n\t\tA notice under subsection (2) or (3) must—\n\t\t\tstate the purpose for which the notice is given, including which of thefunctions mentioned in subsection (1) is relevant; and\n\t\t\tinclude information about the potential consequences of not complying withthe notice.\n\t\tThe person to whom any document is produced in accordance with a noticeunder subsection (2) or (3) may copy the document.\n\t\tA notice under subsection (2) or (3) may not require a person—\n\t\t\tto produce or provide any document or information which the person couldnot be compelled to produce, or give in evidence, in civil proceedings beforethe court; or\n\t\t\tto go more than 10 miles from the person’s place of residence, unless theperson’s necessary travelling expenses are paid or offered to them.\n\t\tIn this section “the court” means—\n\t\t\tin relation to England and Wales or Northern Ireland, the High Court; and\n\t\t\tin relation to Scotland, the Court of Session.\n\t\tIn Schedule 14 to the Enterprise Act 2002 (disclosure of information:specified functions) at the appropriate place insert—\n\t\t\t  * “Part 4 of the United Kingdom Internal Market Act 2020.”.\n\tEnforcement \n\t\tWhere the CMA considers that a person has, without reasonable excuse,failed to comply with any requirement of a notice under section 41, it mayimpose a penalty in accordance with section 43.\n\t\tWhere the CMA considers that a person has intentionally obstructed ordelayed any person in the exercise of the power under section 41(7), it mayimpose a penalty in accordance with section 43.\n\t\tIn deciding whether and, if so, how to proceed under subsection (1) or (2),the CMA must have regard to the statement of policy which was most recentlypublished under subsection (6) or (8) at the time the failure or (as the casemay be) the obstruction or delay concerned occurred.\n\t\tSubject to subsection (5), no penalty may be imposed by virtue ofsubsection (1) or (2) after the end of the period of 4 weeks beginning with—\n\t\t\twhere the penalty is imposed in connection with the exercise of the CMA’sfunctions under section 33—\n\t\t\tif that exercise involves the publication of a report in accordance withsubsection (3) of that section, the day on which the report is published,\n\t\t\tif that exercise involves arranging for a copy of a report to be laid inaccordance with subsection (7) of that section, the day on which the layingmentioned in paragraphs (a) to (d) of that subsection is fully accomplished,or\n\t\t\tin the case of a review under subsection (1) of that section which doesnot involve the publication or laying of a report as mentioned in sub-paragraph (i) or (ii), the day on which the review is concluded,\n\t\t\twhere the penalty is imposed in connection with the exercise of the CMA’sfunctions under section 34, the day on which the advice or report is given orprovided in accordance with subsection (1) of that section,\n\t\t\twhere the penalty is imposed in connection with the exercise of the CMA’sfunctions under section 35, the day on which the report is provided inaccordance with subsection (1) of that section,\n\t\t\twhere the penalty is imposed in connection with the exercise of the CMA’sfunctions under section 36, the day on which the report is provided inaccordance with subsection (1) of that section, or\n\t\t\twhere the penalty is imposed in connection with the exercise of the CMA’sfunctions under section 5 of the Enterprise Act 2002 in the circumstancesmentioned in section 41(1)(b), the day on which the CMA finally concludes thecarrying out of those functions.\n\t\tSubsection (4) does not apply in relation to any variation or substitutionof the penalty which is permitted by virtue of section 43(11).\n\t\tThe CMA must prepare and publish a statement of policy in relation to theenforcement of notices given under section 41.\n\t\tThe statement must include a statement about the considerations relevant tothe determination of the nature and amount of any penalty imposed undersubsection (1) or (2).\n\t\tThe CMA may revise its statement of policy under subsection (6) and, whereit does so, it must publish the revised statement.\n\t\tThe CMA must consult—\n\t\t\teach relevant national authority, and\n\t\t\tsuch other persons as it considers appropriate,\n\t\t\t\twhen preparing or revising its statement of policy under subsection (6) or(8).\n\t\tAny statement or revised statement published by the CMA under this sectionis to be published in such manner as the CMA considers appropriate.\n\tPenalties \n\t\tA penalty imposed under section 42(1) or (2) may be of such amount as theCMA considers appropriate.\n\t\tThe amount of a penalty imposed under section 42(1) may be—\n\t\t\ta fixed amount,\n\t\t\tan amount calculated by reference to a daily rate, or\n\t\t\ta combination of a fixed amount and an amount calculated by reference to adaily rate.\n\t\tThe amount of a penalty imposed under section 42(2) must be a fixed amount.\n\t\tA penalty imposed under section 42(1) may not exceed—\n\t\t\tin the case of a fixed amount, such amount as the Secretary of State mayspecify in regulations,\n\t\t\tin the case of an amount calculated by reference to a daily rate, suchamount per day as the Secretary of State may so specify, and\n\t\t\tin the case of a fixed amount and an amount calculated by reference to adaily rate, such fixed amount and such amount per day as the Secretary ofState may so specify.\n\t\tA penalty imposed under section 42(2) may not exceed such amount as theSecretary of State may specify in regulations.\n\t\tRegulations under subsection (4) or (5) may not specify—\n\t\t\tin the case of a fixed amount, an amount exceeding £30,000,\n\t\t\tin the case of an amount calculated by reference to a daily rate, an amountper day exceeding £15,000, and\n\t\t\tin the case of a fixed amount and an amount calculated by reference to adaily rate, a fixed amount exceeding £30,000 and an amount per day exceeding£15,000.\n\t\tRegulations under subsection (4) or (5) are subject to negative resolutionprocedure.\n\t\tBefore making regulations under subsection (4) or (5) the Secretary ofState must consult—\n\t\t\tthe CMA,\n\t\t\teach other relevant national authority, and\n\t\t\tsuch other persons as the Secretary of State considers appropriate.\n\t\tIn imposing a penalty by reference to a daily rate—\n\t\t\tno account is to be taken of any days before the service on the personconcerned of notice of the penalty under section 112 of the Enterprise Act2002 (as applied by subsection (11)), and\n\t\t\tunless the CMA determines an earlier date (whether before or after thepenalty is imposed), the amount payable ceases to accumulate at the beginningof the earliest of the days mentioned in subsection (10).\n\t\tThe days mentioned in subsection (9) are—\n\t\t\tthe day on which the requirement of the notice concerned under section 41is satisfied;\n\t\t\tthe day referred to in paragraph (a)(i), (a)(ii), or (a)(iii), (b), (c),(d) or (e) (as the case may be) of section 42(4).\n\t\tSections 112 to 115 of the Enterprise Act 2002 (procedural requirements,appeals etc in relation to penalties) apply in relation to a penalty imposedunder section 42(1) or (2) as they apply in relation to a penalty imposedunder section 110(1) of that Act."
    },
    {
        "length": 584,
        "text": "\nReview\n\tDuty to review arrangements for carrying out Part 4 functions\n\t\tThe Secretary of State must, within the permitted period—\n\t\t\tcarry out a review of the appropriateness, for the purpose of securing themost effective and efficient performance of the Part 4 functions, of—\n\t\t\tthe provision made by section 32(1) and the amendments made by Schedule 3,and\n\t\t\tany arrangements made under or in connection with that provision and thoseamendments;\n\t\t\tprepare a report of the review (see subsection (4) for specificrequirements relating to the report), and\n\t\t\tlay a copy of the report before Parliament, the Scottish Parliament, SeneddCymru and the Northern Ireland Assembly.\n\t\tThe review must, among other things, assess—\n\t\t\tthe way in which Part 4 functions have been carried out by the CMA throughOffice for the Internal Market task groups authorised under section 32(1), and\n\t\t\tany advantages or disadvantages of continuing with—\n\t\t\tthe provision made by section 32 and the amendments made by Schedule 3, and\n\t\t\tthe arrangements made under or in connection with that provision or thoseamendments,\n\t\t\t\tas compared with other possible ways of providing for the Part 4 functions tobe carried out (including possible arrangements not involving the CMA).\n\t\tIn carrying out the review the Secretary of State must consult the otherrelevant national authorities.\n\t\tBefore finalising the report required by subsection (1)(b) the Secretary ofState must—\n\t\t\tsend a draft of the proposed report to each of the other relevant nationalauthorities, inviting the authority to make representations as to the contentof the proposed report within a period specified by the Secretary of State,and\n\t\t\tconsider any representations duly made in response to that invitation anddetermine whether to alter the report in the light of that consideration.\n\t\tThe Secretary of State need not consult the devolved authorities further ifthe draft is altered as mentioned in subsection (4)(b) (but is free to do soif the Secretary of State thinks fit).\n\t\tThe permitted period for the review is the period beginning with the thirdanniversary of the day on which section 32 comes into force (or first comesinto force to any extent) and ending with the fifth anniversary.\n\t\tIn this section “Part 4 functions” means functions of the CMA under thisPart."
    },
    {
        "length": 783,
        "text": "\nInterpretation\n\tInterpretation of Part 4\n\t\tThis section applies for the purposes of this Part.\n\t\t“The CMA” has the meaning given by section 30(10).\n\t\tReferences to the “operation of the internal market in the United Kingdom”are to be read as including a reference to aspects of its operation, forexample its operation in relation to a particular description of goods orservices or in a particular area or region of the United Kingdom.\n\t\t“Regulatory provision” has the meaning given by section 30(8).\n\t\t“Relevant competence” means—\n\t\t\tin relation to the Scottish Ministers, Scottish devolved competence;\n\t\t\tin relation to the Welsh Ministers, Welsh devolved competence;\n\t\t\tin relation to a Northern Ireland department, Northern Ireland devolvedcompetence;\n\t\t\tin relation to the Secretary of State, reserved competence.\n\t\t“Relevant national authority” means any of the following—\n\t\t\tthe Secretary of State;\n\t\t\tthe Scottish Ministers;\n\t\t\tthe Welsh Ministers;\n\t\t\ta Northern Ireland department.\n\t\t“Scottish devolved competence”, “Welsh devolved competence”, “NorthernIreland devolved competence” and “reserved competence” are to be interpretedin accordance with subsections (8) to (11).\n\t\tA regulatory provision, so far as applying to Scotland—\n\t\t\tis within Scottish devolved competence if it—\n\t\t\twould be within the legislative competence of the Scottish Parliament ifcontained in an Act of that Parliament, or\n\t\t\tis provision which could be made in subordinate legislation by theScottish Ministers, the First Minister or the Lord Advocate acting alone;\n\t\t\totherwise, is within reserved competence.\n\t\tA regulatory provision, so far as applying to Wales—\n\t\t\tis within Welsh devolved competence if it—\n\t\t\twould be within the legislative competence of Senedd Cymru if contained inan Act of Senedd Cymru (assuming that any consent by a Minister of the Crownwere given), or\n\t\t\tis provision which could be made in subordinate legislation by the WelshMinisters acting alone;\n\t\t\totherwise, is within reserved competence.\n\t\tA regulatory provision, so far as applying to Northern Ireland—\n\t\t\tis within Northern Ireland devolved competence if it—\n\t\t\twould be within the legislative competence of the Northern IrelandAssembly, and would not require the consent of the Secretary of State, ifcontained in an Act of that Assembly,\n\t\t\tis contained in, or was made under, Northern Ireland legislation, andwould be within the legislative competence of the Northern Ireland Assembly,and would require the consent of the Secretary of State, if contained in anAct of that Assembly, or\n\t\t\tis provision which could be made in subordinate legislation by the FirstMinister and deputy First Minister in Northern Ireland acting jointly, aNorthern Ireland Minister or a Northern Ireland department;\n\t\t\totherwise, is within reserved competence.\n\t\tA regulatory provision, so far as applying to England, is within reservedcompetence."
    },
    {
        "length": 2516,
        "text": "\nPART 5Northern Ireland Protocol\n\tNorthern Ireland’s place in the UK internal market and customs territory\n\t\tNorthern Ireland’s place in the UK internal market and customsterritory\n\t\t\tAn appropriate authority must have special regard to the following matterswhen exercising any function for a relevant purpose—\n\t\t\t\tthe need to maintain Northern Ireland’s integral place in the UnitedKingdom’s internal market;\n\t\t\t\tthe need to respect Northern Ireland’s place as part of the customsterritory of the United Kingdom; and\n\t\t\t\tthe need to facilitate the free flow of goods between Great Britain andNorthern Ireland with the aim of—\n\t\t\t\tstreamlining trade between Great Britain and Northern Ireland, and\n\t\t\t\tmaintaining and strengthening the integrity and smooth operation of theinternal market in the United Kingdom.\n\t\t\tA function is exercised for “a relevant purpose” if it is exercised for—\n\t\t\t\tthe purpose of—\n\t\t\t\timplementing, or\n\t\t\t\totherwise dealing with matters arising out of, or related to,\n\t\t\t\t\tthe Northern Ireland Protocol,\n\t\t\t\tthe purpose of enabling or facilitating a purpose described in paragraph(a) to be achieved, or\n\t\t\t\ta purpose relating to movement of goods within the United Kingdom(including movement that involves movement in a country or territory outsidethe United Kingdom).\n\t\t\tIn this section “appropriate authority” means—\n\t\t\t\ta Minister of the Crown;\n\t\t\t\tthe Scottish Ministers;\n\t\t\t\tthe Welsh Ministers;\n\t\t\t\tthe First Minister and deputy First Minister in Northern Ireland actingjointly, a Northern Ireland Minister or a Northern Ireland department;\n\t\t\t\tany other person who exercises functions of a public nature.\n\tUnfettered access\n\t\tUnfettered access to UK internal market for Northern Ireland goods\n\t\t\tOn or after IP completion day, an appropriate authority must not exerciseany function in a way that would—\n\t\t\t\tresult in an existing kind of NI-GB check, control or administrativeprocess being used—\n\t\t\t\tfor the first time, or\n\t\t\t\tfor a new purpose or to a new extent; or\n\t\t\t\tresult in a new kind of NI-GB check, control or administrative process—\n\t\t\t\tbeing introduced, or\n\t\t\t\tbeing used.\n\t\t\tThis section does not prevent the exercise of a function if the exercise—\n\t\t\t\tis necessary for the administration of arrangements which have the purposeof facilitating access for qualifying Northern Ireland goods to the internalmarket in the United Kingdom,\n\t\t\t\tis necessary to secure compliance with, or to give effect to, anyinternational obligation or arrangement to which the United Kingdom is a party(whenever the United Kingdom becomes a party to it),\n\t\t\t\tis necessary where goods have been declared for a voluntary customsprocedure,\n\t\t\t\tis necessary for the purposes of VAT or excise duty in consequence of theNorthern Ireland Protocol,\n\t\t\t\tis necessary for the purpose of dealing with a threat to biosecurity inGreat Britain, or\n\t\t\t\tis necessary for the purpose of dealing with a threat to food or feedsafety in Great Britain.\n\t\t\tSubsection (2)(b) authorises (in particular) the exercise of a function inrelation to a check, control or administrative process if the exercise isnecessary to secure compliance with, or to give effect to, Article 6(1) of theNorthern Ireland Protocol.\n\t\t\tFor the purposes of this section the exercise of a function “is necessaryfor the purposes of VAT or excise duty in consequence of the Northern IrelandProtocol” if—\n\t\t\t\tthe appropriate authority exercising the functions is the Treasury, theCommissioners for Her Majesty’s Revenue and Customs, or the Director of BorderRevenue,\n\t\t\t\tthe function is exercised for the purposes of VAT or excise duty (includingfor the purposes of preventing double taxation, partial or complete non-taxation, or evasion), and\n\t\t\t\tthe appropriate authority exercising the function considers that theexercise is necessary in consequence of the Northern Ireland Protocol.\n\t\t\tFor the purposes of this section the exercise of a function “is necessaryfor the purpose of dealing with a threat to biosecurity in Great Britain” ifthe exercise of the function consists of—\n\t\t\t\tthe making, or operation, of legislation which satisfies the conditions setout in paragraph 1 of Schedule 1, or\n\t\t\t\tany other activity which satisfies the conditions set out in paragraph1(2), (3), (4) and (6) of Schedule 1 (reading any reference in thoseconditions to “legislation” as a reference to the activity in question).\n\t\t\tIn determining for the purposes of subsection (5)(b) whether the conditionin paragraph 1(3) of Schedule 1 is met, a pest or disease is to be taken to bepresent in Northern Ireland if it is, or may be, present in qualifyingNorthern Ireland goods (including when the goods are in Great Britain).\n\t\t\tFor the purposes of this section the exercise of a function “is necessaryfor the purpose of dealing with a threat to food or feed safety in GreatBritain” if the exercise of the function consists of—\n\t\t\t\tthe making, or operation, of legislation which satisfies the conditions setout in paragraph 2 of Schedule 1, or\n\t\t\t\tany other activity which satisfies the conditions set out in paragraph2(2), (3), (4) and (6) of Schedule 1 (reading any reference in thoseconditions to “legislation” as a reference to the activity in question).\n\t\t\tFor the purposes of this section—\n\t\t\t\tan “NI-GB” check, control or administrative process is one applicable tothe direct movement of qualifying Northern Ireland goods from Northern Irelandto Great Britain;\n\t\t\t\tan “existing kind” of NI-GB check, control or administrative process is onethat—\n\t\t\t\twas in use or available for use immediately before IP completion day, or\n\t\t\t\tis the same as, or substantially similar to, one that was in use oravailable for use immediately before IP completion day (the “predecessor”);\n\t\t\t\ta “new kind of” NI-GB check, control or administrative process is one thatis not of an existing kind;\n\t\t\t\twhere an NI-GB check, control or administrative process is of an existingkind because of paragraph (b)(ii), that check, control or administrativeprocess and the predecessor are to be treated as a single function for thepurpose of determining whether subsection (1)(a) prevents its exercise;\n\t\t\t\tthe purpose for which, or extent to which, a function would be used is“new” if the function has not been used for that purpose, or to that extent,before IP completion day.\n\t\t\tA Minister of the Crown may by regulations amend this section so that itapplies to a type of movement instead of, or in addition to, a type ofmovement to which it already applies (whether that type of movement is directmovement or another type of movement provided for by regulations under thissubsection).\n\t\t\tRegulations under subsection (9) are subject to affirmative resolutionprocedure.\n\t\t\tIn this section—\n\t\t\t\t  * “appropriate authority” means— \n\t\t\t\ta Minister of the Crown;\n\t\t\t\tthe Scottish Ministers;\n\t\t\t\tthe Welsh Ministers;\n\t\t\t\tthe First Minister and deputy First Minister in Northern Ireland actingjointly, a Northern Ireland Minister or a Northern Ireland department;\n\t\t\t\tany other person who exercises functions of a public nature;\n\t\t\t\t\t  * “declared for a voluntary customs procedure” means declared, in accordance with the Taxation (Cross-border Trade) Act 2018, for a special Customs procedure or temporary storage; \n\t\t\t\t\t  * “direct movement” means movement that does not involve movement by land in a country or territory other than the United Kingdom; \n\t\t\t\t\t  * “excise duty” means any excise duty under— \n\t\t\t\tthe Alcoholic Liquor Duties Act 1979,\n\t\t\t\tthe Hydrocarbon Oil Duties Act 1979, or\n\t\t\t\tthe Tobacco Products Duty Act 1979;\n\t\t\t\t\t  * “qualifying Northern Ireland goods”— \n\t\t\t\thas the same meaning that it has in the European Union (Withdrawal) Act 2018,including any meaning defined for the purposes of that Act from time to timeby regulations made under the power conferred by section 8C(6) of that Act(and, if those regulations provide for different meanings to be defined fordifferent purposes of that Act, regulations under section 8C(6) may makeprovision about the meaning or meanings that are to apply for the purposes ofthis section);\n\t\t\t\tis to be taken to have had, immediately before IP completion day, the samemeaning that it has (under paragraph (a)) at the time when this section comesinto force.\n\tState aid\n\t\tGuidance on Article 10 of the Northern Ireland Protocol\n\t\t\tThe Secretary of State must publish guidance on the practical applicationof Article 10 of the Northern Ireland Protocol (state aid).\n\t\t\tFor that purpose Article 10 is to be read in the light of—\n\t\t\t\tany relevant decision or recommendation of the Joint Committee, and\n\t\t\t\tany relevant declaration that is made in the Joint Committee by eitherparty, of which the other party takes note.\n\t\t\tThe guidance must be published before the end of the period of one monthbeginning with the day on which this section comes into force.\n\t\t\tA person with public functions relating to the implementation of Article 10(including functions involving the provision of financial assistance or othersubsidies) must have regard to the guidance when exercising such functions.\n\t\t\tThe Secretary of State may—\n\t\t\t\trevise or replace the guidance;\n\t\t\t\tif satisfied it is no longer necessary, withdraw the guidance.\n\t\t\tIn this section “Joint Committee” means the committee established byArticle 164(1) of the EU withdrawal agreement.\n\t\tNotification of state aid for the purposes of the Northern IrelandProtocol\n\t\t\tNo public authority apart from the Secretary of State may comply with arequirement of a provision of EU law applied to the United Kingdom by Article10 of the Northern Ireland Protocol (state aid) to give the EuropeanCommission a notification or information relating to aid.\n\t\t\tIn subsection (1), “public authority” means a person who exercisesfunctions of a public nature."
    },
    {
        "length": 577,
        "text": "\nPART 6Financial assistance\n\tPower to provide financial assistance for economic development etc\n\t\tA Minister of the Crown may, out of money provided by Parliament, providefinancial assistance to any person for, or in connection with, any of thefollowing purposes—\n\t\t\tpromoting economic development in the United Kingdom or any area of theUnited Kingdom;\n\t\t\tproviding infrastructure at places in the United Kingdom (includinginfrastructure in connection with any of the other purposes mentioned in thissection);\n\t\t\tsupporting cultural activities, projects and events that the Ministerconsiders directly or indirectly benefit the United Kingdom or particularareas of the United Kingdom;\n\t\t\tsupporting activities, projects and events relating to sport that theMinister considers directly or indirectly benefit the United Kingdom orparticular areas of the United Kingdom;\n\t\t\tsupporting international educational and training activities and exchanges;\n\t\t\tsupporting educational and training activities and exchanges within theUnited Kingdom.\n\t\tIn this section—\n\t\t\t  * “infrastructure” includes— \n\t\t\twater, electricity, gas, telecommunications, sewerage or other services (forexample, the provision of heat),\n\t\t\trailway facilities (including rolling stock), roads or other transportfacilities,\n\t\t\thealth, educational, cultural or sports facilities,\n\t\t\tcourt or prison facilities, and\n\t\t\thousing;\n\t\t\t\t  * “promoting”, in relation to economic development, includes taking any measure likely to contribute directly or indirectly to economic development (which might include, for example, measures relating to social inclusion); \n\t\t\t\t  * “providing”, in relation to infrastructure, includes acquiring, designing, constructing, converting, improving, operating and repairing infrastructure; \n\t\t\t\t  * “sport” includes any physical recreation. \n\tFinancial assistance: supplementary\n\t\tFinancial assistance under section 50—\n\t\t\tmay be provided by way of grants, loans, guarantees or indemnities or inany other form;\n\t\t\tmay be provided subject to conditions (which may include conditions aboutrepayment with or without interest or other return);\n\t\t\tmay be provided under a contract;\n\t\t\tmay be provided to an investment fund for onward investment oradministrative costs relating to onward investment.\n\t\tThe power to provide financial assistance under section 50 is in additionto (and does not limit or replace) any other power of a Minister of the Crownto provide financial assistance."
    },
    {
        "length": 1357,
        "text": "\nPART 7Subsidy control\n\tRegulation of distortive or harmful subsidies\n\t\tIn Part 2 of Schedule 5 to the Scotland Act 1998 (specific reservations),under Head C (trade and industry), at the end insert—\n\t\t“Distortive or harmful subsidies\n\t\t\tC16.Regulation of the provision of subsidies which are or may be distortive orharmful by a public authority to persons supplying goods or services in thecourse of a business.\n\t\t_Interpretation_\n\t\t\t  * “Public authority” means a person who exercises functions of a public nature.\n\t\t\t  * “Subsidy” includes assistance provided to a person directly or indirectly by way of income or price support, grant, loan, guarantee, indemnity, the provision of goods or services and any other kind of assistance, whether financial or otherwise and whether actual or contingent.\n\t\t\t  * A subsidy is provided “by a public authority” if it is provided by that authority directly or indirectly.\n\t\t\t  * A subsidy is “distortive or harmful” if it distorts competition between, or otherwise causes harm or injury to, persons supplying goods or services in the course of a business, whether or not those persons are established in the United Kingdom.”\n\t\t\tIn Schedule 2 to the Northern Ireland Act 1998 (excepted matters), afterparagraph 16 insert—\n\t\t\t“16ARegulation of the provision of subsidies which are or may be distortive orharmful by a public authority to persons supplying goods or services in thecourse of a business.\n\t\t\tIn this paragraph—\n\t\t\t\t  * “Public authority” means a person who exercises functions of a public nature.\n\t\t\t\t  * “Subsidy” includes assistance provided to a person directly or indirectly by way of income or price support, grant, loan, guarantee, indemnity, the provision of goods or services and any other kind of assistance, whether financial or otherwise and whether actual or contingent.\n\t\t\t\t  * A subsidy is provided “by a public authority” if it is provided by that authority directly or indirectly.\n\t\t\t\t  * A subsidy is “distortive or harmful” if it distorts competition between, or otherwise causes harm or injury to, persons supplying goods or services in the course of a business, whether or not those persons are established in the United Kingdom.”\n\t\t\tIn Part 2 of Schedule 7A to the Government of Wales Act 2006 (specificreservations), under Head C (trade and industry), at the end insert—\n\t\t“Distortive or harmful subsidies\n\t\t\tC18.Regulation of the provision of subsidies which are or may be distortive orharmful by a public authority to persons supplying goods or services in thecourse of a business.\n\t\t_Interpretation_\n\t\t\t  * “Public authority” means a person who exercises functions of a public nature.\n\t\t\t  * “Subsidy” includes assistance provided to a person directly or indirectly by way of income or price support, grant, loan, guarantee, indemnity, the provision of goods or services and any other kind of assistance, whether financial or otherwise and whether actual or contingent.\n\t\t\t  * A subsidy is provided “by a public authority” if it is provided by that authority directly or indirectly.\n\t\t\t  * A subsidy is “distortive or harmful” if it distorts competition between, or otherwise causes harm or injury to, persons supplying goods or services in the course of a business, whether or not those persons are established in the United Kingdom.”\n\tUK subsidy control consultation: engagement with the devolvedauthorities on the Government response\n\t\tFor the purposes of this section—\n\t\t\t“the UK subsidy control consultation” is the consultation announced by theSecretary of State for Business, Energy and Industrial Strategy in a writtenMinisterial statement made in the House of Commons on 9 September 2020(consultation on whether the United Kingdom should go further than itsexisting international commitments in relation to subsidy control, includingwhether legislation is necessary);\n\t\t\ta “relevant report” is a report containing the whole or part of theGovernment’s response to that consultation (and for this purpose “response”includes any conclusions and proposals, resulting from that consultation, asto arrangements in the United Kingdom for controlling the provision by publicauthorities of subsidies which are or may be distortive or harmful);\n\t\t\tsubsidies are “distortive or harmful” if they distort competition between,or otherwise cause harm or injury to, persons supplying goods or services inthe course of a business, whether or not established in the United Kingdom;\n\t\t\tthe “devolved authorities” are the Scottish Ministers, the Welsh Ministersand the Department for the Economy in Northern Ireland.\n\t\tThe Secretary of State must, before publishing any relevant report relatingto the UK subsidy control consultation—\n\t\t\tprovide a draft of the proposed Government response to each devolvedauthority, inviting it to make representations about the proposed responsewithin a period specified by the Secretary of State, and\n\t\t\tconsider any representations duly made by any of the devolved authoritiesin response to that invitation and determine whether to alter the report inthe light of that consideration.\n\t\tThe Secretary of State need not consult the devolved authorities further ifthe draft is altered as mentioned in subsection (2)(b) (but is free to do soif the Secretary of State thinks fit).\n\t\tThe consultation required by subsection (2) is in addition to anyengagement with the devolved authorities in the course of the UK subsidycontrol consultation."
    },
    {
        "length": 1714,
        "text": "\nPART 8Final provisions\n\tProtection of Act against modification\n\t\tIn Schedule 4 to the Scotland Act 1998 (enactments etc. protected frommodification), after paragraph 1(2)(g) insert “, and\n\t\t\tthe United Kingdom Internal Market Act 2020.”\n\t\tIn paragraph 5(1) of Schedule 7B to the Government of Wales Act 2006(protected enactments), in the table after the entry for the European Union(Withdrawal) Act 2018 insert—\n\t\t\t“The United Kingdom Internal Market Act 2020| The whole Act.”  ---|---    (3)In section 7(1) of the Northern Ireland Act 1998 (entrenched enactments)—\n\t\t\tomit the “and” at the end of paragraph (d), and\n\t\t\tafter paragraph (e) insert “; and\n\t\t\tthe United Kingdom Internal Market Act 2020.”\n\t\tNo power to make subordinate legislation contained in primary legislationpassed or made before this section comes into force may be exercised so as toamend, repeal or otherwise modify the operation of this Act.\n\tFurther provision in connection with the Northern Ireland Protocol\n\t\tThe following provisions cease to have effect when Articles 5 to 10 of theNorthern Ireland Protocol cease to apply—\n\t\t\tsection 11 and Part 5, and\n\t\t\tsection 8C(5A) of the European Union (Withdrawal) Act 2018 (as inserted bysubsection (3)).\n\t\tNothing in this Act except the amendment made by subsection (3) (including,in particular, section 54(4)) limits—\n\t\t\tthe power to make provision under section 8C of the European Union(Withdrawal) Act 2018 (regulations in connection with the Protocol) (includingas that power may be used to modify this Act), or\n\t\t\tthe effect of any regulations under that section.\n\t\tIn section 8C of the European Union (Withdrawal) Act 2018, after subsection(5) insert—\n\t\t\t“(5A)Regulations under subsection (1) may not amend, repeal or otherwisemodify the operation of section 47 of the United Kingdom Internal Market Act2020 (“the 2020 Act”), except by making—\n\t\t\tprovision of the sort that is contemplated by section 47(2) of the 2020 Act(permitted checks);\n\t\t\tprovision under subsection (6);\n\t\t\tprovision of the sort described in paragraph 21(b) of Schedule 7(supplementary and transitional provision etc) in connection with—\n\t\t\tprovision within either of the preceding paragraphs;\n\t\t\tArticles 5 to 10 of the Northern Ireland Protocol ceasing to apply (andthe resulting operation of section 55(1) of the 2020 Act).”\n\tRegulations: general\n\t\tAny power to make regulations under this Act is exercisable by statutoryinstrument.\n\t\tAny power to make regulations under this Act includes power—\n\t\t\tto amend, repeal or otherwise modify legislation;\n\t\t\tto make different provision for different purposes;\n\t\t\tto make supplementary, incidental, consequential, transitional, transitoryor saving provision (including provision made in reliance on paragraph (a)).\n\t\tThis section does not apply to regulations under section 59(3).\n\tRegulations: references to parliamentary procedures\n\t\tWhere regulations under this Act are subject to affirmative resolutionprocedure, the regulations may not be made unless a draft of the statutoryinstrument containing them has been laid before and approved by a resolutionof each House of Parliament.\n\t\tWhere regulations under this Act are subject to made affirmative procedure—\n\t\t\tthe statutory instrument containing them must be laid before Parliament assoon as reasonably practicable after being made; and\n\t\t\tthe regulations cease to have effect at the end of the period of 40 daysbeginning with the day on which they are made unless, during that period, theinstrument is approved by a resolution of each House of Parliament.\n\t\tIn calculating the period of 40 days, no account is to be taken of any timeduring which—\n\t\t\tParliament is dissolved or prorogued, or\n\t\t\tboth Houses of Parliament are adjourned for more than 4 days.\n\t\tWhere regulations cease to have effect as a result of subsection (3) thatdoes not—\n\t\t\taffect anything previously done under or by virtue of the regulations, or\n\t\t\tprevent the making of new regulations.\n\t\tSubsections (2) to (4) do not apply to regulations if a draft of thestatutory instrument containing them has been laid before, and approved by aresolution of, each House of Parliament.\n\t\tWhere regulations under this Act are subject to negative resolutionprocedure the statutory instrument containing them is subject to annulment inpursuance of a resolution of either House of Parliament.\n\t\tAny provision that may be made by regulations under this Act subject tonegative resolution procedure may be made in regulations subject toaffirmative resolution procedure or made affirmative procedure.\n\tInterpretation: general\n\t\tIn this Act—\n\t\t  * “affirmative resolution procedure” is to be construed in accordance with section 57(1); \n\t\t  * “legislation” means primary legislation, subordinate legislation and retained direct EU legislation; \n\t\t  * “made affirmative resolution procedure” is to be construed in accordance with section 57(2); \n\t\t  * “Minister of the Crown” has the same meaning as the Ministers of the Crown Act 1975 (see section 8(1) of that Act); \n\t\t  * “negative resolution procedure” is to be construed in accordance with section 57(6); \n\t\t  * “Northern Ireland Protocol” means the Protocol on Ireland/Northern Ireland in the EU withdrawal agreement; \n\t\t  * “part of the United Kingdom” means England, Wales, Scotland or Northern Ireland; \n\t\t  * “primary legislation” means— \n\t\t\tan Act of Parliament;\n\t\t\tan Act of the Scottish Parliament;\n\t\t\tan Act or Measure of Senedd Cymru; or\n\t\t\tNorthern Ireland legislation;\n\t\t\t\t  * “subordinate legislation” means an instrument made under primary legislation or retained direct EU legislation. \n\tExtent, commencement and short title\n\t\tThis Act extends to England and Wales, Scotland and Northern Ireland.\n\t\tThis section comes into force on the day on which this Act is passed.\n\t\tThe other provisions of this Act come into force on such day as theSecretary of State may by regulations made by statutory instrument appoint.\n\t\tRegulations under subsection (3) may—\n\t\t\tappoint different days for different purposes;\n\t\t\tmake transitional or saving provision in connection with the coming intoforce of any provision of this Act.\n\t\tThis Act may be cited as the United Kingdom Internal Market Act 2020."
    }
]