[
    {
        "length": 1363,
        "text": "\nPilotage\n\tPower to remove harbour authorities’ pilotage functions\n\t\tIn section 1 of the Pilotage Act 1987 (meaning of “competent harbourauthority”) after subsection (4) insert—\n\t\t\t“(4A)A harbour authority in England or Wales is not a competent harbourauthority for the purposes of this Act while it is specified in an order ofthe Secretary of State under this subsection.\n\t\t(4B)A harbour authority in Scotland is not a competent harbour authority forthe purposes of this Act while it is specified in an order of the ScottishMinisters under this subsection.”\n\t\tFor subsection (5) of that section (power to revoke or amend wherecircumstances change) substitute—\n\t\tAn order under this section may be amended or revoked by further order.”\n\t\tIn subsection (7) of that section (procedure for certain orders) for “thissection” substitute “subsection (3) or (4)”.\n\t\tAfter subsection (8) of that section insert—\n\t\t“(8AA)Before making an order under subsection (4A) or (4B) the person makingthe order must consult—\n\t\t\tany harbour authority to which the order would apply, and\n\t\t\tanyone else who the person making the order thinks appropriate.\n\t\t\t(8B)An order under this section may include transitional, consequential,incidental or supplemental provision.”\n\t\tIn section 1A(1) (procedure for certain orders: Scotland) after “other thansubsection (4)” insert “or (4B)”.\n\tPilotage exemption certificates: grant\n\t\tIn section 8(1) of the Pilotage Act 1987 (grant)—\n\t\t\tfor “the master or first mate” substitute “a deck officer”, and\n\t\t\tin paragraph (a) for “master or first mate” substitute “a deck officer”.\n\t\tIn section 8(5)(a) (renewal) for “the master or first mate of a ship”substitute “a deck officer of a ship”.\n\t\tIn sections 10(3), 15(1)(b) and 20(1)(a) (pilotage charges, compulsorypilotage and boarding facilities for pilots) for “master or first mate”substitute “deck officer”.\n\t\tIn section 31(1) (interpretation) at the appropriate place insert—\n\t\t\t  * ““deck officer”, in relation to a ship, includes the master and first mate;”.\n\tPilotage exemption certificates: suspension and revocation\n\t\tAfter section 8 of the Pilotage Act 1987 insert—\n\t\t“8APilotage exemption certificates: suspension and revocation\n\t\t\tA competent harbour authority may by written notice suspend or revoke aperson’s pilotage exemption certificate in the following cases.\n\t\t\tCase 1 is where an event has occurred as a result of which the authority isno longer satisfied of the matters specified in section 8(1)(a).\n\t\t\tCase 2 is where the authority thinks that the person has provided falseinformation to the authority as to any of those matters.\n\t\t\tCase 3 is where the authority thinks that the person has been guilty ofprofessional misconduct while piloting a ship.\n\t\t\tCase 4 is where—\n\t\t\t\tpilotage notification was given under section 15(4)(b) in reliance on theperson’s certificate, and\n\t\t\t\tin the event, the pilotage was carried out by a person who was neither anauthorised pilot nor acting in accordance with a pilotage exemptioncertificate.\n\t\tBSection 8A: supplementary\n\t\t\tThe maximum period for which a pilotage exemption certificate may besuspended is 28 days.\n\t\t\tBut if a harbour authority has suspended a person’s certificate and isconsidering whether to revoke it, the authority may by written notice extendthe suspension for a single period of up to 28 days.\n\t\t\tA suspended certificate may be revoked (on the same or different grounds).\n\t\t\tBefore revoking a person’s certificate a harbour authority must—\n\t\t\t\tgive the person written warning, stating the reasons for the proposedrevocation, and\n\t\t\t\tallow the person a reasonable opportunity to make representations.\n\t\t\tA competent harbour authority which has suspended or revoked a certificatemay pay compensation to any person who has suffered, or is likely to suffer,loss as a result.”\n\t\t\tIn section 8—\n\t\t\t\tomit subsection (6) (revocation and suspension of certificates), and\n\t\t\t\tin subsection (7) (notice) omit “or suspending or revoking a certificateheld by any person”.\n\tPilotage notification\n\t\tFor section 15(3) of the Pilotage Act 1987 (notification by master navigatingship) substitute—\n\t\tThe master of a ship commits an offence if—\n\t\t\tthe ship is navigated in an area in which a pilotage direction applies toit, and\n\t\t\tthe competent harbour authority which gave the direction has not been givenpilotage notification.\n\t\tPilotage notification is notification that the ship will be navigated in anarea in which a pilotage direction will apply to it and—\n\t\t\tthat an authorised pilot is required to pilot the ship, or\n\t\t\tthat an authorised pilot is not required because the ship will be pilotedby a specified person acting in accordance with a pilotage exemptioncertificate.\n\t\tA person guilty of an offence under subsection (3) is liable on summaryconviction to a fine not exceeding level 2 on the standard scale.”"
    },
    {
        "length": 2794,
        "text": "\nHarbour authorities\n\tHarbour directions\n\t\tAfter section 40 of the Harbours Act 1964 insert—\n\t\t“Harbour directions\n\t\t\tADirections \n\t\t\t\tA designated harbour authority may give directions (“harbour directions”)in respect of ships—\n\t\t\t\t\twithin their harbour, or\n\t\t\t\t\tentering or leaving their harbour.\n\t\t\t\tA harbour direction may relate to—\n\t\t\t\t\tthe movement of ships;\n\t\t\t\t\tmooring or unmooring;\n\t\t\t\t\tequipment (including nature and use);\n\t\t\t\t\tthe manning of ships.\n\t\t\t\tA harbour direction may require the master of a ship to provide informationto a specified person in a specified manner.\n\t\t\t\t“Designated harbour authority” means—\n\t\t\t\t\ta harbour authority for a fishery harbour in Wales who are designated byorder of the Welsh Ministers,\n\t\t\t\t\ta harbour authority for any other harbour in England or Wales who aredesignated by order of the Secretary of State, and\n\t\t\t\t\ta harbour authority for a harbour in Scotland who are designated by orderof the Scottish Ministers.\n\t\t\t\tA harbour direction is subject to any direction under section 52 of theHarbours, Docks and Piers Clauses Act 1847 (directions by harbour master).\n\t\t\t\tA harbour authority may not give a harbour direction which conflicts withan enactment.\n\t\t\t\tAn order designating a harbour authority may amend or repeal any statutoryprovision of local application which the person making the order thinks is—\n\t\t\t\t\tinconsistent with the power to give harbour directions, or\n\t\t\t\t\tunnecessary as a result of the power.\n\t\t\tBProcedure \n\t\t\t\tHarbour directions must be in writing.\n\t\t\t\tBefore giving harbour directions a harbour authority must consult suchrepresentatives of users of the harbour as the authority think appropriate.\n\t\t\t\tA harbour authority must make such arrangements as they think appropriatefor publicising a proposed harbour direction for at least 28 days before it isgiven.\n\t\t\t\tA harbour authority must—\n\t\t\t\t\tmake harbour directions available for inspection, and\n\t\t\t\t\tsupply a copy to anyone who requests it.\n\t\t\t\tA harbour authority may charge for the supply of copies.\n\t\t\t\tAs soon as is reasonably practicable after giving a harbour direction theharbour authority must publish a notice in a newspaper specialising inshipping news—\n\t\t\t\t\tstating that a harbour direction has been given, and\n\t\t\t\t\tgiving details of the arrangements for the inspection and supply of copiesof harbour directions.\n\t\t\tCEnforcement \n\t\t\t\tThe master of a ship must ensure that harbour directions are complied with.\n\t\t\t\tBreach of subsection (1) without reasonable excuse is an offence.\n\t\t\t\tA person guilty of the offence is liable on summary conviction to a finenot exceeding level 4 on the standard scale.\n\t\t\tDSupplemental \n\t\t\t\tHarbour directions—\n\t\t\t\t\tmay make provision that applies generally or only in relation to specifiedcircumstances, areas, periods or descriptions of ship, and\n\t\t\t\t\tmay make different provision for different circumstances, areas, periods ordescriptions of ship.\n\t\t\t\tHarbour directions may be varied or revoked by subsequent harbourdirections.\n\t\t\t\tIn section 40A—\n\t\t\t\t\t  * “mooring” includes casting anchor, and\n\t\t\t\t\t  * “unmooring” includes weighing anchor.”\n\t\t\t\tIn section 54 (orders and regulations) at the end insert—\n\t\t\t\tA power of the Secretary of State or Welsh Ministers to make an orderunder section 40A is exercisable by statutory instrument.\n\t\t\t\tA statutory instrument containing an order under section 40A—\n\t\t\t\t\tif made by the Secretary of State, is subject to annulment in pursuance ofa resolution of either House of Parliament,\n\t\t\t\t\tif made by the Welsh Ministers, is subject to annulment in pursuance of aresolution of the National Assembly for Wales.”\n\t\t\t\tIn section 57(1) (interpretation) insert at the appropriate place—\n\t\t\t\t\t  * ““master”, in relation to a ship, means the person who has command or charge of the ship for the time being;”.\n\tHarbour closure orders\n\t\tAfter section 17 of the Harbours Act 1964 insert—\n\t\t“Harbour closure orders\n\t\t\tAPower to make closure order\n\t\t\t\tThe Secretary of State may make an order under this section in respect of aharbour (a “closure order”)—\n\t\t\t\t\ton the application of the harbour authority,\n\t\t\t\t\twith the consent of the harbour authority, or\n\t\t\t\t\tif the Secretary of State has consulted the harbour authority and issatisfied that they are unlikely to object.\n\t\t\t\tThe Secretary of State must publish guidance about the circumstances inwhich a closure order will be made. The guidance—\n\t\t\t\t\tmust require the Secretary of State to have regard to the underlyingpurpose, and\n\t\t\t\t\tmust be reviewed and (if appropriate) revised from time to time.\n\t\t\t\tIn this section—\n\t\t\t\t\t“the underlying purpose” means the purpose of permitting or requiringharbour authorities to cease to maintain harbours which are no longercommercially viable or necessary;\n\t\t\t\t\t“the harbour authority” in relation to a harbour means any harbourauthority which has statutory duties to manage, maintain or improve theharbour.\n\t\t\tBContent of closure order\n\t\t\t\tA closure order must relieve the harbour authority of—\n\t\t\t\t\tall statutory functions in respect of the harbour, or\n\t\t\t\t\tspecified statutory functions in respect of the harbour.\n\t\t\t\tA closure order may transfer specified functions of the harbour authorityto a specified body (with the body’s consent).\n\t\t\t\tA closure order must include transitional provision about the cessation ofthe harbour authority’s functions (including provision about rights andliabilities in relation to the performance of functions before the closureorder takes effect).\n\t\t\t\tA closure order may—\n\t\t\t\t\tpermit or require the harbour authority to carry out works in respect ofthe harbour;\n\t\t\t\t\tpermit the Secretary of State to carry out works in respect of the harbour;\n\t\t\t\t\trequire a harbour authority to pay for works carried out under paragraph(b);\n\t\t\t\t\tconfer on the harbour authority or the Secretary of State power to acquire(whether by agreement or compulsorily) land described in the order as the siteof works to be carried out under paragraph (a) or (b).\n\t\t\tCHarbour closure orders: property etc\n\t\t\t\tA closure order may include provision for the transfer of property, rightsand liabilities of the harbour authority.\n\t\t\t\tIn particular, a closure order may include provision—\n\t\t\t\t\ttransferring things that would otherwise not be capable of beingtransferred;\n\t\t\t\t\tcreating interests, rights or liabilities in relation to things transferredor in connection with a transfer;\n\t\t\t\t\tfor enforcement of rights or liabilities (whether transferred or created bythe order);\n\t\t\t\t\tabout the transfer of rights and liabilities in relation to employment(including provision for deemed continuity);\n\t\t\t\t\tabout pension schemes (including provision for amending schemes, windingthem up, transferring their administration, and saving rights existing beforea transfer takes effect);\n\t\t\t\t\tterminating appointments;\n\t\t\t\t\tfor compensation for loss of employment (or office).\n\t\t\t\tA closure order may include provision—\n\t\t\t\t\textinguishing liabilities to the Secretary of State;\n\t\t\t\t\tabout the winding up of the harbour authority’s affairs;\n\t\t\t\t\tabout the winding up of any company wholly owned by the harbour authority;\n\t\t\t\t\tabout the dissolution of the harbour authority.\n\t\t\t\tA provision of a closure order transferring property, rights or liabilitiesmay—\n\t\t\t\t\tmake the transfer subject to a condition (such as the grant of an interestin favour of a third party), and\n\t\t\t\t\tinclude provision about the effect of failure to comply with the condition.\n\t\t\t\tProvision under this section may confer a function on the Secretary ofState.\n\t\t\tDHarbour closure orders: procedure\n\t\t\t\tPart 1 of Schedule 3 has effect in relation to closure orders as inrelation to harbour revision orders.\n\t\t\t\tIn relation to closure orders made otherwise than on the application of theharbour authority Part 1 of Schedule 3 has effect with any necessarymodifications, in particular—\n\t\t\t\t\tignore paragraphs 3, 5, 6, 7, 9, 13 and 14,\n\t\t\t\t\ttreat a reference to the applicant as a reference to the Secretary ofState,\n\t\t\t\t\ttreat a reference to the application for an order as a reference to theproposal to make an order,\n\t\t\t\t\ttreat a reference to being notified of a proposed application as areference to proposing to make an order, and\n\t\t\t\t\tparagraph 8 applies if the Secretary of State decides that the order wouldrelate to a project which falls within Annex I or II to the Directive and is arelevant project, in which case—\n\t\t\t\t\tthe Secretary of State must prepare the environmental statement, havingconsulted bodies with environmental responsibilities, and\n\t\t\t\t\tthe statement must include the information specified in sub-paragraph (2)(and may include other information).\n\t\t\t\tSection 44 applies in relation to closure orders as in relation to harbourrevision orders.\n\t\t\tEHarbour closure orders: devolution\n\t\t\t\tIn relation to fishery harbours in Wales—\n\t\t\t\t\tthe power to make closure orders vests in the Welsh Ministers, and\n\t\t\t\t\ta reference in this group of sections to the Secretary of State is to betreated as a reference to the Welsh Ministers.\n\t\t\t\tIn relation to harbours in Scotland—\n\t\t\t\t\tthe power to make closure orders vests in the Scottish Ministers,\n\t\t\t\t\ta reference in this group of sections to the Secretary of State is to betreated as a reference to the Scottish Ministers, and\n\t\t\t\t\tthe reference in section 17D(1) to Schedule 3 is a reference to thatSchedule as it has effect in relation to Scotland.\n\t\t\tFSupplemental \n\t\t\t\tA closure order may include incidental, consequential, transitional orsaving provisions.\n\t\t\t\tIn particular, a closure order—\n\t\t\t\t\tmay amend, repeal or revoke an enactment of local application, and\n\t\t\t\t\tmay disapply or modify the application of any other enactment.\n\t\t\t\tA closure order—\n\t\t\t\t\tmay make provision generally or only for specified purposes, and\n\t\t\t\t\tmay make different provision for different purposes.”\n\t\t\t\tAt the end of section 44 (limitation of right to challenge orders) insert—\n\t\t\t\tSection 17D(3) applies this section to closure orders.”\n\t\t\t\tIn section 57(1) (interpretation) insert at the appropriate place—\n\t\t\t\t\t  * ““closure order” has the meaning given by section 17A;”."
    },
    {
        "length": 621,
        "text": "\nPort constables\n\tPort constables: extension of jurisdiction in England and Wales\n\t\tA port constable may, for policing purposes connected with the portconstable’s police area, act outside that area.\n\t\tA port constable may act under subsection (1) only with the consent of thechief officer of police for the police area in which the port constable isacting.\n\t\tConsent— \n\t\t\tmay be given in relation to a particular port constable or any descriptionof port constables;\n\t\t\tmay be given generally for all policing purposes connected with the portconstable’s police area or may be limited (whether as to particular purposes,particular occasions or in any other way);\n\t\t\tmay be given subject to conditions.\n\t\tWhen acting under subsection (1) a port constable has all the powers andprivileges of a constable.\n\t\t“Port constable” means—\n\t\t\ta person appointed by virtue of provision incorporating section 79 of theHarbours, Docks, and Piers Clauses Act 1847,\n\t\t\ta person appointed under provision made by virtue of paragraph 8 ofSchedule 2 to the Harbours Act 1964, or\n\t\t\ta person appointed under section 154 of the [Port of London Act 1968 (c.xxxii)](/id/ukla/1968/32?view=plain \"Go to item of legislation\").\n\t\tA port constable’s police area is the area in which the port constable hasjurisdiction to act, ignoring—\n\t\t\tsubsection (1), and\n\t\t\tany provision, made by or under an enactment, under which the portconstable has jurisdiction to act in an area for limited purposes only.\n\t\t“Policing purposes connected with the port constable’s police area” meansany of the following—\n\t\t\tthe prevention of the commission of offences in the port constable’s policearea;\n\t\t\tthe detection or investigation of offences committed in the portconstable’s police area;\n\t\t\tthe apprehension or prosecution of offenders in respect of offencescommitted in the port constable’s police area;\n\t\t\tthe preservation of the peace in the port constable’s police area;\n\t\t\tthe apprehension of offenders within the port constable’s police area inrespect of offences committed outside that area and the transport of them topolice stations outside that area;\n\t\t\tthe regulation of traffic in the port constable’s police area.\n\t\tNothing in this section limits the circumstances in which a port constablemay act apart from this section."
    },
    {
        "length": 640,
        "text": "\nGeneral lighthouse authorities\n\tGeneral lighthouse authority areas\n\t\tIn section 193 of the Merchant Shipping Act 1995 (general lighthouseauthorities etc) at the end insert—\n\t\tIn subsection (1) references to the seas include seas in an area specifiedby virtue of section 129(2)(b).”\n\t\tIn section 255C (locating and marking wrecks)—\n\t\t\tat the end of subsection (4) insert “(and for this purpose a generallighthouse authority has the powers conferred by section 253 throughout theirarea)”;\n\t\t\tomit subsection (5).\n\t\tIn section 255F (removal in default) omit subsection (4).\n\tGeneral lighthouse authorities: commercial activities\n\t\tAfter section 197 of the Merchant Shipping Act 1995 insert—\n\t\t“197AGeneral lighthouse authorities: commercial activities\n\t\t\tA general lighthouse authority may enter into agreements—\n\t\t\t\tfor the use by others of assets of the authority (“hire agreements”);\n\t\t\t\tfor the provision of consultancy or other services by the authority(“service agreements”).\n\t\t\tBut an authority may enter into a hire or service agreement only if—\n\t\t\t\tthey are satisfied that it is not likely to prejudice the discharge oftheir functions under section 195, and\n\t\t\t\tthe Secretary of State consents.\n\t\t\tWhere an authority enter or seek to enter into hire or service agreements—\n\t\t\t\texpenditure of the authority incurred in connection with the agreements,and with the Secretary of State’s consent, must be paid out of the GeneralLighthouse Fund, and\n\t\t\t\tsums received by the authority under the agreements must be paid into theGeneral Lighthouse Fund.\n\t\t\tThe Secretary of State may consent to expenditure in acquiring an asset forthe purpose of entering into hire agreements only if the Secretary of Statethinks that the expenditure is merely preparatory or subsidiary to hireagreements in respect of other assets (such as in the case of acquiring oneasset to be used with another or to be used in fitting, maintaining orconverting another).\n\t\t\tAn authority must send a copy of any hire or service agreement to theSecretary of State.\n\t\t\tConsent under this section—\n\t\t\t\tmay be subject to conditions,\n\t\t\t\tmay be general or specific, and\n\t\t\t\tmay be prospective or retrospective.”\n\t\t\tIn section 197 omit subsections (8) to (11) (power to exploit sparecapacity)."
    },
    {
        "length": 324,
        "text": "\nManning requirements and marking wrecks\n\tManning requirements for ships\n\t\tIn section 47 of the Merchant Shipping Act 1995 (manning requirements) aftersubsection (4) insert—\n\t“(4A)Standards of competence or other conditions prescribed or specified bythe Secretary of State under subsection (1)(b) may be expressed by referenceto other documents.\n\t(4B)A reference to a document in reliance on subsection (4A) may include areference to amendments of the document which are—\n\t\tmade after the conditions are prescribed or specified, and\n\t\tapproved for the purposes of the regulations by the Secretary of State.”\n\tMarking wrecks\n\t\tIn section 252 of the [Merchant Shipping Act 1995 (c.21)](/id/ukpga/1995/21?view=plain \"Go to item of legislation\") (powers ofharbour and conservancy authorities in relation to wrecks) in subsection(2)(b) for “light or buoy” substitute “mark the location of”.\n\t\tAfter subsection (3) of that section insert—\n\t\t\t“(3A)For the purposes of subsection (2)(b) a location may be marked by—\n\t\t\tbuoys, lights or other physical devices;\n\t\t\tthe transmission of information about the location.”"
    },
    {
        "length": 258,
        "text": "\nGeneral\n\tExtent \n\t\tAn amendment or repeal made by this Act has the same extent as theenactment to which it relates.\n\t\tSection 7 extends to England and Wales only.\n\tCommencement \n\t\tSections 1 to 11 come into force on such day or days as the Secretary ofState may by order made by statutory instrument appoint, subject tosubsections (2) and (3).\n\t\tSections 5 and 6 come into force in relation to fishery harbours in Waleson such day or days as the Welsh Ministers may by order made by statutoryinstrument appoint.\n\t\tSections 1 to 6 come into force in Scotland on such day or days as theScottish Ministers may by order appoint.\n\t\tAn order under this section—\n\t\t\tmay make provision generally or only for specified purposes,\n\t\t\tmay make different provision for different purposes, and\n\t\t\tmay include incidental or transitional provision (including savings).\n\tShort title\n\t\tThis Act may be cited as the Marine Navigation Act 2013.\n\t"
    }
]