[
    {
        "length": 3672,
        "text": "\nCode of practice\n\tParking code\n\t\tThe Secretary of State must prepare a code of practice containing guidanceabout the operation and management of private parking facilities.\n\t\tThe code must contain, among other things—\n\t\t\tguidance that promotes good practice in the operation and management ofprivate parking facilities, and\n\t\t\tguidance about appeals against parking charges imposed by, or on behalf of,persons providing private parking facilities.\n\t\tFor the purposes of this section “good practice” means such practice in theoperation or management of private parking facilities as appears to theSecretary of State to be desirable having regard to the interests of personsusing such facilities.\n\tParking code: procedure\n\t\tBefore preparing a code under section 1, the Secretary of State mustconsult—\n\t\t\tpersons who appear to the Secretary of State to represent the interests ofthose who provide, operate or manage private parking facilities,\n\t\t\tpersons who appear to the Secretary of State to represent the interests ofthose who use, or may use, private parking facilities, and\n\t\t\tsuch other persons as the Secretary of State considers appropriate.\n\t\tAfter preparing a code under section 1, the Secretary of State must lay thecode before Parliament.\n\t\tIf, within the 40-day period, either House of Parliament resolves not toapprove the code—\n\t\t\tthe code is not to be issued, and\n\t\t\tthe Secretary of State must prepare another code under section 1.\n\t\tIf no such resolution is passed within that period, the Secretary of Statemust issue the code.\n\t\tA code issued under subsection (4) comes into force at the end of theperiod of 21 days beginning with the day on which it is issued.\n\t\tIn this section “the 40-day period” means the period of 40 days beginningwith the day on which the code is laid before Parliament (or, if it is notlaid before each House of Parliament on the same day, the later of the 2 dayson which it is laid).\n\t\tIn calculating the 40-day period, no account is to be taken of any periodduring which Parliament is dissolved or prorogued or during which both Housesare adjourned for more than 4 days.\n\tReview and revision of parking code\n\t\tThe Secretary of State must keep the parking code under review.\n\t\tThe Secretary of State may—\n\t\t\tprepare an alteration to the parking code, or\n\t\t\tprepare a replacement code under section 1.\n\t\tSection 2 (other than subsection (3)(b)) applies to an alteration preparedunder this section (and to the preparing of such an alteration) as it appliesto a code prepared under section 1 (and to the preparing of such a code).\n\tPublication of parking code\n\t\tThe Secretary of State must publish each code issued under section 2(4).\n\t\tWhere an alteration of the parking code is so issued, the Secretary ofState must publish either—\n\t\t\tthe alteration, or\n\t\t\tthe parking code as altered by it.\n\tEffect of parking code\n\t\tA failure on the part of any person to act in accordance with any provisionof the parking code does not of itself make that person liable to any legalproceedings in any court or tribunal.\n\t\tBut the Secretary of State must have regard to a failure to act inaccordance with the parking code when deciding—\n\t\t\twhether to disclose any particulars contained in the register to a personunder regulation 27 of the Road Vehicles (Registration and Licensing)Regulations 2002 ([S.I. 2002/2742](/id/uksi/2002/2742?view=plain \"Go to itemof legislation\"));\n\t\t\twhether a person should be, or should continue to be, an accredited parkingassociation.\n\t\tA person is an “accredited parking association” for the purposes of thisAct if—\n\t\t\tthe person (“the association”) represents the interests of persons whoprovide, operate or manage private parking facilities, and\n\t\t\tthe Secretary of State considers that it is appropriate for particularscontained in the register to be disclosed to persons who are members of theassociation.\n\t\tIn this Act “the register” means the record kept by or on behalf of theSecretary of State of the vehicles registered under section 21 of the VehicleExcise and Registration Act 1994.\n\t\tThe parking code is admissible in evidence in any legal proceedings.\n\tDelegation of functions\n\t\tThe Secretary of State may—\n\t\t\tenter into an agreement with a public authority authorising the authorityto perform any functions of the Secretary of State under sections 1 to 4(other than the function of laying a code or alteration before Parliament);\n\t\t\tenter into an agreement with a person authorising that person to performany functions relating to investigating whether persons have failed to act inaccordance with the parking code.\n\t\tAn agreement under this section may provide for payments to be made by theSecretary of State in respect of the performance of a function.\n\t\tAn agreement under this section—\n\t\t\tmay be cancelled by the Secretary of State at any time, and\n\t\t\tdoes not prevent the Secretary of State from performing a function to whichthe agreement relates.\n\t\tA person authorised by an agreement under this section to perform afunction may not authorise any other person to perform that function.\n\t\tWhere by virtue of this section a public authority prepares a code undersection 1, or an alteration under section 3, the authority must—\n\t\t\tconsult the Secretary of State, and\n\t\t\tsubmit the code or alteration to the Secretary of State for approval.\n\t\tOnce the Secretary of State has approved the code or alteration, theSecretary of State must lay the code or alteration before Parliament (andsection 2(3) to (7) applies accordingly).\nAppeals\n\tAppeals against parking charges\n\t\tThis section applies if the parking code contains guidance recommendingthat all parking appeals are dealt with by a single person who is independentof persons providing private parking facilities.\n\t\tThe Secretary of State may, for the purpose of enabling or facilitatingpersons to act in accordance with that guidance, enter into an agreement withany person who appears to the Secretary of State to be so independent for thatperson to deal with parking appeals.\n\t\tAn agreement under this section may provide—\n\t\t\tfor payments to be made by the Secretary of State in respect of dealingwith parking appeals;\n\t\t\tfor the person to have power to charge fees, payable by persons providingprivate parking facilities, for dealing with parking appeals;\n\t\t\tfor the maximum amount of any fee chargeable by virtue of paragraph (b).\n\t\tA person authorised by an agreement under this section to deal with parkingappeals may not authorise any other person to perform that function.\n\t\tIn this section “parking appeals” means appeals against parking chargesimposed by, or on behalf of, persons providing private parking facilities.\nLevy\n\tLevy for recovery of administrative and investigation costs\n\t\tThe Secretary of State may make regulations requiring accredited parkingassociations to pay a levy for the purposes of meeting costs incurred, orexpected to be incurred, in connection with—\n\t\t\tthe discharge of the Secretary of State’s functions under this Act;\n\t\t\tinvestigating whether persons have failed to act in accordance with theparking code;\n\t\t\twhere the Secretary of State has entered into an agreement with a personunder section 7 (appeals against parking charges), the establishment andmaintenance by the person of a service for dealing with parking appeals(within the meaning of that section).\n\t\tThe provision that may be made by regulations under subsection (1)includes, among other things—\n\t\t\tprovision for determining the amount of levy payable by an accreditedparking association;\n\t\t\tprovision as to the times at which, or periods in respect of which, levy isto be paid;\n\t\t\tprovision as to the person or persons to whom levy is to be paid;\n\t\t\tprovision about the manner in which levy is to be paid;\n\t\t\tprovision for interest to be charged (at a rate specified in, or determinedin accordance with, the regulations) in respect of unpaid amounts of levy;\n\t\t\tprovision for levy, together with any interest charged, to be recoverableas a debt;\n\t\t\tprovision about the consequences of any failure to pay levy, including(among other things) provision for such failure to be taken into account whenmaking a relevant decision (see subsection (4));\n\t\t\tprovision for the making of repayments of levy in specified circumstances.\n\t\tThe provision that may be made by regulations under subsection (1) alsoincludes, among other things—\n\t\t\tprovision requiring specified information to be provided by an accreditedparking association in connection with the determination of the amount of levyto be paid by the association;\n\t\t\tprovision about the consequences of non-compliance with provision underparagraph (a), including (among other things)—\n\t\t\tprovision enabling the making of assumptions as to the information thatwould otherwise have been provided by the association;\n\t\t\tprovision for such non-compliance to be taken into account when making arelevant decision (see subsection (4));\n\t\t\tprovision about certification of the accuracy of information provided byvirtue of paragraph (a);\n\t\t\tprovision requiring specified information to be provided to accreditedparking associations;\n\t\t\tprovision about the manner and timing of the provision of information underthe regulations;\n\t\t\tprovision requiring the publication by specified persons of specifiedinformation.\n\t\tIn this section—\n\t\t\t  * “relevant decision” means— \n\t\t\ta decision whether to disclose any particulars contained in the register to aperson under regulation 27 of the Road Vehicles (Registration and Licensing)Regulations 2002 ([S.I. 2002/2742](/id/uksi/2002/2742?view=plain \"Go to itemof legislation\"));\n\t\t\ta decision whether a person should be, or should continue to be, an accreditedparking association;\n\t\t\t\t  * “specified” means specified in regulations under subsection (1). \nSupplementary and final provisions\n\tRegulations \n\t\tAny power to make regulations under this Act is exercisable by statutoryinstrument.\n\t\tRegulations under section 8(1) may—\n\t\t\tmake different provision for different purposes;\n\t\t\tcontain incidental, supplemental, consequential or transitional provisionor savings;\n\t\t\tprovide for a person to exercise a discretion in dealing with any matter.\n\t\tA statutory instrument containing regulations under section 8(1) is subjectto annulment in pursuance of a resolution of either House of Parliament.\n\tInterpretation \n\t\tIn this Act—\n\t\t\t  * “accredited parking association” has the meaning given by section 5(3); \n\t\t\t  * “parking charge” has the meaning given by subsection (2); \n\t\t\t  * “the parking code” means the code issued under section 2(4) (as altered or replaced from time to time); \n\t\t\t  * “private parking facilities” means facilities for the parking of vehicles on relevant land; \n\t\t\t  * “public authority” means a public authority within the meaning of section 6 of the Human Rights Act 1998, other than a court or tribunal; \n\t\t\t  * “the register” has the meaning given by section 5(4); \n\t\t\t  * “relevant land” has the meaning given by subsection (3); \n\t\t\t  * “vehicle” means a mechanically-propelled vehicle or a vehicle designed or adapted for towing by a mechanically-propelled vehicle. \n\t\t“Parking charge” has the meaning given by paragraph 2 of Schedule 4 to theProtection of Freedoms Act 2012 (recovery of unpaid parking charges), but inrelation to Scotland that paragraph has effect for the purposes of this Actwith the following modifications—\n\t\t\treferences to tort are to be read as references to delict,\n\t\t\tin paragraph 2(3), paragraph (a), and the words “where no such requirementsapply,” in paragraph (b), are to be treated as omitted, and\n\t\t\t“relevant land” has the meaning given by subsection (3) below.\n\t\t“Relevant land” has the meaning given by paragraph 3 of Schedule 4 to theProtection of Freedoms Act 2012, but in relation to Scotland that paragraphhas effect for the purposes of this Act with the following modifications—\n\t\t\tthe reference in paragraph 3(1)(a) to a highway maintainable at the publicexpense is to be read as a reference to a public road within the meaning ofsection 151(1) of the Roads (Scotland) Act 1984,\n\t\t\tthe reference in paragraph 3(1)(b) to a parking place which is provided orcontrolled by a traffic authority is to be read as a reference to a parkingplace provided or controlled by—\n\t\t\tthe Secretary of State,\n\t\t\tthe Scottish Ministers, or\n\t\t\ta council constituted under section 2 of the Local Government etc.(Scotland) Act 1994, and\n\t\t\tthe reference in paragraph 3(4) to an Act is to be taken to include an Actof the Scottish Parliament.\n\tApplication to the Crown\n\t\tThis Act binds the Crown and applies in relation to any Crown land as itapplies in relation to any other land.\n\t\tFor the purposes of this section “Crown land” means land an interest inwhich—\n\t\t\tbelongs to Her Majesty in right of the Crown or in right of Her privateestates,\n\t\t\tbelongs to Her Majesty in right of the Duchy of Lancaster,\n\t\t\tbelongs to the Duchy of Cornwall,\n\t\t\tbelongs to a government department or is held in trust for Her Majesty forthe purposes of a government department, or\n\t\t\tbelongs to an office-holder in the Scottish Administration or is held intrust for Her Majesty for the purposes of the Scottish Administration by suchan office-holder.\n\t\tIn subsection (2)—\n\t\t\tthe reference to Her Majesty’s private estates is to be read in accordancewith section 1 of the Crown Private Estates Act 1862;\n\t\t\t“office-holder in the Scottish Administration” has the meaning given bysection 126(7) of the Scotland Act 1998.\n\tCommencement, extent and short title\n\t\tThe following provisions of this Act come into force on the day on whichthis Act is passed—\n\t\t\tsection 9 and this section;\n\t\t\tany power to make regulations under this Act.\n\t\tThe remaining provisions of this Act come into force on such day as theSecretary of State may by regulations appoint.\n\t\tRegulations under subsection (2) may—\n\t\t\tappoint different days for different purposes;\n\t\t\tcontain incidental, supplemental, consequential or transitional provisionor savings.\n\t\tThis Act extends to England and Wales and Scotland.\n\t\tThis Act may be cited as the Parking (Code of Practice) Act 2019.\n\t\t\t"
    }
]