[
    {
        "length": 841,
        "text": "\nHealth functions\n\tThe Agency has the following functions in relation to health—\n\t\tthe protection of the community (or any part of the community) againstinfectious disease and other dangers to health;\n\t\tthe prevention of the spread of infectious disease;\n\t\tthe provision of assistance to any other person who exercises functions inrelation to the matters mentioned in paragraphs (a) and (b).\n\tThe Agency also has such other functions in relation to health as—\n\t\tthe Secretary of State (after consultation with the National Assembly forWales) directs;\n\t\tthe National Assembly (after consultation with the Secretary of State)directs.\n\tThe Secretary of State may (after consultation with the National Assembly)direct the Agency to exercise any function conferred on him by or under anenactment.\n\tThe National Assembly may (after consultation with the Secretary of State)direct the Agency to exercise any function conferred on it by or under anenactment.\n\tThe giving of a direction under subsection (3) or (4) does not—\n\t\ttransfer the function to the Agency;\n\t\tprevent the exercise of the function by the Secretary of State or theNational Assembly (as the case may be).\n\tSubsection (1) does not apply to a function to the extent that it—\n\t\tis exercisable within devolved competence (within the meaning of theScotland Act [1998 (c. 46)](/id/ukpga/1998/46?view=plain \"Go to item oflegislation\"));\n\t\trelates to a transferred matter (within the meaning of section 4(1) of theNorthern Ireland Act [1998 (c. 47)](/id/ukpga/1998/47?view=plain \"Go to itemof legislation\")).\n\tThe Scottish Ministers may by order confer on the Agency a function of anydescription falling within subsection (1) to the extent that it is exercisablewithin devolved competence.\n\tAn order under subsection (7) must not be made—\n\t\tfor the purpose of conferring a function unless the Scottish Ministers haveobtained the agreement of the Secretary of State;\n\t\tfor the purpose of removing a function unless the Scottish Ministers haveconsulted the Secretary of State.\n\tAn order under subsection (7) must be made by statutory instrument subjectto annulment by a resolution of the Scottish Parliament.\n\tThe Department of Health, Social Services and Public Safety in NorthernIreland may by order confer on the Agency a function of any descriptionfalling within subsection (1) to the extent that it is exercisable for thepurposes of a transferred matter.\n\tAn order under subsection (10) must not be made—\n\t\tfor the purpose of conferring a function unless the Department has obtainedthe agreement of the Secretary of State;\n\t\tfor the purpose of removing a function unless the Department has consultedthe Secretary of State.\n\tAn order under subsection (10) must be made by statutory rule for thepurposes of the Statutory Rules (Northern Ireland) Order 1979 ([S.I. 1979/1573(N.I. 12)](/id/nisi/1979/1573?view=plain \"Go to item of legislation\")) subjectto negative resolution (within the meaning of section 41(6) of theInterpretation Act (Northern Ireland) [1954 (c. 33(N.I.))](/id/apni/1954/33?view=plain \"Go to item of legislation\")."
    },
    {
        "length": 397,
        "text": "\nRadiation protection functions\n\tThe Agency has the following functions in relation to risks connected withradiation (whether ionising or not)—\n\t\tthe advancement of the acquisition of knowledge about protection from suchrisks;\n\t\tthe provision of information and advice in relation to the protection ofthe community (or any part of the community) from such risks.\n\tThe Agency must also exercise such of the functions which are exercisableat the date of commencement of this section by the National RadiologicalProtection Board as are specified in a direction given by the appropriateauthority.\n\tThe appropriate authority may direct the Agency to exercise any otherfunction in relation to protection from the risks mentioned in subsection (1).\n\tIf a Health and Safety body asks the Agency to enter into an agreement withthe body for the Agency to carry out any of the body’s functions relating toradiation (whether ionising or not) on the body’s behalf, the appropriateauthority may direct the Agency to do so.\n\tIn the exercise of any function it has under this section which relates toany matter in respect of which a Health and Safety body has a function theAgency must—\n\t\tconsult the body;\n\t\thave regard to the body’s policies.\n\tA direction under this section must not be given unless the person givingthe direction has consulted each of the other persons mentioned in section 6.\n\tEach of the following is a Health and Safety body—\n\t\tthe Health and Safety Commission in relation to Great Britain;\n\t\tthe Health and Safety Executive for Northern Ireland.\n\tThe giving of a direction under subsection (2) or (3) does not—\n\t\ttransfer the function to the Agency;\n\t\tprevent the exercise of the function by the appropriate authority."
    },
    {
        "length": 1085,
        "text": "\nFunctions: supplementary\n\tFor the purpose of the exercise of its functions the Agency may do any ofthe following—\n\t\tengage in or commission research;\n\t\tobtain and analyse data and other information;\n\t\tprovide laboratory services;\n\t\tprovide other technical and clinical services;\n\t\tprovide training in relation to matters in respect of which the Agency hasfunctions;\n\t\tmake available to any other body such persons, materials and facilities asit thinks appropriate;\n\t\tprovide information and advice.\n\tThe Agency may do anything which it thinks is—\n\t\tappropriate for facilitating, or\n\t\tincidental or conducive to,\n\t\t\tthe exercise of its functions.\n\tThe power under subsection (2) includes power—\n\t\tto acquire by agreement or dispose of land and other property;\n\t\tto form or participate in the formation of companies;\n\t\tto enter into contracts;\n\t\tto acquire, produce, manufacture and supply goods;\n\t\tto develop and exploit ideas and exploit intellectual property;\n\t\tto provide accommodation.\n\tThe Agency may make charges in respect of anything done in pursuance of itsfunctions.\n\tThe Agency is to be treated—\n\t\tfor the purposes of section 28A of the National Health Service Act [1977(c. 49)](/id/ukpga/1977/49?view=plain \"Go to item of legislation\") (power ofcertain health bodies to make payments to local authorities in respect of theperformance of functions) (except subsection (2) of that section) as if it isa body to which that section applies;\n\t\tfor the purposes of section 28BB of that Act (power of local authorities tomake payments to certain NHS bodies in respect of the performance offunctions) as if it is a relevant NHS body within the meaning of that section;\n\t\tfor the purposes of section 31 of the Health Act [1999 (c.8)](/id/ukpga/1999/8?view=plain \"Go to item of legislation\") (power to enablearrangements to be made between certain NHS bodies and local authorities forthe performance of certain of their functions) as if it is an NHS body withinthe meaning of that section;\n\t\tfor the purposes of sections 13 (payments by NHS bodies towards certainlocal authority expenditure) and 14 (payments by local authorities towardsexpenditure by NHS bodies on prescribed functions) of the Community Care andHealth (Scotland) Act [2002 (asp 5)](/id/asp/2002/5?view=plain \"Go to item oflegislation\") as if it is an NHS body within the meaning of that Act;\n\t\tfor the purposes of section 15 of that Act (delegation etc. between localauthorities and NHS bodies) as if it is an NHS body within the meaning of thatAct.\n\tThe Agency must exercise its functions efficiently and cost-effectively.\n\tThe appropriate authority may direct the Agency to have regard, inexercising any of its functions, to such aspects of the policy of theauthority as the authority directs.\n\tThe Agency must comply with any direction under subsection (7).\n\tIf the appropriate authority thinks that the Agency is to a significantextent—\n\t\tfailing to discharge any of its functions, or\n\t\tfailing to discharge any of its functions properly,\n\t\tit may (after relevant consultation) give the Agency such a direction as itthinks appropriate for remedying that failure.\n\tIf the Agency fails to comply or unreasonably delays in complying with adirection under subsection (9) the appropriate authority may, instead of theAgency, take such action as it thinks appropriate to remedy the failure.\n\tThe disclosure of information to or by the Agency for the purposes of theexercise of a function which is the subject of an arrangement made by virtueof subsection (5)(c) or (e) or in pursuance of a duty of co-operation undersection 5 does not breach any restriction on the disclosure of information(however imposed).\n\tBut subsection (11) does not authorise a disclosure of information whichcontravenes the Data Protection Act [1998 (c.29)](/id/ukpga/1998/29?view=plain \"Go to item of legislation\").\n\tRelevant consultation is consultation by the appropriate authority givingthe direction with each of the persons mentioned in section 6 (if that personis not the authority) to the extent that the authority thinks that theexercise by the person of any function he has is likely to be affected inconsequence of the giving of the direction."
    },
    {
        "length": 106,
        "text": "\nCo-operation \n\tIn the exercise of its functions the Agency must co-operate with otherbodies which exercise functions relating to health or any other matter inrelation to which the Agency also exercises functions.\n\tA body other than the Agency mentioned in subsection (1) must co-operatewith the Agency in the exercise by the body of any such function it has.\n\tIn subsection (1) the reference to other bodies includes bodies establishedoutside the United Kingdom."
    },
    {
        "length": 291,
        "text": "\nAppropriate authority\n\tExcept as otherwise provided for in this section the appropriate authorityis the Secretary of State.\n\tIn relation to any function which is exercisable in relation to Wales bythe National Assembly for Wales acting alone, the appropriate authority is theNational Assembly.\n\tIn relation to any function which is exercisable for the purposes of atransferred matter (within the meaning of section 4(1) of the Northern IrelandAct [1998 (c. 47)](/id/ukpga/1998/47?view=plain \"Go to item of legislation\")),the appropriate authority is the Department of Health, Social Services andPublic Safety in Northern Ireland.\n\tIn relation to any function which is exercisable within devolved competence(within the meaning of the Scotland Act [1998 (c.46)](/id/ukpga/1998/46?view=plain \"Go to item of legislation\")), theappropriate authority is the Scottish Ministers.\n\tIn relation to any function which is exercisable in relation to any part ofthe United Kingdom by more than one of the persons mentioned in subsections(1) to (4), the appropriate authority is both or all (as the case may be) ofthose persons acting jointly."
    },
    {
        "length": 170,
        "text": "\nPublication of information\n\tThe Agency may publish in such manner as it thinks appropriate—\n\t\tinformation it obtains from any source;\n\t\tadvice it provides to any person.\n\tBut the Agency must not publish any matter—\n\t\twhich contravenes the Data Protection Act [1998 (c.29)](/id/ukpga/1998/29?view=plain \"Go to item of legislation\");\n\t\tin contravention of an express restriction contained in any other enactmenton the publication of the matter;\n\t\tif the publication is not in the public interest.\n\tEnactment includes—\n\t\tany provision of or instrument made under an Act of the ScottishParliament;\n\t\tNorthern Ireland legislation."
    },
    {
        "length": 624,
        "text": "\nTransfer of property and staff, etc.\n\tThe Secretary of State may make a scheme for the transfer of property,rights and liabilities of the bodies mentioned in subsection (2) to theAgency.\n\tThese are the bodies—\n\t\tthe Special Health Authority known as the Health Protection Agencyestablished by the Health Protection Agency (Yr Asiantaeth Diogelu Iechyd)(Establishment) Order 2003 ([S.I. 2003/505](/id/uksi/2003/505?view=plain \"Goto item of legislation\"));\n\t\tthe National Radiological Protection Board.\n\tThe Secretary of State must not make a scheme in respect of the bodymentioned in subsection (2)(a) unless he first consults the National Assemblyfor Wales.\n\tThe Secretary of State must not make a scheme in respect of the bodymentioned in subsection (2)(b) unless he first consults—\n\t\tthe Scottish Ministers;\n\t\tthe Department of Health, Social Services and Public Safety in NorthernIreland;\n\t\tthe National Assembly for Wales.\n\tThe appropriate authority may make a scheme for the transfer of property,rights and liabilities of a relevant body to the Agency.\n\tA relevant body is a body—\n\t\testablished otherwise than by or under any enactment,\n\t\tall of the functions of which are conferred on the Agency in pursuance of adirection or order under this Act, and\n\t\twhich is specified in a scheme.\n\tIf the appropriate authority varies or revokes a direction or order undersection 2 or 3, it may make a scheme for the transfer of the rights andliabilities of the Agency specified in subsection (8) to a relevanttransferee.\n\tThe rights and liabilities are the rights and liabilities relating to thecontract of employment of any individual whose employment, in the opinion ofthe appropriate authority, relates wholly or principally to the Agency’sexercise of a removed function.\n\tA removed function is a function which is the subject of the direction ororder which the appropriate authority varies or revokes.\n\tA relevant transferee is an entity which, following the variation orrevocation of the direction or order, is to exercise the removed function.\n\tThe appropriate authority must not make a scheme under subsection (7)unless it first consults, in respect of the scheme, each person or body thatit must consult in respect of the variation or revocation of the direction ororder under section 2 or 3.\n\tSchedule 2 makes provision in relation to a scheme under this section.\n\tEnactment includes—\n\t\tany provision of or instrument made under an Act of the ScottishParliament;\n\t\tNorthern Ireland legislation."
    },
    {
        "length": 106,
        "text": "\nDirections \n\tA direction—\n\t\tmust be given in writing;\n\t\tmay be varied by a subsequent such direction.\n\tA direction under section 2(2), (3) or (4) must be given in regulationsmade by statutory instrument.\n\tA statutory instrument making regulations giving a direction under section2(2)(a) or (3) is subject to annulment in pursuance of a resolution of eitherHouse of Parliament."
    },
    {
        "length": 227,
        "text": "\nHealth care provision: standards\n\tIn so far as any health care is provided by or for the Agency it is to betreated for the purposes of the standards provisions as an English NHS body.\n\tHealth care must be construed in accordance with section 45 of the Healthand Social Care (Community Health and Standards) Act [2003 (c.43)](/id/ukpga/2003/43?view=plain \"Go to item of legislation\").\n\tThe standards provisions are Chapters 2, 3 and 10 of Part 2 of that Act.\n\tThe references in section 53 of that Act (failings of bodies) to specialmeasures are, in relation to the Agency, references to anything that may bedone by the appropriate authority in pursuance of section 4 above.\n\tSection 57 of that Act (studies as to economy and efficiency, etc.) doesnot apply to the Agency.\n\tThis section does not extend to Scotland and Northern Ireland."
    },
    {
        "length": 126,
        "text": "\nAmendments and repeals\n\tSchedule 3 contains amendments.\n\tSchedule 4 contains repeals.\n\tA reference in Schedule 1 to the National Assembly for Wales (Transfer ofFunctions) Order 1999 ([S.I. 1999/672](/id/uksi/1999/672?view=plain \"Go toitem of legislation\")) to an enactment amended by Schedule 3 below must betaken to be a reference to the enactment as so amended."
    },
    {
        "length": 713,
        "text": "\nCommencement \n\tExcept as provided in subsection (3) the preceding provisions of this Actcome into force on such day as the Secretary of State may by order made bystatutory instrument appoint.\n\tDifferent days may be appointed for different purposes.\n\tParagraph 3 of Schedule 3 comes into force two months after the day onwhich this Act is passed.\n\tThe Secretary of State must not make an order under subsection (1) for thepurposes of section 1 unless he first consults—\n\t\tthe Scottish Ministers;\n\t\tthe Department of Health, Social Services and Public Safety in NorthernIreland;\n\t\tthe National Assembly for Wales.\n\tThe appropriate authority may by order make such provision as it thinksnecessary or expedient in consequence of the coming into force of this Act(including provision amending, repealing or revoking any enactment passed ormade before the passing of this Act).\n\tUnless an order under subsection (5) amends or repeals an enactmentcontained in an Act or an Act of the Scottish Parliament—\n\t\tif it is made by the Secretary of State it must be made by statutoryinstrument subject to annulment in pursuance of a resolution of either Houseof Parliament;\n\t\tif it is made by the Scottish Ministers it must be made by statutoryinstrument subject to annulment in pursuance of a resolution of the ScottishParliament;\n\t\tif it is made by the Department of Health, Social Services and PublicSafety in Northern Ireland it must be made by statutory rule (for the purposesof the Statutory Rules (Northern Ireland) Order 1979 ([S.I. 1979/1573 (N.I.12)](/id/nisi/1979/1573?view=plain \"Go to item of legislation\"))) subject tonegative resolution.\n\tThe power to make an order under subsection (5) which does amend or repealsuch an enactment—\n\t\tis exercisable by the Secretary of State by statutory instrument but nosuch order may be made unless a draft of the order has been approved by aresolution of each House of Parliament;\n\t\tis exercisable by the Scottish Ministers by statutory instrument but nosuch order may be made unless a draft of the order has been approved by aresolution of the Scottish Parliament;\n\t\tis exercisable by the Department of Health, Social Services and PublicSafety in Northern Ireland by statutory rule subject to affirmativeresolution.\n\tAn order made by the National Assembly for Wales must be made by statutoryinstrument.\n\tNegative resolution and affirmative resolution must be construed inaccordance with section 41 of the Interpretation Act (Northern Ireland) [1954(c. 33 (N.I.))](/id/apni/1954/33?view=plain \"Go to item of legislation\").\n\tEnactment includes—\n\t\tany provision of or instrument made under an Act of the ScottishParliament;\n\t\tNorthern Ireland legislation."
    }
]