[
    {
        "length": 2729,
        "text": "\nRegistration\n\tRequirement of registration for motor salvage operators\n\t\tAny person who carries on business as a motor salvage operator in the areaof a local authority without being registered for that area by the authorityshall be guilty of an offence and liable on summary conviction to a fine notexceeding level 5 on the standard scale.\n\t\tFor the purposes of this Part a person carries on business as a motorsalvage operator if he carries on a business which consists—\n\t\t\twholly or partly in the recovery for re-use or sale of salvageable partsfrom motor vehicles and the subsequent sale or other disposal for scrap of theremainder of the vehicles concerned;\n\t\t\twholly or mainly in the purchase of written-off vehicles and theirsubsequent repair and re-sale;\n\t\t\twholly or mainly in the sale or purchase of motor vehicles which are to bethe subject (whether immediately or on a subsequent re-sale) of any of theactivities mentioned in paragraphs (a) and (b); or\n\t\t\twholly or mainly in activities falling within paragraphs (b) and (c).\n\t\tIn this Part “registered” means registered in accordance with theprovisions of this Part in a register established and maintained by a localauthority under section 2; and cognate expressions shall be construedaccordingly.\n\tRegisters of motor salvage operators\n\t\tEvery local authority shall establish and maintain a register for theirarea of persons carrying on business as motor salvage operators in that area.\n\t\tThe register shall, subject to any requirements that may be prescribed, bein such form as the local authority consider appropriate.\n\t\tEach person’s entry in the register shall contain such particulars as maybe prescribed.\n\t\tA person shall cease to be registered in the register at the end of theperiod of three years beginning with the relevant day unless his registrationis renewed before the end of that period in accordance with section 3.\n\t\tWhere, at the end of the period of three years beginning with the relevantday, an application for renewal of registration has been made under section 3but has not been withdrawn or finally determined, the registration of theperson concerned shall be deemed to continue until the withdrawal or finaldetermination of the application.\n\t\tIf the application is finally determined in favour of the applicant, therenewal shall be deemed to have had effect from the end of the period of threeyears beginning with the relevant day.\n\t\tIn subsections (4) to (6) “the relevant day” means the day on which theperson was registered or (if the registration has previously been renewed) theday from which it was last so renewed.\n\t\tFor the purposes of subsections (5) and (6) an application shall be takento be finally determined—\n\t\t\tin the case of the grant of a renewal of registration, when the grant ismade;\n\t\t\tin the case of a refusal to grant a renewal of registration, when no appealunder section 6 is possible in relation to the refusal or any such appeal hasbeen finally determined or withdrawn.\n\t\tThe local authority shall secure that the contents of the register areavailable for inspection by members of the public at all reasonable timessubject to such reasonable fees (if any) as the local authority may determine.\n\t\tIf requested by any person to do so and subject to such reasonable fee (ifany) as the local authority may determine, the local authority shall supplythe person concerned with a copy (certified to be true) of the register or ofan extract from it.\n\t\tAny such certified copy shall be evidence of the matters mentioned in it.\n\tApplications for registration and renewal of registration\n\t\tAn application for registration in a register for a particular area or forthe renewal of such a registration—\n\t\t\tshall be made to the local authority concerned in accordance with suchrequirements as may be prescribed; and\n\t\t\tshall be accompanied by a fee of such amount (if any) as the localauthority may determine.\n\t\tA local authority may set the level of fees to be charged in respect ofapplications—\n\t\t\twith a view to recovering the reasonable costs incurred by them inconnection with the administration of this Part; and\n\t\t\tso that different fees are payable in different circumstances.\n\t\tA local authority shall, on receiving an application under subsection (1)in respect of the register for their area, register, or (as the case may be)renew the registration of, the applicant in that register unless they aresatisfied that he is not a fit and proper person to carry on business as amotor salvage operator.\n\t\tIn deciding whether they are so satisfied, the local authority shall, inparticular, have regard to—\n\t\t\twhether the applicant has been convicted of any offences under this Part;and\n\t\t\twhether the applicant has been convicted of any offences of a descriptionspecified by the Secretary of State by order.\n\t\tWhere a local authority have refused to register a person in the registerfor their area under subsection (3), they may refuse to consider anyapplication for registration made by that person during the period of threeyears beginning with the day on which the refusal was first given.\n\t\tWhere a local authority have refused to renew a person’s registration inthe register for their area under subsection (3), they may refuse to considerany application for registration made by that person during the period ofthree years beginning with the day on which the refusal became final.\n\t\tThis section is subject to section 5.\n\tCancellation of registration\n\t\tA local authority may cancel a person’s registration in the register fortheir area if they are satisfied that he is not a fit and proper person tocarry on business as a motor salvage operator.\n\t\tIn deciding whether they are so satisfied, the local authority shall, inparticular, have regard to the matters to which, by virtue of section 3(4),they shall have regard on an application for registration or renewal ofregistration.\n\t\tA local authority may cancel a person’s registration in the register fortheir area if they are satisfied that he is not carrying on business as amotor salvage operator in that area and has not, while registered, been doingso for at least 28 days.\n\t\tA cancellation under this section shall not have effect—\n\t\t\tif no appeal is brought under section 6, before the end of the period of 21days mentioned in subsection (2) of that section;\n\t\t\tif an appeal is brought under that section, before the final determinationor withdrawal of the appeal.\n\t\tWhere a local authority have cancelled a person’s registration in theregister for their area under subsection (1), they may refuse to consider anyapplication for registration made by that person during the period of threeyears beginning with the day on which the cancellation had effect.\n\t\tThis section is subject to section 5.\n\tRight to make representations\n\t\tA local authority shall not—\n\t\t\trefuse to register a person who has made an application under section 3(1)for registration in the register for their area;\n\t\t\trefuse to renew the registration of a person who has made an applicationunder section 3(1) for renewal of registration in the register for their area;or\n\t\t\tcancel a person’s registration in the register for their area;\n\t\t\t\tunless they have complied with the provisions of this section.\n\t\tThe local authority shall serve a notice on the person concerned stating—\n\t\t\twhat they are proposing to do;\n\t\t\tthe reasons for it; and\n\t\t\tthe period (not less than 14 days starting with the date of service of thenotice) within which the person concerned may by notice—\n\t\t\trequire them to give him an opportunity to make representations about theproposal; or\n\t\t\tinform them that he does not wish to make any such representations.\n\t\tWhere a notice has been served by the local authority under subsection (2),the local authority shall not proceed with their proposed refusal or (as thecase may be) cancellation until—\n\t\t\tthe person concerned has made representations about it or informed themthat he does not wish to make any such representations;\n\t\t\tthe period mentioned in subsection (2)(c) has passed without the localauthority being required to give the person concerned an opportunity to makerepresentations or without them being informed that he does not wish to makeany representations; or\n\t\t\tthe conditions specified in subsection (4) are satisfied.\n\t\tThe conditions are that—\n\t\t\tthe person concerned has required the local authority to give him anopportunity to make representations to them about the proposal;\n\t\t\tthe local authority have allowed him a reasonable period to make hisrepresentations; and\n\t\t\the has failed to make them within that period.\n\t\tThe representations may be made orally or in writing.\n\t\tIf the person concerned informs the local authority that he desires to makeoral representations, the local authority shall give him an opportunity ofappearing before, and being heard by, a person appointed by the localauthority.\n\t\tIf the local authority decide to proceed with their proposed refusal or (asthe case may be) cancellation, they shall serve a notice on the personconcerned informing him of their decision to proceed and of the refusal orcancellation.\n\t\tA notice under subsection (7) shall also inform the person concerned of—\n\t\t\this right to appeal under section 6 against the refusal or cancellation;\n\t\t\tthe time within which such an appeal may be brought; and\n\t\t\tin the case of a cancellation, the date on which the cancellation is tohave effect.\n\tAppeals \n\t\tAn appeal against—\n\t\t\ta refusal by a local authority to register in the register for their area aperson who has made an application under section 3(1);\n\t\t\ta refusal by a local authority to renew the registration in the registerfor their area of a person who has made an application under section 3(1); or\n\t\t\tthe cancellation by a local authority of a person’s registration in theregister for their area;\n\t\t\t\t  * may be brought to a magistrates' court. \n\t\tAn appeal under this section shall be brought within the period of 21 daysbeginning with the day on which the person concerned is served with a noticeunder section 5(7).\n\t\tThe procedure on an appeal under this section shall be by way of complaintfor an order and in accordance with the Magistrates' Courts Act [1980 (c.43)](/id/ukpga/1980/43?view=plain \"Go to item of legislation\").\n\t\tFor the purposes of the time limit for bringing an appeal under thissection the making of the complaint shall be treated as the bringing of theappeal.\n\t\tOn an appeal under this section, the magistrates' court concerned mayconfirm, vary or reverse the local authority’s decision and generally givesuch directions as it considers appropriate having regard to the provisions ofthis Part.\n\t\tIt shall be the duty of the local authority to comply with any directionsgiven by a magistrates' court under subsection (5); but the authority need notcomply with any directions given by the court—\n\t\t\tuntil the time for making an application under section 111 of theMagistrates' Courts Act 1980 (application by way of case stated) has passed;or\n\t\t\tif such an application is made, until the final determination or withdrawalof the application."
    },
    {
        "length": 250,
        "text": "\nKeeping of records etc.\n\tKeeping of records\n\t\tThe Secretary of State may by regulations provide for the keeping ofrecords by registered persons.\n\t\tIn subsection (1) “registered” includes formerly registered.\n\t\tRegulations under this section may specify provisions of the regulations asprovisions to which subsection (4) applies.\n\t\tA person who contravenes any provision to which this subsection appliesshall be guilty of an offence and liable on summary conviction to a fine notexceeding level 4 on the standard scale.\n\tNotification of destruction of motor vehicles\n\t\tThe Secretary of State may by regulations provide for the notification byregistered persons of the destruction of motor vehicles.\n\t\tRegulations under this section may specify provisions of the regulations asprovisions to which subsection (3) applies.\n\t\tA person who contravenes any provision to which this subsection appliesshall be guilty of an offence and liable on summary conviction to a fine notexceeding level 3 on the standard scale."
    },
    {
        "length": 1092,
        "text": "\nSupplementary provisions and offences\n\tRights to enter and inspect premises\n\t\tA constable may at any reasonable time enter and inspect premises for thetime being entered in the register of a local authority as premises which are—\n\t\t\toccupied as a motor salvage yard by a person carrying on business as amotor salvage operator; or\n\t\t\toccupied by a person carrying on business as a motor salvage operatorwholly or partly for the purposes of his business so far as it consists of anyof the activities mentioned in section 1(2).\n\t\tA constable may at any reasonable time—\n\t\t\trequire production of, and inspect, any motor vehicles or salvageable partskept at premises falling within subsection (1); and\n\t\t\trequire production of, inspect and take copies of or extracts from anyrecords which the person carrying on business as a motor salvage operator isrequired to keep at such premises by virtue of this Part.\n\t\tSubsection (4) applies where, on an application made by a constable, ajustice of the peace is satisfied that admission to premises specified in theapplication is reasonably required in order to secure compliance with theprovisions of this Part, or to ascertain whether those provisions are beingcomplied with.\n\t\tThe justice may issue a warrant authorising a constable to enter andinspect the premises concerned.\n\t\tA constable—\n\t\t\tshall not be entitled to use force to enter premises in the exercise of hispowers under subsection (1); but\n\t\t\tmay if necessary use reasonable force in the exercise of his powers under awarrant issued under subsection (4).\n\t\tA constable, in seeking to enter any premises in the exercise of his powersunder subsection (1), shall, if required by or on behalf of the owner oroccupier or person in charge of the premises, produce evidence of hisidentity, and of his authority for entering, before doing so.\n\tOffence of making false statements\n\t\tA person who, in making an application to be registered in the register ofa local authority or to renew his registration in such a register—\n\t\t\tmakes a statement which he knows to be false in a material particular; or\n\t\t\trecklessly makes a statement which is false in a material particular;\n\t\t\t\t  * shall be guilty of an offence and, subject to subsection (2), liable on summary conviction to a fine not exceeding level 3 on the standard scale. \n\t\tA person who is guilty of an offence under subsection (1) shall be liableon summary conviction to a fine not exceeding level 5 on the standard scaleif—\n\t\t\tany previous application of his to the local authority concerned forregistration or renewal of registration was refused under section 3(3); or\n\t\t\tany previous registration of his in the register of the local authorityconcerned was cancelled under section 4(1).\n\tNotification requirements\n\t\tA person applying to be registered in the register of a local authority orto renew his registration in such a register shall give notice to the localauthority of any changes affecting in a material particular the accuracy ofthe information which he has provided in connection with his application.\n\t\tA person who is registered in the register of a local authority shall givenotice to the local authority of any changes affecting his entry in theregister within 28 days of the changes occurring; and the local authorityshall amend the register accordingly.\n\t\tA person who is registered in the register of a local authority and is notcarrying on business as a motor salvage operator in the area of the localauthority shall give notice to the local authority concerned of that factwithin 28 days of the beginning of the period in which he is not carrying onbusiness in that area while registered.\n\t\tA person who fails to give notice to a local authority in accordance withsubsection (1), (2) or (3) shall be guilty of an offence and liable on summaryconviction to a fine not exceeding level 3 on the standard scale.\n\t\tIn proceedings for an offence under subsection (4) it shall be a defencefor the accused to show that he took all reasonable steps and exercised alldue diligence to avoid committing the offence.\n\tOffence of giving false particulars on sale for salvage\n\t\t  * Any person who, on selling a motor vehicle to a person who is in the course of carrying on business as a motor salvage operator so far as it consists of any of the activities mentioned in section 1(2), gives that person a false name or address shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale. "
    },
    {
        "length": 1496,
        "text": "\nGeneral\n\tApplication of “fit and proper” test to companies etc.\n\t\tFor the purposes of section 3(3) or 4(1) a local authority shall besatisfied that a company is not a fit and proper person to carry on businessas a motor salvage operator if they are satisfied that any director of thecompany is not a fit and proper person to carry on such a business; andsection 3(4) and 4(2) shall be construed accordingly.\n\t\tFor the purposes of section 3(3) or 4(1) a local authority shall besatisfied that a limited liability partnership is not a fit and proper personto carry on business as a motor salvage operator if they are satisfied thatany member of the partnership is not a fit and proper person to carry on sucha business; and section 3(4) and 4(2) shall be construed accordingly.\n\tProceedings for offences under Part 1\n\t\t  * Proceedings for an offence under this Part shall not be instituted except— \n\t\t\tby a local authority or a constable; or\n\t\t\tin any other case, with the consent of the Attorney General.\n\tPower to amend or repeal private or local Acts\n\t\tThe Secretary of State may by order amend or repeal any provision of aprivate or local Act passed before or in the same session as this Act, if itappears to him necessary or expedient to do so in consequence of this Part.\n\t\tBefore exercising his power under subsection (1) in relation to any Actwhich concerns the area of a local authority or county council, the Secretaryof State shall consult the local authority or county council concerned.\n\tInterpretation of Part 1\n\t\tIn this Part, unless the context otherwise requires—\n\t\t\t  * “carrying on business as a motor salvage operator” has the meaning given by section 1(2); \n\t\t\t  * “contravene”, in relation to any provision of regulations, includes fail to comply with it; \n\t\t\t  * “motor salvage yard” means any premises where any motor vehicles are received or kept in the course of the carrying on of business as a motor salvage operator so far as the business consists of any of the activities mentioned in section 1(2) (excluding any premises where only salvageable parts of motor vehicles are so received or kept); \n\t\t\t  * “motor vehicle” means any vehicle whose function is or was to be used on roads as a mechanically propelled vehicle; \n\t\t\t  * “notice” means notice in writing; \n\t\t\t  * “premises” includes any land or other place (whether or not enclosed); \n\t\t\t  * “prescribed” means prescribed by regulations made by the Secretary of State; \n\t\t\t  * “a register” means a register established and maintained under section 2; \n\t\t\t  * “registered” (and cognate expressions) have the meaning given by section 1(3); \n\t\t\t  * “road” means any highway and any other road to which the public has access; and \n\t\t\t  * “written-off motor vehicle” means a motor vehicle which is in need of substantial repair but in relation to which a decision has been made not to carry out the repairs. \n\t\tThe reference in section 5(5) to representations being made in writingincludes a reference to representations being made in a text which—\n\t\t\tis transmitted by means of a telecommunication system (within the meaningof the [Telecommunications Act 1984 (c. 12)](/id/ukpga/1984/12?view=plain \"Goto item of legislation\")) or by other means but while in an electronic form;\n\t\t\tis received in legible form; and\n\t\t\tis capable of being used for subsequent reference.\n\t\tIn this Part “local authority” means—\n\t\t\tin relation to England—\n\t\t\ta unitary authority;\n\t\t\ta district council so far as they are not a unitary authority;\n\t\t\tin relation to Wales, a county council or a county borough council.\n\t\tIn subsection (3) “unitary authority” means—\n\t\t\tthe council of a county so far as they are the council for an area forwhich there are no district councils;\n\t\t\tthe council of any district comprised in an area for which there is nocounty council;\n\t\t\ta London borough council;\n\t\t\tthe Common Council of the City of London in its capacity as a localauthority;\n\t\t\tthe Council of the Isles of Scilly.\n\t\tFor the purposes of this Part a person carrying on business as a motorsalvage operator shall be treated as carrying on that business in the area ofa local authority if, but only if—\n\t\t\tpremises in that area are occupied by him as a motor salvage yard;\n\t\t\tno premises are occupied by him as a motor salvage yard (whether in thatarea or elsewhere) but he has his usual place of residence in that area; or\n\t\t\tno premises are occupied by him as a motor salvage yard (whether in thatarea or elsewhere) but premises in that area are occupied by him wholly orpartly for the purposes of that business so far as it consists of any of theactivities mentioned in section 1(2).\n\t\tSubsection (5) shall have effect, in relation to any person who carries onbusiness as a motor salvage operator in partnership with another person, as ifany reference to the occupation of a place (whether as a motor salvage yard orotherwise) by a person were a reference to the occupation of that place forthe purposes of the partnership by that person, alone or jointly with a memberof the partnership, or by another member of the partnership alone.\n\t\tReferences in this Part to offences under this Part include references toanything which is an offence by virtue of section 7(3) and (4) or 8(2) and(3).\n\t\tReferences in this Part to an appeal under section 6 being finallydetermined or withdrawn include references to the final determination orwithdrawal of proceedings by way of case stated which relate to a decision bya magistrates' court on an appeal under that section."
    },
    {
        "length": 2598,
        "text": "\nRegistration\n\tRequirement of registration for registration plate suppliers\n\t\tAny person who carries on business as a registration plate supplier inEngland or Wales without being registered by the Secretary of State shall beguilty of an offence and liable on summary conviction to a fine not exceedinglevel 5 on the standard scale.\n\t\tFor the purposes of this Part a person carries on business as aregistration plate supplier if he—\n\t\t\tcarries on a business which consists wholly or partly in sellingregistration plates; and\n\t\t\tis not an exempt person.\n\t\tThe Secretary of State may by regulations provide for—\n\t\t\tactivities of a prescribed description to be treated for the purposes ofthis Part as not being activities which consist in selling registrationplates;\n\t\t\tpersons of a prescribed description to be exempt persons for the purposesof this Part.\n\t\tIn this Part “registered” means registered in accordance with theprovisions of this Part in a register established and maintained by theSecretary of State under section 18; and cognate expressions shall beconstrued accordingly.\n\tRegister of registration plate suppliers\n\t\tThe Secretary of State shall establish and maintain a register of personscarrying on business as registration plate suppliers.\n\t\tEach person’s entry in the register shall contain such particulars as maybe prescribed.\n\t\tThe Secretary of State shall, subject to subsection (6) and such fee (ifany) as may be prescribed, supply any person who has requested informationcontained in the register with the information that he has requested.\n\t\tIf the request is for information in the form of a copy (certified to betrue) of the register or of an extract from it, the Secretary of State shall,subject to subsection (6) and such fee (if any) as may be prescribed, supplythe information in that form.\n\t\tAny such certified copy shall be evidence of the matters mentioned in it.\n\t\tThe Secretary of State may by regulations specify—\n\t\t\tdescriptions of persons who are not entitled to be supplied withinformation under subsection (3); and\n\t\t\tdescriptions of information which shall not be supplied under thatsubsection.\n\t\tThe Secretary of State may make all of the information contained in theregister or information so contained of a particular description available tothe Police Information Technology Organisation for use by constables for thepurpose of investigating offences under this Part.\n\t\tThe Secretary of State may by regulations determine the circumstances inwhich any of the information to which constables have been given access undersubsection (7) may be further disclosed by them.\n\tApplications for registration\n\t\tAn application for registration—\n\t\t\tshall be made to the Secretary of State in accordance with suchrequirements as may be prescribed; and\n\t\t\tshall be accompanied by a fee of such amount (if any) as may be prescribed.\n\t\tThe level of fees so prescribed may be set with a view to recovering thereasonable costs incurred by the Secretary of State in connection with theadministration of this Part.\n\t\tA person who, in making an application for registration—\n\t\t\tmakes a statement which he knows to be false in a material particular; or\n\t\t\trecklessly makes a statement which is false in a material particular;\n\t\t\t\t  * shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale. \n\t\tWhere an order under section 20(1)(b) has effect in relation to a personwho has been convicted of an offence under subsection (3), no application forregistration shall be made by that person under subsection (1) incontravention of the order.\n\t\tNo application for registration shall be made under subsection (1) by aperson while his registration is suspended by an order of a court undersection 20(2).\n\t\tA person who makes an application in contravention of subsection (4) or (5)shall be guilty of an offence and liable on summary conviction to a fine notexceeding level 5 on the standard scale.\n\t\tThe Secretary of State shall, on receiving an application under subsection(1), register the applicant.\n\tRemoval or suspension of registration by a court\n\t\tWhere a person is convicted of an offence under section 19(3) the courtbefore which he is convicted may, instead of or in addition to imposing afine, by order do either or both of the following—\n\t\t\tprovide for the removal of any entry relating to him in the register;\n\t\t\tprohibit him from making an application for registration under section19(1) within such period not exceeding five years as may be specified in, ordetermined under, the order.\n\t\tWhere a registered person is convicted of an offence under this Part (otherthan an offence under section 19(3)) the court before which he is convictedmay, instead of or in addition to imposing a fine, by order suspend hisregistration for any period of up to five years.\n\t\tNo order under subsection (1) or (2) shall have effect—\n\t\t\tif no appeal is brought, before the end of the period for bringing anappeal has passed;\n\t\t\tif an appeal is brought, before the final determination or withdrawal ofthe appeal.\n\t\tA court shall give notice to the Secretary of State of the contents of anyorder which has been made by it under subsection (1) or (2) and which haseffect.\n\t\tThe Secretary of State shall amend the register—\n\t\t\tto give effect to any order of a court under subsection (1)(a); or\n\t\t\tto reflect any suspension effected by an order of a court under subsection(2);\n\t\t\t\tbut may not do so until the order concerned has effect.\n\t\tIn this section “appeal” includes an application under section 111 of theMagistrates' Courts Act [1980 (c. 43)](/id/ukpga/1980/43?view=plain \"Go toitem of legislation\") (application by way of case stated).\n\tCancellation of registration by the Secretary of State\n\t\tThe Secretary of State may cancel a person’s registration if he issatisfied that the person concerned is not carrying on business as aregistration plate supplier and has not, while registered, been doing so forat least 28 days.\n\t\tA cancellation under subsection (1) shall not have effect—\n\t\t\tif no appeal is brought under section 23, before the end of the period of21 days mentioned in subsection (2) of that section;\n\t\t\tif an appeal is brought under that section, before the final determinationor withdrawal of the appeal.\n\t\tThis section is subject to section 22.\n\tRight to make representations: Part 2\n\t\tThe Secretary of State shall not cancel a person’s registration undersection 21 unless the Secretary of State has complied with the provisions ofthis section.\n\t\tThe Secretary of State shall serve a notice on the person concernedstating—\n\t\t\twhat he is proposing to do;\n\t\t\tthe reasons for it; and\n\t\t\tthe period (not less than 14 days starting with the date of service of thenotice) within which the person concerned may by notice—\n\t\t\trequire the Secretary of State to give him an opportunity to makerepresentations about the proposal; or\n\t\t\tinform the Secretary of State that he does not wish to make any suchrepresentations.\n\t\tWhere a notice has been served by the Secretary of State under subsection(2), the Secretary of State shall not proceed with his proposed cancellationuntil—\n\t\t\tthe person concerned has made representations about it or informed theSecretary of State that he does not wish to make any such representations;\n\t\t\tthe period mentioned in subsection (2)(c) has passed without the Secretaryof State being required to give the person concerned an opportunity to makerepresentations or without the Secretary of State being informed that theperson concerned does not wish to make any representations; or\n\t\t\tthe conditions specified in subsection (4) are satisfied.\n\t\tThe conditions are that—\n\t\t\tthe person concerned has required the Secretary of State to give him anopportunity to make representations to the Secretary of State about theproposal;\n\t\t\tthe Secretary of State has allowed that person a reasonable period to makehis representations; and\n\t\t\tthe person concerned has failed to make his representations within thatperiod.\n\t\tThe representations may be made orally or in writing.\n\t\tIf the person concerned informs the Secretary of State that he desires tomake oral representations, the Secretary of State shall give that person anopportunity of appearing before, and being heard by, a person appointed by theSecretary of State.\n\t\tIf the Secretary of State decides to proceed with his proposedcancellation, he shall serve a notice on the person concerned informing him ofthe Secretary of State’s decision to proceed and of the cancellation.\n\t\tA notice under subsection (7) shall also inform the person concerned of—\n\t\t\this right to appeal under section 23 against the cancellation;\n\t\t\tthe time within which such an appeal may be brought; and\n\t\t\tthe date on which the cancellation is to have effect.\n\tAppeals: Part 2\n\t\tAn appeal against the cancellation by the Secretary of State under section21 of a person’s registration may be brought to a magistrates' court.\n\t\tAn appeal under this section shall be brought within the period of 21 daysbeginning with the day on which the person concerned is served with a noticeunder section 22(7).\n\t\tThe procedure on an appeal under this section shall be by way of complaintfor an order and in accordance with the Magistrates' Courts Act [1980 (c.43)](/id/ukpga/1980/43?view=plain \"Go to item of legislation\").\n\t\tFor the purposes of the time limit for bringing an appeal under thissection the making of the complaint shall be treated as the bringing of theappeal.\n\t\tOn an appeal under this section, the magistrates' court concerned mayconfirm, vary or reverse the Secretary of State’s decision and generally givesuch directions as it considers appropriate having regard to the provisions ofthis Part.\n\t\tIt shall be the duty of the Secretary of State to comply with anydirections given by a magistrates' court under subsection (5); but theSecretary of State need not comply with any directions given by the court—\n\t\t\tuntil the time for making an application under section 111 of theMagistrates' Courts Act [1980 (c. 43)](/id/ukpga/1980/43?view=plain \"Go toitem of legislation\") (application by way of case stated) has passed; or\n\t\t\tif such an application is made, until the final determination or withdrawalof the application."
    },
    {
        "length": 384,
        "text": "\nKeeping of records etc.\n\tKeeping of records: Part 2\n\t\tThe Secretary of State may by regulations provide for the keeping ofrecords by registered persons.\n\t\tIn subsection (1) “registered” includes formerly registered.\n\t\tRegulations under this section may specify provisions of the regulations asprovisions to which subsection (4) applies.\n\t\tA person who contravenes any provision to which this subsection appliesshall be guilty of an offence and liable on summary conviction to a fine notexceeding level 3 on the standard scale.\n\t\tIn proceedings for an offence under subsection (4) it shall be a defencefor the accused to show that he took all reasonable steps and exercised alldue diligence to avoid committing the offence.\n\tProvision of information on sale of registration plates\n\t\tThe Secretary of State may by regulations provide for the obtaining byregistered persons who are in the course of selling registration plates ofinformation of a prescribed description from their prospective purchasersbefore the completion of the sale.\n\t\tRegulations under this section may specify provisions of the regulations asprovisions to which subsection (3) applies.\n\t\tA person who contravenes any provision to which this subsection appliesshall be guilty of an offence and liable on summary conviction to a fine notexceeding level 3 on the standard scale.\n\t\tIn proceedings for an offence under subsection (3) it shall be a defencefor the accused to show that he took all reasonable steps and exercised alldue diligence to avoid committing the offence."
    },
    {
        "length": 1255,
        "text": "\nSupplementary provisions and offences\n\tRights to enter and inspect premises: Part 2\n\t\tA constable or an authorised person may at any reasonable time enter andinspect premises for the time being entered in the register as premises whichare occupied by a person carrying on business as a registration plate supplierwholly or partly for the purposes of his business so far as it consists inselling registration plates.\n\t\tA constable or an authorised person may at any reasonable time—\n\t\t\trequire production of, and inspect, any registration plates kept atpremises falling within subsection (1); and\n\t\t\trequire production of, inspect and take copies of or extracts from anyrecords which the person carrying on business as a registration plate supplieris required to keep at such premises by virtue of this Part.\n\t\tSubsection (4) applies where, on an application made by a constable or anauthorised person, a justice of the peace is satisfied that admission topremises specified in the application is reasonably required in order tosecure compliance with the provisions of this Part, or to ascertain whetherthose provisions are being complied with.\n\t\tThe justice may issue a warrant authorising a constable or (as the case maybe) an authorised person to enter and inspect the premises concerned.\n\t\tA constable or an authorised person—\n\t\t\tshall not be entitled to use force to enter premises in the exercise of hispowers under subsection (1); but\n\t\t\tmay, if necessary, use reasonable force in the exercise of his powers undera warrant issued under subsection (4).\n\t\tA constable or an authorised person in seeking to enter any premises in theexercise of his powers under subsection (1), and an authorised person inseeking to enter any premises in the exercise of his powers under a warrantissued under subsection (4), shall, if required by or on behalf of the owneror occupier or person in charge of the premises, produce evidence of hisidentity, and of his authority for entering, before doing so.\n\t\tAny person who obstructs an authorised person in the exercise of his powersunder subsection (1) or (2) or under a warrant issued under subsection (4)shall be guilty of an offence and liable on summary conviction to a fine notexceeding level 2 on the standard scale.\n\t\tIn this section “an authorised person” means a person authorised for thepurposes of this section by a local authority in respect of premises situatedin the area of the local authority.\n\tNotification requirements: Part 2\n\t\tA person applying to be registered in the register shall give notice to theSecretary of State of any changes affecting in a material particular theaccuracy of the information which he has provided in connection with hisapplication.\n\t\tA registered person shall give notice to the Secretary of State of anychanges affecting his entry in the register within 28 days of the changesoccurring; and the Secretary of State shall amend the register accordingly.\n\t\tA registered person who is not carrying on business as a registration platesupplier shall give notice to the Secretary of State of that fact within 28days of the beginning of the period in which he is not carrying on businesswhile registered.\n\t\tA person who fails to give notice to the Secretary of State in accordancewith subsection (1), (2) or (3) shall be guilty of an offence and liable onsummary conviction to a fine not exceeding level 3 on the standard scale.\n\t\tIn proceedings for an offence under subsection (4) it shall be a defencefor the accused to show that he took all reasonable steps and exercised alldue diligence to avoid committing the offence.\n\tOffences relating to counterfeit registration plates\n\t\tA person who sells a plate or other device which is not a registrationplate as a registration plate knowing that it is not a registration plate orbeing reckless as to whether it is a registration plate shall be guilty of anoffence.\n\t\tA person who—\n\t\t\tsupplies a plate, device or other object to a person who is carrying on abusiness which consists wholly or partly in activities which are unlawful byvirtue of subsection (1); and\n\t\t\tknows or reasonably suspects that the plate, device or other object will beused for the purposes of that other person’s unlawful activities;\n\t\t\t\tshall be guilty of an offence.\n\t\tA person guilty of an offence under subsection (1) or (2) shall be liableon summary conviction to a fine not exceeding level 4 on the standard scale.\n\tOffence of supplying plates etc. to unregistered persons\n\t\tA person who—\n\t\t\tsupplies a plate, device or other object to an unregistered person (otherthan an exempt person) who is carrying on a business which consists wholly orpartly in selling registration plates; and\n\t\t\tknows or reasonably suspects that the plate, device or other object will beused for the purposes of that other person’s business (or part of hisbusiness) as a registration plate or as part of a registration plate;\n\t\t\t\tshall be guilty of an offence.\n\t\tA person guilty of an offence under subsection (1) shall be liable onsummary conviction to a fine not exceeding level 5 on the standard scale."
    },
    {
        "length": 895,
        "text": "\nGeneral\n\tProceedings for offences under Part 2\n\t\t  * Proceedings for an offence under this Part shall not be instituted except— \n\t\t\tby a local authority or a constable; or\n\t\t\tin any other case, with the consent of the Attorney General.\n\tInterpretation of Part 2\n\t\tIn this Part, unless the context otherwise requires—\n\t\t\t  * “the 1994 Act” means the [Vehicle Excise and Registration Act 1994 (c. 22)](/id/ukpga/1994/22?view=plain \"Go to item of legislation\"); \n\t\t\t  * “carrying on business as a registration plate supplier” has the meaning given by section 17(2); \n\t\t\t  * “contravene”, in relation to any provision of regulations, includes fail to comply with it; \n\t\t\t  * “exempt person” means any person who is an exempt person by virtue of regulations made under section 17(3)(b); \n\t\t\t  * “local authority” has the same meaning as in Part 1; \n\t\t\t  * “notice” means notice in writing; \n\t\t\t  * “premises” includes any land or other place (whether or not enclosed); \n\t\t\t  * “prescribed” means prescribed by regulations made by the Secretary of State; \n\t\t\t  * “a register” means a register established and maintained under section 18; \n\t\t\t  * “registered” (and cognate expressions) have the meaning given by section 17(4); \n\t\t\t  * “registration mark” has the meaning given by section 23(1) of the 1994 Act; and includes a mark indicating the registered number of a vehicle or trailer and assigned to that vehicle or trailer by virtue of regulations under section 22(2) of that Act; \n\t\t\t  * “registration plate” means a plate or other device which— \n\t\t\tdisplays (whether alone or in conjunction with other information) aregistration mark;\n\t\t\tcomplies with requirements imposed by regulations made under section 27A(1)(a)of the 1994 Act; and\n\t\t\tis designed to be fixed to a vehicle or trailer in accordance with regulationsmade under section 22(2) or 23(3) of that Act; and\n\t\t\t\t  * “selling registration plates” is to be construed in accordance with any regulations made under section 17(3)(a). \n\t\tThe reference in section 22(5) to representations being made in writingincludes a reference to representations being made in a text which—\n\t\t\tis transmitted by means of a telecommunication system (within the meaningof the [Telecommunications Act 1984 (c. 12)](/id/ukpga/1984/12?view=plain \"Goto item of legislation\")) or by other means but while in an electronic form;\n\t\t\tis received in legible form; and\n\t\t\tis capable of being used for subsequent reference.\n\t\tReferences in this Part to offences under this Part include references toanything which is an offence by virtue of section 24(3) and (4) or 25(2) and(3).\n\t\tReferences in this Part to an appeal under section 23 being finallydetermined or withdrawn include references to the final determination orwithdrawal of proceedings by way of case stated which relate to a decision bya magistrates' court on an appeal under that section."
    },
    {
        "length": 1892,
        "text": "\nVehicle licensing and registration\n\tProvision of documents etc. on vehicle licence applications\n\t\tIn section 7(1) of the [Vehicle Excise and Registration Act 1994 (c.22)](/id/ukpga/1994/22?view=plain \"Go to item of legislation\") (requirement tomake a declaration on application for vehicle licence)—\n\t\t\tin paragraph (a) for “such a” there shall be substituted “any such”; and\n\t\t\tin paragraph (b)—\n\t\t\tafter “furnish” there shall be inserted “any”; and\n\t\t\tafter “particulars” there shall be inserted “and any such documentary orother evidence”.\n\t\tIn section 22(2A)(a) of that Act (extension of registration regime toexempt vehicles: nil licences)—\n\t\t\tin sub-paragraph (i) for “such a” there shall be substituted “any such”;and\n\t\t\tin sub-paragraph (ii)—\n\t\t\tafter “furnish” there shall be inserted “any”; and\n\t\t\tafter “particulars” there shall be inserted “and any such documentary orother evidence”.\n\tIssue of new registration documents: vehicle identity checks etc.\n\t\tIn section 22(1)(h) of the [Vehicle Excise and Registration Act 1994 (c.22)](/id/ukpga/1994/22?view=plain \"Go to item of legislation\") (power toprovide by regulations for the issue of new registration documents) after“stolen” there shall be inserted “, surrendered”.\n\t\tAfter section 22 of that Act there shall be inserted—\n\t\t“22AVehicle identity checks\n\t\t\tThis section applies to regulations under section 22(1)(h) which confer apower on the Secretary of State to refuse to issue a new registration documentin respect of a registered vehicle if he is not satisfied that the vehicle forwhich the document is being sought is the registered vehicle.\n\t\t\tSuch regulations may, in particular, provide for—\n\t\t\t\tthe examination (whether by the Secretary of State or by persons authorisedby him) of all vehicles for which new registration documents are being sought,or such vehicles of a particular description, for the purpose of ascertainingwhether they are the registered vehicles concerned,\n\t\t\t\tthe provision of other evidence in relation to all vehicles for which newregistration documents are being sought, or such vehicles of a particulardescription, for the purpose of ascertaining whether they are the registeredvehicles concerned.\n\t\t\tRegulations made by virtue of subsection (2) may, in particular, providefor—\n\t\t\t\tnotification of examinations (including their purpose), the issue ofcertificates as to the outcome of examinations and the keeping of records inrelation to examinations and certificates,\n\t\t\t\tthe issue of duplicates or copies of certificates and the fees to be paidon applications for such duplicates or copies,\n\t\t\t\tthe correction of errors in certificates,\n\t\t\t\tthe payment of fees for examinations, and for re-examinations resultingfrom appeals and the repayment of the whole or part of the fee paid for such are-examination where it appears to the Secretary of State that there weresubstantial grounds for contesting the whole or part of the decision appealedagainst,\n\t\t\t\tthe making of appeals against the outcome of examinations,\n\t\t\t\tthe carrying out of examinations in the absence of the keepers or owners ofthe vehicles concerned,\n\t\t\t\tcourses of instruction in connection with the carrying out of examinationsand the charging of fees in respect of attendance on such courses,\n\t\t\t\tthe authorisation of examiners, the imposition of conditions to be compliedwith by authorised examiners (including the payment of fees to the Secretaryof State) and the withdrawal of authorisations,\n\t\t\t\tthe manner in which, conditions under which and apparatus with whichexaminations are carried out by authorised examiners, and the inspection ofpremises at which and apparatus with which such examinations are being, or areto be, carried out,\n\t\t\t\tthe charges to be paid by authorised examiners to the Secretary of State inconnection with—\n\t\t\t\tthe issue of certificates,\n\t\t\t\tthe issue of duplicates or copies of certificates, and\n\t\t\t\tthe correction of errors in certificates.\n\t\t\tThe Secretary of State may use information contained in relevant records—\n\t\t\t\tto check the accuracy of information which has been obtained underregulations made by virtue of subsection (2), and\n\t\t\t\twhere appropriate, to amend or supplement any such information.\n\t\t\tThe Secretary of State may use information which has been obtained underregulations made by virtue of subsection (2)—\n\t\t\t\tto check the accuracy of relevant records, and\n\t\t\t\twhere appropriate, to amend or supplement information contained in thoserecords.\n\t\t\tIn subsections (4) and (5) “relevant records” means records—\n\t\t\t\tmaintained by the Secretary of State in connection with any functionsexercisable by him under or by virtue of this Act,\n\t\t\t\trecords maintained by the Secretary of State (or caused by him to bemaintained) under section 45(6B) of the [Road Traffic Act 1988 (c.52)](/id/ukpga/1988/52?view=plain \"Go to item of legislation\").\n\t\t\tSubsections (4) to (6) do not limit any powers of the Secretary of Stateapart from those subsections.\n\t\t\tThis section is without prejudice to the generality of the powers conferredby section 22.”\n\tImposition of requirements concerning registration plates\n\t\tAfter section 27 of the [Vehicle Excise and Registration Act 1994 (c.22)](/id/ukpga/1994/22?view=plain \"Go to item of legislation\") (registrationmarks) there shall be inserted—\n\t\t“Registration plates\n\t\t\tAA Registration plates\n\t\t\t\tThe Secretary of State may by regulations—\n\t\t\t\t\tprescribe specifications for registration plates (whether relating to theirsize, shape, material of manufacture or otherwise),\n\t\t\t\t\tprovide for registration plates to contain or display such informationother than registration marks or (as the case may be) special registrationmarks as may be specified or described in the regulations.\n\t\t\t\tRegulations under subsection (1)(b) may, in particular, prescribe the formand manner in which any such information is to be contained or displayed.\n\t\t\t\tIn this section “registration plates” means—\n\t\t\t\t\tplates or other devices for displaying registration marks and for fixingthem on vehicles or trailers in accordance with regulations under section23(3), or\n\t\t\t\t\tplates or other devices for displaying special registration marks and forfixing them on vehicles or trailers in accordance with regulations undersection 22(2),\n\t\t\t\t\t\tand includes plates or other devices which are also for containing ordisplaying information other than registration marks or (as the case may be)special registration marks (whether or not such information is to be containedor displayed by virtue of regulations under this section).\n\t\t\t\tIn this section—\n\t\t\t\t\t  * “special registration mark” means a mark indicating the registered number of a vehicle or trailer and assigned to the vehicle or trailer by virtue of regulations under section 22(2), and\n\t\t\t\t\t  * “trailer” has the same meaning as in Part 8 of Schedule 1.”"
    },
    {
        "length": 912,
        "text": "\nInformation requirements\n\tNotification by scrap metal dealers of destruction of motor vehicles\n\t\t  * After section 4 of the [Scrap Metal Dealers Act 1964 (c. 69)](/id/ukpga/1964/69?view=plain \"Go to item of legislation\") there shall be inserted— \n\t\t“4A Notification of destruction of motor vehicles\n\t\t\tThe Secretary of State may by regulations provide for the notification bypersons registered under this Act as scrap metal dealers of the destruction ofmotor vehicles.\n\t\t\tRegulations under this section may, in particular, provide for the keepingby such persons, or persons who were formerly such persons, of records ofnotifications given by them in accordance with such regulations.\n\t\t\tRegulations under this section may specify provisions of the regulations asprovisions to which subsection (4) of this section applies.\n\t\t\tA person who contravenes any provision to which this subsection appliesshall be guilty of an offence and liable on summary conviction to a fine notexceeding level 3 on the standard scale.\n\t\t\tAny power of the Secretary of State to make regulations under this section—\n\t\t\t\tshall be exercisable by statutory instrument;\n\t\t\t\tmay be exercised so as to make different provision for different cases ordescriptions of case or for different purposes or different areas;\n\t\t\t\tincludes power to make such incidental, supplementary, consequential,transitory, transitional or saving provision as the Secretary of Stateconsiders appropriate.\n\t\t\tA statutory instrument containing regulations under this section shall besubject to annulment in pursuance of a resolution of either House ofParliament.\n\t\t\tIn this section—\n\t\t\t\t    * “contravene”, in relation to any provision of regulations, includes fail to comply with it;\n\t\t\t\t    * “motor vehicle” means any vehicle whose function is or was to be used on roads as a mechanically propelled vehicle; and\n\t\t\t\t    * “road” means any highway and any other road to which the public has access.”\n\tAccess to certain motor insurance information\n\t\tThe Secretary of State may by regulations provide for relevant informationwhich is required to be kept by regulation 10 of the Motor Vehicles (ThirdParty Risks) Regulations 1972 ([S.I. 1972/1217](/id/uksi/1972/1217?view=plain\"Go to item of legislation\")) or by any subsequent regulation made under anycorresponding power in the [Road Traffic Act 1988 (c.52)](/id/ukpga/1988/52?view=plain \"Go to item of legislation\") to be madeavailable to the Police Information Technology Organisation for use byconstables.\n\t\tRegulations under subsection (1) may, in particular—\n\t\t\trequire all such information or such information of a particulardescription to be made available to the Organisation;\n\t\t\tdetermine the purposes for which constables may be given access to theinformation;\n\t\t\tdetermine the circumstances in which any of the information to which theyhave been given access may be further disclosed by them.\n\t\tIn this section—\n\t\t\t  * “information” means information held in any form; and \n\t\t\t  * “relevant information” means— \n\t\t\tinformation relating to policies of insurance, or securities, in relation tothe use of motor vehicles, or information relating to any certificates issuedin connection with such policies or securities; or\n\t\t\tinformation relating to motor vehicles to which section 143 of the Act of 1988does not apply or to any certificates or other documents issued in connectionwith such vehicles."
    },
    {
        "length": 1342,
        "text": "\nMiscellaneous\n\tTaking a conveyance without authority: extension of prosecution time-limits\n\t\tAfter section 12(4) of the [Theft Act 1968 (c.60)](/id/ukpga/1968/60?view=plain \"Go to item of legislation\") (offence oftaking a conveyance without authority) there shall be inserted—\n\t\t\t“(4A)Proceedings for an offence under subsection (1) above (but notproceedings of a kind falling within subsection (4) above) in relation to amechanically propelled vehicle—\n\t\t\tshall not be commenced after the end of the period of three years beginningwith the day on which the offence was committed; but\n\t\t\tsubject to that, may be commenced at any time within the period of sixmonths beginning with the relevant day.\n\t\t\t(4B)In subsection (4A)(b) above “the relevant day” means—\n\t\t\tin the case of a prosecution for an offence under subsection (1) above by apublic prosecutor, the day on which sufficient evidence to justify theproceedings came to the knowledge of any person responsible for decidingwhether to commence any such prosecution;\n\t\t\tin the case of a prosecution for an offence under subsection (1) abovewhich is commenced by a person other than a public prosecutor after thediscontinuance of a prosecution falling within paragraph (a) above whichrelates to the same facts, the day on which sufficient evidence to justify theproceedings came to the knowledge of the person who has decided to commencethe prosecution or (if later) the discontinuance of the other prosecution;\n\t\t\tin the case of any other prosecution for an offence under subsection (1)above, the day on which sufficient evidence to justify the proceedings came tothe knowledge of the person who has decided to commence the prosecution.\n\t\t\t(4C)For the purposes of subsection (4A)(b) above a certificate of a personresponsible for deciding whether to commence a prosecution of a kind mentionedin subsection (4B)(a) above as to the date on which such evidence as ismentioned in the certificate came to the knowledge of any person responsiblefor deciding whether to commence any such prosecution shall be conclusiveevidence of that fact.”\n\t\tSubsection (1) applies in relation to offences committed on or after theday appointed for the purposes of this section by an order under section 44.\n\tUnified power for Secretary of State to fund speed cameras etc.\n\t\tThe Secretary of State may make payments in respect of the whole or anypart of the expenditure of a public authority in relation to—\n\t\t\tthe prevention or detection of offences to which subsection (2) applies; or\n\t\t\tany enforcement action or proceedings in respect of such offences or anyalleged such offences.\n\t\tThis subsection applies to offences under—\n\t\t\tsection 16 of the [Road Traffic Regulation Act 1984 (c.27)](/id/ukpga/1984/27?view=plain \"Go to item of legislation\") which consistin contraventions of restrictions on the speed of vehicles imposed undersection 14 of that Act;\n\t\t\tsubsection (4) of section 17 of that Act which consist in contraventions ofrestrictions on the speed of vehicles imposed under that section;\n\t\t\tsection 88(7) of that Act (temporary minimum speed limits);\n\t\t\tsection 89(1) of that Act (speeding offences generally);\n\t\t\tsection 36(1) of the [Road Traffic Act 1988 (c.52)](/id/ukpga/1988/52?view=plain \"Go to item of legislation\") which consistin the failure to comply with an indication given by a light signal thatvehicular traffic is not to proceed.\n\t\tPayments under this section shall be made to—\n\t\t\tthe public authority in respect of whose expenditure the payments are beingmade; or\n\t\t\tany other public authority for payment, in accordance with arrangementsagreed with the Secretary of State, to, or on behalf of, the public authorityin respect of whose expenditure the payments are being made.\n\t\tPayments under this section shall be paid at such times, in such manner andsubject to such conditions as the Secretary of State may determine.\n\t\tIn this section “public authority” means—\n\t\t\tany highway authority (within the meaning of the [Highways Act 1980 (c.66)](/id/ukpga/1980/66?view=plain \"Go to item of legislation\"));\n\t\t\tany police authority established under section 3 of the [Police Act 1996(c. 16)](/id/ukpga/1996/16?view=plain \"Go to item of legislation\"), theMetropolitan Police Authority or the Common Council of the City of London inits capacity as a police authority;\n\t\t\tany responsible authority (within the meaning of section 55 of the Justicesof the Peace Act [1997 (c. 25)](/id/ukpga/1997/25?view=plain \"Go to item oflegislation\")) or the Greater London Magistrates' Courts Authority; and\n\t\t\tany body or other person not falling within paragraphs (a) to (c) and sofar as exercising functions of a public nature."
    },
    {
        "length": 1502,
        "text": "\nPart 4Supplementary\n\tGeneral\n\t\tOffences by bodies corporate\n\t\t\tWhere an offence under this Act committed by a body corporate is proved tohave been committed with the consent or connivance of, or to be attributableto any neglect on the part of, a director, manager, secretary or other similarofficer of the body corporate, he as well as the body corporate commits theoffence and shall be liable to be proceeded against and punished accordingly.\n\t\t\tWhere the affairs of a body corporate are managed by its members,subsection (1) applies in relation to the acts and defaults of a member inconnection with his functions of management as if he were a director of thebody corporate.\n\t\tService of notices\n\t\t\tAny document required or authorised by virtue of this Act to be served onany person may be served—\n\t\t\t\tby delivering it to him or by leaving it at his proper address or bysending it by post to him at that address;\n\t\t\t\tif the person is a body corporate other than a limited liabilitypartnership, by serving it in accordance with paragraph (a) on the secretaryof the body;\n\t\t\t\tif the person is a limited liability partnership, by serving it inaccordance with paragraph (a) on a member of the partnership; or\n\t\t\t\tif the person is a partnership, by serving it in accordance with paragraph(a) on a partner or a person having the control or management of thepartnership business.\n\t\t\tFor the purposes of this section and section 7 of the [Interpretation Act1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\")(service of documents by post) in its application to this section, the properaddress of any person on whom a document is to be served shall be his lastknown address, except that—\n\t\t\t\tin the case of service on a body corporate (other than a limited liabilitypartnership) or its secretary, it shall be the address of the registered orprincipal office of the body;\n\t\t\t\tin the case of service on a limited liability partnership or a member ofthe partnership, it shall be the address of the registered or principal officeof the partnership;\n\t\t\t\tin the case of service on a partnership or a partner or a person having thecontrol or management of a partnership business, it shall be the address ofthe principal office of the partnership.\n\t\t\tFor the purposes of subsection (2) the principal office of a companyconstituted under the law of a country or territory outside the United Kingdomor of a partnership carrying on business outside the United Kingdom is itsprincipal office within the United Kingdom.\n\t\t\tSubsection (5) applies if a person to be served under this Act with anydocument by another has specified to that other an address within the UnitedKingdom other than his proper address (as determined under subsection (2)) asthe one at which he or someone on his behalf will accept documents of the samedescription as that document.\n\t\t\tIn relation to that document, that address shall be treated as his properaddress for the purposes of this section and section 7 of the InterpretationAct 1978 in its application to this section, instead of that determined undersubsection (2).\n\t\t\tAny notice in writing or other document required or authorised by virtue ofthis Act to be served on any person may be served on that person bytransmitting the text of the notice or other document to him by means of atelecommunication system (within the meaning of the [Telecommunications Act1984 (c. 12)](/id/ukpga/1984/12?view=plain \"Go to item of legislation\")) or byother means but while in an electronic form provided the text is received bythat person in legible form and is capable of being used for subsequentreference.\n\t\t\tThis section does not apply to any document if rules of court makeprovision about its service.\n\t\t\tIn this section references to serving include references to similarexpressions (such as giving or sending).\n\t\tOrders and regulations under this Act\n\t\t\tAny power of the Secretary of State to make an order or regulations underthis Act shall be exercisable by statutory instrument.\n\t\t\tAny power of the Secretary of State to make an order or regulations underthis Act—\n\t\t\t\tmay be exercised so as to make different provision for different cases ordescriptions of case or for different purposes or different areas;\n\t\t\t\tincludes power to make such incidental, supplementary, consequential,transitory, transitional or saving provision as the Secretary of Stateconsiders appropriate.\n\t\t\tA statutory instrument containing an order or regulations under this Act(other than an order under section 44) shall be subject to annulment inpursuance of a resolution of either House of Parliament.\n\t\tGeneral financial provision\n\t\t\tThere shall be paid out of money provided by Parliament—\n\t\t\t\tany expenditure incurred by a Minister of the Crown in consequence of thisAct; and\n\t\t\t\tany increase attributable to this Act in the sums payable out of money soprovided by virtue of any other Act.\n\t\t\tThere shall be paid into the Consolidated Fund any sums received by aMinister of the Crown in consequence of this Act.\n\t\tConsequential amendments\n\t\t\tThe Schedule to this Act (consequential amendments) shall have effect.\n\tFinal\n\t\tCommencement \n\t\t\tParts 1 to 3 and section 43 and the Schedule shall come into force on such dayas the Secretary of State may by order appoint; and different days may beappointed for different purposes or different areas.\n\t\tExtent \n\t\t\tParts 1 and 2, and sections 35, 37 and 38 extend to England and Wales only.\n\t\t\tSections 32 to 34 extend to England and Wales, Scotland and NorthernIreland.\n\t\t\tSection 36 extends to England and Wales and Scotland.\n\t\t\tAny amendment by the Schedule of an enactment has the same extent as theenactment amended.\n\t\t\tSubject to subsection (4), this Part extends to England and Wales, Scotlandand Northern Ireland.\n\t\tShort title\n\t\t\tThis Act may be cited as the Vehicles (Crime) Act 2001.\n\t\tSection 43"
    }
]