[
    {
        "length": 355,
        "text": "\nAssisting unlawful immigration\n\tAt the end of section 25 of the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (offence ofassisting unlawful immigration to member State) add—\n\tIn this section—\n\t\ta reference to a member State includes a reference to a State on a listprescribed for the purposes of this section by order of the Secretary of State(to be known as the “Section 25 List of Schengen Acquis States”), and\n\t\ta reference to a citizen of the European Union includes a reference to aperson who is a national of a State on that list.\n\tAn order under subsection (7)(a)—\n\t\tmay be made only if the Secretary of State thinks it necessary for thepurpose of complying with the United Kingdom’s obligations under the CommunityTreaties,\n\t\tmay include transitional, consequential or incidental provision,\n\t\tshall be made by statutory instrument, and\n\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament.”\n\tIn section 25C(9)(a) of that Act (forfeiture of vehicle, ship or aircraft)for “(within the meaning of section 25)” substitute “(for which purpose“member State” and “immigration law” have the meanings given by section 25(2)and (7))”."
    },
    {
        "length": 1942,
        "text": "\nEntering United Kingdom without passport, &c.\n\tA person commits an offence if at a leave or asylum interview he does nothave with him an immigration document which—\n\t\tis in force, and\n\t\tsatisfactorily establishes his identity and nationality or citizenship.\n\tA person commits an offence if at a leave or asylum interview he does nothave with him, in respect of any dependent child with whom he claims to betravelling or living, an immigration document which—\n\t\tis in force, and\n\t\tsatisfactorily establishes the child’s identity and nationality orcitizenship.\n\tBut a person does not commit an offence under subsection (1) or (2) if—\n\t\tthe interview referred to in that subsection takes place after the personhas entered the United Kingdom, and\n\t\twithin the period of three days beginning with the date of the interviewthe person provides to an immigration officer or to the Secretary of State adocument of the kind referred to in that subsection.\n\tIt is a defence for a person charged with an offence under subsection (1)—\n\t\tto prove that he is an EEA national,\n\t\tto prove that he is a member of the family of an EEA national and that heis exercising a right under the Community Treaties in respect of entry to orresidence in the United Kingdom,\n\t\tto prove that he has a reasonable excuse for not being in possession of adocument of the kind specified in subsection (1),\n\t\tto produce a false immigration document and to prove that he used thatdocument as an immigration document for all purposes in connection with hisjourney to the United Kingdom, or\n\t\tto prove that he travelled to the United Kingdom without, at any stagesince he set out on the journey, having possession of an immigration document.\n\tIt is a defence for a person charged with an offence under subsection (2)in respect of a child—\n\t\tto prove that the child is an EEA national,\n\t\tto prove that the child is a member of the family of an EEA national andthat the child is exercising a right under the Community Treaties in respectof entry to or residence in the United Kingdom,\n\t\tto prove that the person has a reasonable excuse for not being inpossession of a document of the kind specified in subsection (2),\n\t\tto produce a false immigration document and to prove that it was used as animmigration document for all purposes in connection with the child’s journeyto the United Kingdom, or\n\t\tto prove that he travelled to the United Kingdom with the child without, atany stage since he set out on the journey, having possession of an immigrationdocument in respect of the child.\n\tWhere the charge for an offence under subsection (1) or (2) relates to aninterview which takes place after the defendant has entered the UnitedKingdom—\n\t\tsubsections (4)(c) and (5)(c) shall not apply, but\n\t\tit is a defence for the defendant to prove that he has a reasonable excusefor not providing a document in accordance with subsection (3).\n\tFor the purposes of subsections (4) to (6)—\n\t\tthe fact that a document was deliberately destroyed or disposed of is not areasonable excuse for not being in possession of it or for not providing it inaccordance with subsection (3), unless it is shown that the destruction ordisposal was—\n\t\tfor a reasonable cause, or\n\t\tbeyond the control of the person charged with the offence, and\n\t\tin paragraph (a)(i) “reasonable cause” does not include the purpose of—\n\t\tdelaying the handling or resolution of a claim or application or the takingof a decision,\n\t\tincreasing the chances of success of a claim or application, or\n\t\tcomplying with instructions or advice given by a person who offers adviceabout, or facilitates, immigration into the United Kingdom, unless in thecircumstances of the case it is unreasonable to expect non-compliance with theinstructions or advice.\n\tA person shall be presumed for the purposes of this section not to have adocument with him if he fails to produce it to an immigration officer orofficial of the Secretary of State on request.\n\tA person guilty of an offence under this section shall be liable—\n\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears, to a fine or to both, or\n\t\ton summary conviction, to imprisonment for a term not exceeding twelvemonths, to a fine not exceeding the statutory maximum or to both.\n\tIf a constable or immigration officer reasonably suspects that a personhas committed an offence under this section he may arrest the person withoutwarrant.\n\tAn offence under this section shall be treated as—\n\t\ta relevant offence for the purposes of sections 28B and 28D of theImmigration Act [1971 (c. 77)](/id/ukpga/1971/77?view=plain \"Go to item oflegislation\") (search, entry and arrest), and\n\t\tan offence under Part III of that Act (criminal proceedings) for thepurposes of sections 28(4), 28E, 28G and 28H (search after arrest, &c.) ofthat Act.\n\tIn this section—\n\t\t  * “EEA national” means a national of a State which is a contracting party to the Agreement on the European Economic Area signed at Oporto on 2nd May 1992 (as it has effect from time to time), \n\t\t  * “immigration document” means— \n\t\ta passport, and\n\t\ta document which relates to a national of a State other than the UnitedKingdom and which is designed to serve the same purpose as a passport, and\n\t\t\t  * “leave or asylum interview” means an interview with an immigration officer or an official of the Secretary of State at which a person— \n\t\tseeks leave to enter or remain in the United Kingdom, or\n\t\tclaims that to remove him from or require him to leave the United Kingdomwould breach the United Kingdom’s obligations under the Refugee Convention orwould be unlawful under section 6 of the Human Rights Act [1998 (c.42)](/id/ukpga/1998/42?view=plain \"Go to item of legislation\") as beingincompatible with his Convention rights.\n\tFor the purposes of this section—\n\t\ta document which purports to be, or is designed to look like, animmigration document, is a false immigration document, and\n\t\tan immigration document is a false immigration document if and in so far asit is used—\n\t\toutside the period for which it is expressed to be valid,\n\t\tcontrary to provision for its use made by the person issuing it, or\n\t\tby or in respect of a person other than the person to or for whom it wasissued.\n\tSection 11 of the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") shall haveeffect for the purpose of the construction of a reference in this section toentering the United Kingdom.\n\tIn so far as this section extends to England and Wales, subsection (9)(b)shall, until the commencement of section 154 of the Criminal Justice Act [2003(c. 44)](/id/ukpga/2003/44?view=plain \"Go to item of legislation\") (increasedlimit on magistrates' power of imprisonment), have effect as if the referenceto twelve months were a reference to six months.\n\tIn so far as this section extends to Scotland, subsection (9)(b) shallhave effect as if the reference to twelve months were a reference to sixmonths.\n\tIn so far as this section extends to Northern Ireland, subsection (9)(b)shall have effect as if the reference to twelve months were a reference to sixmonths."
    },
    {
        "length": 328,
        "text": "\nImmigration documents: forgery\n\tSection 5 of the Forgery and Counterfeiting Act [1981 (c.45)](/id/ukpga/1981/45?view=plain \"Go to item of legislation\") (offencesrelating to various documents) shall be amended as follows.\n\tAfter subsection (5)(f) (passports) insert—\n\t\timmigration documents;”.\n\tAfter subsection (8) add—\n\tIn subsection (5)(fa) “immigration document” means a card, adhesive labelor other instrument which satisfies subsection (10) or (11).\n\tA card, adhesive label or other instrument satisfies this subsection ifit—\n\t\tis designed to be given, in the exercise of a function under theImmigration Acts (within the meaning of section 44 of the Asylum andImmigration (Treatment of Claimants, etc.) Act 2004), to a person who has beengranted leave to enter or remain in the United Kingdom, and\n\t\tcarries information (whether or not wholly or partly electronically) aboutthe leave granted.\n\tA card, adhesive label or other instrument satisfies this subsection if itis given to a person to confirm a right of his under the Community Treaties inrespect of entry to or residence in the United Kingdom.”"
    },
    {
        "length": 718,
        "text": "\nTrafficking people for exploitation\n\tA person commits an offence if he arranges or facilitates the arrival inthe United Kingdom of an individual (the “passenger”) and—\n\t\the intends to exploit the passenger in the United Kingdom or elsewhere, or\n\t\the believes that another person is likely to exploit the passenger in theUnited Kingdom or elsewhere.\n\tA person commits an offence if he arranges or facilitates travel within theUnited Kingdom by an individual (the “passenger”) in respect of whom hebelieves that an offence under subsection (1) may have been committed and—\n\t\the intends to exploit the passenger in the United Kingdom or elsewhere, or\n\t\the believes that another person is likely to exploit the passenger in theUnited Kingdom or elsewhere.\n\tA person commits an offence if he arranges or facilitates the departurefrom the United Kingdom of an individual (the “passenger”) and—\n\t\the intends to exploit the passenger outside the United Kingdom, or\n\t\the believes that another person is likely to exploit the passenger outsidethe United Kingdom.\n\tFor the purposes of this section a person is exploited if (and only if)—\n\t\the is the victim of behaviour that contravenes Article 4 of the HumanRights Convention (slavery and forced labour),\n\t\the is encouraged, required or expected to do anything as a result of whichhe or another person would commit an offence under the Human Organ TransplantsAct [1989 (c. 31)](/id/ukpga/1989/31?view=plain \"Go to item of legislation\")or the Human Organ Transplants (Northern Ireland) Order 1989 ([S.I. 1989/2408(N.I. 21)](/id/nisi/1989/2408?view=plain \"Go to item of legislation\")),\n\t\the is subjected to force, threats or deception designed to induce him—\n\t\tto provide services of any kind,\n\t\tto provide another person with benefits of any kind, or\n\t\tto enable another person to acquire benefits of any kind, or\n\t\the is requested or induced to undertake any activity, having been chosen asthe subject of the request or inducement on the grounds that—\n\t\the is mentally or physically ill or disabled, he is young or he has afamily relationship with a person, and\n\t\ta person without the illness, disability, youth or family relationshipwould be likely to refuse the request or resist the inducement.\n\tA person guilty of an offence under this section shall be liable—\n\t\ton conviction on indictment, to imprisonment for a term not exceeding 14years, to a fine or to both, or\n\t\ton summary conviction, to imprisonment for a term not exceeding twelvemonths, to a fine not exceeding the statutory maximum or to both."
    },
    {
        "length": 1194,
        "text": "\nSection 4: supplemental\n\tSubsections (1) to (3) of section 4 apply to anything done—\n\t\tin the United Kingdom,\n\t\toutside the United Kingdom by an individual to whom subsection (2) belowapplies, or\n\t\toutside the United Kingdom by a body incorporated under the law of a partof the United Kingdom.\n\tThis subsection applies to—\n\t\ta British citizen,\n\t\ta British overseas territories citizen,\n\t\ta British National (Overseas),\n\t\ta British Overseas citizen,\n\t\ta person who is a British subject under the British Nationality Act [1981(c. 61)](/id/ukpga/1981/61?view=plain \"Go to item of legislation\"), and\n\t\ta British protected person within the meaning of that Act.\n\tIn section 4(4)(a) “the Human Rights Convention” means the Convention forthe Protection of Human Rights and Fundamental Freedoms agreed by the Councilof Europe at Rome on 4th November 1950.\n\tSections 25C and 25D of the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (forfeiture ordetention of vehicle, &c.) shall apply in relation to an offence under section4 of this Act as they apply in relation to an offence under section 25 of thatAct.\n\tAt the end of section 25C(9)(b), (10)(b) and (11) of that Act add “orsection 4 of the Asylum and Immigration (Treatment of Claimants, etc.) Act2004 (trafficking people for exploitation).”\n\tAfter paragraph 2(n) of Schedule 4 to the Criminal Justice and CourtServices Act [2000 (c. 43)](/id/ukpga/2000/43?view=plain \"Go to item oflegislation\") (offence against child) insert—\n\t\tan offence under section 4 of the Asylum and Immigration (Treatment ofClaimants, etc.) Act 2004 (trafficking people for exploitation).”\n\tAt the end of paragraph 4 of Schedule 2 to the Proceeds of Crime Act [2002(c. 29)](/id/ukpga/2002/29?view=plain \"Go to item of legislation\") (lifestyleoffences: England and Wales: people trafficking) add—\n\tAn offence under section 4 of the Asylum and Immigration (Treatment ofClaimants, etc.) Act 2004 (exploitation).”\n\tAt the end of paragraph 4 of Schedule 4 to the Proceeds of Crime Act 2002(lifestyle offences: Scotland: people trafficking) add “or under section 4 ofthe Asylum and Immigration (Treatment of Claimants, etc.) Act 2004(exploitation)”.\n\tAt the end of paragraph 4 of Schedule 5 to the Proceeds of Crime Act 2002(lifestyle offences: Northern Ireland: people trafficking) add—\n\tAn offence under section 4 of the Asylum and Immigration (Treatment ofClaimants, etc.) Act 2004 (exploitation).”\n\tAfter paragraph 2(l) of the Schedule to the Protection of Children andVulnerable Adults (Northern Ireland) Order 2003 ([S.I. 2003/417 (N.I.4)](/id/nisi/2003/417?view=plain \"Go to item of legislation\")) (offenceagainst child) insert—\n\t\tan offence under section 4 of the Asylum and Immigration (Treatment ofClaimants, etc.) Act 2004 (trafficking people for exploitation).”\n\tIn so far as section 4 extends to England and Wales, subsection (5)(b)shall, until the commencement of section 154 of the Criminal Justice Act [2003(c. 44)](/id/ukpga/2003/44?view=plain \"Go to item of legislation\") (increasedlimit on magistrates' power of imprisonment), have effect as if the referenceto twelve months were a reference to six months.\n\tIn so far as section 4 extends to Scotland, subsection (5)(b) shall haveeffect as if the reference to twelve months were a reference to six months.\n\tIn so far as section 4 extends to Northern Ireland, subsection (5)(b)shall have effect as if the reference to twelve months were a reference to sixmonths."
    },
    {
        "length": 156,
        "text": "\nEmployment \n\tFor section 8(4) of the Asylum and Immigration Act [1996 (c.49)](/id/ukpga/1996/49?view=plain \"Go to item of legislation\") (employment:penalty) substitute—\n\tA person guilty of an offence under this section shall be liable—\n\t\ton conviction on indictment, to a fine, or\n\t\ton summary conviction, to a fine not exceeding the statutory maximum.”\n\tSection 8(9) of that Act (extension of time limit for prosecution) shallcease to have effect."
    },
    {
        "length": 116,
        "text": "\nAdvice of Director of Public Prosecutions\n\tIn section 3(2) of the Prosecution of Offences Act [1985 (c.23)](/id/ukpga/1985/23?view=plain \"Go to item of legislation\") (functions ofDirector of Public Prosecutions) after paragraph (eb) insert—\n\t\tto give, to such extent as he considers appropriate, advice toimmigration officers on matters relating to criminal offences;”."
    },
    {
        "length": 1858,
        "text": "\nClaimant’s credibility\n\tIn determining whether to believe a statement made by or on behalf of aperson who makes an asylum claim or a human rights claim, a deciding authorityshall take account, as damaging the claimant’s credibility, of any behaviourto which this section applies.\n\tThis section applies to any behaviour by the claimant that the decidingauthority thinks—\n\t\tis designed or likely to conceal information,\n\t\tis designed or likely to mislead, or\n\t\tis designed or likely to obstruct or delay the handling or resolution ofthe claim or the taking of a decision in relation to the claimant.\n\tWithout prejudice to the generality of subsection (2) the following kindsof behaviour shall be treated as designed or likely to conceal information orto mislead—\n\t\tfailure without reasonable explanation to produce a passport on request toan immigration officer or to the Secretary of State,\n\t\tthe production of a document which is not a valid passport as if it were,\n\t\tthe destruction, alteration or disposal, in each case without reasonableexplanation, of a passport,\n\t\tthe destruction, alteration or disposal, in each case without reasonableexplanation, of a ticket or other document connected with travel, and\n\t\tfailure without reasonable explanation to answer a question asked by adeciding authority.\n\tThis section also applies to failure by the claimant to take advantage of areasonable opportunity to make an asylum claim or human rights claim while ina safe country.\n\tThis section also applies to failure by the claimant to make an asylumclaim or human rights claim before being notified of an immigration decision,unless the claim relies wholly on matters arising after the notification.\n\tThis section also applies to failure by the claimant to make an asylumclaim or human rights claim before being arrested under an immigrationprovision, unless—\n\t\the had no reasonable opportunity to make the claim before the arrest, or\n\t\tthe claim relies wholly on matters arising after the arrest.\n\tIn this section—\n\t\t  * “asylum claim” has the meaning given by section 113(1) of the Nationality, Immigration and Asylum Act [2002 (c. 41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\") (subject to subsection (9) below), \n\t\t  * “deciding authority” means— \n\t\tan immigration officer,\n\t\tthe Secretary of State,\n\t\tthe Asylum and Immigration Tribunal, or\n\t\tthe Special Immigration Appeals Commission,\n\t\t\t  * “human rights claim” has the meaning given by section 113(1) of the Nationality, Immigration and Asylum Act 2002 (subject to subsection (9) below), \n\t\t\t  * “immigration decision” means— \n\t\trefusal of leave to enter the United Kingdom,\n\t\trefusal to vary a person’s leave to enter or remain in the United Kingdom,\n\t\tgrant of leave to enter or remain in the United Kingdom,\n\t\ta decision that a person is to be removed from the United Kingdom by way ofdirections under section 10(1)(a), (b), (ba) or (c) of the Immigration andAsylum Act [1999 (c. 33)](/id/ukpga/1999/33?view=plain \"Go to item oflegislation\") (removal of persons unlawfully in United Kingdom),\n\t\ta decision that a person is to be removed from the United Kingdom by way ofdirections under paragraphs 8 to 12 of Schedule 2 to the Immigration Act [1971(c. 77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (control ofentry: removal),\n\t\ta decision to make a deportation order under section 5(1) of that Act, and\n\t\ta decision to take action in relation to a person in connection withextradition from the United Kingdom,\n\t\t\t  * “immigration provision” means— \n\t\tsections 28A, 28AA, 28B, 28C and 28CA of the Immigration Act 1971 (immigrationoffences: enforcement),\n\t\tparagraph 17 of Schedule 2 to that Act (control of entry),\n\t\tsection 14 of this Act, and\n\t\ta provision of the Extradition Act [1989 (c. 33)](/id/ukpga/1989/33?view=plain\"Go to item of legislation\") or [2003 (c. 41)](/id/ukpga/2003/41?view=plain\"Go to item of legislation\"),\n\t\t\t  * “notified” means notified in such manner as may be specified by regulations made by the Secretary of State, \n\t\t\t  * “passport” includes a document which relates to a national of a country other than the United Kingdom and which is designed to serve the same purpose as a passport, and \n\t\t\t  * “safe country” means a country to which Part 2 of Schedule 3 applies. \n\tA passport produced by or on behalf of a person is valid for the purposesof subsection (3)(b) if it—\n\t\trelates to the person by whom or on whose behalf it is produced,\n\t\thas not been altered otherwise than by or with the permission of theauthority who issued it, and\n\t\twas not obtained by deception.\n\tIn subsection (4) a reference to an asylum claim or human rights claimshall be treated as including a reference to a claim of entitlement to remainin a country other than the United Kingdom made by reference to the rightsthat a person invokes in making an asylum claim or a human rights claim in theUnited Kingdom.\n\tRegulations under subsection (7) specifying a manner of notification may,in particular—\n\t\tapply or refer to regulations under section 105 of the Nationality,Immigration and Asylum Act [2002 (c. 41)](/id/ukpga/2002/41?view=plain \"Go toitem of legislation\") (notice of immigration decisions);\n\t\tmake provision similar to provision that is or could be made by regulationsunder that section;\n\t\tmodify a provision of regulations under that section in its effect for thepurpose of regulations under this section;\n\t\tprovide for notice to be treated as received at a specified time if sent toa specified class of place in a specified manner.\n\tRegulations under subsection (7) specifying a manner of notification—\n\t\tmay make incidental, consequential or transitional provision,\n\t\tshall be made by statutory instrument, and\n\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament.\n\tThis section shall not prevent a deciding authority from determining notto believe a statement on the grounds of behaviour to which this section doesnot apply.\n\tBefore the coming into force of section 26 a reference in this section tothe Asylum and Immigration Tribunal shall be treated as a reference to—\n\t\tan adjudicator appointed, or treated as if appointed, under section 81 ofthe Nationality, Immigration and Asylum Act [2002 (c.41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\") (appeals), and\n\t\tthe Immigration Appeal Tribunal."
    },
    {
        "length": 926,
        "text": "\nFailed asylum seekers: withdrawal of support\n\tIn Schedule 3 to the Nationality, Immigration and Asylum Act 2002(withholding and withdrawal of support) after paragraph 7 insert—\n\t“Fifth class of ineligible person: failed asylum-seeker with family\n\t\t7A(1)Paragraph 1 applies to a person if—\n\t\t\the— \n\t\t\tis treated as an asylum-seeker for the purposes of Part VI of theImmigration and Asylum Act [1999 (c. 33)](/id/ukpga/1999/33?view=plain \"Go toitem of legislation\") (support) by virtue only of section 94(3A) (failedasylum-seeker with dependent child), or\n\t\t\tis treated as an asylum-seeker for the purposes of Part 2 of this Act byvirtue only of section 18(2),\n\t\t\tthe Secretary of State has certified that in his opinion the person hasfailed without reasonable excuse to take reasonable steps—\n\t\t\tto leave the United Kingdom voluntarily, or\n\t\t\tto place himself in a position in which he is able to leave the UnitedKingdom voluntarily,\n\t\t\tthe person has received a copy of the Secretary of State’s certificate, and\n\t\t\tthe period of 14 days, beginning with the date on which the person receivesthe copy of the certificate, has elapsed.\n\t\tParagraph 1 also applies to a dependant of a person to whom that paragraphapplies by virtue of sub-paragraph (1).\n\t\tFor the purpose of sub-paragraph (1)(d) if the Secretary of State sends acopy of a certificate by first class post to a person’s last known address,the person shall be treated as receiving the copy on the second day after theday on which it was posted.\n\t\tThe Secretary of State may by regulations vary the period specified in sub-paragraph (1)(d).”\n\t\tIn paragraph 14(1) and (2) of Schedule 3 to the Nationality, Immigrationand Asylum Act 2002 (local authority to notify Secretary of State) for“paragraph 6 or 7” substitute “paragraph 6, 7 or 7A”.\n\t\tNo appeal may be brought under section 103 of the Immigration and AsylumAct 1999 (asylum support appeal) against a decision—\n\t\t\tthat by virtue of a provision of Schedule 3 to the Nationality, Immigrationand Asylum Act [2002 (c. 41)](/id/ukpga/2002/41?view=plain \"Go to item oflegislation\") other than paragraph 7A a person is not qualified to receivesupport, or\n\t\t\ton the grounds of the application of a provision of that Schedule otherthan paragraph 7A, to stop providing support to a person.\n\t\tOn an appeal under section 103 of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") against adecision made by virtue of paragraph 7A of Schedule 3 to the Nationality,Immigration and Asylum Act 2002 the adjudicator may, in particular—\n\t\t\tannul a certificate of the Secretary of State issued for the purposes ofthat paragraph;\n\t\t\trequire the Secretary of State to reconsider the matters certified.\n\t\tAn order under section 48 providing for this section to come into forcemay, in particular, provide for this section to have effect with specifiedmodifications before the coming into force of a provision of the Nationality,Immigration and Asylum Act 2002."
    },
    {
        "length": 1203,
        "text": "\nFailed asylum seekers: accommodation\n\tAt the end of section 4 of the Immigration and Asylum Act 1999 (provisionof accommodation for failed asylum seekers, &c.) add—\n\tThe Secretary of State may make regulations specifying criteria to be usedin determining—\n\t\twhether or not to provide accommodation, or arrange for the provision ofaccommodation, for a person under this section;\n\t\twhether or not to continue to provide accommodation, or arrange for theprovision of accommodation, for a person under this section.\n\tThe regulations may, in particular—\n\t\tprovide for the continuation of the provision of accommodation for a personto be conditional upon his performance of or participation in communityactivities in accordance with arrangements made by the Secretary of State;\n\t\tprovide for the continuation of the provision of accommodation to besubject to other conditions;\n\t\tprovide for the provision of accommodation (or the continuation of theprovision of accommodation) to be a matter for the Secretary of State’sdiscretion to a specified extent or in a specified class of case.\n\tFor the purposes of subsection (6)(a)—\n\t\t“community activities” means activities that appear to the Secretary ofState to be beneficial to the public or a section of the public, and\n\t\tthe Secretary of State may, in particular—\n\t\tappoint one person to supervise or manage the performance of orparticipation in activities by another person;\n\t\tenter into a contract (with a local authority or any other person) for theprovision of services by way of making arrangements for community activitiesin accordance with this section;\n\t\tpay, or arrange for the payment of, allowances to a person performing orparticipating in community activities in accordance with arrangements underthis section.\n\tRegulations by virtue of subsection (6)(a) may, in particular, provide fora condition requiring the performance of or participation in communityactivities to apply to a person only if the Secretary of State has madearrangements for community activities in an area that includes the place whereaccommodation is provided for the person.\n\tA local authority or other person may undertake to manage or participate inarrangements for community activities in accordance with this section.”\n\tIn section 166(5) of that Act (regulations: affirmative instrument) beforeparagraph (a) insert—\n\t\tsection 4(5),”.\n\tIn section 103 of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (support forasylum-seekers: appeal) as it has effect before the commencement of section 53of the Nationality, Immigration and Asylum Act [2002 (c.41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\")—\n\t\tafter subsection (2) insert—\n\t\t\t“(2A)If the Secretary of State decides not to provide accommodation for aperson under section 4, or not to continue to provide accommodation for aperson under section 4, the person may appeal to an adjudicator.”, and\n\t\tin subsections (6) and (7) for “section 95” substitute “section 4 or 95”.\n\tIn section 103 of the Immigration and Asylum Act 1999 (support for asylum-seekers: appeal) as it has effect after the commencement of section 53 of theNationality, Immigration and Asylum Act 2002—\n\t\tfor subsection (1) substitute—\n\tThis section applies where a person has applied for support under all orany of the following provisions—\n\t\tsection 4,\n\t\tsection 95, and\n\t\tsection 17 of the Nationality, Immigration and Asylum Act 2002.”,\n\t\tin subsection (4)(a) for “the other provision” substitute “another of thoseprovisions”, and\n\t\tin subsection (7) for “subsection (1)(a) or (b)” substitute “subsection(1)”.\n\tIn section 103A of the Immigration and Asylum Act 1999 (appeal aboutlocation of support) in subsection (1) (and in the heading) for “section 95”substitute “section 4 or 95”.\n\tIn an amendment made by this section a reference to providing accommodationincludes a reference to arranging for the provision of accommodation.\n\tRegulations under section 4(5)(b) of the Immigration and Asylum Act [1999(c. 33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (asinserted by subsection (1) above) may apply to persons receiving support undersection 4 when the regulations come into force."
    },
    {
        "length": 726,
        "text": "\nAccommodation for asylum seekers: local connection\n\tAt the end of section 199 of the Housing Act [1996 (c.52)](/id/ukpga/1996/52?view=plain \"Go to item of legislation\") (localconnection) add—\n\tA person has a local connection with the district of a local housingauthority if he was (at any time) provided with accommodation in that districtunder section 95 of the Immigration and Asylum Act 1999 (support for asylumseekers).\n\tBut subsection (6) does not apply—\n\t\tto the provision of accommodation for a person in a district of a localhousing authority if he was subsequently provided with accommodation in thedistrict of another local housing authority under section 95 of that Act, or\n\t\tto the provision of accommodation in an accommodation centre by virtue ofsection 22 of the Nationality, Immigration and Asylum Act [2002 (c.41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\") (use ofaccommodation centres for section 95 support).”\n\tSubsection (3) applies where—\n\t\ta local housing authority would (but for subsection (3)) be obliged tosecure that accommodation is available for occupation by a person undersection 193 of the Housing Act 1996 (homeless persons),\n\t\tthe person was (at any time) provided with accommodation in a place inScotland under section 95 of the Immigration and Asylum Act 1999 (support forasylum seekers),\n\t\tthe accommodation was not provided in an accommodation centre by virtue ofsection 22 of the Nationality, Immigration and Asylum Act 2002 (use ofaccommodation centres for section 95 support), and\n\t\tthe person has neither—\n\t\ta local connection with the district of a local housing authority (inEngland or Wales) within the meaning of section 199 of the Housing Act 1996 asamended by subsection (1) above, nor\n\t\ta local connection with a district (in Scotland) within the meaning ofsection 27 of the Housing (Scotland) Act [1987 (c.26)](/id/ukpga/1987/26?view=plain \"Go to item of legislation\").\n\tWhere this subsection applies—\n\t\tthe duty of the local housing authority under section 193 of the HousingAct 1996 in relation to the person shall not apply, but\n\t\tthe local housing authority—\n\t\tmay secure that accommodation is available for occupation by the person fora period giving him a reasonable opportunity of securing accommodation for hisoccupation, and\n\t\tmay provide the person (or secure that he is provided with) advice andassistance in any attempts he may make to secure that accommodation becomesavailable for his occupation."
    },
    {
        "length": 1248,
        "text": "\nRefugee: back-dating of benefits\n\tSection 123 of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (back-dating ofbenefits for refugees) shall cease to have effect.\n\tAccordingly (and without prejudice to any other implied repeal, revocationor amendment) the following (each of which concerns the treatment of refugees)lapse—\n\t\tin the Income Support (General) Regulations 1987 ([S.I.1987/1967](/id/uksi/1987/1967?view=plain \"Go to item of legislation\"))—\n\t\tregulation 21ZB,\n\t\tparagraph 18A of Schedule 1B, and\n\t\tparagraph 57 of Schedule 9,\n\t\tin the Income Support (General) Regulations (Northern Ireland) 1987 ([S.R.1987 No. 459](/id/nisr/1987/459?view=plain \"Go to item of legislation\"))—\n\t\tregulation 21A,\n\t\tparagraph 18A of Schedule 1B, and\n\t\tparagraph 57 of Schedule 9,\n\t\tin the Social Security (Claims and Payments) Regulations 1987 ([S.I.1987/1968](/id/uksi/1987/1968?view=plain \"Go to item of legislation\"))—\n\t\tregulation 4(3C),\n\t\tregulation 6(4D), and\n\t\tregulation 19(8),\n\t\tin the Social Security (Claims and Payments) Regulations (Northern Ireland)1987 ([S.R. 1987 No. 465](/id/nisr/1987/465?view=plain \"Go to item oflegislation\"))—\n\t\tregulation 4(3C),\n\t\tregulation 6(4D), and\n\t\tregulation 19(8),\n\t\tin the Housing Benefit (General) Regulations 1987 ([S.I.1987/1971](/id/uksi/1987/1971?view=plain \"Go to item of legislation\"))—\n\t\tregulation 7B,\n\t\tSchedule A1,\n\t\tparagraphs 61 and 62 of Schedule 4, and\n\t\tparagraphs 50 and 51 of Schedule 5,\n\t\tin the Housing Benefit (General) Regulations (Northern Ireland) 1987 ([S.R.1987 No. 461](/id/nisr/1987/461?view=plain \"Go to item of legislation\"))—\n\t\tregulation 7B,\n\t\tSchedule A1,\n\t\tparagraphs 62 and 63 of Schedule 4, and\n\t\tparagraphs 48 and 49 of Schedule 5, and\n\t\tin the Council Tax Benefit (General) Regulations 1992 ([S.I. 1992/1814](/id/uksi/1992/1814?view=plain \"Go to item of legislation\"))—\n\t\tregulation 4D,\n\t\tSchedule A1,\n\t\tparagraphs 60 and 61 of Schedule 4, and\n\t\tparagraphs 50 and 51 of Schedule 5.\n\tRegulation 12(1) and (2) of the Social Security (Immigration and Asylum)Consequential Amendments Regulations 2000 ([S.I.2000/636](/id/uksi/2000/636?view=plain \"Go to item of legislation\")) (whichsave for transitional purposes the effect of provision made for back-paymentof benefits for refugees under section 11(2) of the Asylum and Immigration Act[1996 (c. 49)](/id/ukpga/1996/49?view=plain \"Go to item of legislation\"))shall cease to have effect.\n\tRegulation 11(1) and (2) of the Social Security (Immigration and Asylum)Consequential Amendments Regulations (Northern Ireland) 2000 ([S.R. 2000 No.71](/id/nisr/2000/71?view=plain \"Go to item of legislation\")) (which makesimilar transitional savings) shall cease to have effect.\n\tAn order under section 48 bringing this section into force may, inparticular, provide for this section to have effect in relation to personsrecorded as refugees after a specified date (irrespective of when the processresulting in the record was begun)."
    },
    {
        "length": 641,
        "text": "\nIntegration loan for refugees\n\tThe Secretary of State may make regulations enabling him to make loans torefugees.\n\tA person is a refugee for the purpose of subsection (1) if the Secretary ofState has—\n\t\trecorded him as a refugee within the meaning of the Convention relating tothe Status of Refugees done at Geneva on 28 July 1951, and\n\t\tgranted him indefinite leave to enter or remain in the United Kingdom(within the meaning of section 33(1) of the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\")).\n\tRegulations under subsection (1)—\n\t\tshall specify matters which the Secretary of State shall, in addition toother matters appearing to him to be relevant, take into account indetermining whether or not to make a loan (and those matters may, inparticular, relate to—\n\t\ta person’s income or assets,\n\t\ta person’s likely ability to repay a loan, or\n\t\tthe length of time since a person was recorded as a refugee),\n\t\tshall enable the Secretary of State to specify (and vary from time to time)a minimum and a maximum amount of a loan,\n\t\tshall prevent a person from receiving a loan if—\n\t\the is under the age of 18,\n\t\the is insolvent, within a meaning given by the regulations, or\n\t\the has received a loan under the regulations,\n\t\tshall make provision about repayment of a loan (and may, in particular,make provision—\n\t\tabout interest;\n\t\tfor repayment by deduction from a social security benefit or similarpayment due to the person to whom the loan is made),\n\t\tshall enable the Secretary of State to attach conditions to a loan (whichmay include conditions about the use of the loan),\n\t\tshall make provision about—\n\t\tthe making of an application for a loan, and\n\t\tthe information, which may include information about the intended use of aloan, to be provided in or with an application,\n\t\tmay make provision about steps to be taken by the Secretary of State inestablishing an applicant’s likely ability to repay a loan,\n\t\tmay make provision for a loan to be made jointly to more than one refugee,and\n\t\tmay confer a discretion on the Secretary of State.\n\tRegulations under this section—\n\t\tshall be made by statutory instrument, and\n\t\tmay not be made unless a draft has been laid before and approved byresolution of each House of Parliament."
    },
    {
        "length": 2326,
        "text": "\nEnforcement powers\n\tImmigration officer: power of arrest\n\t\tWhere an immigration officer in the course of exercising a function underthe Immigration Acts forms a reasonable suspicion that a person has committedor attempted to commit an offence listed in subsection (2), he may arrest theperson without warrant.\n\t\tThose offences are—\n\t\t\tthe offence of conspiracy at common law (in relation to conspiracy todefraud),\n\t\t\tat common law in Scotland, any of the following offences—\n\t\t\tfraud, \n\t\t\tconspiracy to defraud,\n\t\t\tuttering and fraud,\n\t\t\tbigamy, \n\t\t\ttheft, and\n\t\t\treset, \n\t\t\tan offence under section 57 of the Offences against the Person Act [1861(c. 100)](/id/ukpga/1861/100?view=plain \"Go to item of legislation\") (bigamy),\n\t\t\tan offence under section 3 or 4 of the Perjury Act [1911 (c.6)](/id/ukpga/1911/6?view=plain \"Go to item of legislation\") (falsestatements),\n\t\t\tan offence under section 7 of that Act (aiding, abetting &c.) if it relatesto an offence under section 3 or 4 of that Act,\n\t\t\tan offence under section 53 of the Registration of Births, Deaths andMarriages (Scotland) Act [1965 (c. 49)](/id/ukpga/1965/49?view=plain \"Go toitem of legislation\") (knowingly giving false information to districtregistrar, &c.),\n\t\t\tan offence under any of the following provisions of the Theft Act [1968 (c.60)](/id/ukpga/1968/60?view=plain \"Go to item of legislation\")—\n\t\t\tsection 1 (theft),\n\t\t\tsection 15 (obtaining property by deception),\n\t\t\tsection 16 (obtaining pecuniary advantage by deception),\n\t\t\tsection 17 (false accounting), and\n\t\t\tsection 22 (handling stolen goods),\n\t\t\tan offence under section 1, 15, 16, 17 or 21 of the Theft Act (NorthernIreland) [1969 (c. 16) (N.I.)](/id/apni/1969/16?view=plain \"Go to item oflegislation\"),\n\t\t\tan offence under section 1 or 2 of the Theft Act [1978 (c.31)](/id/ukpga/1978/31?view=plain \"Go to item of legislation\") (obtainingservices, or evading liability, by deception),\n\t\t\tan offence under Article 3 or 4 of the Theft (Northern Ireland) Order 1978([S.I. 1978/1407 (N.I. 23)](/id/nisi/1978/1407?view=plain \"Go to item oflegislation\")),\n\t\t\tan offence under Article 8 or 9 of the Perjury (Northern Ireland) Order1979 ([S.I. 1979/1714 (N.I. 19)](/id/nisi/1979/1714?view=plain \"Go to item oflegislation\")),\n\t\t\tan offence under Article 12 of that Order if it relates to an offence underArticle 8 or 9 of that Order,\n\t\t\tan offence under any of the following provisions of the Forgery andCounterfeiting Act [1981 (c. 45)](/id/ukpga/1981/45?view=plain \"Go to item oflegislation\")—\n\t\t\tsection 1 (forgery),\n\t\t\tsection 2 (copying false instrument),\n\t\t\tsection 3 (using false instrument),\n\t\t\tsection 4 (using copy of false instrument), and\n\t\t\tsection 5(1) and (3) (false documents),\n\t\t\tan offence under any of sections 57 to 59 of the Sexual Offences Act [2003(c. 42)](/id/ukpga/2003/42?view=plain \"Go to item of legislation\")(trafficking for sexual exploitation),\n\t\t\tan offence under section 22 of the Criminal Justice (Scotland) Act [2003(asp 7)](/id/asp/2003/7?view=plain \"Go to item of legislation\") (traffickingin prostitution), and\n\t\t\tan offence under section 4 of this Act.\n\t\tThe following provisions of the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") shall haveeffect for the purpose of making, or in connection with, an arrest under thissection as they have effect for the purpose of making, or in connection with,arrests for offences under that Act—\n\t\t\tsection 28C (entry and search before arrest),\n\t\t\tsections 28E and 28F (entry and search after arrest),\n\t\t\tsections 28G and 28H (search of arrested person), and\n\t\t\tsection 28I (seized material).\n\t\tIn section 19D(5)(a) of the Race Relations Act [1976 (c.74)](/id/ukpga/1976/74?view=plain \"Go to item of legislation\") (permitteddiscrimination)—\n\t\t\tfor “(within the meaning of section 158 of the Nationality, Immigration andAsylum Act 2002)” substitute “(within the meaning of section 44 of the Asylumand Immigration (Treatment of Claimants, etc.) Act 2004)”, and\n\t\t\tat the end add “and excluding section 14 of the Asylum and Immigration(Treatment of Claimants, etc.) Act 2004”.\n\tFingerprinting \n\t\tSection 141 of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\")(fingerprinting) shall be amended as follows.\n\t\tIn subsection (7) for paragraph (c) substitute—\n\t\t\tany person (“C”) in respect of whom a relevant immigration decision hasbeen made;”.\n\t\tIn subsection (8) for paragraph (c) substitute—\n\t\t\tfor C, on the service on him of notice of the relevant immigrationdecision by virtue of section 105 of the Nationality, Immigration and AsylumAct [2002 (c. 41)](/id/ukpga/2002/41?view=plain \"Go to item oflegislation\");”.\n\t\tIn subsection (9) for paragraph (c) substitute—\n\t\t\tfor C—\n\t\t\tthe time when the relevant immigration decision ceases to have effect,whether as a result of an appeal or otherwise, or\n\t\t\tif a deportation order has been made against him, its revocation or itsotherwise ceasing to have effect;”.\n\t\tAfter subsection (15) add—\n\t\t“Relevant immigration decision” means a decision of the kind mentioned insection 82(2)(g), (h), (i), (j) or (k) of the Nationality, Immigration andAsylum Act [2002 (c. 41)](/id/ukpga/2002/41?view=plain \"Go to item oflegislation\").”\n\tInformation about passengers\n\t\tIn paragraph 27B of Schedule 2 to the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (control onentry: provision of information about passengers) after sub-paragraph (4)insert—\n\t“(4A)The officer may ask the carrier to provide a copy of all or part of adocument that relates to a passenger and contains passenger information.”\n\tRetention of documents\n\t\tWhere a document comes into the possession of the Secretary of State or animmigration officer in the course of the exercise of an immigration function,the Secretary of State or an immigration officer may retain the document whilehe suspects that—\n\t\t\ta person to whom the document relates may be liable to removal from theUnited Kingdom in accordance with a provision of the Immigration Acts, and\n\t\t\tretention of the document may facilitate the removal.\n\tControl of entry\n\t\tAfter paragraph 2A(2) of Schedule 2 to the Immigration Act 1971 (control ofentry: persons arriving with leave to enter) insert—\n\t“(2A)Where the person’s leave to enter derives, by virtue of section 3A(3),from an entry clearance, he may also be examined by an immigration officer forthe purpose of establishing whether the leave should be cancelled on thegrounds that the person’s purpose in arriving in the United Kingdom isdifferent from the purpose specified in the entry clearance.”"
    },
    {
        "length": 3254,
        "text": "\nProcedure for marriage\n\tEngland and Wales\n\t\tThis section applies to a marriage—\n\t\t\twhich is to be solemnised on the authority of certificates issued by asuperintendent registrar under Part III of the Marriage Act [1949 (c.76)](/id/ukpga/1949/76?view=plain \"Go to item of legislation\"), and\n\t\t\ta party to which is subject to immigration control.\n\t\tIn relation to a marriage to which this section applies, the notices undersection 27 of the Marriage Act 1949—\n\t\t\tshall be given to the superintendent registrar of a registration districtspecified for the purpose of this paragraph by regulations made by theSecretary of State,\n\t\t\tshall be delivered to the superintendent registrar in person by the twoparties to the marriage,\n\t\t\tmay be given only if each party to the marriage has been resident in aregistration district for the period of seven days immediately before thegiving of his or her notice (but the district need not be that in which thenotice is given and the parties need not have resided in the same district),and\n\t\t\tshall state, in relation to each party, the registration district byreference to which paragraph (c) is satisfied.\n\t\tThe superintendent registrar shall not enter in the marriage notice booknotice of a marriage to which this section applies unless satisfied, by theprovision of specified evidence, that the party subject to immigrationcontrol—\n\t\t\thas an entry clearance granted expressly for the purpose of enabling him tomarry in the United Kingdom,\n\t\t\thas the written permission of the Secretary of State to marry in the UnitedKingdom, or\n\t\t\tfalls within a class specified for the purpose of this paragraph byregulations made by the Secretary of State.\n\t\tFor the purposes of this section—\n\t\t\ta person is subject to immigration control if—\n\t\t\the is not an EEA national, and\n\t\t\tunder the Immigration Act [1971 (c. 77)](/id/ukpga/1971/77?view=plain \"Goto item of legislation\") he requires leave to enter or remain in the UnitedKingdom (whether or not leave has been given),\n\t\t\t“EEA national” means a national of a State which is a contracting party tothe Agreement on the European Economic Area signed at Oporto on 2nd May 1992(as it has effect from time to time),\n\t\t\t“entry clearance” has the meaning given by section 33(1) of the ImmigrationAct 1971, and\n\t\t\t“specified evidence” means such evidence as may be specified in guidanceissued by the Registrar General.\n\tEngland and Wales: supplemental\n\t\tThe Marriage Act [1949 (c. 76)](/id/ukpga/1949/76?view=plain \"Go to item oflegislation\") shall have effect in relation to a marriage to which section 19applies—\n\t\t\tsubject to that section, and\n\t\t\twith any necessary consequential modification.\n\t\tIn particular—\n\t\t\tsection 28(1)(b) of that Act (declaration: residence) shall have effect asif it required a declaration that—\n\t\t\tthe notice of marriage is given in compliance with section 19(2) above, and\n\t\t\tthe party subject to immigration control satisfies section 19(3)(a), (b)or (c), and\n\t\t\tsection 48 of that Act (proof of certain matters not essential to validityof marriage) shall have effect as if the list of matters in section 48(1)(a)to (e) included compliance with section 19 above.\n\t\tRegulations of the Secretary of State under section 19(2)(a) or (3)(c)—\n\t\t\tmay make transitional provision,\n\t\t\tshall be made by statutory instrument, and\n\t\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament.\n\t\tBefore making regulations under section 19(2)(a) the Secretary of Stateshall consult the Registrar General.\n\t\tAn expression used in section 19 or this section and in Part III of theMarriage Act [1949 (c. 76)](/id/ukpga/1949/76?view=plain \"Go to item oflegislation\") has the same meaning in section 19 or this section as in thatPart.\n\t\tAn order under the Regulatory Reform Act [2001 (c.6)](/id/ukpga/2001/6?view=plain \"Go to item of legislation\") may includeprovision—\n\t\t\tamending section 19, this section or section 25 in consequence of otherprovision of the order, or\n\t\t\trepealing section 19, this section and section 25 and re-enacting them withmodifications consequential upon other provision of the order.\n\tScotland \n\t\tThis section applies to a marriage—\n\t\t\twhich is intended to be solemnised in Scotland, and\n\t\t\ta party to which is subject to immigration control.\n\t\tIn relation to a marriage to which this section applies, notice undersection 3 of the Marriage (Scotland) Act [1977 (c.15)](/id/ukpga/1977/15?view=plain \"Go to item of legislation\")—\n\t\t\tmay be submitted to the district registrar of a registration districtprescribed for the purposes of this section, and\n\t\t\tmay not be submitted to the district registrar of any other registrationdistrict.\n\t\tWhere the district registrar to whom notice is submitted by virtue ofsubsection (2) is the district registrar for the registration district inwhich the marriage is to be solemnised, he shall not make an entry undersection 4, or complete a Marriage Schedule under section 6, of the Marriage(Scotland) Act 1977 in respect of the marriage unless satisfied, by theprovision of specified evidence, that the party subject to immigrationcontrol—\n\t\t\thas an entry clearance granted expressly for the purpose of enabling him tomarry in the United Kingdom,\n\t\t\thas the written permission of the Secretary of State to marry in the UnitedKingdom, or\n\t\t\tfalls within a class specified for the purpose of this paragraph byregulations made by the Secretary of State.\n\t\tWhere the district registrar to whom notice is submitted by virtue ofsubsection (2) (here the “notified registrar”) is not the district registrarfor the registration district in which the marriage is to be solemnised (herethe “second registrar”)—\n\t\t\tthe notified registrar shall, if satisfied as is mentioned in subsection(3), send the notices and any fee, certificate or declaration whichaccompanied them, to the second registrar, and\n\t\t\tthe second registrar shall be treated as having received the notices fromthe parties to the marriage on the dates on which the notified registrarreceived them.\n\t\tSubsection (4) of section 19 applies for the purposes of this section as itapplies for the purposes of that section except that for the purposes of thissection the reference in paragraph (d) of that subsection to guidance issuedby the Registrar General shall be construed as a reference to guidance issuedby the Secretary of State after consultation with the Registrar General forScotland.\n\tScotland: supplemental\n\t\tThe Marriage (Scotland) Act 1977 shall have effect in relation to amarriage to which section 21 applies—\n\t\t\tsubject to that section, and\n\t\t\twith any necessary consequential modification.\n\t\tIn subsection (2)(a) of that section “prescribed” means prescribed byregulations made by the Secretary of State after consultation with theRegistrar General for Scotland; and other expressions used in subsections (1)to (4) of that section and in the Marriage (Scotland) Act 1977 have the samemeaning in those subsections as in that Act.\n\t\tRegulations made by of the Secretary of State under subsection (2)(a) or(3)(c) of that section—\n\t\t\tmay make transitional provision,\n\t\t\tshall be made by statutory instrument, and\n\t\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament.\n\tNorthern Ireland\n\t\tThis section applies to a marriage—\n\t\t\twhich is intended to be solemnised in Northern Ireland, and\n\t\t\ta party to which is subject to immigration control.\n\t\tIn relation to a marriage to which this section applies, the marriagenotices—\n\t\t\tshall be given only to a prescribed registrar, and\n\t\t\tshall, in prescribed cases, be given by both parties together in person ata prescribed register office.\n\t\tThe prescribed registrar shall not act under Article 4 or 7 of the Marriage(Northern Ireland) Order 2003 ([S.I. 2003/413(N.I.3)](/id/nisi/2003/413?view=plain \"Go to item of legislation\")) (marriagenotice book, list of intended marriages and marriage schedule) unless he issatisfied, by the provision of specified evidence, that the party subject toimmigration control—\n\t\t\thas an entry clearance granted expressly for the purpose of enabling him tomarry in the United Kingdom,\n\t\t\thas the written permission of the Secretary of State to marry in the UnitedKingdom, or\n\t\t\tfalls within a class specified for the purpose of this paragraph byregulations made by the Secretary of State.\n\t\tSubject to subsection (5), if the prescribed registrar is not the registrarfor the purposes of Article 4 of that Order, the prescribed registrar shallsend him the marriage notices and he shall be treated as having received themfrom the parties to the marriage on the dates on which the prescribedregistrar received them.\n\t\tThe prescribed registrar shall not act under subsection (4) unless he issatisfied as mentioned in subsection (3).\n\t\tFor the purposes of this section—\n\t\t\ta person is subject to immigration control if—\n\t\t\the is not an EEA national, and\n\t\t\tunder the Immigration Act [1971 (c. 77)](/id/ukpga/1971/77?view=plain \"Goto item of legislation\") he requires leave to enter or remain in the UnitedKingdom (whether or not leave has been given),\n\t\t\t“EEA national” means a national of a State which is a contracting party tothe Agreement on the European Economic Area signed at Oporto on 2nd May 1992(as it has effect from time to time),\n\t\t\t“entry clearance” has the meaning given by section 33(1) of the ImmigrationAct 1971, and\n\t\t\t“specified evidence” means such evidence as may be specified in guidanceissued by the Secretary of State after consulting the Registrar General forNorthern Ireland.\n\tNorthern Ireland: supplemental\n\t\tThe Marriage (Northern Ireland) Order 2003 ([S.I. 2003/413(N.I.3)](/id/nisi/2003/413?view=plain \"Go to item of legislation\")) shall haveeffect in relation to a marriage to which section 23 applies—\n\t\t\tsubject to section 23, and\n\t\t\twith any necessary consequential modification.\n\t\tIn section 23 “prescribed” means prescribed for the purposes of thatsection by regulations made by the Secretary of State after consulting theRegistrar General for Northern Ireland and other expressions used in thatsection or this section and the Marriage (Northern Ireland) Order 2003 havethe same meaning in section 23 or this section as in that Order.\n\t\tSection 18(3) of the Interpretation Act (Northern Ireland) [1954 (c. 33(N.I.))](/id/apni/1954/33?view=plain \"Go to item of legislation\") (provisionsas to holders of offices) shall apply to section 23 as if that section were anenactment within the meaning of that Act.\n\t\tRegulations of the Secretary of State under section 23—\n\t\t\tmay make transitional provision,\n\t\t\tshall be made by statutory instrument, and\n\t\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament.\n\tApplication for permission under section 19(3)(b), 21(3)(b) or 23(3)(b)\n\t\tThe Secretary of State may make regulations requiring a person seekingpermission under section 19(3)(b), 21(3)(b) or 23(3)(b)—\n\t\t\tto make an application in writing, and\n\t\t\tto pay a fee.\n\t\tThe regulations shall, in particular, specify—\n\t\t\tthe information to be contained in or provided with the application,\n\t\t\tthe amount of the fee, and\n\t\t\thow and to whom the fee is to be paid.\n\t\tThe regulations may, in particular, make provision—\n\t\t\texcepting a specified class of persons from the requirement to pay a fee;\n\t\t\tpermitting a specified class of persons to pay a reduced fee;\n\t\t\tfor the refund of all or part of a fee in specified circumstances.\n\t\tRegulations under this section—\n\t\t\tshall be made by statutory instrument, and\n\t\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament."
    },
    {
        "length": 3306,
        "text": "\nUnification of appeal system\n\tFor section 81 of the Nationality, Immigration and Asylum Act [2002 (c.41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\") (appeals:adjudicators) substitute—\n\t“Appeal to Tribunal\n\t\tThe Asylum and Immigration Tribunal\n\t\t\tThere shall be a tribunal to be known as the Asylum and ImmigrationTribunal.\n\t\t\tSchedule 4 (which makes provision about the Tribunal) shall have effect.\n\t\t\tA reference in this Part to the Tribunal is a reference to the Asylum andImmigration Tribunal.”\n\t\t\tIn section 82(1) of that Act (right of appeal: general) for “to anadjudicator” substitute “to the Tribunal”.\n\t\t\tIn section 83(2) of that Act (appeal: asylum claim) for “to an adjudicator”substitute “to the Tribunal”.\n\t\t\tFor Schedule 4 to that Act (adjudicators) substitute the Schedule set outin Schedule 1 to this Act (Asylum and Immigration Tribunal).\n\t\t\tThe following provisions of that Act shall cease to have effect—\n\t\t\t\tsections 100 to 103 (Immigration Appeal Tribunal), and\n\t\t\t\tSchedule 5 (Immigration Appeal Tribunal).\n\t\t\tBefore section 104 of that Act (pending appeal) insert—\n\t“103AReview of Tribunal’s decision\n\t\tA party to an appeal under section 82 or 83 may apply to the appropriatecourt, on the grounds that the Tribunal made an error of law, for an orderrequiring the Tribunal to reconsider its decision on the appeal.\n\t\tThe appropriate court may make an order under subsection (1)—\n\t\t\tonly if it thinks that the Tribunal may have made an error of law, and\n\t\t\tonly once in relation to an appeal.\n\t\tAn application under subsection (1) must be made—\n\t\t\tin the case of an application by the appellant made while he is in theUnited Kingdom, within the period of 5 days beginning with the date on whichhe is treated, in accordance with rules under section 106, as receiving noticeof the Tribunal’s decision,\n\t\t\tin the case of an application by the appellant made while he is outside theUnited Kingdom, within the period of 28 days beginning with the date on whichhe is treated, in accordance with rules under section 106, as receiving noticeof the Tribunal’s decision, and\n\t\t\tin the case of an application brought by a party to the appeal other thanthe appellant, within the period of 5 days beginning with the date on which heis treated, in accordance with rules under section 106, as receiving notice ofthe Tribunal’s decision.\n\t\tBut— \n\t\t\trules of court may specify days to be disregarded in applying subsection(3)(a), (b) or (c), and\n\t\t\tthe appropriate court may permit an application under subsection (1) to bemade outside the period specified in subsection (3) where it thinks that theapplication could not reasonably practicably have been made within thatperiod.\n\t\tAn application under subsection (1) shall be determined by reference onlyto—\n\t\t\twritten submissions of the applicant, and\n\t\t\twhere rules of court permit, other written submissions.\n\t\tA decision of the appropriate court on an application under subsection (1)shall be final.\n\t\tIn this section a reference to the Tribunal’s decision on an appeal doesnot include a reference to—\n\t\t\ta procedural, ancillary or preliminary decision, or\n\t\t\ta decision following remittal under section 103B, 103C or 103E.\n\t\tThis section does not apply to a decision of the Tribunal where itsjurisdiction is exercised by three or more legally qualified members.\n\t\tIn this section “the appropriate court” means—\n\t\t\tin relation to an appeal decided in England or Wales, the High Court,\n\t\t\tin relation to an appeal decided in Scotland, the Court of Session, and\n\t\t\tin relation to an appeal decided in Northern Ireland, the High Court inNorthern Ireland.\n\t\tAn application under subsection (1) to the Court of Session shall be tothe Outer House.\n\tBAppeal from Tribunal following reconsideration\n\t\tWhere an appeal to the Tribunal has been reconsidered, a party to theappeal may bring a further appeal on a point of law to the appropriateappellate court.\n\t\tIn subsection (1) the reference to reconsideration is to reconsiderationpursuant to—\n\t\t\tan order under section 103A(1), or\n\t\t\tremittal to the Tribunal under this section or under section 103C or 103E.\n\t\tAn appeal under subsection (1) may be brought only with the permission of—\n\t\t\tthe Tribunal, or\n\t\t\tif the Tribunal refuses permission, the appropriate appellate court.\n\t\tOn an appeal under subsection (1) the appropriate appellate court may—\n\t\t\taffirm the Tribunal’s decision;\n\t\t\tmake any decision which the Tribunal could have made;\n\t\t\tremit the case to the Tribunal;\n\t\t\taffirm a direction under section 87;\n\t\t\tvary a direction under section 87;\n\t\t\tgive a direction which the Tribunal could have given under section 87.\n\t\tIn this section “the appropriate appellate court” means—\n\t\t\tin relation to an appeal decided in England or Wales, the Court of Appeal,\n\t\t\tin relation to an appeal decided in Scotland, the Court of Session, and\n\t\t\tin relation to an appeal decided in Northern Ireland, the Court of Appealin Northern Ireland.\n\t\tAn appeal under subsection (1) to the Court of Session shall be to theInner House.\n\tCAppeal from Tribunal instead of reconsideration\n\t\tOn an application under section 103A in respect of an appeal theappropriate court, if it thinks the appeal raises a question of law of suchimportance that it should be decided by the appropriate appellate court, mayrefer the appeal to that court.\n\t\tOn a reference under subsection (1) the appropriate appellate court may—\n\t\t\taffirm the Tribunal’s decision;\n\t\t\tmake any decision which the Tribunal could have made;\n\t\t\tremit the case to the Tribunal;\n\t\t\taffirm a direction under section 87;\n\t\t\tvary a direction under section 87;\n\t\t\tgive a direction which the Tribunal could have given under section 87;\n\t\t\trestore the application under section 103A to the appropriate court.\n\t\tIn this section—\n\t\t\t  * “the appropriate court” has the same meaning as in section 103A, and\n\t\t\t  * “the appropriate appellate court” has the same meaning as in section 103B.\n\t\tA reference under subsection (1) to the Court of Session shall be to theInner House.\n\tDReconsideration: legal aid\n\t\tOn the application of an appellant under section 103A, the appropriatecourt may order that the appellant’s costs in respect of the application undersection 103A shall be paid out of the Community Legal Service Fund establishedunder section 5 of the Access to Justice Act [1999 (c.22)](/id/ukpga/1999/22?view=plain \"Go to item of legislation\").\n\t\tSubsection (3) applies where the Tribunal has decided an appeal followingreconsideration pursuant to an order made—\n\t\t\tunder section 103A(1), and\n\t\t\ton the application of the appellant.\n\t\tThe Tribunal may order that the appellant’s costs—\n\t\t\tin respect of the application for reconsideration, and\n\t\t\tin respect of the reconsideration,\n\t\t\t\tshall be paid out of that Fund.\n\t\tThe Secretary of State may make regulations about the exercise of thepowers in subsections (1) and (3).\n\t\tRegulations under subsection (4) may, in particular, make provision—\n\t\t\tspecifying or providing for the determination of the amount of payments;\n\t\t\tabout the persons to whom the payments are to be made;\n\t\t\trestricting the exercise of the power (whether by reference to theprospects of success in respect of the appeal at the time when the applicationfor reconsideration was made, the fact that a reference has been made undersection 103C(1), the circumstances of the appellant, the nature of theappellant’s legal representatives, or otherwise).\n\t\tRegulations under subsection (4) may make provision—\n\t\t\tconferring a function on the Legal Services Commission;\n\t\t\tmodifying a duty or power of the Legal Services Commission in respect ofcompliance with orders under subsection (3);\n\t\t\tapplying (with or without modifications), modifying or disapplying aprovision of, or of anything done under, an enactment relating to the fundingof legal services.\n\t\tBefore making regulations under subsection (4) the Secretary of State shallconsult such persons as he thinks appropriate.\n\t\tThis section has effect only in relation to an appeal decided in—\n\t\t\tEngland, \n\t\t\tWales, or\n\t\t\tNorthern Ireland.\n\t\tIn relation to an appeal decided in Northern Ireland this section shallhave effect—\n\t\t\tas if a reference to the Community Legal Service Fund were to the fundestablished under paragraph 4(2)(a) of Schedule 3 to the Access to Justice(Northern Ireland) Order 2003 ([S.I. 2003/ 435 (N.I.10)](/id/nisi/2003/435?view=plain \"Go to item of legislation\")), and\n\t\t\twith any other necessary modifications.\n\tEAppeal from Tribunal sitting as panel\n\t\tThis section applies to a decision of the Tribunal on an appeal undersection 82 or 83 where its jurisdiction is exercised by three or more legallyqualified members.\n\t\tA party to the appeal may bring a further appeal on a point of law to theappropriate appellate court.\n\t\tAn appeal under subsection (2) may be brought only with the permission of—\n\t\t\tthe Tribunal, or\n\t\t\tif the Tribunal refuses permission, the appropriate appellate court.\n\t\tOn an appeal under subsection (2) the appropriate appellate court may—\n\t\t\taffirm the Tribunal’s decision;\n\t\t\tmake any decision which the Tribunal could have made;\n\t\t\tremit the case to the Tribunal;\n\t\t\taffirm a direction under section 87;\n\t\t\tvary a direction under section 87;\n\t\t\tgive a direction which the Tribunal could have given under section 87.\n\t\tIn this section “the appropriate appellate court” means—\n\t\t\tin relation to an appeal decided in England or Wales, the Court of Appeal,\n\t\t\tin relation to an appeal decided in Scotland, the Court of Session, and\n\t\t\tin relation to an appeal decided in Northern Ireland, the Court of Appealin Northern Ireland.\n\t\tA further appeal under subsection (2) to the Court of Session shall be tothe Inner House.\n\t\tIn this section a reference to the Tribunal’s decision on an appeal doesnot include a reference to—\n\t\t\ta procedural, ancillary or preliminary decision, or\n\t\t\ta decision following remittal under section 103B or 103C.”\n\t\tSchedule 2 (which makes amendments consequential on this section, andtransitional provision) shall have effect.\n\t\tThe Lord Chancellor may by order vary a period specified in—\n\t\t\tsection 103A(3)(a), (b) or (c) of the Nationality, Immigration and AsylumAct [2002 (c. 41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\")(review of Tribunal’s decision) (as inserted by subsection (6) above), or\n\t\t\tparagraph 30(5)(b) of Schedule 2 to this Act.\n\t\tAn order under subsection (8)—\n\t\t\tmay make provision generally or only for specified cases or circumstances,\n\t\t\tmay make different provision for different cases or circumstances,\n\t\t\tshall be made by statutory instrument, and\n\t\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament.\n\t\tBefore making an order under subsection (8) the Lord Chancellor shallconsult—\n\t\t\tthe Lord Chief Justice, if the order affects proceedings in England andWales,\n\t\t\tthe Lord President of the Court of Session, if the order affectsproceedings in Scotland, and\n\t\t\tthe Lord Chief Justice of Northern Ireland, if the order affectsproceedings in Northern Ireland."
    },
    {
        "length": 960,
        "text": "\nUnfounded human rights or asylum claim\n\tSection 94 of the Nationality, Immigration and Asylum Act [2002 (c.41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\") (no appeal fromwithin United Kingdom for unfounded human rights or asylum claim) shall beamended as follows.\n\tAfter subsection (1) insert—\n\t\t“(1A)A person may not bring an appeal against an immigration decision of akind specified in section 82(2)(c), (d) or (e) in reliance on section 92(2) ifthe Secretary of State certifies that the claim or claims mentioned insubsection (1) above is or are clearly unfounded.”\n\tIn subsection (2) for “in reliance on section 92(4)” substitute “inreliance on section 92(4)(a)”.\n\tIn subsection (4) omit paragraphs (a) to (j).\n\tAfter subsection (5) insert—\n\t“(5A)If the Secretary of State is satisfied that the statements in subsection(5) (a) and (b) are true of a State or part of a State in relation to adescription of person, an order under subsection (5) may add the State or partto the list in subsection (4) in respect of that description of person.\n\t(5B)Where a State or part of a State is added to the list in subsection (4) inrespect of a description of person, subsection (3) shall have effect inrelation to a claimant only if the Secretary of State is satisfied that he iswithin that description (as well as being satisfied that he is entitled toreside in the State or part).\n\t(5C)A description for the purposes of subsection (5A) may refer to—\n\t\tgender, \n\t\tlanguage, \n\t\trace, \n\t\treligion, \n\t\tnationality, \n\t\tmembership of a social or other group,\n\t\tpolitical opinion, or\n\t\tany other attribute or circumstance that the Secretary of State thinksappropriate.”\n\tFor subsection (6) substitute—\n\tThe Secretary of State may by order amend the list in subsection (4) so asto omit a State or part added under subsection (5); and the omission may be—\n\t\tgeneral, or\n\t\teffected so that the State or part remains listed in respect of adescription of person.”\n\tAfter subsection (6) insert—\n\t“(6A)Subsection (3) shall not apply in relation to an asylum claimant or humanrights claimant who—\n\t\tis the subject of a certificate under section 2 or 70 of the ExtraditionAct [2003 (c. 41)](/id/ukpga/2003/41?view=plain \"Go to item of legislation\"),\n\t\tis in custody pursuant to arrest under section 5 of that Act,\n\t\tis the subject of a provisional warrant under section 73 of that Act,\n\t\tis the subject of an authority to proceed under section 7 of theExtradition Act [1989 (c. 33)](/id/ukpga/1989/33?view=plain \"Go to item oflegislation\") or an order under paragraph 4(2) of Schedule 1 to that Act, or\n\t\tis the subject of a provisional warrant under section 8 of that Act or of awarrant under paragraph 5(1)(b) of Schedule 1 to that Act.”\n\tAfter section 112(5) of that Act (orders, &c.) insert—\n\t“(5A)If an instrument makes provision under section 94(5) and 94(6)—\n\t\tsubsection (4)(b) above shall apply, and\n\t\tsubsection (5)(b) above shall not apply.”"
    },
    {
        "length": 568,
        "text": "\nAppeal from within United Kingdom\n\tFor section 92(3) of the Nationality, Immigration and Asylum Act [2002 (c.41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\") (appeal fromwithin United Kingdom: person with entry clearance or work permit) substitute—\n\tThis section also applies to an appeal against refusal of leave to enterthe United Kingdom if—\n\t\tat the time of the refusal the appellant is in the United Kingdom, and\n\t\ton his arrival in the United Kingdom the appellant had entry clearance.\n\t\t(3A)But this section does not apply by virtue of subsection (3) if subsection(3B) or (3C) applies to the refusal of leave to enter.\n\t\t(3B)This subsection applies to a refusal of leave to enter which is a deemedrefusal under paragraph 2A(9) of Schedule 2 to the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") resulting fromcancellation of leave to enter by an immigration officer—\n\t\tunder paragraph 2A(8) of that Schedule, and\n\t\ton the grounds specified in paragraph 2A(2A) of that Schedule.\n\t\t(3C)This subsection applies to a refusal of leave to enter which specifiesthat the grounds for refusal are that the leave is sought for a purpose otherthan that specified in the entry clearance.\n\t\t(3D)This section also applies to an appeal against refusal of leave to enterthe United Kingdom if at the time of the refusal the appellant—\n\t\tis in the United Kingdom,\n\t\thas a work permit, and\n\t\tis any of the following (within the meaning of the British Nationality Act[1981 (c. 61)](/id/ukpga/1981/61?view=plain \"Go to item of legislation\"))—\n\t\ta British overseas territories citizen,\n\t\ta British Overseas citizen,\n\t\ta British National (Overseas),\n\t\ta British protected person, or\n\t\ta British subject.”"
    },
    {
        "length": 349,
        "text": "\nEntry clearance\n\tAfter section 88 of the Nationality, Immigration and Asylum Act [2002 (c.41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\") (appeal:ineligibility) insert—\n\t“88AIneligibility: entry clearance\n\t\tA person may not appeal under section 82(1) against refusal of entryclearance if the decision to refuse is taken on grounds which—\n\t\t\trelate to a provision of immigration rules, and\n\t\t\tare specified for the purpose of this section by order of the Secretary ofState.\n\t\tSubsection (1)—\n\t\t\tdoes not prevent the bringing of an appeal on either or both of the groundsreferred to in section 84(1)(b) and (c), and\n\t\t\tis without prejudice to the effect of section 88 in relation to an appealunder section 82(1) against refusal of entry clearance.”\n\t\tIn section 112 of that Act (regulations, &c.) after subsection (3) insert—\n\t\t\t“(3A)An order under section 88A—\n\t\t\tmust be made by statutory instrument,\n\t\t\tmay not be made unless a draft has been laid before and approved byresolution of each House of Parliament, and\n\t\t\tmay include transitional provision.”"
    },
    {
        "length": 498,
        "text": "\nEarlier right of appeal\n\tSection 96 of the Nationality, Immigration and Asylum Act 2002 (earlierright of appeal) shall be amended as follows.\n\tFor subsections (1) to (3) substitute—\n\tAn appeal under section 82(1) against an immigration decision (“the newdecision”) in respect of a person may not be brought if the Secretary of Stateor an immigration officer certifies—\n\t\tthat the person was notified of a right of appeal under that sectionagainst another immigration decision (“the old decision”) (whether or not anappeal was brought and whether or not any appeal brought has been determined),\n\t\tthat the claim or application to which the new decision relates relies on amatter that could have been raised in an appeal against the old decision, and\n\t\tthat, in the opinion of the Secretary of State or the immigration officer,there is no satisfactory reason for that matter not having been raised in anappeal against the old decision.\n\tAn appeal under section 82(1) against an immigration decision (“the newdecision”) in respect of a person may not be brought if the Secretary of Stateor an immigration officer certifies—\n\t\tthat the person received a notice under section 120 by virtue of anapplication other than that to which the new decision relates or by virtue ofa decision other than the new decision,\n\t\tthat the new decision relates to an application or claim which relies on amatter that should have been, but has not been, raised in a statement made inresponse to that notice, and\n\t\tthat, in the opinion of the Secretary of State or the immigration officer,there is no satisfactory reason for that matter not having been raised in astatement made in response to that notice.”\n\tIn subsection (5) for “Subsections (1) to (3) apply to prevent or restrict”substitute “Subsections (1) and (2) apply to prevent”.\n\tAt the end add—\n\tA certificate under subsection (1) or (2) shall have no effect in relationto an appeal instituted before the certificate is issued.”"
    },
    {
        "length": 167,
        "text": "\nSeamen and aircrews: right of appeal\n\tIn section 82(2) of the Nationality, Immigration and Asylum Act [2002 (c.41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\") after paragraph(i) insert—\n\t\ta decision that a person is to be removed from the United Kingdom by wayof directions under paragraph 12(2) of Schedule 2 to the Immigration Act [1971(c. 77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (seamen andaircrews),”."
    },
    {
        "length": 313,
        "text": "\nSuspected international terrorist: bail\n\tAt the end of section 24 of the Anti-terrorism, Crime and Security Act[2001 (c. 24)](/id/ukpga/2001/24?view=plain \"Go to item of legislation\")(suspected international terrorist: bail by Special Immigration AppealsCommission) add—\n\tWhere the Special Immigration Appeals Commission determines an applicationfor bail, the applicant or a person who made representations to the Commissionabout the application may appeal on a question of law to the appropriateappeal court.\n\tSection 7(2) and (3) of the Special Immigration Appeals Commission Act[1997 (c. 68)](/id/ukpga/1997/68?view=plain \"Go to item of legislation\")(appeals from Commission) shall have effect for the purposes of an appealunder subsection (4) above.”\n\tIn section 27(5) and (6) of the Anti-terrorism, Crime and Security Act 2001(suspected international terrorist: Special Immigration Appeals Commission:procedure) for “section 25 or 26 of this Act” substitute “section 24, 25 or 26of this Act”."
    },
    {
        "length": 2751,
        "text": "\nRemoval and detention\n\tRemoving asylum seeker to safe country\n\t\tSchedule 3 (which concerns the removal of persons claiming asylum tocountries known to protect refugees and to respect human rights) shall haveeffect.\n\t\tSections 11 and 12 of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (removal ofasylum claimant to country under standing or other arrangements) shall ceaseto have effect.\n\t\tThe following provisions of the Nationality, Immigration and Asylum Act[2002 (c. 41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\") shallcease to have effect—\n\t\t\tsection 80 (new section 11 of 1999 Act), and\n\t\t\tsection 93 (appeal from within United Kingdom: “third country” removal).\n\tDetention pending deportation\n\t\tIn paragraph 2(1) of Schedule 3 to the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (detentionpending deportation on recommendation by court) for the words “and that personis neither detained in pursuance of the sentence or order of any court nor forthe time being released on bail by any court having power so to release him”substitute “and that person is not detained in pursuance of the sentence ororder of any court”.\n\t\tIn paragraph 2(2) of that Schedule (detention following notice ofdeportation) for the words “and he is neither detained in pursuance of thesentence or order of a court nor for the time being released on bail by acourt having power so to release him” substitute “and he is not detained inpursuance of the sentence or order of a court”.\n\tDeportation or removal: cooperation\n\t\tThe Secretary of State may require a person to take specified action if theSecretary of State thinks that—\n\t\t\tthe action will or may enable a travel document to be obtained by or forthe person, and\n\t\t\tpossession of the travel document will facilitate the person’s deportationor removal from the United Kingdom.\n\t\tIn particular, the Secretary of State may require a person to—\n\t\t\tprovide information or documents to the Secretary of State or to any otherperson;\n\t\t\tobtain information or documents;\n\t\t\tprovide fingerprints, submit to the taking of a photograph or provideinformation, or submit to a process for the recording of information, aboutexternal physical characteristics (including, in particular, features of theiris or any other part of the eye);\n\t\t\tmake, or consent to or cooperate with the making of, an application to aperson acting for the government of a State other than the United Kingdom;\n\t\t\tcooperate with a process designed to enable determination of anapplication;\n\t\t\tcomplete a form accurately and completely;\n\t\t\tattend an interview and answer questions accurately and completely;\n\t\t\tmake an appointment.\n\t\tA person commits an offence if he fails without reasonable excuse to complywith a requirement of the Secretary of State under subsection (1).\n\t\tA person guilty of an offence under subsection (3) shall be liable—\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears, to a fine or to both, or\n\t\t\ton summary conviction, to imprisonment for a term not exceeding twelvemonths, to a fine not exceeding the statutory maximum or to both.\n\t\tIf a constable or immigration officer reasonably suspects that a person hascommitted an offence under subsection (3) he may arrest the person withoutwarrant.\n\t\tAn offence under subsection (3) shall be treated as—\n\t\t\ta relevant offence for the purposes of sections 28B and 28D of theImmigration Act [1971 (c. 77)](/id/ukpga/1971/77?view=plain \"Go to item oflegislation\") (search, entry and arrest), and\n\t\t\tan offence under Part III of that Act (criminal proceedings) for thepurposes of sections 28(4), 28E, 28G and 28H (search after arrest, &c.) ofthat Act.\n\t\tIn subsection (1)—\n\t\t\t  * “travel document” means a passport or other document which is issued by or for Her Majesty’s Government or the government of another State and which enables or facilitates travel from the United Kingdom to another State, and \n\t\t\t  * “removal from the United Kingdom” means removal under— \n\t\t\tSchedule 2 to the Immigration Act 1971 (control on entry) (including aprovision of that Schedule as applied by another provision of the ImmigrationActs),\n\t\t\tsection 10 of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (removal ofperson unlawfully in United Kingdom), or\n\t\t\tSchedule 3 to this Act.\n\t\tWhile sections 11 and 12 of the Immigration and Asylum Act 1999 continue tohave effect, the reference in subsection (7)(c) above to Schedule 3 to thisAct shall be treated as including a reference to those sections.\n\t\tIn so far as subsection (3) extends to England and Wales, subsection (4)(b)shall, until the commencement of section 154 of the Criminal Justice Act [2003(c. 44)](/id/ukpga/2003/44?view=plain \"Go to item of legislation\") (increasedlimit on magistrates' power of imprisonment), have effect as if the referenceto twelve months were a reference to six months.\n\t\tIn so far as subsection (3) extends to Scotland, subsection (4)(b) shallhave effect as if the reference to twelve months were a reference to sixmonths.\n\t\tIn so far as subsection (3) extends to Northern Ireland, subsection (4)(b)shall have effect as if the reference to twelve months were a reference to sixmonths.\n\tElectronic monitoring\n\t\tIn this section—\n\t\t\t“residence restriction” means a restriction as to residence imposed under—\n\t\t\tparagraph 21 of Schedule 2 to the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (control onentry) (including that paragraph as applied by another provision of theImmigration Acts), or\n\t\t\tSchedule 3 to that Act (deportation),\n\t\t\t“reporting restriction” means a requirement to report to a specified personimposed under any of those provisions,\n\t\t\t“employment restriction” means a restriction as to employment or occupationimposed under any of those provisions, and\n\t\t\t“immigration bail” means—\n\t\t\trelease under a provision of the Immigration Acts on entry into arecognizance or bail bond,\n\t\t\tbail granted in accordance with a provision of the Immigration Acts by acourt, a justice of the peace, the sheriff, the Asylum and ImmigrationTribunal, the Secretary of State or an immigration officer (but not by apolice officer), and\n\t\t\tbail granted by the Special Immigration Appeals Commission.\n\t\tWhere a residence restriction is imposed on an adult—\n\t\t\the may be required to cooperate with electronic monitoring, and\n\t\t\tfailure to comply with a requirement under paragraph (a) shall be treatedfor all purposes of the Immigration Acts as failure to observe the residencerestriction.\n\t\tWhere a reporting restriction could be imposed on an adult—\n\t\t\the may instead be required to cooperate with electronic monitoring, and\n\t\t\tthe requirement shall be treated for all purposes of the Immigration Actsas a reporting restriction.\n\t\tImmigration bail may be granted to an adult subject to a requirement thathe cooperate with electronic monitoring; and the requirement may (but neednot) be imposed as a condition of a recognizance or bail bond.\n\t\tIn this section a reference to requiring an adult to cooperate withelectronic monitoring is a reference to requiring him to cooperate with sucharrangements as the person imposing the requirement may specify for detectingand recording by electronic means the location of the adult, or his presencein or absence from a location—\n\t\t\tat specified times,\n\t\t\tduring specified periods of time, or\n\t\t\tthroughout the currency of the arrangements.\n\t\tIn particular, arrangements for the electronic monitoring of an adult—\n\t\t\tmay require him to wear a device;\n\t\t\tmay require him to make specified use of a device;\n\t\t\tmay prohibit him from causing or permitting damage of or interference witha device;\n\t\t\tmay prohibit him from taking or permitting action that would or mightprevent the effective operation of a device;\n\t\t\tmay require him to communicate in a specified manner and at specified timesor during specified periods of time;\n\t\t\tmay involve the performance of functions by persons other than the personimposing the requirement to cooperate with electronic monitoring (and thosefunctions may relate to any aspect or condition of a residence restriction, ofa reporting restriction, of an employment restriction, of a requirement underthis section or of immigration bail).\n\t\tIn this section “adult” means an individual who is at least 18 years old.\n\t\tThe Secretary of State—\n\t\t\tmay make rules about arrangements for electronic monitoring for thepurposes of this section, and\n\t\t\twhen he thinks that satisfactory arrangements for electronic monitoring areavailable in respect of an area, shall notify persons likely to be in aposition to exercise power under this section in respect of the area.\n\t\tRules under subsection (8)(a) may, in particular, require that arrangementsfor electronic monitoring impose on a person of a specified descriptionresponsibility for specified aspects of the operation of the arrangements.\n\t\tA requirement to cooperate with electronic monitoring—\n\t\t\tshall comply with rules under subsection (8)(a), and\n\t\t\tmay not be imposed in respect of an adult who is or is expected to be in anarea unless the person imposing the requirement has received a notificationfrom the Secretary of State under subsection (8)(b) in respect of that area.\n\t\tRules under subsection (8)(a)—\n\t\t\tmay include incidental, consequential or transitional provision,\n\t\t\tmay make provision generally or only in relation to specified cases,circumstances or areas,\n\t\t\tshall be made by statutory instrument, and\n\t\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament.\n\t\tBefore the commencement of section 26 a reference in this section to theAsylum and Immigration Tribunal shall be treated as a reference to—\n\t\t\ta person appointed, or treated as if appointed, as an adjudicator undersection 81 of the Nationality, Immigration and Asylum Act [2002 (c.41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\") (appeals), and\n\t\t\tthe Immigration Appeal Tribunal."
    },
    {
        "length": 3756,
        "text": "\nImmigration services\n\tProvision of immigration services\n\t\tFor section 84(2) and (3) of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (personqualified to provide immigration services) substitute—\n\t\tA person is a qualified person if he is—\n\t\t\ta registered person,\n\t\t\tauthorised by a designated professional body to practise as a member of theprofession whose members the body regulates,\n\t\t\tthe equivalent in an EEA State of—\n\t\t\ta registered person, or\n\t\t\ta person within paragraph (b),\n\t\t\ta person permitted, by virtue of exemption from a prohibition, to providein an EEA State advice or services equivalent to immigration advice orservices, or\n\t\t\tacting on behalf of, and under the supervision of, a person within any ofparagraphs (a) to (d) (whether or not under a contract of employment).\n\t\tSubsection (2)(a) and (e) are subject to any limitation on the effect of aperson’s registration imposed under paragraph 2(2) of Schedule 6.”\n\t\tIn section 85(1) of that Act (registration by the Commissioner) omit “and(b)”.\n\t\tIn section 89 of that Act (disciplinary charge upheld by ImmigrationServices Tribunal)—\n\t\t\tfor subsections (2) and (3) substitute—\n\t\tIf the person charged is a registered person or acts on behalf of aregistered person, the Tribunal may—\n\t\t\tdirect the Commissioner to record the charge and the Tribunal’s decisionfor consideration in connection with the registered person’s next applicationfor continued registration;\n\t\t\tdirect the registered person to apply for continued registration as soon asis reasonably practicable.”, and\n\t\t\tin subsection (8) for “employed by him or working” substitute “acting onhis behalf or”.\n\t\tIn section 90(4) of that Act (orders by disciplinary bodies) for “worksunder the supervision of” substitute “is acting on behalf of”.\n\t\tIn Schedule 5 to that Act (Immigration Services Commissioner)—\n\t\t\tfor paragraph 1(1)(b) substitute—\n\t\t\tthose acting on behalf of registered persons,”,\n\t\t\tfor paragraph 1(3)(b) substitute—\n\t\t\tany person acting on behalf of that person.”,\n\t\t\tfor paragraph 3(3)(b) substitute—\n\t\t\ta person who is acting on behalf of a person who is within paragraph(a);”,\n\t\t\tfor paragraph 4(1)(b) substitute—\n\t\t\tpersons acting on behalf of persons who are within paragraph (a).”,\n\t\t\tin paragraph 5(3)(b) for “employed by, or working under the supervisionof,” substitute “acting on behalf of”,\n\t\t\tfor paragraph 5(3)(e) substitute—\n\t\t\tan alleged breach of a rule of a relevant regulatory body,”,\n\t\t\tfor paragraph 6(3)(c) substitute—\n\t\t\tin any other case, refer the matter to any relevant regulatory body.”,\n\t\t\tin paragraphs 9(1)(a) and (b) for “or a person employed by, or workingunder the supervision of,” substitute “or is acting on behalf of”,\n\t\t\tfor paragraph 9(1)(c) substitute—\n\t\t\trefer the complaint and his decision on it to a relevant regulatorybody;”,\n\t\t\tfor paragraphs 9(3)(a) and (b) substitute—\n\t\t\timposing restrictions on the provision of immigration advice orimmigration services by the relevant person or by a person acting on hisbehalf or under his supervision;\n\t\t\tprohibiting the provision of immigration advice or immigration services bythe relevant person or a person acting on his behalf or under hissupervision.”, and\n\t\t\tfor paragraphs 9(4)(b) to (d) substitute—\n\t\t\ta person acting on behalf of a registered person;”.\n\t\tIn Schedule 6 to that Act (registration)—\n\t\t\tin paragraph 1(1) omit “or (b)”, and\n\t\t\tin paragraph 3(7)(a) for “section 89(3)(b)” substitute “section 89(2)(b)”.\n\tImmigration Services Commissioner: power of entry\n\t\tAfter section 92 of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (offences:enforcement) insert—\n\t\t“92AInvestigation of offence: power of entry\n\t\t\tOn an application made by the Commissioner a justice of the peace may issuea warrant authorising the Commissioner to enter and search premises.\n\t\t\tA justice of the peace may issue a warrant in respect of premises only ifsatisfied that there are reasonable grounds for believing that—\n\t\t\t\tan offence under section 91 has been committed,\n\t\t\t\tthere is material on the premises which is likely to be of substantialvalue (whether by itself or together with other material) to the investigationof the offence, and\n\t\t\t\tany of the conditions specified in subsection (3) is satisfied.\n\t\t\tThose conditions are—\n\t\t\t\tthat it is not practicable to communicate with a person entitled to grantentry to the premises,\n\t\t\t\tthat it is not practicable to communicate with a person entitled to grantaccess to the evidence,\n\t\t\t\tthat entry to the premises will be prevented unless a warrant is produced,and\n\t\t\t\tthat the purpose of a search may be frustrated or seriously prejudicedunless the Commissioner can secure immediate entry on arrival at the premises.\n\t\t\tThe Commissioner may seize and retain anything for which a search isauthorised under this section.\n\t\t\tA person commits an offence if without reasonable excuse he obstructs theCommissioner in the exercise of a power by virtue of this section.\n\t\t\tA person guilty of an offence under subsection (5) shall be liable onsummary conviction to—\n\t\t\t\timprisonment for a term not exceeding six months,\n\t\t\t\ta fine not exceeding level 5 on the standard scale, or\n\t\t\t\tboth. \n\t\t\tIn this section—\n\t\t\t\ta reference to the Commissioner includes a reference to a member of hisstaff authorised in writing by him,\n\t\t\t\ta reference to premises includes a reference to premises used wholly orpartly as a dwelling, and\n\t\t\t\ta reference to material—\n\t\t\t\tincludes material subject to legal privilege within the meaning of thePolice and Criminal Evidence Act [1984 (c. 60)](/id/ukpga/1984/60?view=plain\"Go to item of legislation\"),\n\t\t\t\tdoes not include excluded material or special procedure material withinthe meaning of that Act, and\n\t\t\t\tincludes material whether or not it would be admissible in evidence at atrial.\n\t\t\tIn the application of this section to Scotland—\n\t\t\t\ta reference to a justice of the peace shall be taken as a reference to thesheriff,\n\t\t\t\tfor sub-paragraph (i) of subsection (7)(c) there is substituted—\n\t\t\t\tincludes material comprising items subject to legal privilege (as definedby section 412 of the Proceeds of Crime Act [2002 (c.29)](/id/ukpga/2002/29?view=plain \"Go to item of legislation\")),” and\n\t\t\t\tsub-paragraph (ii) of subsection (7)(c) shall be ignored.\n\t\t\tIn the application of this section to Northern Ireland the reference to thePolice and Criminal Evidence Act 1984 shall be taken as a reference to thePolice and Criminal Evidence (Northern Ireland) Order 1989 ([S.I. 1989/1341(N.I. 12)](/id/nisi/1989/1341?view=plain \"Go to item of legislation\")).”\n\t\t\tIn paragraph 7 of Schedule 5 to the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (investigationof complaints, &c.: power of entry)—\n\t\t\t\tin sub-paragraph (1)(b) after “(b)” insert “, (c)”,\n\t\t\t\tin sub-paragraph (1)(c) for “registered person.” substitute “registered orexempt person.”,\n\t\t\t\tin sub-paragraph (1A)(a) after “(b)” insert “, (c)”,\n\t\t\t\tin sub-paragraph (1A)(b) for “registered person.” substitute “registered orexempt person.”, and\n\t\t\t\tafter sub-paragraph (8) insert—\n\t\t\tSub-paragraphs (7) and (8) shall apply to an exempt person as they applyto a registered person, but with a reference to cancellation of registrationbeing treated as a reference to withdrawal of exemption.\n\t\t\tIn this paragraph “exempt person” means a person certified by theCommissioner as exempt under section 84(4)(a).”\n\tOffence of advertising services\n\t\tAfter section 92A of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (inserted bysection 38 above) insert—\n\t\t“92BAdvertising\n\t\t\tA person commits an offence if—\n\t\t\t\the offers to provide immigration advice or immigration services, and\n\t\t\t\tprovision by him of the advice or services would constitute an offenceunder section 91.\n\t\t\tFor the purpose of subsection (1) a person offers to provide advice orservices if he—\n\t\t\t\tmakes an offer to a particular person or class of person,\n\t\t\t\tmakes arrangements for an advertisement in which he offers to provideadvice or services, or\n\t\t\t\tmakes arrangements for an advertisement in which he is described orpresented as competent to provide advice or services.\n\t\t\tA person guilty of an offence under this section shall be liable on summaryconviction to a fine not exceeding level 4 on the standard scale.\n\t\t\tSubsections (3) to (7) of section 91 shall have effect for the purposes ofthis section as they have effect for the purposes of that section.\n\t\t\tAn information relating to an offence under this section may in England andWales be tried by a magistrates' court if—\n\t\t\t\tit is laid within the period of six months beginning with the date (orfirst date) on which the offence is alleged to have been committed, or\n\t\t\t\tit is laid—\n\t\t\t\twithin the period of two years beginning with that date, and\n\t\t\t\twithin the period of six months beginning with a date certified by theImmigration Services Commissioner as the date on which the commission of theoffence came to his notice.\n\t\t\tIn Scotland, proceedings for an offence under this section may becommenced—\n\t\t\t\tat any time within the period of six months beginning with the date (orfirst date) on which the offence is alleged to have been committed, or\n\t\t\t\tat any time within both—\n\t\t\t\tthe period of two years beginning with that date, and\n\t\t\t\tthe period of six months beginning with a date specified, in a certificatesigned by or on behalf of the procurator fiscal, as the date on which evidencesufficient in his opinion to warrant such proceedings came to his knowledge,\n\t\t\t\t\tand any such certificate purporting to be so signed shall be deemed so signedunless the contrary is proved and be conclusive as to the facts stated in it.\n\t\t\tSubsection (3) of section 136 of the Criminal Procedure (Scotland) Act[1995 (c. 46)](/id/ukpga/1995/46?view=plain \"Go to item of legislation\") (dateon which proceedings are deemed commenced) has effect to the purposes ofsubsection (6) as it has effect for the purposes of that section.\n\t\t\tA complaint charging the commission of an offence under this section may inNorthern Ireland be heard and determined by a magistrates' court if—\n\t\t\t\tit is made within the period of six months beginning with the date (orfirst date) on which the offence is alleged to have been committed, or\n\t\t\t\tit is made—\n\t\t\t\twithin the period of two years beginning with that date, and\n\t\t\t\twithin the period of six months beginning with a date certified by theImmigration Services Commissioner as the date on which the commission of theoffence came to his notice.”\n\tAppeal to Immigration Services Tribunal\n\t\tSection 87(3)(f) of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (appeal toTribunal against deferral of decision) shall cease to have effect.\n\tProfessional bodies\n\t\tSection 86 of the Immigration and Asylum Act 1999 (designated professionalbodies) shall be amended as follows.\n\t\tFor subsection (2) substitute—\n\t\tThe Secretary of State may by order remove a body from the list insubsection (1) if he considers that the body—\n\t\t\thas failed to provide effective regulation of its members in theirprovision of immigration advice or immigration services, or\n\t\t\thas failed to comply with a request of the Commissioner for the provisionof information (whether general or in relation to a particular case ormatter).”\n\t\tFor subsection (9)(b) substitute—\n\t\t\treport to the Secretary of State if the Commissioner considers that adesignated professional body—\n\t\t\tis failing to provide effective regulation of its members in theirprovision of immigration advice or immigration services, or\n\t\t\thas failed to comply with a request of the Commissioner for the provisionof information (whether general or in relation to a particular case ormatter).”\n\t\tAfter subsection (9) insert—\n\t\t\t“(9A)A designated professional body shall comply with a request of theCommissioner for the provision of information (whether general or in relationto a specified case or matter).”\n\t\tIn section 166(2) of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (regulationsand orders) after “in relation to” insert “orders made under section 90(1),”.\n\t\tFor paragraph 21(2) of Schedule 5 to the Immigration and Asylum Act 1999(Commissioner: annual report) substitute—\n\t\tThe report must, in particular, set out the Commissioner’s opinion as tothe extent to which each designated professional body has—\n\t\t\tprovided effective regulation of its members in their provision ofimmigration advice or immigration services, and\n\t\t\tcomplied with requests of the Commissioner for the provision ofinformation.”"
    },
    {
        "length": 1099,
        "text": "\nFees\n\tAmount of fees\n\t\tIn prescribing a fee for an application or process under a provisionspecified in subsection (2) the Secretary of State may, with the consent ofthe Treasury, prescribe an amount which is intended to—\n\t\t\texceed the administrative costs of determining the application orundertaking the process, and\n\t\t\treflect benefits that the Secretary of State thinks are likely to accrue tothe person who makes the application, to whom the application relates or by orfor whom the process is undertaken, if the application is successful or theprocess is completed.\n\t\tThose provisions are—\n\t\t\tsection 41(2) of the British Nationality Act [1981 (c.61)](/id/ukpga/1981/61?view=plain \"Go to item of legislation\") (fees forapplications, &c. under that Act),\n\t\t\tsection 5(1)(a) and (b) of the Immigration and Asylum Act 1999 (fees forapplication for leave to remain, &c.), and\n\t\t\tsections 10 and 122 of the Nationality, Immigration and Asylum Act [2002(c. 41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\")(certificate of entitlement to right of abode; and fees for work permit, &c.).\n\t\tAn Order in Council under section 1 of the Consular Fees Act [1980 (c.23)](/id/ukpga/1980/23?view=plain \"Go to item of legislation\") (fees) whichprescribes a fee in relation to an application for the issue of a certificateunder section 10 of the Nationality, Immigration and Asylum Act 2002 (right ofabode: certificate of entitlement) may prescribe an amount which is intendedto—\n\t\t\texceed the administrative costs of determining the application, and\n\t\t\treflect benefits that in the opinion of Her Majesty in Council are likelyto accrue to the applicant if the application is successful.\n\t\tWhere an instrument prescribes a fee in reliance on this section it mayinclude provision for the refund, where an application is unsuccessful or aprocess is not completed, of that part of the fee which is intended to reflectthe matters specified in subsection (1)(b) or (3)(b).\n\t\tProvision included by virtue of subsection (4)—\n\t\t\tmay determine, or provide for the determination of, the amount to berefunded;\n\t\t\tmay confer a discretion on the Secretary of State or another person(whether in relation to determining the amount of a refund or in relation todetermining whether a refund should be made).\n\t\tAn instrument may not be made in reliance on this section unless theSecretary of State has consulted with such persons as appear to him to beappropriate.\n\t\tAn instrument may not be made in reliance on this section unless a drafthas been laid before and approved by resolution of each House of Parliament(and any provision making the instrument subject to annulment in pursuance ofa resolution of either House of Parliament shall not apply).\n\t\tThis section is without prejudice to the power to make an order undersection 102 of the Finance (No. 2) Act [1987 (c.51)](/id/ukpga/1987/51?view=plain \"Go to item of legislation\") (governmentfees and charges) in relation to a power under a provision specified in thissection.\n\tTransfer of leave stamps\n\t\tSection 5 of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (charges) shallbe amended as follows.\n\t\tFor subsection (1)(c) (transfer of indefinite leave stamp to new document)substitute—\n\t\t\tthe fixing of a limited leave stamp or indefinite leave stamp on apassport or other document issued to the applicant where the stamp waspreviously fixed on another passport or document issued to the applicant.”\n\t\tFor subsection (5) substitute—\n\t\tIn this section—\n\t\t\t“limited leave stamp” means a stamp, sticker or other attachment whichindicates that a person has been granted limited leave to enter or remain inthe United Kingdom, and\n\t\t\t“indefinite leave stamp” means a stamp, sticker or other attachment whichindicates that a person has been granted indefinite leave to enter or remainin the United Kingdom.”"
    },
    {
        "length": 1621,
        "text": "\nGeneral\n\tInterpretation: “the Immigration Acts”\n\t\tA reference to “the Immigration Acts” is to—\n\t\t\tthe Immigration Act [1971 (c. 77)](/id/ukpga/1971/77?view=plain \"Go to itemof legislation\"),\n\t\t\tthe Immigration Act [1988 (c. 14)](/id/ukpga/1988/14?view=plain \"Go to itemof legislation\"),\n\t\t\tthe Asylum and Immigration Appeals Act [1993 (c.23)](/id/ukpga/1993/23?view=plain \"Go to item of legislation\"),\n\t\t\tthe Asylum and Immigration Act [1996 (c. 49)](/id/ukpga/1996/49?view=plain\"Go to item of legislation\"),\n\t\t\tthe Immigration and Asylum Act 1999,\n\t\t\tthe Nationality, Immigration and Asylum Act [2002 (c.41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\"), and\n\t\t\tthis Act.\n\t\tThis section has effect in relation to a reference in this Act or any otherenactment (including an enactment passed or made before this Act).\n\t\tFor section 158(1) and (2) of the Nationality, Immigration and Asylum Act[2002 (c. 41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\")substitute—\n\t\tA reference to “the Immigration Acts” shall be construed in accordancewith section 44 of the Asylum and Immigration (Treatment of Claimants, etc.)Act 2004.”\n\t\tIn the following provisions for “section 158 of the Nationality,Immigration and Asylum Act 2002” substitute “section 44 of the Asylum andImmigration (Treatment of Claimants, etc.) Act 2004”—\n\t\t\tsection 32(5) of the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\"), and\n\t\t\tsection 167(1) of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\").\n\tInterpretation: immigration officer\n\t\tIn this Act “immigration officer” means a person appointed by the Secretary ofState as an immigration officer under paragraph 1 of Schedule 2 to theImmigration Act 1971.\n\tMoney \n\t\tThere shall be paid out of money provided by Parliament—\n\t\t\tany expenditure incurred by a Minister of the Crown in connection with thisAct, and\n\t\t\tany increase attributable to this Act in the sums payable under any otherenactment out of money provided by Parliament.\n\tRepeals \n\t\tThe enactments listed in Schedule 4 are hereby repealed to the extentspecified.\n\tCommencement \n\t\tSections 2, 32(2) and 35 shall come into force at the end of the period oftwo months beginning with the date on which this Act is passed.\n\t\tSection 32(1) shall have effect in relation to determinations of theSpecial Immigration Appeals Commission made after the end of the period of twomonths beginning with the date on which this Act is passed.\n\t\tThe other preceding provisions of this Act shall come into force inaccordance with provision made—\n\t\t\tin the case of section 26 or Schedule 1 or 2, by order of the LordChancellor,\n\t\t\tin the case of sections 4 and 5 in so far as they extend to Scotland, byorder of the Scottish Ministers, and\n\t\t\tin any other case, by order of the Secretary of State.\n\t\tAn order under subsection (3)—\n\t\t\tmay make transitional or incidental provision,\n\t\t\tmay make different provision for different purposes, and\n\t\t\tshall be made by statutory instrument.\n\t\tTransitional provision under subsection (4)(a) in relation to thecommencement of section 26 may, in particular, make provision in relation toproceedings which, immediately before commencement—\n\t\t\tare awaiting determination by an adjudicator appointed, or treated as ifappointed, under section 81 of the Nationality, Immigration and Asylum Act[2002 (c. 41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\"),\n\t\t\tare awaiting determination by the Immigration Appeal Tribunal,\n\t\t\thaving been determined by an adjudicator could be brought before theImmigration Appeal Tribunal,\n\t\t\tare awaiting the determination of a further appeal brought in accordancewith section 103 of that Act,\n\t\t\thaving been determined by the Immigration Appeal Tribunal could be broughtbefore another court by way of further appeal under that section,\n\t\t\tare or could be made the subject of an application under section 101 ofthat Act (review of decision on permission to appeal to Tribunal), or\n\t\t\tare or could be made the subject of another kind of application to the HighCourt or the Court of Session.\n\t\tProvision made under subsection (5) may, in particular—\n\t\t\tprovide for the institution or continuance of an appeal of a kind notgenerally available after the commencement of section 26,\n\t\t\tprovide for the termination of proceedings, or\n\t\t\tmake any other provision that the Lord Chancellor thinks appropriate.\n\tExtent \n\t\tThis Act extends (subject to subsection (2)) to—\n\t\t\tEngland and Wales,\n\t\t\tScotland, and\n\t\t\tNorthern Ireland.\n\t\tAn amendment effected by this Act has the same extent as the enactment, oras the relevant part of the enactment, amended (ignoring extent by virtue ofan Order in Council).\n\t\tHer Majesty may by Order in Council direct that a provision of this Act isto extend, with or without modification or adaptation, to—\n\t\t\tany of the Channel Islands;\n\t\t\tthe Isle of Man.\n\tShort title\n\t\tThis Act may be cited as the Asylum and Immigration (Treatment of Claimants,etc.) Act 2004."
    }
]