[
    {
        "length": 179,
        "text": "\nPart 1Abolition of existing audit regime\n\tAbolition of existing audit regime\n\t\tThe Audit Commission ceases to exist.\n\t\tThe Audit Commission Act 1998 is repealed.\n\t\tSchedule 1 (abolition of Audit Commission: supplementary provision) haseffect.\n\t\tIn that Schedule—\n\t\t\tPart 1 makes some arrangements in connection with the abolition of theAudit Commission, and\n\t\t\tPart 2 contains consequential repeals and revocations of Acts andinstruments that amend the Audit Commission Act 1998.\n\t\tIn this section and that Schedule “the Audit Commission” means the AuditCommission for Local Authorities and the National Health Service in England."
    },
    {
        "length": 2380,
        "text": "\nPart 2Basic concepts and requirements\n\tRelevant authorities\n\t\tIn this Act “relevant authority” means a person or body listed in Schedule2.\n\t\tThe application of this Act to a relevant authority is subject to any noteforming part of the entry for that authority in Schedule 2.\n\t\tThe Secretary of State may by regulations amend Schedule 2 by adding,modifying or removing an entry relating to a relevant authority.\n\t\tRegulations under subsection (3) may add an entry relating to a person orbody to Schedule 2 only if that person or body exercises functions of a publicnature in relation to an area which is—\n\t\t\twholly in England, or\n\t\t\tpartly in England and partly in Wales.\n\t\tThe Secretary of State may by regulations or order make provision about theapplication of this Act or provision made under it to a person or body thatcomes to fall within Schedule 2 (whether or not as a result of regulationsunder subsection (3)).\n\t\tThe power in subsection (5) includes power—\n\t\t\tto amend this Act or provision made under it in its application to thatperson or body, or\n\t\t\tto make provision for this Act or provision made under it to apply to thatperson or body with modifications.\n\tGeneral requirements for accounts\n\t\tA relevant authority, other than a health service body, must keep adequateaccounting records.\n\t\t“Adequate accounting records” means records that are sufficient—\n\t\t\tto show and explain the relevant authority’s transactions,\n\t\t\tto disclose at any time, with reasonable accuracy, the financial positionof the authority at that time, and\n\t\t\tto enable the authority to ensure that any statements of accounts requiredto be prepared by the authority comply with the requirements imposed by orunder this Act.\n\t\tA relevant authority, other than a health service body, must prepare astatement of accounts in respect of each financial year.\n\t\tIn this Act “financial year” means a period of 12 months ending with 31March.\n\t\tThe Secretary of State may by regulations—\n\t\t\tmake provision for the financial year of a relevant authority, other than ahealth service body, for the purposes of this Act to be such period as isspecified in the regulations;\n\t\t\tmake provision for any requirement in this section not to apply, or toapply with modifications, in relation to the relevant authorities, other thanhealth service bodies, specified or described in the regulations.\n\t\tRegulations under subsection (5)(a) may—\n\t\t\tamend this Act or provision made under it in its application to a relevantauthority to which the regulations apply, or\n\t\t\tprovide for this Act or provision made under it to apply in relation tosuch a relevant authority with modifications.\n\t\tRegulations under subsection (5)(a) may make provision in relation to—\n\t\t\tall relevant authorities (other than health service bodies);\n\t\t\tthe relevant authorities specified or described in the regulations.\n\t\tSection 32 enables the Secretary of State by regulations to make furtherprovision about accounting records and statements of accounts.\n\t\tIn this Act “health service body” means—\n\t\t\ta clinical commissioning group;\n\t\t\tspecial trustees appointed as mentioned in section 212(1) of the NationalHealth Service Act 2006 (special trustees for a university hospital orteaching hospital) for a hospital in England (referred to in this Act as“special trustees for a hospital”).\n\tGeneral requirements for audit\n\t\tThe accounts of a relevant authority for a financial year must be audited—\n\t\t\tin accordance with this Act and provision made under it, and\n\t\t\tby an auditor (a “local auditor”) appointed in accordance with this Act orprovision made under it.\n\t\tIn this Act, references to accounts are to be construed in accordance withthe following subsections.\n\t\tIn relation to a relevant authority which is not a health service body,“accounts” means—\n\t\t\tthe authority’s accounting records, and\n\t\t\tthe authority’s statement of accounts.\n\t\tIn relation to a clinical commissioning group, “accounts” means—\n\t\t\tthe annual accounts of the group prepared under paragraph 17(2) of Schedule1A to the National Health Service Act 2006 (accounts and audit of clinicalcommissioning groups);\n\t\t\tany accounts of the group prepared under paragraph 17(3) of that Schedulein respect of which a direction has been given under paragraph 17(5) of thatSchedule.\n\t\tIn relation to special trustees for a hospital, “accounts” means the annualaccounts of the trustees prepared under paragraph 3 of Schedule 15 to theNational Health Service Act 2006.\n\tModification of Act in relation to smaller authorities\n\t\tThe Secretary of State may by regulations make provision about the audit ofthe accounts of smaller authorities.\n\t\tRegulations under subsection (1) may, in particular, provide for anyprovision of or made under this Act not to apply, or to apply withmodifications, in relation to smaller authorities.\n\t\tSubsection (2) applies to a provision of or made under this Act even if itmakes specific provision about a smaller authority to which the regulationsapply.\n\t\tRegulations under subsection (1) may, in particular—\n\t\t\tprovide for the appointment, by a person specified by the Secretary ofState, of a local auditor in relation to the audit of the accounts of asmaller authority;\n\t\t\tmake provision about the persons that may be specified by the Secretary ofState;\n\t\t\tmake provision about the procedure for specifying a person and for aperson’s specification to come to an end in specified circumstances;\n\t\t\tmake provision about the consequences of a person’s specification coming toan end, including for the exercise of functions by the Secretary of State andthe transfer of the person’s rights and liabilities arising by virtue of theregulations to the Secretary of State or another specified person;\n\t\t\tconfer functions on a specified person, including in relation to—\n\t\t\tthe appointment of local auditors under the regulations,\n\t\t\tthe activities of such auditors, and\n\t\t\tthe resignation or removal from office of such auditors;\n\t\t\trequire a specified person to consult such persons as are specified in theregulations before exercising specified functions;\n\t\t\tmake provision for the appointment of a local auditor in relation to theaccounts of a smaller authority to which arrangements within paragraph (a)apply where the specified person does not make an appointment under theregulations (and in particular for such an appointment to be made by theauthority or the Secretary of State).\n\t\tRegulations under subsection (1) may, in particular—\n\t\t\tmake provision about the smaller authorities to which arrangements withinsubsection (4)(a) apply, including provision for them to apply to an authoritythat has opted into them or has not opted out of them;\n\t\t\tmake provision about the procedures to be followed in relation to optinginto or out of those arrangements;\n\t\t\timpose duties on smaller authorities to which those arrangements apply,including duties as to—\n\t\t\tthe payment of fees to a specified person, and\n\t\t\tthe provision of information to a specified person;\n\t\t\tmake provision for the making of payments, in specified circumstances andby the smaller authorities to which those arrangements apply, to a fund of aspecified kind for the purposes of meeting local auditors’ costs of aspecified kind.\n\t\tProvision made by regulations under subsection (1) by virtue of subsection(5)(c)(i) may, in particular—\n\t\t\tprovide for fees to be paid in accordance with a scale or scales of feesdetermined by a specified person, and\n\t\t\tprovide for the payment in specified circumstances of a larger or smallerfee than is set out in the appropriate scale.\n\t\tRegulations under subsection (1) may, in particular—\n\t\t\tmake provision about the eligibility of a person to be appointed as a localauditor of the accounts of a smaller authority;\n\t\t\tmake provision about the functions of a local auditor in relation to theaccounts of a smaller authority.\n\t\tRegulations under subsection (1) may, in particular—\n\t\t\tprovide that, in specified circumstances, the accounts of a smallerauthority of a specified description are to be exempt from specified auditrequirements;\n\t\t\tmake provision for an exemption under paragraph (a) not to apply or tocease to apply to an authority in specified circumstances.\n\t\tIn this section “specified” (except in the expressions “person specified bythe Secretary of State” and “specified person”) means specified in regulationsunder subsection (1).\n\tMeaning of “smaller authority”\n\t\tFor the purposes of section 5, a relevant authority is a “smallerauthority” for a financial year if—\n\t\t\twhere that year is the year in which the authority was established, thequalifying condition is met for that year,\n\t\t\twhere that year is the year following that in which the authority wasestablished, the qualifying condition is met for that year or the previousyear, and\n\t\t\twhere that year is the second or any subsequent year following that inwhich the authority was established, the qualifying condition is met for thatyear or either of the two previous years.\n\t\tThe qualifying condition is met for a relevant authority and a financialyear if the higher of the authority’s gross income for the year and its grossexpenditure for the year does not exceed £6.5 million.\n\t\tFor the purpose of determining, at a time when a relevant authority’s grossincome or expenditure for a financial year cannot be accurately determined,whether subsection (2) applies or will apply to the authority, that subsectionis to be read as referring to the authority’s estimated gross income orexpenditure (as the case may be).\n\t\tThe Secretary of State may by regulations make provision about theapplication of this Act (including in its application by virtue of section 5)or any provision made under it in a case where—\n\t\t\tan authority is treated as a smaller authority for a financial year, and\n\t\t\tthe authority was not in fact a smaller authority for that year.\n\t\tThe Secretary of State may by regulations amend this section."
    },
    {
        "length": 510,
        "text": "\nAppointment of local auditor\n\tA relevant authority must appoint a local auditor to audit its accounts fora financial year not later than 31 December in the preceding financial year.\n\tA relevant authority may appoint a local auditor to audit its accounts formore than one financial year; and in such a case—\n\t\tsubsection (1) does not apply in relation to the second or any subsequentyear for which the appointment is made, but\n\t\tthe authority must make a further appointment of a local auditor at leastonce every 5 years.\n\tSubsection (2)(b) does not prevent the relevant authority from re-appointing a local auditor.\n\tThe Secretary of State may by regulations amend subsection (2)(b) so as toalter the period for the time being specified in it.\n\tA local auditor appointed under this section—\n\t\tmust be eligible for appointment as a local auditor (see Part 4), and\n\t\tmust not be prohibited from acting as a local auditor of the accounts ofthe relevant authority by virtue of section 1214 of the Companies Act 2006(independence requirement) as it has effect by virtue of Schedule 5.\n\tTwo or more local auditors may be appointed to audit the accounts of arelevant authority, and those auditors may be appointed—\n\t\tto act jointly in relation to some or all parts of the accounts;\n\t\tto act separately in relation to different parts of the accounts;\n\t\tto carry out different functions in relation to the audit.\n\tIf, as a result of an appointment under subsection (6)(b) or (c), afunction under this Act may be exercised by two or more local auditors—\n\t\tit may be exercised by both or all of them acting jointly or by such one ormore of them as they may determine, and\n\t\treferences (however expressed) to the local auditor by whom the function isor has been exercised are to the auditors by whom it is or has been exercised.\n\tSchedule 3 makes further provision about the appointment of local auditors;and this section is subject to that Schedule and provision made under it."
    },
    {
        "length": 471,
        "text": "\nProcedure for appointment\n\tA relevant authority must consult and take into account the advice of itsauditor panel on the selection and appointment of a local auditor undersection 7.\n\tThe relevant authority must, within the period of 28 days beginning withthe day on which the appointment is made, publish a notice that—\n\t\tstates that it has made the appointment,\n\t\tidentifies the local auditor that has been appointed,\n\t\tspecifies the period for which the local auditor has been appointed,\n\t\tsets out the advice, or a summary of the advice, of its auditor panel aboutthe selection and appointment of a local auditor, and\n\t\tif it has not followed that advice, sets out the reasons why it has notdone so.\n\tThe notice must be published—\n\t\tif the relevant authority has a website, on its website;\n\t\totherwise, in accordance with subsection (4).\n\tA relevant authority publishes a notice in accordance with this subsectionif—\n\t\tin the case of a relevant authority other than a health service body, itpublishes the notice in such manner as it thinks is likely to bring the noticeto the attention of persons who live in its area;\n\t\tin the case of a clinical commissioning group, it publishes the notice insuch manner as it thinks is likely to bring the notice to the attention of—\n\t\tpersons who live in the area of the group, and\n\t\tpersons who do not live in the area of the group but for whom the group isresponsible;\n\t\tin the case of special trustees for a hospital, they publish the notice insuch manner as they think is likely to bring the notice to the attention ofpersons to whom services are provided at that hospital.\n\tThe relevant authority must exclude from the notice information whosedisclosure would prejudice commercial confidentiality, unless there is anoverriding public interest in favour of its disclosure.\n\tThis section is subject to Schedule 3 (further provision about appointmentof local auditors) and provision made under it."
    },
    {
        "length": 722,
        "text": "\nFunctions of auditor panel\n\tA relevant authority’s auditor panel must advise the authority on themaintenance of an independent relationship with the local auditor appointed toaudit its accounts.\n\tAdvice under subsection (1) to a police and crime commissioner for an areamust include advice on the maintenance of an independent relationship betweenthe local auditor and the chief constable for the area.\n\tAdvice under subsection (1) to the Mayor’s Office for Policing and Crimemust include advice on the maintenance of an independent relationship betweenthe local auditor and the Commissioner of Police of the Metropolis.\n\tA relevant authority’s auditor panel must advise the authority on theselection and appointment of a local auditor to audit its accounts.\n\tAdvice under subsection (1) or (4) must be given—\n\t\tif the relevant authority asks for it, and\n\t\tat other times, if the auditor panel thinks it is appropriate to do so.\n\tA relevant authority’s auditor panel must advise the authority on anyproposal by the authority to enter into a liability limitation agreement (seesection 14).\n\tAdvice under subsection (6) must be given if the authority asks for it.\n\tThe Secretary of State may by regulations—\n\t\tprovide more details about an auditor panel’s functions under any ofsubsections (1) to (7);\n\t\tconfer or impose other functions on a relevant authority’s auditor panel inrelation to the audit of the authority’s accounts;\n\t\tenable a relevant authority to confer or impose other functions on itsauditor panel in relation to the audit of its accounts.\n\tA relevant authority must publish advice from its auditor panel inaccordance with subsection (10).\n\tA relevant authority publishes advice in accordance with this subsectionif—\n\t\tin the case of a relevant authority other than a health service body, itpublishes the advice in such manner as it thinks is likely to bring the adviceto the attention of persons who live in its area;\n\t\tin the case of a clinical commissioning group, it publishes the advice insuch manner as it thinks is likely to bring the advice to the attention of—\n\t\tpersons who live in the area of the group, and\n\t\tpersons who do not live in the area of the group but for whom the group isresponsible;\n\t\tin the case of special trustees for a hospital, they publish the advice insuch manner as they think is likely to bring the advice to the attention ofpersons to whom services are provided at that hospital.\n\tThe relevant authority must exclude from advice published under subsection(10) information whose disclosure would prejudice commercial confidentiality,unless there is an overriding public interest in favour of its disclosure.\n\tAn auditor panel must have regard to any guidance issued by the Secretaryof State in exercising, or deciding whether to exercise, its functions.\n\tA relevant authority must have regard to any guidance issued by theSecretary of State in exercising, or deciding whether to exercise, itsfunctions in relation to its auditor panel."
    },
    {
        "length": 349,
        "text": "\nRelationship with relevant authority\n\tA relevant authority other than a health service body must, if asked to doso by its auditor panel, supply to the panel any documents or information heldby the authority and required by the panel for the exercise of its functions.\n\tA relevant authority’s auditor panel, other than the auditor panel of ahealth service body, may require a member or officer of the authority to cometo a meeting of the panel to answer its questions.\n\tIn the application of subsection (2) to a corporation sole, the referenceto a member is a reference to a holder of that office.\n\tA person mentioned in subsection (2) must comply with a requirement imposedby an auditor panel under that subsection.\n\tThis does not require the person to answer any questions which the personwould be entitled to refuse to answer in or for the purposes of proceedings ina court in England and Wales.\n\tThe auditor panel of a police and crime commissioner for an area may alsoexercise the functions in subsections (1) and (2) in relation to the chiefconstable for the area.\n\tThe auditor panel of the Mayor’s Office for Policing and Crime may alsoexercise the functions in subsections (1) and (2) in relation to theCommissioner of Police of the Metropolis.\n\tThe auditor panel of a parish meeting may only exercise the function insubsection (2) in relation to the chairman of the parish meeting or the properofficer of the district council within whose area the parish lies."
    },
    {
        "length": 347,
        "text": "\nFailure to appoint local auditor\n\tIf a relevant authority, other than a clinical commissioning group, failsto appoint a local auditor in accordance with this Part, the authority mustimmediately inform the Secretary of State of that fact.\n\tIf it appears to the Secretary of State that a relevant authority, otherthan a clinical commissioning group, has failed to appoint a local auditor inaccordance with this Part, the Secretary of State may—\n\t\tdirect the authority to appoint the auditor named in the direction, or\n\t\tappoint a local auditor on behalf of the authority.\n\tAn appointment under subsection (2)(b) takes effect—\n\t\tas if it had been made by the relevant authority, and\n\t\ton such terms as the Secretary of State may direct.\n\tThe Secretary of State must—\n\t\tinform the relevant authority of the intention to give a direction orappoint a local auditor under subsection (2) not less than 28 days before thedirection is given or the appointment made, and\n\t\tconsider any representations made by the relevant authority regarding theproposed direction or appointment.\n\tBut the Secretary of State may give a direction or make an appointmentunder subsection (2) without having complied with subsection (4) if theSecretary of State thinks it is likely that a local auditor would have toexercise a function under this Act in relation to a relevant authority withinthe period of 60 days beginning with the day on which the direction is givenor the appointment is made."
    },
    {
        "length": 483,
        "text": "\nFailure of clinical commissioning group to appoint local auditor\n\tIf a clinical commissioning group fails to appoint an auditor in accordancewith this Part, it must immediately inform the National Health ServiceCommissioning Board (“the Board”) of that fact.\n\tIf it appears to the Board that a clinical commissioning group has failedto appoint an auditor in accordance with this Part, the Board must inform theSecretary of State of that fact by the end of 25 March in the financial yearpreceding the financial year to which the accounts to be audited relate.\n\tIf the Secretary of State has been informed by the Board under subsection(2), the Secretary of State may—\n\t\ttake either of the steps in subsection (4), or\n\t\tdirect the Board to take whichever of the steps in subsection (4) the Boardconsiders appropriate.\n\tThose steps are—\n\t\tto direct the clinical commissioning group to appoint an auditor named inthe direction given under this paragraph, or\n\t\tto appoint an auditor on behalf of the group.\n\tAn appointment under subsection (4)(b) takes effect—\n\t\tas if it had been made by the clinical commissioning group, and\n\t\ton such terms as the Secretary of State or (as the case may be) the Boardmay direct.\n\tThe Secretary of State or the Board must—\n\t\tinform the clinical commissioning group of the intention to give adirection or appoint an auditor under subsection (4) not less than 28 daysbefore the direction is given or the appointment made, and\n\t\tconsider any representations made by the group regarding the proposeddirection or appointment.\n\tBut the Secretary of State or the Board may give a direction or make anappointment under subsection (4) without having complied with subsection (6)if the Secretary of State or the Board thinks it is likely that an auditorwould have to exercise a function under this Act in relation to the clinicalcommissioning group within the period of 60 days beginning with the day onwhich the direction is given or the appointment is made."
    },
    {
        "length": 493,
        "text": "\nLimitation of local auditor’s liability\n\tThis section applies in relation to an agreement (a “liability limitationagreement”) that purports to limit the amount of a liability owed to arelevant authority by its local auditor in respect of any negligence, default,breach of duty or breach of trust occurring in the course of the audit ofaccounts, of which the auditor may be guilty in relation to the authority.\n\tA liability limitation agreement must comply with regulations made by theSecretary of State.\n\tRegulations under subsection (2) may, in particular,—\n\t\tmake provision about the duration of a liability limitation agreement;\n\t\tmake provision as to the amount to which a local auditor’s liability may belimited by a liability limitation agreement (which may be an amount that isspecified in, determined under or described in general terms in theregulations).\n\tRegulations under subsection (2) may—\n\t\trequire a liability limitation agreement to contain provisions, orprovisions of a description, specified in the regulations;\n\t\tprohibit a liability limitation agreement from containing provisions, orprovisions of a description, specified in the regulations.\n\tRegulations under subsection (2) may provide—\n\t\tthat a liability limitation agreement that does not comply with theregulations is void;\n\t\tthat a liability limitation agreement is effective only to the extent thatit complies with the regulations;\n\t\tthat, in the circumstances specified in the regulations, a provision of aliability limitation agreement that does not comply with the regulations is tohave effect as if it complied with the regulations.\n\tThe Secretary of State may by regulations make provision requiring arelevant authority that has entered into a liability limitation agreement todisclose such information about the agreement as may be specified in theregulations in such manner as may be so specified.\n\tA liability limitation agreement that complies with regulations undersubsection (2) is not subject to section 2(2) or 3(2)(a) of the UnfairContract Terms Act 1977."
    },
    {
        "length": 350,
        "text": "\nFurther provisions about liability limitation agreements\n\tBefore entering into a liability limitation agreement, a relevant authorityother than a chief constable or the Commissioner of Police of the Metropolismust consult and take into account the advice of its auditor panel.\n\tBefore entering into a liability limitation agreement, a chief constablefor an area must consult and take into account the advice of the auditor panelof the police and crime commissioner for the area.\n\tBefore entering into a liability limitation agreement, the Commissioner ofPolice of the Metropolis must consult and take into account the advice of theauditor panel of the Mayor’s Office for Policing and Crime.\n\tIf a relevant authority is a local authority operating executivearrangements, the function of deciding whether to enter into a liabilitylimitation agreement is not the responsibility of an executive of theauthority under those arrangements.\n\tIf a relevant authority is a local authority within the meaning of section101 of the Local Government Act 1972 (arrangements for discharge offunctions), that section does not apply to the authority’s function ofdeciding whether to enter into a liability limitation agreement.\n\tA decision to enter into a liability limitation agreement between a localauditor and the Greater London Authority must be taken by the Mayor of Londonand the London Assembly acting jointly on behalf of the Authority.\n\tA decision to enter into a liability limitation agreement between a localauditor and a parish meeting must be taken by the parish meeting itself (andnot by its chairman on behalf of the parish meeting)."
    },
    {
        "length": 628,
        "text": "\nResignation and removal of local auditor\n\tThe Secretary of State may by regulations make provision about—\n\t\tthe resignation of a local auditor of the accounts of a relevant authorityfrom that office;\n\t\tthe removal of a local auditor of the accounts of a relevant authority fromthat office before the expiry of the term of that office.\n\tRegulations under subsection (1)(a) may, in particular, make provisionabout—\n\t\tthe steps that must be taken by a person who is a local auditor to resignfrom that office;\n\t\tthe time at which the resignation takes effect;\n\t\tthe steps that must be taken in connection with the resignation by therelevant authority;\n\t\tthe role of the authority’s auditor panel or of a recognised supervisorybody in connection with the resignation;\n\t\tthe steps that must be taken by the relevant authority after theresignation.\n\tRegulations under subsection (1)(b) may, in particular, make provisionabout—\n\t\tthe steps that must be taken to remove a local auditor from that office;\n\t\tthe person or persons by whom those steps must be taken and the way inwhich they must be taken;\n\t\tthe steps that may be taken by the local auditor in connection with thelocal auditor’s removal from that office;\n\t\tthe role of the relevant authority’s auditor panel or of a recognisedsupervisory body in connection with the removal of the local auditor from thatoffice;\n\t\tthe steps that must be taken by the relevant authority after the removal ofthe local auditor from that office.\n\tRegulations under subsection (1)(b) which make provision about the matterin subsection (3)(b) may provide, in relation to a local auditor of theaccounts of a health service body, that some or all of the steps may be takenby the Secretary of State.\n\tRegulations under subsection (1) may, in particular—\n\t\tmake provision for the Secretary of State to appoint, or direct therelevant authority to appoint, a replacement local auditor;\n\t\tmake provision that permits or requires, or enables the Secretary of Stateto permit or require, that appointment to have effect for a limited period orlimited purposes only.\n\tRegulations under subsection (1) which make provision as mentioned insubsection (5)(a) may apply section 12(3), (4) or (5) with modifications to adirection given or appointment made by the Secretary of State under suchregulations.\n\tRegulations under subsection (1) that confer functions on a recognisedsupervisory body may make provision about the supply to the body by a relevantauthority of documents or information relating to the resignation or removalof a local auditor."
    },
    {
        "length": 844,
        "text": "\nAppointment of auditor by specified person\n\tThe Secretary of State may by regulations make provision for and inconnection with the appointment, by a person (an “appointing person”)specified by the Secretary of State, of a local auditor to audit the accountsof a relevant authority to which the regulations apply.\n\tRegulations under subsection (1) may, in particular—\n\t\tmake provision about the persons that may be specified as an appointingperson;\n\t\tmake provision about the procedure for specifying a person and for anappointing person’s specification to come to an end in prescribedcircumstances;\n\t\tmake provision about the consequences of an appointing person’sspecification coming to an end, including—\n\t\tfor the exercise of functions by the Secretary of State, and\n\t\tfor the transfer of the person’s rights and liabilities arising by virtueof the regulations to the Secretary of State or another appointing person;\n\t\tconfer functions on an appointing person, including in relation to—\n\t\tthe appointment of local auditors under the regulations,\n\t\tthe activities of such auditors, and\n\t\tthe resignation or removal from office of such auditors;\n\t\trequire an appointing person to consult prescribed persons beforeexercising prescribed functions.\n\tRegulations under subsection (1) may, in particular—\n\t\tmake provision about the relevant authorities to which the arrangementsunder the regulations apply, including provision for them to apply to anauthority that has opted into them or has not opted out of them;\n\t\tmake provision about the procedures to be followed in relation to optinginto or out of those arrangements;\n\t\timpose duties on relevant authorities to which those arrangements apply,including duties as to—\n\t\tthe payment of fees to the appointing person in respect of an audit carriedout by a local auditor appointed by that person, and\n\t\tthe provision of information to the appointing person.\n\tProvision made by regulations under subsection (1) by virtue of subsection(3)(c)(i) may, in particular—\n\t\tprovide for fees to be paid in accordance with a scale or scales of feesspecified by the appointing person, and\n\t\tprovide for the payment in prescribed circumstances of a larger or smallerfee than is specified by the appropriate scale.\n\tRegulations under subsection (1) may, in particular, make provision aboutthe functions of a local auditor appointed by an appointing person.\n\tRegulations under subsection (1) may, in particular, make provision for theappointment of a local auditor of the accounts of a relevant authority towhich arrangements made by the regulations apply where the appointing persondoes not make an appointment under the regulations.\n\tProvision made by regulations under subsection (1) by virtue of subsection(6) may, in particular, provide for the appointment to be made by theauthority or the Secretary of State.\n\tRegulations under subsection (1) may, in particular provide—\n\t\tfor any provision of, or made under, this Part not to apply, or to applywith modifications, in relation to a relevant authority to which regulationsunder that subsection apply;\n\t\tfor any other provision of, or made under, this Act not to apply, or toapply with modifications, in consequence of provision made by regulationsunder that subsection.\n\tSubsection (8) applies to a provision of or made under this Act even if itmakes specific provision about a relevant authority to which the regulationsapply.\n\tIn this section “prescribed” means prescribed by regulations undersubsection (1)."
    },
    {
        "length": 103,
        "text": "\nPart 4Eligibility and regulation of local auditors\n\tEligibility and regulation of local auditors\n\t\tSchedule 5 (eligibility and regulation of local auditors) has effect.\n\t\tThe Secretary of State may by regulations amend that Schedule if theSecretary of State considers it is appropriate to do so as a result ofamendments made to Part 42 of the Companies Act 2006."
    },
    {
        "length": 2353,
        "text": "\nGeneral powers and duties of auditors\n\tGeneral duties of auditors\n\t\tIn auditing the accounts of a relevant authority other than a healthservice body, a local auditor must, by examination of the accounts andotherwise, be satisfied—\n\t\t\tthat the accounts comply with the requirements of the enactments that applyto them,\n\t\t\tthat proper practices have been observed in the preparation of thestatement of accounts, and that the statement presents a true and fair view,and\n\t\t\tthat the authority has made proper arrangements for securing economy,efficiency and effectiveness in its use of resources.\n\t\tSubject as follows, when a local auditor has completed an audit of theaccounts of a relevant authority other than a health service body, the auditormust enter on the statement of accounts—\n\t\t\ta certificate that the auditor has completed the audit in accordance withthis Act, and\n\t\t\tthe auditor’s opinion on the statement.\n\t\tIf, for any part of the period for which a relevant authority is requiredto prepare a statement of accounts, the authority is required to maintain apension fund under regulations under section 1 of the Public Service PensionsAct 2013 as they relate to local government workers (within the meaning ofthat Act), the authority’s local auditor must give a separate opinion on thepart of the statement that relates to the accounts of that pension fund.\n\t\tA local auditor may enter an opinion on the statement of accounts on thatstatement before the audit is completed if—\n\t\t\tthe audit has not been completed because an objection has been made undersection 27 and that objection has not been disposed of, and\n\t\t\tthe auditor thinks that, if the objection were resolved in the objector’sfavour, this would not affect the accuracy of the statement of accounts.\n\t\tA local auditor must, in carrying out the auditor’s functions in relationto the accounts of a relevant authority, comply with the code of auditpractice applicable to the authority that is for the time being in force.\n\t\tA local auditor must, in carrying out functions under this Act, have regardto guidance issued by the Comptroller and Auditor General under paragraph 9 ofSchedule 6.\n\tGeneral duties of auditors of accounts of health service bodies\n\t\tIn auditing the accounts of a clinical commissioning group, a local auditormust, by examination of the accounts and otherwise, be satisfied—\n\t\t\tthat the accounts present a true and fair view, and comply with therequirements of the enactments that apply to them,\n\t\t\tthat proper practices have been observed in the preparation of theaccounts,\n\t\t\tthat the group has made proper arrangements for securing economy,efficiency and effectiveness in its use of resources,\n\t\t\tthat money provided by Parliament has been expended for the purposesintended by Parliament,\n\t\t\tthat resources authorised by Parliament to be used have been used for thepurposes in relation to which the use was authorised, and\n\t\t\tthat the financial transactions of the group are in accordance with anyauthority which is relevant to the transactions.\n\t\tIn subsection (1)(e) use of resources means their expenditure, consumptionor reduction in value.\n\t\tIn auditing the accounts of special trustees for a hospital, a localauditor must, by examination of the accounts and otherwise, be satisfied—\n\t\t\tthat the accounts present a true and fair view, and comply with therequirements of the enactments that apply to them,\n\t\t\tthat proper practices have been observed in the preparation of theaccounts, and\n\t\t\tthat the special trustees have made proper arrangements for securingeconomy, efficiency and effectiveness in their use of resources.\n\t\tWhen a local auditor has completed an audit of the accounts of a healthservice body, the auditor must—\n\t\t\tenter on the accounts a certificate that the auditor has completed theaudit in accordance with this Act, and\n\t\t\tmake a report in accordance with subsection (5).\n\t\tA report under subsection (4)(b)—\n\t\t\tmust contain the auditor’s opinion on the accounts, including on thematters in subsection (1) or, as the case may be, subsection (3), but\n\t\t\tmust not contain the auditor’s opinion on the matter in subsection (1)(c)or (3)(c) if the auditor is satisfied as to that matter.\n\tAuditors’ right to documents and information\n\t\tA local auditor has a right of access at all reasonable times to everydocument (an “audit document”) that—\n\t\t\trelates to a relevant authority or an entity connected with a relevantauthority, and\n\t\t\tthe auditor thinks is necessary for the purposes of the auditor’s functionsunder this Act.\n\t\tThis includes power to inspect, copy or take away an audit document.\n\t\tA local auditor may—\n\t\t\trequire a person holding or accountable for, or who has at any time held orbeen accountable for, an audit document to provide such information orexplanation as the auditor thinks is necessary for the purposes of this Act,and\n\t\t\tif the auditor thinks it necessary, require the person to meet the auditorto give the information or explanation or (if the person holds or isaccountable for the document) to produce the document.\n\t\tWhere an audit document is in an electronic form, the power to require aperson to produce the document includes power to require it to be produced ina form in which it is legible and can be taken away.\n\t\tFor the purpose of inspecting an audit document which is in an electronicform, a local auditor—\n\t\t\tmay have access to, and inspect and check the operation of, any computerand associated apparatus or material which the auditor thinks is or has beenused in connection with the document, and\n\t\t\tmay require a person within subsection (6) to give the auditor thereasonable assistance that the auditor needs for that purpose.\n\t\tA person is within this subsection who—\n\t\t\tis the person by whom or on whose behalf the computer is or has been used,or\n\t\t\tis a person in charge of, or otherwise involved in operating, the computer,apparatus or material.\n\t\tA local auditor may—\n\t\t\trequire any person to whom this subsection applies to provide suchinformation or explanation as the auditor thinks is necessary for the purposesof this Act, and\n\t\t\tif the auditor thinks it necessary, require the person to meet the auditorto give the information or explanation.\n\t\tSubsection (7) applies to—\n\t\t\ta member or officer of a relevant authority,\n\t\t\twhere a relevant authority is a corporation sole, the holder of thatoffice,\n\t\t\ta person elected or appointed—\n\t\t\tas an entity connected with a relevant authority,\n\t\t\tto such an entity, or\n\t\t\tto an office of such an entity,\n\t\t\tan employee of such an entity,\n\t\t\tan auditor of the accounts of such an entity, or\n\t\t\ta person who fell within any of paragraphs (a) to (d) at a time to whichthe information or explanation required by the local auditor relates.\n\t\tA local auditor of the accounts of a parish meeting may only exercise thefunction in subsection (7), so far as it applies to a person who is or was amember or officer of a relevant authority, in relation to a person who is orwas the chairman of the parish meeting or the proper officer of the districtcouncil within whose area the parish lies.\n\t\tA relevant authority or an entity connected with a relevant authority mustprovide a local auditor with the facilities and information that the auditorreasonably requires for the purposes of the auditor’s functions under thisAct.\n\t\tA statement made by a person in response to a requirement under thissection may not be used in evidence against that person in criminalproceedings other than proceedings for an offence under section 23.\n\t\tNothing in this section compels a person to disclose information inrespect of which a claim to legal professional privilege could be maintainedin legal proceedings.\n\tOffences relating to section 22\n\t\tA person is guilty of an offence if, without reasonable excuse, the person—\n\t\t\tobstructs the exercise of any power conferred by section 22, or\n\t\t\tfails to comply with any requirement of a local auditor under that section.\n\t\tA person guilty of an offence under subsection (1) is liable on summaryconviction—\n\t\t\tto a fine not exceeding level 3 on the standard scale, and\n\t\t\tto an additional fine of not more than £20 for each day on which theoffence continues after conviction for that offence.\n\t\tThe reasonable expenses incurred by a local auditor in connection withproceedings for an offence under subsection (1) alleged to have been committedby a person within subsection (4) in relation to the audit of the accounts ofa relevant authority are recoverable from that authority so far as they arenot recovered from any other source.\n\t\tThe persons within this subsection are—\n\t\t\ta member or officer of the relevant authority,\n\t\t\ta person elected or appointed—\n\t\t\tas an entity connected with the relevant authority,\n\t\t\tto such an entity, or\n\t\t\tto an office of such an entity, and\n\t\t\tan employee of such an entity.\n\t\tSubsection (3) does not apply in relation to a parish meeting unless theoffence is alleged to have been committed by the chairman of the parishmeeting or the proper officer of the district council within whose area theparish lies.\n\t\tIn subsection (4)(a) the reference to a member of the relevant authority,in relation to a corporation sole, is to the holder of that office."
    },
    {
        "length": 1928,
        "text": "\nPublic inspection etc and action by auditor\n\tInspection of statements of accounts etc\n\t\tA relevant authority other than a health service body must ensure that alocal government elector for its area may inspect and make copies of—\n\t\t\tthe statement of accounts prepared by the authority,\n\t\t\tthe local auditor’s certificate that the audit of the authority’s accountsincluding that statement has been completed,\n\t\t\tthe local auditor’s opinion on the statement of accounts,\n\t\t\tany public interest report relating to the authority or an entity connectedwith it, and\n\t\t\tany recommendation relating to the authority or an entity connected withit.\n\t\tA relevant authority other than a health service body must ensure that alocal government elector for its area may have copies of any document withinsubsection (1) supplied to the elector at the elector’s request on payment ofa reasonable sum for each copy.\n\t\tThe relevant authority must ensure that a local government elector mayinspect a document within subsection (1) at all reasonable times and withoutpayment.\n\t\tThis section applies in relation to a document only if the relevantauthority has prepared the document or it has been made available to theauthority.\n\t\tReferences in this section to copies of a document include a reference tocopies of any part of it.\n\tInspection of documents etc\n\t\tAt each audit of accounts under this Act, other than an audit of accountsof a health service body, any persons interested may—\n\t\t\tinspect the accounting records for the financial year to which the auditrelates and all books, deeds, contracts, bills, vouchers, receipts and otherdocuments relating to those records, and\n\t\t\tmake copies of all or any part of those records or documents.\n\t\tAt the request of a local government elector for any area to which theaccounts relate, the local auditor must give the elector, or anyrepresentative of the elector, an opportunity to question the auditor aboutthe accounting records.\n\t\tThe local auditor’s reasonable costs of complying with subsection (2) arerecoverable from the relevant authority to which the accounts relate.\n\t\tThis section does not entitle a person—\n\t\t\tto inspect or copy any part of any record or document containinginformation which is protected on the grounds of commercial confidentiality,or\n\t\t\tto require any such information to be disclosed in answer to any question.\n\t\tInformation is protected on the grounds of commercial confidentiality if—\n\t\t\tits disclosure would prejudice commercial confidentiality, and\n\t\t\tthere is no overriding public interest in favour of its disclosure.\n\t\tThis section does not entitle a person—\n\t\t\tto inspect or copy any part of any record or document containing personalinformation, or\n\t\t\tto require any personal information to be disclosed in answer to anyquestion.\n\t\tInformation is personal information if it identifies a particularindividual or enables a particular individual to be identified (but seesubsection (8)).\n\t\tInformation is not personal information merely because it relates to abusiness carried on by an individual as a sole trader.\n\t\tInformation is personal information if it is information about an officerof the relevant authority which relates specifically to a particularindividual and is available to the authority because—\n\t\t\tthe individual holds or has held an office or employment with thatauthority, or\n\t\t\tpayments or other benefits in respect of an office or employment under anyother person are or have been made or provided to that individual by thatauthority.\n\t\tFor the purposes of subsection (9)—\n\t\t\t“the relevant authority” means the relevant authority whose accounts arebeing audited, and\n\t\t\tpayments made or benefits provided to an individual in respect of an officeor employment include any payment made or benefit provided in respect of theindividual ceasing to hold the office or employment.\n\tRight to make objections at audit\n\t\tThis section applies if, at an audit of accounts under this Act other thanan audit of accounts of a health service body, a local government elector foran area to which the accounts relate makes an objection to the local auditorwhich meets the requirements in subsection (2) and which—\n\t\t\tconcerns a matter in respect of which the auditor could make a publicinterest report, or\n\t\t\tconcerns a matter in respect of which the auditor could apply for adeclaration under section 28.\n\t\tThe requirements are that—\n\t\t\tthe objection is made in writing, and\n\t\t\ta copy of the objection is sent to the relevant authority whose accountsare being audited.\n\t\tThe local auditor must decide—\n\t\t\twhether to consider the objection, and\n\t\t\tif the auditor does so, whether to take action within paragraph (a) or (b)of subsection (1) in response.\n\t\tThe local auditor may decide not to consider the objection if, inparticular, the auditor thinks that—\n\t\t\tthe objection is frivolous or vexatious,\n\t\t\tthe cost of the auditor considering the objection would be disproportionateto the sums to which the objection relates, or\n\t\t\tthe objection repeats an objection already considered—\n\t\t\tunder this section by a local auditor of the authority’s accounts, or\n\t\t\tunder section 16 of the Audit Commission Act 1998 by an auditor appointedunder that Act in relation to those accounts.\n\t\tSubsection (4)(b) does not entitle the local auditor to refuse to consideran objection which the auditor thinks might disclose serious concerns abouthow the relevant authority is managed or led.\n\t\tIf the local auditor decides not to take action within paragraph (a) or (b)of subsection (1), the auditor may recommend that the relevant authorityshould instead take action in response to the objection.\n\t\tThe local auditor’s reasonable costs of exercising functions under thissection are recoverable from the relevant authority.\n\tDeclaration that item of account is unlawful\n\t\tIf a local auditor carrying out an audit of accounts under this Act, otherthan an audit of accounts of a health service body, thinks that an item ofaccount is contrary to law, the auditor may apply to the court for adeclaration to that effect.\n\t\tOn an application under this section, the court—\n\t\t\tmay make or refuse to make the declaration, and\n\t\t\tif it makes the declaration, may also order rectification of the statementof accounts or accounting records.\n\t\tA person who has objected under section 27(1)(b) and is aggrieved by adecision of the local auditor not to consider the objection or not to applyfor a declaration under this section may—\n\t\t\twithin the period of 6 weeks beginning with the day after that on which theperson is notified of the decision, require the auditor to provide writtenreasons for the decision, and\n\t\t\twithin the period of 21 days beginning with the day after that on which theperson receives those written reasons, appeal against the decision to thecourt.\n\t\tOn an appeal under subsection (3), the court has the same powers inrelation to the item of account to which the objection relates as it wouldhave on an application by the local auditor for the declaration.\n\t\tOn an application or appeal under this section, the court may make an orderfor the payment by the relevant authority to which the application or appealrelates of expenses incurred in connection with it by the local auditor or theperson by whom the appeal is brought.\n\t\tSubsection (7) applies if a local auditor of the accounts of a relevantauthority incurs costs in determining whether to make an application underthis section in relation to the authority, but the application is not in factmade.\n\t\tThe local auditor may recover the reasonable costs so incurred from therelevant authority.\n\t\tThe High Court and the county court have jurisdiction for the purposes ofthis section.\n\t\tIn this Act “item of account”, in relation to a relevant authority, meansan item in the authority’s accounting records or statement of accounts."
    },
    {
        "length": 541,
        "text": "\nPrevention of unlawful expenditure etc\n\tAdvisory notices\n\t\tSchedule 8 (advisory notices) has effect.\n\tUnlawful expenditure or activity of health service bodies\n\t\tA local auditor of the accounts of a health service body must take thesteps set out in subsection (2) if the auditor believes that the body or anofficer of the body—\n\t\t\tis about to make, or has made, a decision which involves or would involvethe body incurring unlawful expenditure, or\n\t\t\tis about to take or has begun to take a course of action which, if followedto its conclusion, would be unlawful and likely to cause a loss or deficiency.\n\t\tThe local auditor must, as soon as reasonably practicable—\n\t\t\trefer the matter to the Secretary of State, and\n\t\t\tif the health service body is a clinical commissioning group, notify theNational Health Service Commissioning Board of the matter.\n\tPower of auditor to apply for judicial review\n\t\tA local auditor appointed to audit the accounts of a relevant authorityother than a health service body may make an application for judicial reviewof a decision of that authority, or of a failure by that authority to act,which it is reasonable to believe would have an effect on the accounts of thatbody.\n\t\tSubsection (1) does not affect the requirement in section 31(3) of theSenior Courts Act 1981 to obtain the leave of the High Court to make theapplication.\n\t\tThe existence of the powers conferred on a local auditor under this Act isnot a ground for refusing an application within subsection (1) (or anapplication for leave to make the application).\n\t\tOn an application for judicial review made as mentioned in subsection (1),the court may make such order as it thinks fit for the payment by the relevantauthority of expenses incurred by the local auditor in connection with theapplication.\n\t\tSubsection (6) applies if a local auditor of the accounts of a relevantauthority incurs costs in determining whether to make an application underthis section in relation to the authority, but the application is not in factmade.\n\t\tThe local auditor may recover the reasonable costs so incurred from therelevant authority."
    },
    {
        "length": 347,
        "text": "\nAccounts and audit regulations\n\tAccounts and audit regulations\n\t\tThe Secretary of State may by regulations applying to relevant authoritiesother than health service bodies make provision about—\n\t\t\tthe form and contents of accounting records;\n\t\t\tthe form, contents, preparation and approval of statements of accounts;\n\t\t\tthe preservation of accounting records or statements of accounts;\n\t\t\tthe publication of accounting records, statements of accounts or otherinformation;\n\t\t\tthe exercise of any rights of objection or inspection conferred by section25, 26 or 27 and the steps to be taken by any authority to enable those rightsto be exercised;\n\t\t\tthe financial management of relevant authorities;\n\t\t\tthe maintenance by relevant authorities of systems of internal control(including arrangements for the management of risk).\n\t\tRegulations under subsection (1)(b) may, in particular, make provisionabout any information to be provided by way of notes to the accounts.\n\t\tBefore making regulations under this section, the Secretary of State mustconsult—\n\t\t\tthe Comptroller and Auditor General,\n\t\t\tsuch representatives of relevant authorities as the Secretary of Statethinks appropriate, and\n\t\t\tthe recognised supervisory bodies.\n\t\tSection 14(1)(a) of the Transport Act 1968 (accounts and other records ofPassenger Transport Executives) is subject to regulations under this section."
    },
    {
        "length": 1161,
        "text": "\nExaminations by the Comptroller and Auditor General\n\tAfter section 7 of the National Audit Act 1983 insert—\n\t“7ZARelevant authorities\n\t\tThe Comptroller and Auditor General may carry out examinations into theeconomy, efficiency and effectiveness with which relevant authorities haveused their resources in discharging their functions.\n\t\tAn examination under this section must relate to—\n\t\t\tall relevant authorities, or\n\t\t\tparticular descriptions of relevant authorities.\n\t\tAn examination under this section is to be carried out for the purposes of—\n\t\t\tensuring that the use of resources by a department to which section 6applies to fund relevant authorities represents an economical, efficient andeffective use of those resources, or\n\t\t\tproviding evaluation, commentary and advice of a general nature to allrelevant authorities, or all relevant authorities of a particular description,as to the economy, efficiency and effectiveness with which they use theirresources in discharging their functions.\n\t\tAn examination under this section may be combined with another examinationunder this Part.\n\t\tThis section does not entitle the Comptroller and Auditor General toquestion—\n\t\t\tthe merits of the policy objectives of any relevant authority in respect ofwhich an examination is carried out, or\n\t\t\tthe merits of government policy.\n\t\tBefore carrying out an examination under this section, the Comptroller andAuditor General must consult—\n\t\t\tsuch associations or representatives of relevant authorities as theComptroller and Auditor General thinks appropriate, and\n\t\t\tsuch other persons or bodies as appear to the Comptroller and AuditorGeneral to be relevant to the examination proposed to be carried out.\n\t\tSubsection (8) applies if the Comptroller and Auditor General—\n\t\t\tproposes to carry out an examination under this section, and\n\t\t\tconsiders that the work of the Auditor General for Wales is relevant to theexamination.\n\t\tBefore carrying out the examination, the Comptroller and Auditor Generalmust—\n\t\t\tconsult the Auditor General for Wales, and\n\t\t\ttake into account any relevant work done or being done by the AuditorGeneral for Wales.\n\t\tIn deciding whether to carry out an examination under this section, and incarrying out such an examination, the Comptroller and Auditor General musthave regard to any other relevant examination, inspection or research (bywhatever name) that the Comptroller and Auditor General knows has been, is oris to be undertaken by other persons.\n\t\tThe Comptroller and Auditor General may publish the results of anexamination under this section in such manner as the Comptroller and AuditorGeneral considers appropriate.\n\t\tIn this Act “relevant authority” has the same meaning as in the LocalAudit and Accountability Act 2014 (see section 2(1)), except that—\n\t\t\tthe Common Council of the City of London is a relevant authority for thepurposes of this Act only to the extent that it exercises functions to whichthat Act applies,\n\t\t\ta health service body within the meaning of that Act (see section 3(9)) isnot a relevant authority for the purposes of this Act, and\n\t\t\ta chief constable within the meaning of that Act (see section 44(1)) or theCommissioner of Police of the Metropolis is not a relevant authority for thepurposes of this Act.”\n\t\tSection 8 (rights to obtain documents and information) of that Act isamended as follows.\n\t\tIn subsection (1) (right to access documents etc for purposes ofexamination under section 6 or 7), for “or 7” substitute “, 7 or 7ZA”.\n\t\tIn subsection (2) (application of subsection (1) rights)—\n\t\t\tat the beginning insert “In the case of an examination under section 6 or7,”,\n\t\t\tafter “control of” insert “—(a)”, and\n\t\t\tat the end insert “, or\n\t\t\twhere the examination relates in whole or in part to the use of resourcesby the department, authority or body to fund a relevant authority, thatrelevant authority.”\n\t\tAfter subsection (2) insert—\n\t\t\t“(2A)In the case of an examination under section 7ZA, subsection (1) appliesonly to documents in the custody or under the control of—\n\t\t\ta relevant authority to which the examination relates, or\n\t\t\twhere the examination is undertaken for a purpose within section 7ZA(3)(a),a department to which section 6 applies and which funds a relevant authorityto which the examination relates.”"
    },
    {
        "length": 278,
        "text": "\nSocial security references and reports\n\tA local auditor may refer to the Secretary of State any matter arising froman audit under this Act if it appears that the matter may be relevant for thepurposes of any of the functions of the Secretary of State relating to socialsecurity.\n\tIn section 139D(1) of the Social Security Administration Act 1992(directions by Secretary of State following reports on social securitymatters)—\n\t\tin paragraph (b), for “to an authority under section 10(1) of the AuditCommission Act 1998 and to the Secretary of State under section 39 of thatAct” substitute “to the Secretary of State under section 37(1) of or paragraph3 of Schedule 7 to the Local Audit and Accountability Act 2014”, and\n\t\tin paragraph (d) omit “section 38(7) of the Audit Commission Act 1998,”.\n\tThis section has effect until the coming into force of the repeal (by theWelfare Reform Act 2012) of section 139D of the Social Security AdministrationAct 1992."
    },
    {
        "length": 313,
        "text": "\nDuty of smaller authorities to publish information\n\tIn section 2 of the Local Government, Planning and Land Act 1980 (duty ofauthorities to publish information)—\n\t\tafter subsection (1) insert—\n\t\t“(1A)This section also applies to an authority which—\n\t\tis not within subsection (1) above;\n\t\tis not within section 4(4) below; and\n\t\tis, or is treated as, a smaller authority for the purposes of section 5 ofthe Local Audit and Accountability Act 2014 (modification of that Act inrelation to smaller authorities).”, and\n\t\tafter subsection (10) insert—\n\tA code issued under this section applies to an authority withinsubsection (1A) above only in respect of information relating to a financialyear during which the authority was within that subsection.\n\tA function under this section or section 3 below that is expressed to beexercisable by the Secretary of State is exercisable by the Secretary of State(and not the Welsh Ministers) in relation to a person or body that—\n\t\tis within subsection (1A), and\n\t\texercises functions in relation to an area that is partly in England andpartly in Wales.”"
    },
    {
        "length": 886,
        "text": "\nCode of practice on local authority publicity\n\tAfter section 4 of the Local Government Act 1986 insert—\n\t“4APower to direct compliance with code\n\t\tThe Secretary of State may direct one or more specified local authoritiesin England to comply with a code issued under section 4 that applies to thatauthority or those authorities.\n\t\tA direction may require compliance with—\n\t\t\tone or more specified provisions of a code, or\n\t\t\tall of the provisions of a specified code.\n\t\tA direction may—\n\t\t\tspecify the steps that an authority to which it is given must take tocomply with it;\n\t\t\tspecify the time within which such an authority must comply with it.\n\t\tThe Secretary of State may give a direction to an authority whether or notthe Secretary of State thinks that the authority is complying with the code towhich it relates.\n\t\tBefore giving a direction to an authority, the Secretary of State must givethe authority notice in writing of the proposed direction.\n\t\tThe Secretary of State may not give a direction to an authority before theend of the period of 14 days beginning with the day on which notice undersubsection (5) was given to it.\n\t\tThe authority may make written representations to the Secretary of Stateabout the proposed direction within that period.\n\t\tThe Secretary of State may modify or withdraw a direction under thissection by notice in writing to the authority or authorities to which it wasgiven.\n\t\tSubsections (5) to (7) apply to the modification or withdrawal of adirection as they apply to the giving of a direction, but as if—\n\t\t\tthe reference to the proposed direction were to the proposed modificationor proposal to withdraw the direction, and\n\t\t\tsubsection (6) permitted the Secretary of State to withdraw the directionbefore the end of the 14 day period with the agreement of the authorities towhich it applies.\n\t\tIn this section “specified” means specified in a direction under thissection.\n\tBPower to make order requiring compliance with code\n\t\tThe Secretary of State may by order made by statutory instrument impose aduty on all local authorities in England, or all local authorities in Englandof a specified description, to comply with a code issued under section 4 thatapplies to those authorities.\n\t\tAn order under this section may impose a duty to comply with—\n\t\t\tone or more specified provisions of a code, or\n\t\t\tall of the provisions of a specified code.\n\t\tAn order under this section may—\n\t\t\tspecify the steps that an authority to which the duty applies must take tocomply with it;\n\t\t\tspecify the time within which such an authority must comply with the duty.\n\t\tThe Secretary of State may make an order under this section which appliesto an authority whether or not the Secretary of State thinks that theauthority is complying with the code to which the order relates.\n\t\tAn order under this section—\n\t\t\tmay make different provision for different cases or classes of case,including different provision for different descriptions of local authority;\n\t\t\tmay make incidental, supplementary, consequential, transitional ortransitory provision or savings.\n\t\tA statutory instrument containing an order under this section may not bemade unless a draft of the instrument has been laid before and approved by aresolution of each House of Parliament.\n\t\tIn this section “specified” means specified in an order under thissection.”\n\t\tIn section 12(3) of that Act (extent), after “Part II” insert “, other thansections 4A and 4B,”."
    },
    {
        "length": 1246,
        "text": "\nAccess to local government meetings and documents\n\tThe Secretary of State may by regulations make provision for and inconnection with allowing persons—\n\t\tto film, photograph or make sound recordings of proceedings at a meeting ofa body to which this section applies, or of a committee or sub-committee ofsuch a body;\n\t\tto use other means for enabling persons not present at such a meeting tosee or hear proceedings at the meeting, as it takes place or later;\n\t\tto report or provide commentary on the proceedings at such a meeting,orally or in writing, so that the report or commentary is available, as themeeting takes place or later, to persons not present at the meeting.\n\tRegulations under subsection (1) may, in particular, make provision—\n\t\tfor allowing persons to make available to the public or a section of thepublic using any medium (including the internet) things produced as a resultof activities within that subsection;\n\t\tabout the facilities to be made available by bodies to which theregulations apply to enable persons to carry on such activities;\n\t\tabout the steps to be taken by persons before carrying on such activities;\n\t\tabout the circumstances in which persons may not carry on such activities,including for enabling a person specified in the regulations to prevent themfrom doing so in the circumstances specified in the regulations.\n\tThe Secretary of State may by regulations make provision—\n\t\tfor requiring written records to be kept of decisions that are of a kindspecified in the regulations and are taken by an officer of a body to whichthis section applies,\n\t\twith respect to the information that is to be included in those writtenrecords (including information as to the reasons for any decision);\n\t\tfor requiring any such written records, or any documents connected with thedecisions to which they relate, to be supplied or made available to members ofthe body, to the public or to other persons;\n\t\tfor the creation of offences in respect of any rights or requirementsconferred or imposed by the regulations.\n\tThe Secretary of State may by regulations provide that any of the followingmay or must be given or made available by electronic means—\n\t\tany notice which is required by the Public Bodies (Admission to Meetings)Act 1960, Part 5A of the Local Government Act 1972 (access to meetings anddocuments of certain authorities etc) or regulations under this section to begiven by a body to which this section applies;\n\t\tany document relating to such a body which is required by that Part orthose regulations to be open to inspection.\n\tRegulations under this section may, in particular, amend or repeal anyprovision of—\n\t\tthe Public Bodies (Admission to Meetings) Act 1960,\n\t\tPart 5A or section 228 (inspection of documents) of the Local GovernmentAct 1972, or\n\t\tsection 58 of the Greater London Authority Act 1999 (application of Part 5Ato the London Assembly).\n\tSubject to subsections (7) and (8), this section applies to—\n\t\ta district council,\n\t\ta county council in England,\n\t\ta London borough council,\n\t\tthe London Assembly,\n\t\tthe Common Council of the City of London in its capacity as a localauthority or police authority,\n\t\tthe London Fire and Emergency Planning Authority,\n\t\tTransport for London,\n\t\ta joint authority established under Part 4 of the Local Government Act1985,\n\t\tan economic prosperity board,\n\t\ta combined authority,\n\t\ta fire and rescue authority in England constituted by a scheme undersection 2 of the Fire and Rescue Services Act 2004 or a scheme to whichsection 4 of that Act applies,\n\t\ta National Park authority for a National Park in England,\n\t\tthe Broads Authority,\n\t\tthe Council of the Isles of Scilly,\n\t\ta parish council, and\n\t\ta parish meeting.\n\tIn its application to subsection (1), subsection (6) is to be read as if itincluded a reference to an executive of an authority within paragraph (a), (b)or (c) of that subsection.\n\tIn its application to subsection (3), subsection (6) is to be read as ifthe reference in paragraph (d) to the London Assembly were to the GreaterLondon Authority.\n\tReferences in this section to a committee or sub-committee of a bodyinclude any committee or sub-committee of that body to which Part 5A of theLocal Government Act 1972 applies or is treated as applying.\n\tReferences in this section to Part 5A of the Local Government Act 1972include a reference to that Part as it applies to the London Assembly byvirtue of section 58 of the Greater London Authority Act 1999.\n\tIn paragraph 4(2) of Schedule 12 to the Local Government Act 1972 (noticeof meeting of principal council), for “Three clear days” substitute “Fiveclear days”."
    },
    {
        "length": 1630,
        "text": "\nCouncil tax referendums\n\tChapter 4ZA of Part 1 of the Local Government Finance Act 1992 (referendumsrelating to council tax increases) is amended as follows.\n\tIn section 52ZG (arrangements for referendum on billing authority’s counciltax increase), after subsection (5) insert—\n\t\t“(5A)As soon as is reasonably practicable after determining that it isrequired to hold a referendum in relation to its relevant basic amount ofcouncil tax for the financial year, the billing authority must notify thatfact in writing to any body that has issued a levy or a special levy to it forthe financial year.”\n\tIn section 52ZH(1) (duty to inform Secretary of State of result ofreferendum), after “the Secretary of State” insert “, and any body theauthority was required to notify under section 52ZG(5A),”.\n\tSection 52ZK (major precepting authority’s duty to notify billing authorityof excessive council tax increase) is amended as follows.\n\tAfter subsection (1) insert—\n\t“(1A)As soon as is reasonably practicable after determining that its relevantbasic amount of council tax for the financial year is excessive, the majorprecepting authority must also notify the matters mentioned in subsection (1)in writing to any body that—\n\t\thas issued a levy to it for the financial year, or\n\t\tin the case of the Greater London Authority, has issued a levy to anyconstituent body for the financial year.”\n\tIn subsection (2) (requirement for notification under section to includeprecept), for “this section” substitute “subsection (1)”.\n\tIn subsection (8) (requirement for Secretary of State to prescribe date bywhich notification under section must be made), for “this section” substitute“subsection (1)”.\n\tIn section 52ZO(1) (duty to inform Secretary of State of result ofreferendum on precepting authority’s excessive council tax increase), after“the Secretary of State” insert “, and any body the authority was required tonotify under section 52ZK(1A),”.\n\tSection 52ZX (meaning of relevant basic amount of council tax) is amendedas follows.\n\tIn subsection (1) (billing authority’s relevant basic amount of counciltax), for paragraphs (a) and (b) (disregard of precepts and levies incalculation) substitute “the amount of any precepts—\n\t\tissued to it for the year by local precepting authorities, or\n\t\tanticipated by it in pursuance of regulations under section 41 above.”\n\tIn subsection (2) (relevant basic amount of council tax of majorprecepting authority other than county council or Greater London Authority)omit “a county council or”.\n\tOmit subsection (3) (county council’s relevant basic amount of counciltax).\n\tIn subsection (4) (Greater London Authority’s relevant basic amount ofcouncil tax), for paragraphs (a) and (b) substitute—\n\t\tthe amount calculated by it in relation to the year under section 88(2) ofthe Greater London Authority Act 1999 (referred to in this Chapter as theGreater London Authority’s unadjusted relevant basic amount of council tax forthe year), or\n\t\tany amount calculated by it in relation to the year under section 89(3) ofthat Act (referred to in this Chapter as the Greater London Authority’sadjusted relevant basic amount of council tax for the year).”\n\tSubsections (15) to (17) apply (and subsections (19) to (21) do not apply)if, in accordance with section 49(3), this section comes into force on the dayon which this Act is passed.\n\tSection 52ZC of the Local Government Finance Act 1992 (determination ofwhether council tax increase is excessive) applies with the followingmodifications to the determination of a set of principles for the financialyear beginning with 1 April 2014.\n\tThe Secretary of State may, in particular, determine categories ofauthority for that financial year on the basis of whether an authority’srelevant basic amount of council tax for the financial year beginning with 1April 2013 would have been excessive if that amount for that year and for theimmediately preceding financial year had been determined under section 52ZX ofthe Local Government Finance Act 1992 as amended by this section.\n\tIn subsection (3)(b) of section 52ZC the reference to an authority’srelevant basic amount of council tax for the financial year immediatelypreceding the year under consideration is to the amount that would have beencalculated by the authority for that year under section 52ZX of the LocalGovernment Finance Act 1992 if the amendments made to it by this section hadbeen in force for that year.\n\tSubsections (19) to (21) apply (and subsections (15) to (17) do not apply)if this section comes into force on a day appointed by the Secretary of Stateby order under section 49(3).\n\tSection 52ZC of the Local Government Finance Act 1992 applies with thefollowing modifications to the determination of a set of principles for thefinancial year beginning with 1 April 2015.\n\tThe Secretary of State may, in particular, determine categories ofauthority for that financial year—\n\t\ton the basis of whether an authority’s relevant basic amount of council taxfor the financial year beginning with 1 April 2013 would have been excessiveif that amount for that year and for the immediately preceding financial yearhad been determined under section 52ZX of the Local Government Finance Act1992 as amended by this section,\n\t\ton the basis of whether an authority’s relevant basic amount of council taxfor the financial year beginning with 1 April 2014 would have been excessiveif that amount for that year and for the immediately preceding financial yearhad been determined under that section as so amended, or\n\t\ton the basis set out in paragraph (a) and on the basis set out in paragraph(b).\n\tIn subsection (3)(b) of section 52ZC the reference to an authority’srelevant basic amount of council tax for the financial year immediatelypreceding the year under consideration is to the amount that would have beencalculated by the authority for that year under section 52ZX of the LocalGovernment Finance Act 1992 if the amendments made to it by this section hadbeen in force for that year."
    },
    {
        "length": 450,
        "text": "\nParish meetings: parish polls\n\tIn Part 3 of Schedule 12 to the Local Government Act 1972 (procedure inparish meetings), paragraph 18 is amended as follows.\n\tOmit sub-paragraphs (4) to (6).\n\tAt the end insert—\n\tA poll may be demanded before the conclusion of a parish meeting on anyquestion arising at the meeting, subject to regulations made under sub-paragraph (8).\n\tThe Secretary of State may by regulations make provision about pollsconsequent on parish meetings, in particular about—\n\t\tthe questions arising at a meeting on which a poll may be demanded,\n\t\tthe circumstances in which a poll may or must be taken (including provisionas to the number of local government electors who must demand a poll for apoll to be taken), and\n\t\tthe conduct of a poll.\n\tRegulations under sub-paragraph (8)(c) may apply any electoral enactment(with or without modifications) to polls consequent on parish meetings.\n\tIn sub-paragraph (9) “electoral enactment” means an enactment whichrelates to elections or referendums.\n\tA statutory instrument containing regulations under sub-paragraph (8) issubject to annulment in pursuance of a resolution of either House ofParliament.”\n\tIn section 243 of that Act (computation of time and timing of elections,etc)—\n\t\tin subsection (2) for “rules under paragraph 18 or” substitute “regulationsunder paragraph 18 or rules under paragraph 34”,\n\t\tin subsection (4) before “rules” (in both places it occurs) insert“regulations or”, and\n\t\tin subsection (5) before “rules” (in both places it occurs) insert“regulations or”."
    },
    {
        "length": 3743,
        "text": "\nSupplementary\n\tOrders and regulations\n\t\tAny power of the Secretary of State or the Minister for the Cabinet Officeto make regulations or an order under this Act is exercisable by statutoryinstrument.\n\t\tAny power of the Secretary of State or the Minister for the Cabinet Officeto make regulations or an order under this Act includes—\n\t\t\tpower to make different provision for different cases or classes of case,including different provision for different authorities;\n\t\t\tpower to make incidental, supplementary, consequential, transitional ortransitory provision or savings.\n\t\tA statutory instrument containing regulations or an order to whichsubsection (4) applies (whether alone or with other provision) may not be madeunless a draft of the instrument has been laid before and approved by aresolution of each House of Parliament.\n\t\tThis subsection applies to—\n\t\t\tregulations under section 2(3) (power to amend list of relevant authoritiesin Schedule 2),\n\t\t\tregulations or an order under section 2(5) (power to make provision aboutapplication of Act to a person or body coming to fall within Schedule 2) whichamends this Act,\n\t\t\tregulations under section 3(5)(a) (power to modify financial year ofrelevant authority) which amend this Act,\n\t\t\tregulations under section 5(1) (modification of Act in relation to smallerauthorities),\n\t\t\tregulations under section 6(5) (power to amend definition of “smallerauthority”),\n\t\t\tregulations under section 7(4) (power to amend intervals at which localauditor must be appointed),\n\t\t\tregulations under section 17 (appointment of auditor by specified person),\n\t\t\tregulations under section 18(2) (power to amend Schedule 5),\n\t\t\tregulations under section 40 (access to local government meetings anddocuments) which amend or repeal any provision of an Act,\n\t\t\tregulations under section 46 (power to make consequential provision) whichamend or repeal any provision of an Act,\n\t\t\tregulations under paragraph 2(9) of Schedule 4 (power to amend definitionof “independent” member of auditor panel),\n\t\t\tregulations under paragraph 5(1)(a) of that Schedule (power to amend etclocal authority enactments in their application to auditor panels),\n\t\t\tregulations under paragraph 8(3) of that Schedule (power to amenddefinition of “connected entity”), and\n\t\t\tregulations under paragraph 8 of Schedule 9 (power to amend data-matchingprovisions).\n\t\tAny other statutory instrument containing regulations or an order underthis Act is subject to annulment in pursuance of a resolution of either Houseof Parliament, subject to subsection (6).\n\t\tSubsection (5) does not apply to a statutory instrument containing only—\n\t\t\tan order under section 49 (commencement),\n\t\t\tan order under paragraph 2 of Schedule 13 (transitory and saving provisionrelating to NHS trusts and trustees of NHS trusts), or\n\t\t\tan order under both of those provisions.\n\t\tIf a draft of a statutory instrument containing regulations or an orderunder section 2 would, apart from this subsection, be treated for the purposesof the standing orders of either House of Parliament as a hybrid instrument,it is to proceed in that House as if it were not such an instrument.\n\tInterpretation of Act\n\t\tIn this Act (unless the context otherwise requires)—\n\t\t\t  * “accounts” is to be construed in accordance with section 4(3) to (5); \n\t\t\t  * “area”— \n\t\t\tin relation to a chief constable, means the police area of the chiefconstable’s police force;\n\t\t\tin relation to a clinical commissioning group, means the area specified in thegroup’s constitution (see Schedule 1A to the National Health Service Act2006);\n\t\t\t\t  * “charter trustees” means charter trustees constituted— \n\t\t\tunder section 246 of the Local Government Act 1972,\n\t\t\tby the Charter Trustees Regulations 1996 ([SI1996/263](/id/uksi/1996/263?view=plain \"Go to item of legislation\")), or\n\t\t\tunder Part 1 of the Local Government and Public Involvement in Health Act2007;\n\t\t\t\t  * “chief constable” means a chief constable for a police force for a police area; \n\t\t\t\t  * “code of audit practice” means a code of audit practice under Schedule 6; \n\t\t\t\t  * “combined authority” means a combined authority established under section 103 of the Local Democracy, Economic Development and Construction Act 2009; \n\t\t\t\t  * “the Common Council” means the Common Council of the City of London; \n\t\t\t\t  * “costs”, in relation to anything done by a local auditor, means the costs of the auditor’s time to do that thing, whether or not the auditor charges on the basis of the time taken to do it; \n\t\t\t\t  * “enactment” includes an enactment contained in subordinate legislation as defined in section 21(1) of the Interpretation Act 1978; \n\t\t\t\t  * “executive” and “executive arrangements” have the same meaning as in Part 1A of the Local Government Act 2000; \n\t\t\t\t  * “expenses”, in relation to anything done by a local auditor, means the expenses incurred by the auditor in doing that thing, including the auditor’s costs of doing it; \n\t\t\t\t  * “financial year” has the meaning given by section 3(4) (subject to provision made under section 3(5)); \n\t\t\t\t  * “functional body” has the same meaning as in the Greater London Authority Act 1999 (see section 424(1) of that Act); \n\t\t\t\t  * “health service body” has the meaning given by section 3(9); \n\t\t\t\t  * “item of account” has the meaning given by section 28(9); \n\t\t\t\t  * “local auditor” has the meaning given by section 4(1)(b); \n\t\t\t\t  * “local government elector” means a person registered as a local government elector in the register of electors in accordance with the Representation of the People Acts (but see subsection (6)); \n\t\t\t\t  * “officer”, in relation to a relevant authority— \n\t\t\tincludes a member of the staff of the authority, but\n\t\t\tdoes not include a local auditor appointed to audit the authority’s accounts;\n\t\t\t\t  * “parish meeting” means a parish meeting of a parish which does not have a separate parish council; \n\t\t\t\t  * “police area” means a police area listed in Schedule 1 to the Police Act 1996 (police areas outside London); \n\t\t\t\t  * “public interest report” has the meaning given by paragraph 1(2) of Schedule 7; \n\t\t\t\t  * “recognised qualifying body” has the meaning given by 1219(12) of the Companies Act 2006 as it has effect by virtue of Schedule 5 to this Act; \n\t\t\t\t  * “recognised supervisory body” is to be construed in accordance with section 1217(4) of and Schedule 10 to the Companies Act 2006 as they have effect by virtue of Schedule 5 to this Act; \n\t\t\t\t  * “recommendation” means a recommendation under paragraph 2(1) of Schedule 7; \n\t\t\t\t  * “related authority” has the meaning given by paragraph 2(6) of Schedule 7; \n\t\t\t\t  * “relevant authority” has the meaning given by section 2(1); \n\t\t\t\t  * “special trustees for a hospital” has the meaning given by section 3(9)(b). \n\t\tReferences in this Act to a function under this Act or a Part of this Actinclude a function under regulations under this Act or that Part.\n\t\tReferences in this Act to provision made under it include provision madeunder Part 42 of the Companies Act 2006 as it has effect by virtue of Schedule5.\n\t\tReferences in this Act to an entity connected with a relevant authority orto a connected entity are to be construed in accordance with paragraph 8 ofSchedule 4.\n\t\tReferences in this Act to persons for whom a clinical commissioning groupis responsible are to be construed in accordance with section 3 of theNational Health Service Act 2006 (duties of clinical commissioning groups asto commissioning certain health services).\n\t\tA reference in this Act to a local government elector for any area—\n\t\t\tin relation to a Passenger Transport Executive, is a reference to a localgovernment elector for the area of the Integrated Transport Authority orcombined authority for the area for which the Executive is established;\n\t\t\tin relation to the Broads Authority, is a reference to a local governmentelector for the area of any participating authority (as defined by section 25of the Norfolk and Suffolk Broads Act 1988);\n\t\t\tin relation to a National Park authority which is the local planningauthority for a National Park, is a reference to a local government electorfor any area the whole or any part of which is comprised in that Park.\n\t\tAny function conferred or imposed on the Greater London Authority under orby virtue of this Act is exercisable by the Mayor of London acting on behalfof the Authority.\n\t\tSubsection (7) does not apply in relation to any function expresslyconferred on—\n\t\t\tthe London Assembly, or\n\t\t\tthe Mayor of London and the London Assembly acting jointly on behalf of theGreater London Authority.\n\t\tAny function conferred or imposed on a parish meeting under or by virtue ofthis Act, other than a function expressly conferred on the parish meetingitself, is exercisable by the chairman of the parish meeting acting on behalfof the authority.\n\t\tReferences in this Act to accounts, accounting records or statements ofaccount in relation to the Common Council are to its accounts, accountingrecords or statements of account so far as relating to—\n\t\t\tthe collection fund of the Common Council,\n\t\t\tthe City Fund, or\n\t\t\ta pension fund maintained and administered by the Common Council underregulations under section 1 of the Public Service Pensions Act 2013.\n\tRelated amendments\n\t\tSchedule 12 (related amendments) has effect.\n\tPower to make consequential provision\n\t\tThe Secretary of State may by regulations make such consequential,incidental or supplementary provision as the Secretary of State considersappropriate in connection with any provision of, or made under, this Act.\n\t\tThe power in subsection (1) includes power to amend, repeal or revoke anyprovision of or made under an Act (including this Act) whenever passed ormade.\n\tApplication to NHS trusts and trustees for NHS trusts\n\t\tSchedule 13 (NHS trusts and trustees for NHS trusts: transitory and savingprovision) has effect.\n\tExtent \n\t\tThis Act extends to England and Wales only, subject as follows.\n\t\tAn amendment, repeal or revocation made by this Act, other than onementioned in subsection (3), has the same extent as the relevant part of theAct or instrument amended, repealed or revoked.\n\t\tSubsection (2) does not apply to the amendment made by section 39(1) (powerto require compliance with local authority publicity code), which extends toEngland and Wales only.\n\t\tThe following provisions of this Act extend to England and Wales, Scotlandand Northern Ireland—\n\t\t\tsection 43 (orders and regulations) so far as it applies to regulationsunder section 46 or an order under section 49;\n\t\t\tsection 45 (related amendments) so far as it applies to amendments, repealsand revocations within subsection (2) of this section;\n\t\t\tsection 46 (power to make consequential provision);\n\t\t\tthis section;\n\t\t\tsection 49 (commencement);\n\t\t\tsection 50 (short title).\n\tCommencement \n\t\tThe provisions of this Act come into force on such day as the Secretary ofState may by order appoint, subject to subsections (2) to (4).\n\t\tSections 39 and 40 come into force at the end of the period of 2 monthsbeginning with the day on which this Act is passed.\n\t\tIf this Act is passed before 5 February 2014, section 41 comes into forceon the day on which this Act is passed; otherwise that section comes intoforce on such day as the Secretary of State may by order appoint.\n\t\tThe following provisions come into force on the day on which this Act ispassed—\n\t\t\tsection 43;\n\t\t\tsection 44;\n\t\t\tsection 46;\n\t\t\tsection 48;\n\t\t\tthis section;\n\t\t\tsection 50.\n\t\tAn order under this section may—\n\t\t\tappoint different days for different purposes or different areas;\n\t\t\tmake transitional, transitory or saving provision.\n\t\tProvision under subsection (5)(b) may, in particular, enable a function ofthe Audit Commission under—\n\t\t\ta provision that is amended or repealed by this Act, or\n\t\t\tany of sections 139A to 139C of the Social Security Administration Act1992,\n\t\t\t\tto be exercised by a person or body, or by the persons or bodies, specified inthe order for a period specified in or determined under the order.\n\t\tWhere provision under subsection (5)(b) made by virtue of subsection (6)enables a function to be exercised by a Minister of the Crown, an order underthis section may enable the Minister to delegate the exercise of that functionto another person or body or other persons or bodies.\n\t\tAn order under this section which makes provision under subsection (5)(b)by virtue of subsection (6) or (7) may in particular provide for references inan enactment to the Audit Commission to be read as references to the person orbody or persons or bodies by whom the function may be exercised.\n\t\tProvision under subsection (5)(b) may, in particular, provide for the firstlocal auditor appointed by a relevant authority under subsection (1) ofsection 7 to be appointed on a date later than that specified in thatsubsection.\n\t\tIn this section “the Audit Commission” means the Audit Commission forLocal Authorities and the National Health Service in England.\n\tShort title\n\t\tThis Act may be cited as the Local Audit and Accountability Act 2014."
    }
]