{
    "general": "This law makes changes to how local councils and other public bodies are audited and held accountable for their spending. It gets rid of an old organization called the Audit Commission and replaces it with new rules and procedures for auditing. The law also says who can be appointed as local auditors and what they should do. Additionally, it talks about sharing information between different organizations and making sure that meetings and documents of local government bodies are open to the public. Finally, it deals with issues related to council tax increases and votes held in parishes.",
    "series": [
        [
            {
                "length": 155,
                "short": "\"Abolition of the Audit Commission: End of an Era\"",
                "text": "\n* Simplified point 1: The Local Audit and Accountability Act 2014 abolishes the current audit regime for local authorities and NHS bodies in England, effectively dismantling the Audit Commission.\n* Simplified point 2: The Act repeals the Audit Commission Act 1998 and makes necessary arrangements for its dissolution, including provisions for staff transfers and property disposal.\n* Simplified point 3: Part 2 of Schedule 1 contains consequential repeals and revocations of other Acts and instruments that amended the Audit Commission Act 1998."
            },
            {
                "length": 220,
                "short": "The Local Audit and Accountability Act 2014: Basic Concepts and Requirements for Auditing",
                "text": "\n* Simplified point 1: The Local Audit and Accountability Act 2014 defines \"relevant authorities\" and sets basic concepts and requirements for their auditing.\n* Simplified point 2: Relevant authorities include NHS foundation trusts, NHS trusts, and certain other bodies, and they must keep adequate accounting records and prepare statements of accounts.\n* Simplified point 3: The Secretary of State can make regulations to modify the Act's application to smaller authorities, such as by exempting them from certain audit requirements.\n* Simplified point 4: Smaller authorities are defined as those with a gross income or expenditure of less than £6.5 million in a financial year, and the qualifying condition is met if the higher of the authority's gross income or expenditure for the year does not exceed £6.5 million."
            },
            {
                "length": 226,
                "short": "\"Local Audit Regulations in the UK: Appointment and Independence Requirements\"",
                "text": "\n* Simplified point 1: The Local Audit and Accountability Act 2014 requires relevant authorities to appoint a local auditor to examine their financial statements annually.\n* Simplified point 2: Relevant authorities can choose to appoint one or multiple local auditors, who must meet certain independence requirements and cannot have any conflicts of interest.\n* Simplified point 3: The Secretary of State can modify the duration of the appointment through regulations, and the local auditor must be eligible for appointment and not prohibited from acting due to independence requirements.\n* Simplified point 4: Two or more local auditors can be appointed to audit different parts of the accounts, and they can exercise their functions jointly or separately.\n* Simplified point 5: If there are multiple local auditors, references to the local auditor mean all of them, and Schedule 3 provides additional provisions regarding the appointment of local auditors."
            },
            {
                "length": 208,
                "short": "\"Local Auditor Appointment Procedures\"",
                "text": "\n* Simplified point 1: The Local Authority must consult and consider the advice of their auditor panel when selecting and appointing a local auditor.\n* Simplified point 2: The Local Authority must publish a notice stating the appointment of the local auditor, including the period of the appointment, the advice of the auditor panel, and any reasons why the Local Authority did not follow the advice.\n* Simplified point 3: The notice must be published on the Local Authority's website and in a manner that is likely to bring the notice to the attention of people living in the area, including those who do not live in the area but are responsible for the Local Authority.\n* Simplified point 4: The Local Authority may exclude information from the notice if disclosure would prejudice commercial confidentiality, but only if there is no overriding public interest in favor of disclosure."
            },
            {
                "length": 219,
                "short": "\"Auditor Panel Responsibilities Outlined in Local Audit Law\"",
                "text": "\n* Simplified point 1: The Local Audit and Accountability Act 2014 outlines the responsibilities of an auditor panel for a relevant authority's audit.\n* Simplified point 2: The auditor panel advises the authority on maintaining an independent relationship with the local auditor, selecting and appointing a local auditor, and reviewing proposals for liability limitation agreements.\n* Simplified point 3: The auditor panel must publish their advice and the relevant authority must consider it when making decisions related to the audit.\n* Simplified point 4: The Secretary of State can issue regulations to provide further detail on the auditor panel's functions or confer additional functions on the panel.\n* Simplified point 5: Relevant authorities must have regard to any guidance issued by the Secretary of State when exercising their functions related to the auditor panel."
            },
            {
                "length": 219,
                "short": "\"Audit Authority Powers: Requesting Documents & Information, Summoning Officials, and Protecting Individual Rights.\"",
                "text": "\n* Simplified point 1: The auditor panel of a local authority can request documents or information from the authority to perform their duties.\n* Simplified point 2: The auditor panel can require members or officers of the authority to attend meetings and answer questions.\n* Simplified point 3: This applies to all relevant authorities except health service bodies, and includes corporations sole and parish meetings.\n* Simplified point 4: Individuals have the right to refuse to answer certain questions in court, but must comply with requirements from the auditor panel.\n* Simplified point 5: The auditor panel of a police and crime commissioner can exercise these functions in relation to the chief constable, and the auditor panel of the Mayor's Office for Policing and Crime can do so in relation to the Commissioner of Police of the Metropolis."
            },
            {
                "length": 288,
                "short": "\"Local Authority Auditing Regulations: Appointment of Auditors\"",
                "text": "\n* Simplified point 1: The Local Audit and Accountability Act 2014 requires relevant authorities to appoint a local auditor, and failure to do so will result in the Secretary of State being informed and potentially appointing an auditor on behalf of the authority.\n* Simplified point 2: If a relevant authority fails to appoint a local auditor, the Secretary of State can direct the authority to appoint the auditor named in the direction, or appoint an auditor on behalf of the authority.\n* Simplified point 3: An appointment made by the Secretary of State under subsection (2)(b) takes effect as if it had been made by the relevant authority, and on such terms as the Secretary of State may direct.\n* Simplified point 4: Before giving a direction or making an appointment under subsection (2), the Secretary of State must inform the relevant authority of the intention to do so and consider any representations made by the authority within 28 days. However, the Secretary of State may give a direction or make an appointment without complying with this requirement if it is likely that a local auditor would have to exercise a function under this Act within 60 days beginning with the day on which the direction is given or the appointment is made."
            },
            {
                "length": 257,
                "short": "\"Auditing Requirements for Clinical Commissioning Groups in England\"",
                "text": "\n* Simplified point 1: The Local Audit and Accountability Act 2014 requires clinical commissioning groups to appoint an auditor to review their financial statements.\n* Simplified point 2: If a clinical commissioning group fails to appoint an auditor, the National Health Service Commissioning Board must inform the Secretary of State, who can then direct the group to appoint an auditor or appoint one on behalf of the group.\n* Simplified point 3: The Secretary of State or the Board must inform the clinical commissioning group of their intention to give a direction or appoint an auditor at least 28 days before doing so, and must consider any representations made by the group.\n* Simplified point 4: The Secretary of State or the Board may give a direction or make an appointment under the Act even if they have not complied with the 28-day notice requirement if they think it is likely that an auditor would have to exercise a function under the Act within a period of 60 days beginning with the day on which the direction is given or the appointment is made."
            },
            {
                "length": 196,
                "short": "\"Law on Liability Limitation Agreements: Protecting Local Auditors from Excessive Damages Claims\"",
                "text": "\n* Simplified point 1: This law states that local auditors cannot be held liable for damages beyond a certain limit, which will be determined by regulations made by the Secretary of State.\n* Simplified point 2: The regulations can specify the duration of the liability limitation agreement, the amount of liability that can be limited, and the requirements for the agreement to be valid.\n* Simplified point 3: The regulations can also prohibit certain provisions in the liability limitation agreements and require disclosure of information about the agreement by the relevant authorities.\n* Simplified point 4: Liability limitation agreements that comply with the regulations are not subject to certain sections of the Unfair Contract Terms Act 1977."
            },
            {
                "length": 240,
                "short": "\"Liability Limitation Agreement Protocols for Local Authorities\"",
                "text": "\n* Simplified point 1: The relevant authorities must consult their auditor panels before entering into any liability limitation agreements.\n* Simplified point 2: Chief Constables must consult the auditor panel of the police and crime commissioner for their area before entering into such agreements.\n* Simplified point 3: Local authorities operating executive arrangements cannot delegate the decision-making power to enter into liability limitation agreements to executives.\n* Simplified point 4: Decisions to enter into liability limitation agreements by local authorities within the meaning of Section 101 of the Local Government Act 1972 will not be subject to that section's requirements.\n* Simplified point 5: The Mayor of London and the London Assembly must act jointly to make decisions regarding liability limitation agreements with the Greater London Authority.\n* Simplified point 6: Parish meetings themselves must make decisions regarding liability limitation agreements, rather than their chairmen on their behalf."
            },
            {
                "length": 194,
                "short": "\"Regulation of Local Auditors: Appointment and Removal Procedures\"",
                "text": "\n* Simplified point 1: The regulations can make provisions for the resignation and removal of a local auditor from their position.\n* Simplified point 2: The regulations can specify the steps that need to be taken when a local auditor resigns or is removed from their position, including the roles of the auditor panel and recognized supervisory bodies.\n* Simplified point 3: The regulations can allow for the appointment of a replacement local auditor by the Secretary of State or the relevant authority, and can specify the duration and scope of that appointment.\n* Simplified point 4: The regulations can modify sections 12(3), (4), or (5) of the act to enable the Secretary of State to direct the relevant authority to appoint a replacement local auditor."
            },
            {
                "length": 274,
                "short": "\"Local Authority Auditing Regulations\"",
                "text": "\n* Simplified point 1: The Local Audit and Accountability Act 2014 allows the Secretary of State to appoint a local auditor to examine the accounts of a relevant authority.\n* Simplified point 2: The Secretary of State can make regulations to specify the person who will appoint the local auditor, and to set out the procedures for the appointment and termination of the appointment.\n* Simplified point 3: The regulations can also confer functions on the appointing person, such as the power to appoint a local auditor and to require the authority to pay fees for the audit.\n* Simplified point 4: The regulations can impose duties on the relevant authorities to which the arrangements apply, such as the duty to provide information to the appointing person and to pay fees for the audit.\n* Simplified point 5: The regulations can provide for the appointment of a local auditor where the appointing person does not make an appointment, and can specify the authority or the Secretary of State that can make the appointment.\n* Simplified point 6: The regulations can modify or exclude provisions of the Act that apply to a relevant authority to which the regulations apply."
            },
            {
                "length": 126,
                "short": "\"Local Auditor Regulations: Eligibility and Changes via Secretary of State\"",
                "text": "\n* Simplified point 1: This section states that the Local Audit and Accountability Act 2014 includes provisions for eligibility and regulation of local auditors, which are outlined in Schedule 5.\n* Simplified point 2: The Secretary of State has the power to make changes to Schedule 5 through regulations, if they believe it is necessary due to amendments made to Part 42 of the Companies Act 2006."
            },
            {
                "length": 222,
                "short": "\"Auditing Requirements for Health Service Bodies in Ireland\"",
                "text": "\n* Simplified point 1: The Local Audit and Accountability Act 2014 sets out general powers and duties of auditors for the accounts of relevant authorities, including health service bodies.\n* Simplified point 2: The act specifies that auditors must examine the accounts and ensure that they comply with enactments, present a true and fair view, and observe proper practices.\n* Simplified point 3: Auditors must also review the statements of accounts and provide certificates of completion, as well as make reports on their findings.\n* Simplified point 4: The act grants auditors the right to access documents and information related to the accounts, and allows them to require information or explanations from individuals.\n* Simplified point 5: Failure to comply with the requirements of the act or obstruction of the audit process is considered an offense, punishable by fines and potential recovery of expenses."
            },
            {
                "length": 241,
                "short": "\"Public Financial Transparency and Accountability\"",
                "text": "\n* Simplified point 1: Public Inspection of Statements of Accounts\n\t+ The relevant authority must allow local government electors to inspect and obtain copies of the statement of accounts, the local auditor's certificate, and any public interest reports or recommendations related to the authority or its entities.\n* Simplified point 2: Inspection of Documents\n\t+ At each audit of accounts, any persons interested may inspect the accounting records and documents related to them, and make copies of all or part of those records or documents.\n* Simplified point 3: Right to Make Objections\n\t+ Local government electors can make objections to the local auditor if they have concerns about matters in respect of which the auditor could make a public interest report or apply for a declaration under Section 28.\n* Simplified point 4: Declaration of Unlawful Items of Account\n\t+ If a local auditor believes an item of account is contrary to law, they may apply to the court for a declaration to that effect."
            },
            {
                "length": 214,
                "short": "\"Local Audit and Accountability in Healthcare: Ensuring Legal Compliance and Transparency\"",
                "text": "\n* Simplified point 1: The Local Audit and Accountability Act 2014 requires local auditors to take certain steps when they believe a healthcare organization is about to incur unlawful expenditure or engage in unlawful activities.\n* Simplified point 2: If a local auditor suspects that a healthcare organization has already made a decision involving unlawful expenditure or activity, they must refer the matter to the Secretary of State and notify the National Health Service Commissioning Board.\n* Simplified point 3: The Act gives local auditors the power to apply for judicial review of decisions made by healthcare organizations that may affect their accounts.\n* Simplified point 4: The Act allows local auditors to recover reasonable costs incurred in determining whether to make an application under the Act, if the application is not actually made."
            },
            {
                "length": 177,
                "short": "\"Regulation of Local Audit Accounting Records\"",
                "text": "\n* Simplified point 1: The Secretary of State can create regulations regarding the form and content of accounting records, statements of accounts, and other information related to local audits.\n* Simplified point 2: These regulations can cover aspects such as the preservation of accounting records, their publication, and the exercise of rights of objection or inspection.\n* Simplified point 3: The regulations must be made after consulting the Comptroller and Auditor General, representative of relevant authorities, and recognized supervisory bodies.\n* Simplified point 4: Regulations under this section apply to Passenger Transport Executives' accounts and other records under Section 14(1)(a) of the Transport Act 1968."
            },
            {
                "length": 302,
                "short": "\"Local Authority Examination: Ensuring Economy, Efficiency, and Effectiveness\"",
                "text": "\n* Simplified point 1: The Local Audit and Accountability Act 2014 allows the Comptroller and Auditor General (C&AG) to examine how local authorities use their resources to ensure economy, efficiency, and effectiveness.\n* Simplified point 2: The C&AG can examine all local authorities or just certain types of authorities, depending on the scope of the examination.\n* Simplified point 3: Before conducting an examination, the C&AG must consult with relevant associations or representatives of local authorities and take into account any existing work done by the Auditor General for Wales.\n* Simplified point 4: The C&AG may combine examinations under this section with other examinations under Part 2 of the National Audit Act 1983.\n* Simplified point 5: The C&AG cannot question the merits of the policy objectives of local authorities or challenge government policy during the examination process.\n* Simplified point 6: The C&AG must consider any relevant examinations, inspections, or research conducted by others before deciding to carry out an examination.\n* Simplified point 7: The C&AG may publish the results of an examination in a manner deemed appropriate."
            },
            {
                "length": 178,
                "short": "\"Social Security Referrals and Directions for Local Authorities\"",
                "text": "\n* Simplified point 1: The local auditor can refer matters related to social security to the Secretary of State if they arise during an audit under the Local Audit and Accountability Act 2014.\n* Simplified point 2: The Secretary of State can issue directions to authorities based on reports about social security matters, but only if the reports are made under section 37(1) of the Local Audit and Accountability Act 2014 or paragraph 3 of Schedule 7 to that Act.\n* Simplified point 3: These provisions apply until the repeal of section 139D of the Social Security Administration Act 1992 by the Welfare Reform Act 2012."
            },
            {
                "length": 178,
                "short": "```Small Authority Financial Transparency Requirements```",
                "text": "\n* Simplified point 1: This section of the Local Audit and Accountability Act 2014 requires smaller authorities to publish information about their finances and governance.\n* Simplified point 2: The duty to publish information applies to authorities that are not within the scope of previous sections of the act, and are considered \"smaller authorities\" for the purposes of the act.\n* Simplified point 3: The duty to publish information only applies to information related to financial years during which the authority was within the scope of the act.\n* Simplified point 4: The Secretary of State (not the Welsh Ministers) has the power to issue codes under this section in relation to persons or bodies that exercise functions in both England and Wales."
            },
            {
                "length": 203,
                "short": "\"Enhanced Legal Powers for Local Authorities: Strengthening Compliance with Publicity Codes\"",
                "text": "\n* Simplified point 1: The Local Authority Publicity Code will be enforced by the Secretary of State through directions and orders.\n* Simplified point 2: Directions can be given to one or more specified local authorities in England to comply with a code issued under Section 4 of the Local Government Act 1986.\n* Simplified point 3: An order can be made by the Secretary of State to impose a duty on all local authorities in England to comply with a code issued under Section 4.\n* Simplified point 4: The Secretary of State may modify or withdraw a direction or order by notice in writing to the affected authorities.\n* Simplified point 5: The Local Authority Publicity Code will have extra legal force due to these new powers granted to the Secretary of State."
            },
            {
                "length": 226,
                "short": "\"UK Local Government Meetings Open to Film, Photo, and Sound Recording\"",
                "text": "\n* Simplified point 1: The UK Local Audit and Accountability Act 2014 allows for filming, photography, and sound recording of local government meetings.\n* Simplified point 2: The act empowers the Secretary of State to create regulations regarding access to local government meetings and documents, including the ability to report or provide commentary on proceedings.\n* Simplified point 3: Regulations can specify the types of decisions that require written records, the information to be included in those records, and the availability of these records to members of the public.\n* Simplified point 4: Electronic means can be used to give or make available notices, documents, and other information related to local government meetings.\n* Simplified point 5: The act applies to various local government bodies in England, including district councils, county councils, London borough councils, and combined authorities."
            },
            {
                "length": 272,
                "short": "The Local Audit and Accountability Act 2014: Changes to Council Tax Referendums in the UK",
                "text": "\n* Simplified point 1: The Local Audit and Accountability Act 2014 makes changes to existing laws related to council tax referendums in the UK.\n* Simplified point 2: The act adds new requirements for billing authorities to notify certain bodies when they decide to hold a referendum on their council tax increases. It also modifies the calculation of the \"relevant basic amount\" of council tax used to determine excessive increases.\n* Simplified point 3: The act introduces new categories of authorities for which the Secretary of State can determine a set of principles for the financial year beginning with 1 April 2014 based on whether the authority's relevant basic amount of council tax for the previous years would have been excessive.\n* Simplified point 4: The act allows the Secretary of State to determine categories of authorities for the financial year beginning with 1 April 2015 based on whether the authority's relevant basic amount of council tax for the previous years would have been excessive, and on the basis of whether the authority's relevant basic amount of council tax for the current year would be excessive."
            },
            {
                "length": 203,
                "short": "\"Local Government Meetings Regulation Changes\"",
                "text": "\n* Simplified point 1: The Local Audit and Accountability Act 2014 amends the procedure for parish meetings in the Local Government Act 1972.\n* Simplified point 2: The amendments allow for the possibility of polls being held during parish meetings, subject to regulations made by the Secretary of State.\n* Simplified point 3: The regulations can specify the questions on which a poll may be demanded, the circumstances in which a poll must be taken, and the conduct of the poll.\n* Simplified point 4: The regulations can also apply electoral enactments to polls consequent on parish meetings, with or without modifications.\n* Simplified point 5: The statutory instrument containing the regulations is subject to annulment in pursuance of a resolution of either House of Parliament."
            },
            {
                "length": 203,
                "short": "\"Regulation-Making Process Under Local Audit and Accountability Act 2014\"",
                "text": "\n* Simplified point 1: This section outlines the process for making regulations or orders under the Local Audit and Accountability Act 2014.\n* Simplified point 2: The Secretary of State or the Minister for the Cabinet Office can create regulations or orders using a statutory instrument, which needs approval from both Houses of Parliament through a resolution.\n* Simplified point 3: Any power to make different provisions for various situations or classes of people is included in the regulations or orders.\n* Simplified point 4: The statutory instrument must be laid before Parliament and authorized by a resolution before it can become law.\n* Simplified point 5: Certain provisions of the act extend only to England and Wales, while others apply to all four countries in the United Kingdom."
            }
        ],
        [
            {
                "length": 832,
                "short": "\"Local Authorities Lose Auditing Power: New Regime Established\"",
                "text": "\n* Simplified point 1: The Local Audit and Accountability Act 2014 abolishes the current audit regime for local authorities and NHS bodies in England, effectively dismantling the Audit Commission.\n* Simplified point 2: The Act repeals the Audit Commission Act 1998 and makes necessary arrangements for its dissolution, including provisions for staff transfers and property disposal.\n* Simplified point 3: Part 2 of Schedule 1 contains consequential repeals and revocations of other Acts and instruments that amended the Audit Commission Act 1998.\n* Simplified point 4: Smaller authorities are defined as those with a gross income or expenditure of less than £6.5 million in a financial year, and the qualifying condition is met if the higher of the authority's gross income or expenditure for the year does not exceed £6.5 million.\n* Simplified point 5: If there are multiple local auditors, references to the local auditor mean all of them, and Schedule 3 provides additional provisions regarding the appointment of local auditors.\n* Simplified point 6: The Secretary of State can issue regulations to provide further detail on the auditor panel's functions or confer additional functions on the panel.\n* Simplified point 7: Relevant authorities must have regard to any guidance issued by the Secretary of State when exercising their functions related to the auditor panel.\n* Simplified point 8: The auditor panel of a local authority can request documents or information from the authority to perform their duties.\n* Simplified point 9: The auditor panel can require members or officers of the authority to attend meetings and answer questions.\n* Simplified point 10: Clinical commissioning groups must appoint an auditor to review their financial statements.\n* Simplified point 11: The Secretary of State or the Board must inform the clinical commissioning group of their intention to give a direction or appoint an auditor at least 28 days before doing so, and must consider any representations made by the group.\n* Simplified point 12: The regulations can specify the duration of the liability limitation agreement, the amount of liability that can be limited, and the requirements for the agreement to be valid.\n* Simplified point 13: The regulations can also prohibit certain provisions in the liability limitation agreements and require disclosure of information about the agreement by the relevant authorities.\n* Simplified point 14: Liability limitation agreements that comply with the regulations are not subject to certain sections of the Unfair Contract Terms Act 1977.\n* Simplified point 15: The relevant authorities must consult their auditor panels before entering into any liability limitation agreements.\n* Simplified point 16: Chief Constables must consult the auditor panel of the police and crime commissioner for their area before entering into such agreements.\n* Simplified point 17: Local authorities operating executive arrangements cannot delegate the decision-making power to enter into liability limitation agreements to executives.\n* Simplified point 18: Decisions to enter into liability limitation agreements by local authorities within the meaning of Section 101 of the Local Government Act 1972 will not be subject to that section's requirements.\n* Simplified point 19: The Mayor of London and the London Assembly must act jointly to make decisions regarding liability limitation agreements with the Greater London Authority.\n* Simplified point 20: Parish meetings themselves must make decisions regarding liability limitation agreements, rather than their chairmen on their behalf."
            },
            {
                "length": 261,
                "short": "\"Local Government Financial Transparency and Accountability Regulations in the UK\"",
                "text": "\n* Simplified point 1: The Local Audit and Accountability Act 2014 establishes the framework for local audit and accountability in the UK, setting out the responsibilities of auditors and the rights of local government electors to inspect and obtain information related to the accounts of relevant authorities.\n* Simplified point 2: The act includes provisions for the examination of accounts, the right to make objections, and the power to apply for judicial review of decisions made by healthcare organizations.\n* Simplified point 3: The act also covers the creation of regulations regarding the form and content of accounting records, statements of accounts, and other information related to local audits.\n* Simplified point 4: Additionally, the act allows for the creation of regulations regarding the publication of information about finances and governance by smaller authorities, and the filming, photography, and sound recording of local government meetings.\n* Simplified point 5: Finally, the act makes changes to existing laws related to council tax referendums in the UK, allowing for the possibility of polls being held during parish meetings, subject to regulations made by the Secretary of State."
            }
        ],
        [
            {
                "length": 654,
                "short": "\"Overhaul of Local Authority Audits: New Regime and Panel System\"",
                "text": "\n* Simplified point 1: The Local Audit and Accountability Act 2014 replaces the Audit Commission with a new audit regime for local authorities and NHS bodies in England.\n* Simplified point 2: The Act abolishes the current audit regime and establishes a new one, effective dismantling the Audit Commission.\n* Simplified point 3: The Act introduces a new audit panel system, where smaller authorities are defined as those with a gross income or expenditure of less than £6.5 million in a financial year.\n* Simplified point 4: The Act gives the Secretary of State the power to issue regulations providing further detail on the auditor panel's functions or conferring additional functions on the panel.\n* Simplified point 5: The Act requires relevant authorities to have regard to any guidance issued by the Secretary of State when exercising their functions related to the auditor panel.\n* Simplified point 6: The Act empowers the auditor panel to request documents or information from the authority to perform their duties.\n* Simplified point 7: The Act enables the auditor panel to require members or officers of the authority to attend meetings and answer questions.\n* Simplified point 8: The Act requires clinical commissioning groups to appoint an auditor to review their financial statements.\n* Simplified point 9: The Act allows for the creation of regulations specifying the duration of the liability limitation agreement, the amount of liability that can be limited, and the requirements for the agreement to be valid.\n* Simplified point 10: The Act allows for the creation of regulations prohibiting certain provisions in the liability limitation agreements and requiring disclosure of information about the agreement by the relevant authorities.\n* Simplified point 11: The Act exempts liability limitation agreements that comply with the regulations from certain sections of the Unfair Contract Terms Act 1977.\n* Simplified point 12: The Act requires relevant authorities to consult their auditor panels before entering into any liability limitation agreements.\n* Simplified point 13: The Act restricts the ability of local authorities operating executive arrangements to delegate the decision-making power to enter into liability limitation agreements to executives.\n* Simplified point 14: The Act specifies that decisions to enter into liability limitation agreements by local authorities within the meaning of Section 101 of the Local Government Act 1972 will not be subject to that section's requirements.\n* Simplified point 15: The Act requires the Mayor of London and the London Assembly to act jointly to make decisions regarding liability limitation agreements with the Greater London Authority.\n* Simplified point 16: The Act specifies that parish meetings themselves must make decisions regarding liability limitation agreements, rather than their chairmen on their behalf."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Local Audit and Accountability Act 2014 changes the way local authorities and NHS bodies in England are audited. It gets rid of the Audit Commission and sets up a new system for auditing these organisations. This means that local authorities and NHS bodies will no longer be audited by the same body, and instead, they will be audited by a different organisation.\nUnder the new system, local authorities and NHS bodies will still have to publish information about their finances and governance, but they won't have to do it in the same way as before. They may be able to use simpler forms and less detailed information, depending on their size and the type of information they need to publish.\nSmaller authorities, with a gross income or expenditure of less than £6.5 million in a financial year, will have fewer reporting requirements than larger ones. However, they will still have to publish some basic information about their finances and governance.\nAdditionally, the act gives more powers to local residents who want to scrutinize the actions of their local councils. Residents can ask for information about the council's finances and governance, and they can even ask for an investigation if they suspect something is wrong.\nFinally, the act makes changes to the rules around council tax referendums in the UK. These changes allow for the possibility of polls being held during parish meetings, subject to regulations made by the Secretary of State."
}