[
    {
        "length": 185,
        "text": "\nThreatened homelessness\n\tMeaning of “threatened with homelessness”\n\t\tSection 175 of the Housing Act 1996 (homelessness and threatenedhomelessness) is amended as follows.\n\t\tIn subsection (4), for “28” substitute “56”.\n\t\tAfter subsection (4) insert—\n\t\tA person is also threatened with homelessness if—\n\t\t\ta valid notice has been given to the person under section 21 of the HousingAct 1988 (orders for possession on expiry or termination of assured shortholdtenancy) in respect of the only accommodation the person has that is availablefor the person’s occupation, and\n\t\t\tthat notice will expire within 56 days.”"
    },
    {
        "length": 954,
        "text": "\nAdvisory services\n\tDuty to provide advisory services\n\t\tFor section 179 of the Housing Act 1996 (duty of local housing authority toprovide advisory services) substitute—\n\t\t“179Duty of local housing authority in England to provide advisoryservices\n\t\t\tEach local housing authority in England must provide or secure theprovision of a service, available free of charge to any person in theauthority’s district, providing information and advice on—\n\t\t\t\tpreventing homelessness,\n\t\t\t\tsecuring accommodation when homeless,\n\t\t\t\tthe rights of persons who are homeless or threatened with homelessness, andthe duties of the authority, under this Part,\n\t\t\t\tany help that is available from the authority or anyone else, whether underthis Part or otherwise, for persons in the authority’s district who arehomeless or may become homeless (whether or not they are threatened withhomelessness), and\n\t\t\t\thow to access that help.\n\t\t\tThe service must be designed to meet the needs of persons in theauthority’s district including, in particular, the needs of—\n\t\t\t\tpersons released from prison or youth detention accommodation,\n\t\t\t\tcare leavers,\n\t\t\t\tformer members of the regular armed forces,\n\t\t\t\tvictims of domestic abuse,\n\t\t\t\tpersons leaving hospital,\n\t\t\t\tpersons suffering from a mental illness or impairment, and\n\t\t\t\tany other group that the authority identify as being at particular risk ofhomelessness in the authority’s district.\n\t\t\tThe authority may give to any person by whom the service is provided onbehalf of the authority assistance by way of grant or loan.\n\t\t\tThe authority may also assist any such person—\n\t\t\t\tby permitting the person to use premises belonging to the authority,\n\t\t\t\tby making available furniture or other goods, whether by way of gift, loanor otherwise, and\n\t\t\t\tby making available the services of staff employed by the authority.\n\t\t\tIn this section—\n\t\t\t\t  * “care leavers” means persons who are former relevant children (within the meaning given by section 23C(1) of the Children Act 1989);\n\t\t\t\t  * “domestic abuse” means—\n\t\t\t\tphysical violence,\n\t\t\t\tthreatening, intimidating, coercive or controlling behaviour, or\n\t\t\t\temotional, financial, sexual or any other form of abuse,\n\t\t\t\t\twhere the victim is associated with the abuser;\n\t\t\t\t\t  * “financial abuse” includes—\n\t\t\t\thaving money or other property stolen,\n\t\t\t\tbeing defrauded,\n\t\t\t\tbeing put under pressure in relation to money or other property, and\n\t\t\t\thaving money or other property misused;\n\t\t\t\t\t  * “hospital” has the same meaning as in the National Health Service Act 2006 (see section 275(1) of that Act);\n\t\t\t\t\t  * “regular armed forces” means the regular forces as defined by section 374 of the Armed Forces Act 2006;\n\t\t\t\t\t  * “youth detention accommodation” means—\n\t\t\t\ta secure children’s home,\n\t\t\t\ta secure training centre,\n\t\t\t\ta secure college,\n\t\t\t\ta young offender institution,\n\t\t\t\taccommodation provided by or on behalf of a local authority for the purpose ofrestricting the liberty of children;\n\t\t\t\taccommodation provided for that purpose under section 82(5) of the ChildrenAct 1989, or\n\t\t\t\taccommodation, or accommodation of a description, for the time being specifiedby order under section 107(1)(e) of the Powers of Criminal Courts (Sentencing)Act 2000 (youth detention accommodation for the purposes of detention andtraining orders).”"
    },
    {
        "length": 1161,
        "text": "\nAssessments and plans\n\tDuty to assess all eligible applicants’ cases and agree a plan\n\t\tAfter section 189 of the Housing Act 1996, but before the heading afterthat section (duties to persons found to be homeless or threatened withhomelessness), insert—\n\t\t“Duty to assess every eligible applicant’s case and agree a plan\n\t\t\tAAssessments and personalised plan\n\t\t\t\tIf the local housing authority are satisfied that an applicant is—\n\t\t\t\t\thomeless or threatened with homelessness, and\n\t\t\t\t\teligible for assistance,\n\t\t\t\t\t\tthe authority must make an assessment of the applicant’s case.\n\t\t\t\tThe authority’s assessment of the applicant’s case must include anassessment of—\n\t\t\t\t\tthe circumstances that caused the applicant to become homeless orthreatened with homelessness,\n\t\t\t\t\tthe housing needs of the applicant including, in particular, whataccommodation would be suitable for the applicant and any persons with whomthe applicant resides or might reasonably be expected to reside (“otherrelevant persons”), and\n\t\t\t\t\twhat support would be necessary for the applicant and any other relevantpersons to be able to have and retain suitable accommodation.\n\t\t\t\tThe authority must notify the applicant, in writing, of the assessment thatthe authority make.\n\t\t\t\tAfter the assessment has been made, the authority must try to agree withthe applicant—\n\t\t\t\t\tany steps the applicant is to be required to take for the purposes ofsecuring that the applicant and any other relevant persons have and are ableto retain suitable accommodation, and\n\t\t\t\t\tthe steps the authority are to take under this Part for those purposes.\n\t\t\t\tIf the authority and the applicant reach an agreement, the authority mustrecord it in writing.\n\t\t\t\tIf the authority and the applicant cannot reach an agreement, the authoritymust record in writing—\n\t\t\t\t\twhy they could not agree,\n\t\t\t\t\tany steps the authority consider it would be reasonable to require theapplicant to take for the purposes mentioned in subsection (4)(a), and\n\t\t\t\t\tthe steps the authority are to take under this Part for those purposes.\n\t\t\t\tThe authority may include in a written record produced under subsection (5)or (6) any advice for the applicant that the authority consider appropriate(including any steps the authority consider it would be a good idea for theapplicant to take but which the applicant should not be required to take).\n\t\t\t\tThe authority must give to the applicant a copy of any written recordproduced under subsection (5) or (6).\n\t\t\t\tUntil such time as the authority consider that they owe the applicant noduty under any of the following sections of this Part, the authority must keepunder review—\n\t\t\t\t\ttheir assessment of the applicant’s case, and\n\t\t\t\t\tthe appropriateness of any agreement reached under subsection (4) or stepsrecorded under subsection (6)(b) or (c).\n\t\t\t\tIf— \n\t\t\t\t\tthe authority’s assessment of any of the matters mentioned in subsection(2) changes, or\n\t\t\t\t\tthe authority’s assessment of the applicant’s case otherwise changes suchthat the authority consider it appropriate to do so,\n\t\t\t\t\tthe authority must notify the applicant, in writing, of how their assessmentof the applicant’s case has changed (whether by providing the applicant with arevised written assessment or otherwise).\n\t\t\t\tIf the authority consider that any agreement reached under subsection (4)or any step recorded under subsection (6)(b) or (c) is no longer appropriate—\n\t\t\t\t\tthe authority must notify the applicant, in writing, that they consider theagreement or step is no longer appropriate,\n\t\t\t\t\tany failure, after the notification is given, to take a step that wasagreed to in the agreement or recorded under subsection (6)(b) or (c) is to bedisregarded for the purposes of this Part, and\n\t\t\t\t\tsubsections (4) to (8) apply as they applied after the assessment was made.\n\t\t\t\tA notification under this section or a copy of any written record producedunder subsection (5) or (6), if not received by the applicant, is to betreated as having been given to the applicant if it is made available at theauthority’s office for a reasonable period for collection by or on behalf ofthe applicant.”\n\t\t\t\tIn section 190 of that Act (duties to persons becoming homelessintentionally), for subsection (4) substitute—\n\t\t\t\tIn deciding what advice and assistance is to be provided under thissection, the authority must have regard to their assessment of the applicant’scase under section 189A.”"
    },
    {
        "length": 1295,
        "text": "\nDuty in cases of threatened homelessness\n\tThe Housing Act 1996 is amended as follows.\n\tFor section 195 (duties in case of threatened homelessness) substitute—\n\t“195Duties in cases of threatened homelessness\n\t\tThis section applies where the local housing authority are satisfied thatan applicant is—\n\t\t\tthreatened with homelessness, and\n\t\t\teligible for assistance.\n\t\tThe authority must take reasonable steps to help the applicant to securethat accommodation does not cease to be available for the applicant’soccupation.\n\t\tIn deciding what steps they are to take, the authority must have regard totheir assessment of the applicant’s case under section 189A.\n\t\tSubsection (2) does not affect any right of the authority, whether byvirtue of contract, enactment or rule of law, to secure vacant possession ofany accommodation.\n\t\tIf any of the circumstances mentioned in subsection (8) apply, theauthority may give notice to the applicant bringing the duty under subsection(2) to an end.\n\t\tBut the authority may not give notice to the applicant under subsection (5)on the basis that the circumstances in subsection (8)(b) apply if a validnotice has been given to the applicant under section 21 of the Housing Act1988 (orders for possession on expiry or termination of assured shortholdtenancy) that—\n\t\t\twill expire within 56 days or has expired, and\n\t\t\tis in respect of the only accommodation that is available for theapplicant’s occupation.\n\t\tThe notice must—\n\t\t\tspecify which of the circumstances apply, and\n\t\t\tinform the applicant that the applicant has a right to request a review ofthe authority’s decision to bring the duty under subsection (2) to an end andof the time within which such a request must be made.\n\t\tThe circumstances are that the authority are satisfied that—\n\t\t\tthe applicant has—\n\t\t\tsuitable accommodation available for occupation, and\n\t\t\ta reasonable prospect of having suitable accommodation available foroccupation for at least 6 months, or such longer period not exceeding 12months as may be prescribed, from the date of the notice,\n\t\t\tthe authority have complied with the duty under subsection (2) and theperiod of 56 days beginning with the day that the authority are firstsatisfied as mentioned in subsection (1) has ended (whether or not theapplicant is still threatened with homelessness),\n\t\t\tthe applicant has become homeless,\n\t\t\tthe applicant has refused an offer of suitable accommodation and, on thedate of refusal, there was a reasonable prospect that suitable accommodationwould be available for occupation by the applicant for at least 6 months orsuch longer period not exceeding 12 months as may be prescribed,\n\t\t\tthe applicant has become homeless intentionally from any accommodation thathas been made available to the applicant as a result of the authority’sexercise of their functions under subsection (2),\n\t\t\tthe applicant is no longer eligible for assistance, or\n\t\t\tthe applicant has withdrawn the application mentioned in section 183(1).\n\t\tA notice under this section must be given in writing and, if not receivedby the applicant, is to be treated as having been given to the applicant if itis made available at the authority’s office for a reasonable period forcollection by or on behalf of the applicant.\n\t\tThe duty under subsection (2) can also be brought to an end under sections193B and 193C (notices in cases of applicant’s deliberate and unreasonablerefusal to co-operate).”\n\t\tIn section 184 (inquiry into cases of homelessness or threatenedhomelessness), in subsection (3A)—\n\t\t\tomit “or 195(2)”;\n\t\t\tomit “or (as the case may be) section 195(4A)”.\n\t\tIn section 195A (re-application after private rented sector offer)—\n\t\t\tomit subsections (3) and (4);\n\t\t\tin subsection (5), omit “or (3)”;\n\t\t\tin subsection (6), omit “or (3)” (in both places).\n\t\tOmit section 196 (becoming threatened with homelessness intentionally).\n\t\tIn section 204 (right of appeal to the county court on point of law), insubsection (4), omit “or had the power under section 195(8) to do so,”.\n\t\tIn section 213A (co-operation in certain cases involving children)—\n\t\t\tin subsection (1)—\n\t\t\tat the end of paragraph (a) insert “or”;\n\t\t\tomit paragraph (c) and the “or” preceding it;\n\t\t\tin subsection (5)(a), for the words from “assistance” to the second“intentionally” substitute “assistance or became homeless intentionally”.\n\t\tIn section 218 (index of defined expressions: Part 7), in the Table, omitthe entry for “intentionally threatened with homelessness”."
    },
    {
        "length": 3528,
        "text": "\nDuties owed to those who are homeless\n\tThe Housing Act 1996 is amended as follows.\n\tBefore section 190, but after the heading before that section (duties topersons found to be homeless or threatened with homelessness), insert—\n\t“189BInitial duty owed to all eligible persons who are homeless\n\t\tThis section applies where the local housing authority are satisfied thatan applicant is—\n\t\t\thomeless, and\n\t\t\teligible for assistance.\n\t\tUnless the authority refer the application to another local housingauthority in England (see section 198(A1)), the authority must take reasonablesteps to help the applicant to secure that suitable accommodation becomesavailable for the applicant’s occupation for at least—\n\t\t\t6 months, or\n\t\t\tsuch longer period not exceeding 12 months as may be prescribed.\n\t\tIn deciding what steps they are to take, the authority must have regard totheir assessment of the applicant’s case under section 189A.\n\t\tWhere the authority—\n\t\t\tare satisfied that the applicant has a priority need, and\n\t\t\tare not satisfied that the applicant became homeless intentionally,\n\t\t\t\tthe duty under subsection (2) comes to an end at the end of the period of 56days beginning with the day the authority are first satisfied as mentioned insubsection (1).\n\t\tIf any of the circumstances mentioned in subsection (7) apply, theauthority may give notice to the applicant bringing the duty under subsection(2) to an end.\n\t\tThe notice must—\n\t\t\tspecify which of the circumstances apply, and\n\t\t\tinform the applicant that the applicant has a right to request a review ofthe authority’s decision to bring the duty under subsection (2) to an end andof the time within which such a request must be made.\n\t\tThe circumstances are that the authority are satisfied that—\n\t\t\tthe applicant has—\n\t\t\tsuitable accommodation available for occupation, and\n\t\t\ta reasonable prospect of having suitable accommodation available foroccupation for at least 6 months, or such longer period not exceeding 12months as may be prescribed, from the date of the notice,\n\t\t\tthe authority have complied with the duty under subsection (2) and theperiod of 56 days beginning with the day that the authority are firstsatisfied as mentioned in subsection (1) has ended (whether or not theapplicant has secured accommodation),\n\t\t\tthe applicant has refused an offer of suitable accommodation and, on thedate of refusal, there was a reasonable prospect that suitable accommodationwould be available for occupation by the applicant for at least 6 months orsuch longer period not exceeding 12 months as may be prescribed,\n\t\t\tthe applicant has become homeless intentionally from any accommodation thathas been made available to the applicant as a result of the authority’sexercise of their functions under subsection (2),\n\t\t\tthe applicant is no longer eligible for assistance, or\n\t\t\tthe applicant has withdrawn the application mentioned in section 183(1).\n\t\tA notice under this section must be given in writing and, if not receivedby the applicant, is to be treated as having been given to the applicant if itis made available at the authority’s office for a reasonable period forcollection by or on behalf of the applicant.\n\t\tThe duty under subsection (2) can also be brought to an end under—\n\t\t\tsection 193A (consequences of refusal of final accommodation offer or finalPart 6 offer at the initial relief stage), or\n\t\t\tsections 193B and 193C (notices in cases of applicant’s deliberate andunreasonable refusal to co-operate).”\n\t\tIn section 184 (inquiry into cases of homelessness)—\n\t\t\tin subsection (3A), after “duty is” insert “, or after the authority’s dutyto the applicant under section 189B(2) comes to an end would be,”;\n\t\t\tin subsection (4), for “under section 198 (referral of cases)” substitute“in England under section 198(A1) (referral of cases where section 189Bapplies)”.\n\t\tIn section 188 (interim duty to accommodate in case of apparent priorityneed)—\n\t\t\tfor subsection (1) substitute—\n\t\tIf the local housing authority have reason to believe that an applicantmay be homeless, eligible for assistance and have a priority need, they mustsecure that accommodation is available for the applicant’s occupation.\n\t\t(1ZA)In a case in which the local housing authority conclude their inquiriesunder section 184 and decide that the applicant does not have a priority need—\n\t\t\twhere the authority decide that they do not owe the applicant a duty undersection 189B(2), the duty under subsection (1) comes to an end when theauthority notify the applicant of that decision, or\n\t\t\totherwise, the duty under subsection (1) comes to an end upon the authoritynotifying the applicant of their decision that, upon the duty under section189B(2) coming to an end, they do not owe the applicant any duty under section190 or 193.\n\t\t\t(1ZB)In any other case, the duty under subsection (1) comes to an end upon thelater of—\n\t\t\tthe duty owed to the applicant under section 189B(2) coming to an end orthe authority notifying the applicant that they have decided that they do notowe the applicant a duty under that section, and\n\t\t\tthe authority notifying the applicant of their decision as to what otherduty (if any) they owe to the applicant under the following provisions of thisPart upon the duty under section 189B(2) coming to an end.”;\n\t\t\tin subsection (1A), for “pending a decision of the kind referred to insubsection (1)” substitute “until the later of paragraph (a) or (b) ofsubsection (1ZB).”;\n\t\t\tfor subsection (3) substitute—\n\t\t\t“(2A)For the purposes of this section, where the applicant requests a reviewunder section 202(1)(h) of the authority’s decision as to the suitability ofaccommodation offered to the applicant by way of a final accommodation offeror a final Part 6 offer (within the meaning of section 193A), the authority’sduty to the applicant under section 189B(2) is not to be taken to have come toan end under section 193A(2) until the decision on the review has beennotified to the applicant.\n\t\tOtherwise, the duty under this section comes to an end in accordance withsubsections (1ZA) to (1A), regardless of any review requested by the applicantunder section 202.\n\t\tBut the authority may secure that accommodation is available for theapplicant’s occupation pending a decision on review.”\n\t\tIn section 190 (duties to persons becoming homeless intentionally)—\n\t\t\tfor subsection (1) substitute—\n\t\tThis section applies where—\n\t\t\tthe local housing authority are satisfied that an applicant—\n\t\t\tis homeless and eligible for assistance, but\n\t\t\tbecame homeless intentionally,\n\t\t\tthe authority are also satisfied that the applicant has a priority need,and\n\t\t\tthe authority’s duty to the applicant under section 189B(2) has come to anend.”;\n\t\t\tin subsection (2), for the words before paragraph (a) substitute “Theauthority must—”;\n\t\t\tomit subsection (3);\n\t\t\tin subsection (5), omit “or (3)”.\n\t\tOmit section 192 (duty to persons not in priority need who are not homelessintentionally).\n\t\tIn section 193 (duty to persons with priority need who are not homelessintentionally), for subsection (1) substitute—\n\t\tThis section applies where—\n\t\t\tthe local housing authority—\n\t\t\tare satisfied that an applicant is homeless and eligible for assistance,and\n\t\t\tare not satisfied that the applicant became homeless intentionally,\n\t\t\tthe authority are also satisfied that the applicant has a priority need,and\n\t\t\tthe authority’s duty to the applicant under section 189B(2) has come to anend.”\n\t\tIn section 198 (referral of case to another local housing authority),before subsection (1) insert—\n\t\t“(A1)If the local housing authority would be subject to the duty under section189B (initial duty owed to all eligible persons who are homeless) but considerthat the conditions are met for referral of the case to another local housingauthority in England, they may notify that other authority of their opinion.”\n\t\tAfter section 199 insert—\n\t“199ADuties to the applicant whose case is considered for referral orreferred under section 198(A1)\n\t\tWhere a local housing authority (“the notifying authority”) notify anapplicant that they intend to notify or have notified another local housingauthority in England (“the notified authority”) under section 198(A1) of theiropinion that the conditions are met for referral of the applicant’s case tothe notified authority, the notifying authority—\n\t\t\tcease to be subject to any duty under section 188 (interim duty toaccommodate in case of apparent priority need), and\n\t\t\tare not subject to the duty under section 189B (initial duty owed to alleligible persons who are homeless).\n\t\tBut, if the notifying authority have reason to believe that the applicantmay have a priority need, they must secure that accommodation is available foroccupation by the applicant until the applicant is notified of the decision asto whether the conditions for referral of the applicant’s case are met.\n\t\tWhen it has been decided whether the conditions for referral are met, thenotifying authority must give notice of the decision and the reasons for it tothe applicant.\n\t\t\tThe notice must also inform the applicant of the applicant’s right to requesta review of the decision and of the time within which such a request must bemade.\n\t\tIf it is decided that the conditions for referral are not met—\n\t\t\tthe notifying authority are subject to the duty under section 189B,\n\t\t\tthe references in subsections (4) and (7)(b) of that section to the daythat the notifying authority are first satisfied as mentioned in subsection(1) of that section are to be read as references to the day on which notice isgiven under subsection (3) of this section, and\n\t\t\tif the notifying authority have reason to believe that the applicant mayhave a priority need, they must secure that accommodation is available foroccupation by the applicant until the later of—\n\t\t\tthe duty owed to the applicant under section 189B coming to an end, and\n\t\t\tthe authority deciding what other duty (if any) they owe to the applicantunder this Part after the duty under section 189B comes to an end.\n\t\tIf it is decided that the conditions for referral are met—\n\t\t\tfor the purposes of this Part, the applicant is to be treated as havingmade an application of the kind mentioned in section 183(1) to the notifiedauthority on the date on which notice is given under subsection (3),\n\t\t\tfrom that date, the notifying authority owes no duties to the applicantunder this Part,\n\t\t\twhere the notifying authority have made a decision as to whether theapplicant is eligible for assistance, is homeless or became homelessintentionally, the notified authority may only come to a different decision ifthey are satisfied that—\n\t\t\tthe applicant’s circumstances have changed, or further information has cometo light, since the notifying authority made their decision, and\n\t\t\tthat change in circumstances, or further information, justifies thenotified authority coming to a different decision to the notifying authority,and\n\t\t\tthe notifying authority must give to the notified authority copies of anynotifications that the notifying authority have given to the applicant undersection 189A(3) or (10) (notifications of the notifying authority’sassessments of the applicant’s case).\n\t\tA duty under subsection (2) or paragraph (c) of subsection (4) ceases asprovided in the subsection or paragraph concerned even if the applicantrequests a review of the authority’s decision upon which the duty ceases.\n\t\tThe authority may secure that accommodation is available for the applicant’soccupation pending the decision on review.\n\t\tA notice under this section must be given in writing and, if not receivedby the applicant, is to be treated as having been given to the applicant if itis made available at the authority’s office for a reasonable period forcollection by or on behalf of the applicant.”\n\t\tIn section 200 (duties to the applicant whose case is considered forreferral or referred)—\n\t\t\tin the heading, after “referred” insert “under section 198(1)”;\n\t\t\tin subsection (1), after “another local housing authority” insert “undersection 198(1)”;\n\t\t\tafter that subsection insert—\n\t\t\t“(1A)A local housing authority in England may not notify an applicant asmentioned in subsection (1) until the authority’s duty to the applicant undersection 189B(2) (initial duty owed to all eligible persons who are homeless)has come to an end.”;\n\t\t\tin subsection (6), omit “required to be”.\n\t\tIn section 204 (right of appeal to county court on point of law), insubsection (4), after “190” insert “, 199A”.\n\t\tIn section 211 (protection of property of homeless persons and personsthreatened with homelessness), in subsection (2), after “accommodate),”insert—\n\t\t\t  * “section 189B (initial duty owed to all eligible persons who are homeless),”."
    },
    {
        "length": 129,
        "text": "\nDuties to help to secure accommodation\n\tIn section 205 of the Housing Act 1996 (discharge of functions: introductory),after subsection (2) insert—\n\tFor the purposes of this section, a local housing authority’s duty undersection 189B(2) or 195(2) is a function of the authority to secure thataccommodation is available for the occupation of a person only if theauthority decide to discharge the duty by securing that accommodation is soavailable.”"
    },
    {
        "length": 2110,
        "text": "\nFailure to co-operate by an applicant for assistance\n\tDeliberate and unreasonable refusal to co-operate: duty upon giving ofnotice\n\t\tAfter section 193 of the Housing Act 1996 insert—\n\t\t“193AConsequences of refusal of final accommodation offer or final Part 6offer at the initial relief stage\n\t\t\tSubsections (2) and (3) apply where—\n\t\t\t\ta local housing authority owe a duty to an applicant under section 189B(2),and\n\t\t\t\tthe applicant, having been informed of the consequences of refusal and ofthe applicant’s right to request a review of the suitability of theaccommodation, refuses—\n\t\t\t\ta final accommodation offer, or\n\t\t\t\ta final Part 6 offer.\n\t\t\tThe authority’s duty to the applicant under section 189B(2) comes to anend.\n\t\t\tSection 193 (the main housing duty) does not apply.\n\t\t\tAn offer is a “final accommodation offer” if—\n\t\t\t\tit is an offer of an assured shorthold tenancy made by a private landlordto the applicant in relation to any accommodation which is, or may become,available for the applicant’s occupation,\n\t\t\t\tit is made, with the approval of the authority, in pursuance ofarrangements made by the authority in the discharge of their duty undersection 189B(2), and\n\t\t\t\tthe tenancy being offered is a fixed term tenancy (within the meaning ofPart 1 of the Housing Act 1988) for a period of at least 6 months.\n\t\t\tA “final Part 6 offer” is an offer of accommodation under Part 6(allocation of housing) that—\n\t\t\t\tis made in writing by the authority in the discharge of their duty undersection 189B(2), and\n\t\t\t\tstates that it is a final offer for the purposes of this section.\n\t\t\tThe authority may not approve a final accommodation offer, or make a finalPart 6 offer, unless they are satisfied that the accommodation is suitable forthe applicant and that subsection (7) does not apply.\n\t\t\tThis subsection applies to an applicant if—\n\t\t\t\tthe applicant is under contractual or other obligations in respect of theapplicant’s existing accommodation, and\n\t\t\t\tthe applicant is not able to bring those obligations to an end before beingrequired to take up the offer.\n\t\tBNotices in cases of an applicant’s deliberate and unreasonablerefusal to co-operate\n\t\t\tSection 193C applies where—\n\t\t\t\ta local housing authority owe a duty to an applicant under section 189B(2)or 195(2), and\n\t\t\t\tthe authority give notice to the applicant under subsection (2).\n\t\t\tA local housing authority may give a notice to an applicant under thissubsection if the authority consider that the applicant has deliberately andunreasonably refused to take any step—\n\t\t\t\tthat the applicant agreed to take under subsection (4) of section 189A, or\n\t\t\t\tthat was recorded by the authority under subsection (6)(b) of that section.\n\t\t\tA notice under subsection (2) must—\n\t\t\t\texplain why the authority are giving the notice and its effect, and\n\t\t\t\tinform the applicant that the applicant has a right to request a review ofthe authority’s decision to give the notice and of the time within which sucha request must be made.\n\t\t\tThe authority may not give notice to the applicant under subsection (2)unless—\n\t\t\t\tthe authority have given a relevant warning to the applicant, and\n\t\t\t\ta reasonable period has elapsed since the warning was given.\n\t\t\tA “relevant warning” means a notice—\n\t\t\t\tgiven by the authority to the applicant after the applicant hasdeliberately and unreasonably refused to take any step—\n\t\t\t\tthat the applicant agreed to take under subsection (4) of section 189A, or\n\t\t\t\tthat was recorded by the authority under subsection (6)(b) of thatsection,\n\t\t\t\tthat warns the applicant that, if the applicant should deliberately andunreasonably refuse to take any such step after receiving the notice, theauthority intend to give notice to the applicant under subsection (2), and\n\t\t\t\tthat explains the consequences of such a notice being given to theapplicant.\n\t\t\tFor the purposes of subsections (2) and (5), in deciding whether a refusalby the applicant is unreasonable, the authority must have regard to theparticular circumstances and needs of the applicant (whether identified in theauthority’s assessment of the applicant’s case under section 189A or not).\n\t\t\tThe Secretary of State may make provision by regulations as to theprocedure to be followed by a local housing authority in connection withnotices under this section.\n\t\t\tA notice under this section must be given in writing and, if not receivedby the applicant, is to be treated as having been given to the applicant if itis made available at the authority’s office for a reasonable period forcollection by or on behalf of the applicant.\n\t\tCNotice under section 193B: consequences\n\t\t\tIn the circumstances mentioned in section 193B(1), this section applies inrelation to a local housing authority and an applicant.\n\t\t\tThe authority’s duty to the applicant under section 189B(2) or 195(2) comesto an end.\n\t\t\tSubsection (4) applies if the authority—\n\t\t\t\tare satisfied that the applicant is homeless, eligible for assistance andhas a priority need, and\n\t\t\t\tare not satisfied that the applicant became homeless intentionally.\n\t\t\tSection 193 (the main housing duty) does not apply, but the authority mustsecure that accommodation is available for occupation by the applicant.\n\t\t\tThe authority cease to be subject to the duty under subsection (4) if theapplicant—\n\t\t\t\tceases to be eligible for assistance,\n\t\t\t\tbecomes homeless intentionally from accommodation made available for theapplicant’s occupation,\n\t\t\t\taccepts an offer of an assured tenancy from a private landlord, or\n\t\t\t\totherwise voluntarily ceases to occupy, as the applicant’s only orprincipal home, the accommodation made available for the applicant’soccupation.\n\t\t\tThe authority also cease to be subject to the duty under subsection (4) ifthe applicant, having been informed of the possible consequences of refusal oracceptance and of the applicant’s right to request a review of the suitabilityof the accommodation, refuses or accepts—\n\t\t\t\ta final accommodation offer, or\n\t\t\t\ta final Part 6 offer.\n\t\t\tAn offer is “a final accommodation offer” if—\n\t\t\t\tit is an offer of an assured shorthold tenancy made by a private landlordto the applicant in relation to any accommodation which is, or may become,available for the applicant’s occupation,\n\t\t\t\tit is made, with the approval of the authority, in pursuance ofarrangements made by the authority with a view to bringing the authority’sduty under subsection (4) to an end, and\n\t\t\t\tthe tenancy being offered is a fixed term tenancy (within the meaning ofPart 1 of the Housing Act 1988) for a period of at least 6 months.\n\t\t\tA “final Part 6 offer” is an offer of accommodation under Part 6(allocation of housing) that is made in writing and states that it is a finaloffer for the purposes of this section.\n\t\t\tThe authority may not approve a final accommodation offer, or make a finalPart 6 offer, unless they are satisfied that the accommodation is suitable forthe applicant and that subsection (10) does not apply.\n\t\t\tThis subsection applies to an applicant if—\n\t\t\t\tthe applicant is under contractual or other obligations in respect of theapplicant’s existing accommodation, and\n\t\t\t\tthe applicant is not able to bring those obligations to an end before beingrequired to take up the offer.”\n\t\t\tIn section 193 (duty to persons with priority need who are not homelessintentionally), after subsection (1) insert—\n\t\t\t\t“(1A)But this section does not apply if—\n\t\t\t\tsection 193A(3) disapplies this section, or\n\t\t\t\tthe authority have given notice to the applicant under section 193B(2).”"
    },
    {
        "length": 332,
        "text": "\nLocal connection\n\tLocal connection of a care leaver\n\t\tIn section 199 of the Housing Act 1996 (local connection), after subsection(7), insert—\n\t\tWhile a local authority in England have a duty towards a person undersection 23C of the Children Act 1989 (continuing functions in respect offormer relevant children)—\n\t\t\tif the local authority is a local housing authority, the person has a localconnection with their district, and\n\t\t\totherwise, the person has a local connection with every district of a localhousing authority that falls within the area of the local authority.\n\t\tIn subsection (8), “local authority” has the same meaning as in theChildren Act 1989 (see section 105 of that Act).\n\t\tWhere, by virtue of being provided with accommodation under section 22A ofthe Children Act 1989 (provision of accommodation for children in care), aperson is normally resident in the district of a local housing authority inEngland for a continuous period of at least two years, some or all of whichfalls before the person attains the age of 16, the person has a localconnection with that district.\n\t\tA person ceases to have a local connection with a district undersubsection (10) upon attaining the age of 21 (but this does not affect whetherthe person has a local connection with that district under any other provisionof this section).”"
    },
    {
        "length": 474,
        "text": "\nReviews of local housing authority decisions etc\n\tReviews \n\t\tSection 202 of the Housing Act 1996 (right to request review of decision)is amended as follows.\n\t\tIn subsection (1)—\n\t\t\tin paragraph (b)—\n\t\t\tfor “190 to 193” substitute “189B to 193C”;\n\t\t\tomit “and 196”;\n\t\t\tafter paragraph (b) insert—\n\t\t\tany decision of a local housing authority—\n\t\t\tas to the steps they are to take under subsection (2) of section 189B, or\n\t\t\tto give notice under subsection (5) of that section bringing to an endtheir duty to the applicant under subsection (2) of that section,\n\t\t\tany decision of a local housing authority to give notice to the applicantunder section 193B(2) (notice given to those who deliberately and unreasonablyrefuse to co-operate),\n\t\t\tany decision of a local housing authority—\n\t\t\tas to the steps they are to take under subsection (2) of section 195, or\n\t\t\tto give notice under subsection (5) of that section bringing to an endtheir duty to the applicant under subsection (2) of that section,”;\n\t\t\tomit the “or” at the end of paragraph (f);\n\t\t\tafter paragraph (g) insert “, or\n\t\t\tany decision of a local housing authority as to the suitability ofaccommodation offered to the applicant by way of a final accommodation offeror a final Part 6 offer (within the meaning of section 193A or 193C).”\n\t\tAfter subsection (1A) insert—\n\t\t\t“(1B)An applicant may, under subsection (1)(h), request a review of thesuitability of the accommodation offered whether or not the applicant hasaccepted the offer.”"
    },
    {
        "length": 343,
        "text": "\nDuty on public authorities in England to refer cases\n\tDuty of public authority to refer cases to local housing authority\n\t\tAfter section 213A of the Housing Act 1996, but before the heading after thatsection (general provisions), insert—\n\t\t“213BDuty of public authority to refer cases in England to local housingauthority\n\t\t\tThis section applies if a specified public authority considers that aperson in England in relation to whom the authority exercises functions is ormay be homeless or threatened with homelessness.\n\t\t\tThe specified public authority must ask the person to agree to theauthority notifying a local housing authority in England of—\n\t\t\t\tthe opinion mentioned in subsection (1), and\n\t\t\t\thow the person may be contacted by the local housing authority.\n\t\t\tIf the person—\n\t\t\t\tagrees to the specified public authority making the notification, and\n\t\t\t\tidentifies a local housing authority in England to which the person wouldlike the notification to be made,\n\t\t\t\t\tthe specified public authority must notify that local housing authority of thematters mentioned in subsection (2)(a) and (b).\n\t\t\tIn this section “specified public authority” means a public authorityspecified, or of a description specified, in regulations made by the Secretaryof State.\n\t\t\tIn subsection (4) “public authority” means a person (other than a localhousing authority) who has functions of a public nature.”"
    },
    {
        "length": 659,
        "text": "\nCodes of practice\n\tCodes of practice\n\t\tAfter section 214 of the Housing Act 1996 insert—\n\t\t“214ACodes of practice\n\t\t\tThe Secretary of State may from time to time issue one or more codes ofpractice dealing with the functions of a local housing authority in Englandrelating to homelessness or the prevention of homelessness.\n\t\t\tThe provision that may be made by a code of practice under this sectionincludes, in particular, provision about—\n\t\t\t\tthe exercise by a local housing authority of functions under this Part;\n\t\t\t\tthe training of an authority’s staff in relation to the exercise of thosefunctions;\n\t\t\t\tthe monitoring by an authority of the exercise of those functions.\n\t\t\tA code of practice may—\n\t\t\t\tapply to all local housing authorities or to the local housing authoritiesspecified or described in the code;\n\t\t\t\tcontain different provision for different kinds of local housing authority.\n\t\t\tThe Secretary of State may issue a code of practice under this section onlyin accordance with subsections (5) and (6).\n\t\t\tBefore issuing the code of practice, the Secretary of State must lay adraft of the code before Parliament.\n\t\t\tIf— \n\t\t\t\tthe Secretary of State lays a draft of the code before Parliament, and\n\t\t\t\tno negative resolution is made within the 40-day period,\n\t\t\t\t\tthe Secretary of State may issue the code in the form of the draft.\n\t\t\tFor the purposes of subsection (6)—\n\t\t\t\ta “negative resolution” means a resolution of either House of Parliamentnot to approve the draft of the code, and\n\t\t\t\t“the 40-day period” means the period of 40 days beginning with the day onwhich the draft of the code is laid before Parliament (or, if it is not laidbefore each House of Parliament on the same day, the later of the two days onwhich it is laid).\n\t\t\tIn calculating the 40-day period, no account is to be taken of any periodduring which—\n\t\t\t\tParliament is dissolved or prorogued, or\n\t\t\t\tboth Houses are adjourned for more than four days.\n\t\t\tThe Secretary of State may—\n\t\t\t\tfrom time to time revise and reissue a code of practice under this section;\n\t\t\t\trevoke a code of practice under this section.\n\t\t\tSubsections (4) to (6) do not apply to the reissue of a code of practiceunder this section.\n\t\t\tThe Secretary of State must publish the current version of each code ofpractice under this section in whatever manner the Secretary of State thinksfit.\n\t\t\tA local housing authority must have regard to a code of practice underthis section in exercising their functions.”"
    },
    {
        "length": 451,
        "text": "\nSuitability of accommodation\n\tSuitability of private rented sector accommodation\n\t\tArticle 3 of the Homelessness (Suitability of Accommodation) (England)Order 2012 ([S.I. 2012/2601](/id/uksi/2012/2601?view=plain \"Go to item oflegislation\")) (circumstances in which accommodation is not to be regarded assuitable for a person) (“the 2012 Order”) is amended in accordance withsubsections (2) to (4).\n\t\tThe existing text becomes paragraph (1).\n\t\tFor “of a private rented sector offer under section 193(7F) of the HousingAct 1996” substitute “mentioned in paragraph (2)”.\n\t\tAfter paragraph (1) insert—\n\t\tThe purposes are—\n\t\t\tdetermining, in accordance with section 193(7F) of the Housing Act 1996,whether a local housing authority may approve a private rented sector offer;\n\t\t\tdetermining, in accordance with section 193A(6) or 193C(9) of that Act,whether a local housing authority may approve a final accommodation offer madeby a private landlord;\n\t\t\tdetermining whether any accommodation—\n\t\t\tsecured for a person who has a priority need by a local housing authorityin discharge of their functions under section 189B(2) or 195(2) of that Act,and\n\t\t\tmade available for occupation under a tenancy with a private landlord,\n\t\t\t\tis suitable for the purposes of the section concerned.”\n\t\tThe amendments made by this section are without prejudice to any power tomake an order or regulations amending or revoking article 3 of the 2012 Order."
    },
    {
        "length": 127,
        "text": "\nGeneral\n\tExtent, commencement and short title\n\t\tThis Act extends to England and Wales only.\n\t\tThis section comes into force on the day on which this Act is passed.\n\t\tThe rest of this Act comes into force on such day or days as the Secretaryof State may by regulations made by statutory instrument appoint.\n\t\tRegulations under subsection (3) may make transitional, transitory orsaving provision.\n\t\tThis Act may be cited as the Homelessness Reduction Act 2017.\n\t\t\t"
    }
]