{
    "general": "This law allows the government to spend money from the Consolidated Fund for the financial year ending on 31st March 2011. It also gives permission to use the money that was approved by Parliament in this session for the same financial year. Additionally, it repeals some old laws related to the Consolidated Fund and Appropriation Acts.\nIn simpler words, this act allows the government to spend money for the financial year 2010-2011 and repeals some old laws related to spending money.",
    "series": [
        [
            {
                "length": 239,
                "short": "\"Government Funding and Limits: Budget Act for Fiscal Year 2011\"",
                "text": "\n* Simplified point 1: This legislation appropriates funds for various government services and sets limits on those appropriations.\n* Simplified point 2: The appropriations are for the fiscal year ending March 31st, 2011, and the limits are set in Schedule 2 of the act.\n* Simplified point 3: The directions for authorizing appropriations in aid must be given after the passage of the act, and they may exceed the previously set limits if there is an excess proposed in estimates or statements of excesses laid before the House of Commons.\n* Simplified point 4: However, if the limit has not been increased by a subsequent Appropriation Act by August 12th following the direction, then the appropriations will be limited to that original limit.\n* Simplified point 5: The legislation does not limit the amounts that can be made applicable as appropriations in aid for the service of the House of Commons Administration for any year."
            },
            {
                "length": 146,
                "short": "```Approved Budget Allocation: £277,712,252,000 for Various Purposes & Grants of £255,954,633,000 for Different Expenses with Appropriation Limits.```",
                "text": "* The schedule authorizes the use of £277,712,252,000 resources for various purposes.\n* The schedule also provides grants amounting to £255,954,633,000 from the Consolidated Fund for different expenses.\n* The schedule sets limits on the appropriations in aid for various services."
            },
            {
                "length": 332,
                "short": "\"Government Budget Allocations for Fiscal Year 2010-2011\".",
                "text": "\n* Simplified point 1: This section of the legislation sets out the net resources authorized for use by various government departments and agencies during the financial year 2010-2011.\n* Simplified point 2: The total amount authorized for use is £277,712,252,000, which includes grants out of the consolidated fund, operating appropriations in aid, non-operating appropriations in aid, and other amounts.\n* Simplified point 3: The legislation also specifies the departmental expenditure limits for each government department and agency, which determines how much they can spend on various activities and programs.\n* Simplified point 4: Some of the notable departments and agencies that have significant budget allocations include the Department for Children, Schools and Families, the Teachers' Pension Scheme, the Office for Qualifications and Examinations Regulation, and the Food Standards Agency.\n* Simplified point 5: Other departments and agencies with smaller budget allocations include the Crown Prosecution Service, the Serious Fraud Office, and the Ministry of Defence.\n* Simplified point 6: The legislation also provides for certain transfers between departments and agencies, such as the transfer of funds from the Department for Transport to the Office of Rail Regulation."
            }
        ],
        [
            {
                "length": 246,
                "short": "\"Government Budget Allocation for Fiscal Year 2010-2011\"",
                "text": "\n* Simplified point 1: This legislation sets out the government's budget allocation for the fiscal year 2010-2011, including grants from the consolidated fund and operating and non-operating appropriations in aid.\n* Simplified point 2: The legislation establishes departmental expenditure limits for each government department and agency, determining how much they can spend on various activities and programs.\n* Simplified point 3: Notable departments and agencies with significant budget allocations include the Department for Children, Schools and Families, the Teachers' Pension Scheme, the Office for Qualifications and Examinations Regulation, and the Food Standards Agency.\n* Simplified point 4: Other departments and agencies with smaller budget allocations include the Crown Prosecution Service, the Serious Fraud Office, and the Ministry of Defence.\n* Simplified point 5: The legislation also provides for certain transfers between departments and agencies, such as the transfer of funds from the Department for Transport to the Office of Rail Regulation."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Appropriation (No. 3) Act 2010 is a law passed by the British parliament that sets the budget for various government departments and agencies for the fiscal year ending March 31st, 2011. The law allows for the use of £277,712,252,000 resources for various purposes and grants £255,954,633,000 from the Consolidated Fund for different expenses. The law sets limits on these appropriations to ensure responsible spending and to prevent overspending. The law also specifies the departmental expenditure limits for each government department and agency, which determines how much they can spend on various activities and programs. Overall, the law helps the government manage its finances effectively and ensures that public funds are used efficiently and responsibly."
}