[
    {
        "length": 273,
        "text": "\nIntroductory\n\tNHS foundation trusts\n\t\tAn NHS foundation trust is a public benefit corporation which is authorisedunder this Part to provide goods and services for the purposes of the healthservice in England.\n\t\tA public benefit corporation is a body corporate which, in pursuance of anapplication under this Part, is constituted in accordance with Schedule 1.\n\tIndependent Regulator of NHS Foundation Trusts\n\t\tThere is to be a body corporate known as the Independent Regulator of NHSFoundation Trusts (referred to in this Part as “the regulator”).\n\t\tSchedule 2 (which makes further provision about the regulator) has effect.\n\tGeneral duty of regulator\n\t\tThe regulator must exercise its functions in a manner that is consistent withthe performance by the Secretary of State of the duties under sections 1, 3and 51 of the National Health Service Act [1977 (c.49)](/id/ukpga/1977/49?view=plain \"Go to item of legislation\") (duty as tohealth service and services generally and as to university clinical teachingand research)."
    },
    {
        "length": 2217,
        "text": "\nAuthorisation\n\tApplications by NHS trusts\n\t\tAn NHS trust may make an application to the regulator for authorisation tobecome an NHS foundation trust, if the application is supported by theSecretary of State.\n\t\tThe application must—\n\t\t\tdescribe the goods and services which the NHS trust proposes should beprovided by the NHS foundation trust, and\n\t\t\tbe accompanied by a copy of the proposed constitution of the trust;\n\t\t\t\tand must give any further information which the regulator requires the NHStrust to give.\n\t\tThe applicant may modify the application with the agreement of theregulator at any time before authorisation is given under section 6.\n\t\tOnce an NHS trust has made the application—\n\t\t\tthe provisions of the proposed constitution which give effect to paragraphs3 to 19 of Schedule 1 have effect, but only for the purpose of establishingthe initial membership of the NHS foundation trust and of the board ofgovernors, and the initial directors, and enabling the board of governors andboard of directors to make preparations for the performance of theirfunctions,\n\t\t\tthe NHS trust may do anything (including the things mentioned in paragraph16 of Schedule 2 to the National Health Service and Community Care Act [1990(c. 19)](/id/ukpga/1990/19?view=plain \"Go to item of legislation\") (generalpowers)) which appears to it to be necessary or desirable for the purpose ofpreparing it for NHS foundation trust status.\n\tOther applications\n\t\tAn application may be made to the regulator by persons (other than an NHStrust) to be incorporated as a public benefit corporation and authorised tobecome an NHS foundation trust, if the application is supported by theSecretary of State.\n\t\tThe application must—\n\t\t\tdescribe the goods and services which the applicants propose should beprovided by the trust, and\n\t\t\tbe accompanied by a copy of the proposed constitution of the trust;\n\t\t\t\tand must give any further information which the regulator requires theapplicants to give.\n\t\tIf it appears to the regulator that—\n\t\t\tprovision of the goods and services described in the application is likelyto assist in the performance of the duties mentioned in section 3,\n\t\t\tthe trust as proposed to be constituted will be able to provide those goodsand services, and\n\t\t\tthe proposed constitution accords with Schedule 1 and is otherwiseappropriate,\n\t\t\tthe regulator may issue a certificate of incorporation.\n\t\tThe applicants may modify the application with the agreement of theregulator at any time before the certificate is issued.\n\t\tOn the issue of the certificate, the applicants are incorporated as apublic benefit corporation.\n\t\tThe certificate is conclusive evidence of incorporation.\n\t\tOnce the certificate has been issued—\n\t\t\tthe proposed constitution has effect, but the applicants may exercise thefunctions of the corporation on its behalf until a board of directors isappointed in accordance with the constitution,\n\t\t\tthe corporation may do anything (including the things mentioned in section18) which appears to it to be necessary or desirable for the purpose ofpreparing it for NHS foundation trust status.\n\tAuthorisation of NHS foundation trusts\n\t\tThe regulator may give an authorisation under this section—\n\t\t\tto an NHS trust which has applied under section 4, or\n\t\t\tto a public benefit corporation,\n\t\t\t\tif the regulator is satisfied as to the following matters.\n\t\tThe matters are that—\n\t\t\tthe applicant’s constitution will be in accordance with Schedule 1 and willotherwise be appropriate,\n\t\t\tthe applicant has taken steps to secure that (taken as a whole) the actualmembership of any public constituency, and (if there is one) of the patients'constituency, will be representative of those eligible for such membership,\n\t\t\tthere will be a board of governors, and a board of directors, constitutedin accordance with the constitution,\n\t\t\tthe steps necessary to prepare for NHS foundation trust status have beentaken,\n\t\t\tthe applicant will be able to provide the goods and services which theauthorisation is to require it to provide, and\n\t\t\tany other requirements which the regulator considers appropriate are met.\n\t\tIn deciding whether it is satisfied as to the matters referred to insubsection (2)(e), the regulator is to consider (among other things)—\n\t\t\tany report or recommendation in respect of the applicant made by theCommission for Healthcare Audit and Inspection,\n\t\t\tthe financial position of the applicant.\n\t\tThe authorisation may be given on any terms the regulator considersappropriate.\n\t\tThe regulator must not give an authorisation unless it is satisfied thatthe applicant has sought the views about the application of the following—\n\t\t\tif the applicant is an NHS trust, the Patients' Forum for the trust and thestaff employed by the trust,\n\t\t\tindividuals who live in any area specified in the proposed constitution asthe area for a public constituency,\n\t\t\tany local authority that would be authorised by the proposed constitutionto appoint a member of the board of governors,\n\t\t\tif the proposed constitution provides for a patients' constituency,individuals who would be able apply to become members of that constituency,\n\t\t\tany persons prescribed by regulations.\n\t\tIf regulations make provision about consultation, the regulator may notgive an authorisation unless it is satisfied that the applicant has compliedwith the regulations.\n\t\tThe generality of the power in subsection (4) is not affected by thefollowing provisions of this Part.\n\tEffect of authorisation\n\t\tOn an authorisation being given to a body corporate which is an NHS trust—\n\t\t\tit ceases to be an NHS trust and becomes an NHS foundation trust,\n\t\t\tthe proposed constitution has effect.\n\t\tIn consequence of subsection (1)(a), any order made under section 5(1) ofthe 1990 Act (establishment of the NHS trust) is revoked.\n\t\tOn an authorisation being given to a body corporate which is a publicbenefit corporation, it becomes an NHS foundation trust.\n\t\tThe authorisation is conclusive evidence that the body in question is anNHS foundation trust.\n\t\tSubsections (1) to (3) do not affect the continuity of the body or of itsproperty or liabilities.\n\t\tThe validity of any act of an NHS foundation trust is not affected by anyvacancy among the directors or by any defect in the appointment of anydirector.\n\t\tAn NHS foundation trust is not to be regarded as the servant or agent ofthe Crown or as enjoying any status, immunity or privilege of the Crown; andthe trust’s property is not to be regarded as property of, or property held onbehalf of, the Crown.\n\tAmendments of constitution\n\t\tAn NHS foundation trust may make amendments of its constitution with theapproval of the regulator.\n\tVariation of authorisation\n\t\tThe regulator may vary an authorisation.\n\t\tIn deciding whether or not to vary an authorisation the regulator is tohave regard (among other things) to—\n\t\t\tany report or recommendation made to it by virtue of section 21(2)(f) ofthe Local Government Act [2000 (c. 22)](/id/ukpga/2000/22?view=plain \"Go toitem of legislation\") (overview and scrutiny committees),\n\t\t\tany report or recommendation made to it by the Commission for Patient andPublic Involvement in Health under section 20(5)(b) or (6) of the NationalHealth Service Reform and Health Care Professions Act [2002 (c.17)](/id/ukpga/2002/17?view=plain \"Go to item of legislation\").\n\tRegister of NHS foundation trusts\n\t\tThe regulator must establish and maintain a register of NHS foundationtrusts.\n\t\tThe register must contain in relation to each NHS foundation trust—\n\t\t\ta copy of the current constitution,\n\t\t\ta copy of the current authorisation,\n\t\t\ta copy of the latest annual accounts and of any report of the auditor onthem,\n\t\t\ta copy of the latest annual report,\n\t\t\ta copy of the latest document sent to the regulator under paragraph 27 ofSchedule 1 (forward planning),\n\t\t\ta copy of any notice given under section 23 (failing NHS foundationtrusts).\n\t\tIn relation to any time before an NHS foundation trust is first required tosend an annual report to the regulator, the register must contain a list ofthe persons who were first elected or appointed as—\n\t\t\tthe members of the board of governors,\n\t\t\tthe directors.\n\t\tMembers of the public may inspect the register at any reasonable time.\n\t\tAny person who requests it is to be provided with a copy of or extract fromany document contained in the register on payment of a reasonable charge."
    },
    {
        "length": 736,
        "text": "\nFinancial matters\n\tPower of Secretary of State to give financial assistance\n\t\tThe Secretary of State may give financial assistance to any NHS foundationtrust.\n\t\tThe financial assistance may be given by way of loan, public dividendcapital, grant or other payment.\n\t\tThe Secretary of State may guarantee the payment of any amount payable byan NHS foundation trust under an externally financed development agreement.\n\t\t\t  * “Externally financed development agreement” has the same meaning as in section 1 of the National Health Service (Private Finance) Act [1997 (c. 56)](/id/ukpga/1997/56?view=plain \"Go to item of legislation\"), reading references in subsections (3) and (5) of that section to the trust as references to the NHS foundation trust. \n\tPrudential borrowing code\n\t\tThe regulator must make a code for determining the limit on the totalamount of the borrowing of any NHS foundation trust.\n\t\tIn making the code the regulator is to have regard (among other things) toany generally accepted principles used by financial institutions to determinethe amounts of loans to non-profit making bodies.\n\t\t\tA body is non-profit making if it does not carry on activities for the purposeof making profits for distribution to its members or others.\n\t\tBefore making the code, the regulator must consult—\n\t\t\tthe Secretary of State,\n\t\t\tevery NHS trust intending to make an application to become an NHSfoundation trust,\n\t\t\tsuch other persons as the regulator considers appropriate.\n\t\tThe regulator must lay a copy of the code before Parliament.\n\t\tThe regulator may revise the code; and subsections (2) to (4) apply inrelation to revising the code, but the regulator must also consult every NHSfoundation trust.\n\tPublic dividend capital\n\t\tWhere an NHS trust becomes an NHS foundation trust, the amount which wasthe public dividend capital of the trust immediately before the giving of theauthorisation continues as public dividend capital of the NHS foundation trustheld on the same conditions (“initial public dividend capital”), but subjectto this section.\n\t\tAny amount issued to an NHS foundation trust as public dividend capitalunder section 11 is (like initial public dividend capital) an asset of theConsolidated Fund.\n\t\tThe Secretary of State may, with the consent of the Treasury, decide theterms on which any public dividend capital of an NHS foundation trust is to betreated as having been issued.\n\t\tBut the dividend to be paid by the trust is to be the same as that payableby NHS trusts in England in pursuance of section 9(7) of the 1990 Act(dividend on public dividend capital).\n\t\tBefore exercising the power in subsection (3), the Secretary of State mustconsult the regulator.\n\t\tAny amount paid to the Secretary of State by an NHS foundation trust by wayof repayment of public dividend capital is to be paid into the ConsolidatedFund."
    },
    {
        "length": 1898,
        "text": "\nFunctions\n\tAuthorised services\n\t\tAn authorisation must authorise the NHS foundation trust to provide goodsand services for purposes related to the provision of health care.\n\t\tBut the authorisation must secure that the principal purpose of the trustis the provision of goods and services for the purposes of the health servicein England.\n\t\tThe trust may also carry on activities other than those mentioned insubsection (1), subject to any restrictions in the authorisation, for thepurpose of making additional income available in order to carry on itsprincipal purpose better.\n\t\tThe authorisation may require the provision, wholly or partly for thepurposes of the health service in England, of goods and services by the trust.\n\t\tReferences in this Part to goods and services include, in particular—\n\t\t\teducation and training,\n\t\t\taccommodation and other facilities.\n\t\tThe authorisation must authorise and may require the trust—\n\t\t\tto carry out research in connection with the provision of health care,\n\t\t\tto make facilities and staff available for the purposes of education,training or research carried on by others;\n\t\t\t\tand, in deciding how to exercise its functions under this subsection in a casewhere any of the corporation’s hospitals includes a medical or dental schoolprovided by a university, the regulator is to have regard to the need toestablish and maintain appropriate arrangements with the university.\n\t\tIn deciding whether or not to require the trust to provide, wholly orpartly for the purposes of the health service in England, any goods orservices the regulator is to have regard (among other things) to—\n\t\t\tthe need for the provision of goods or services in the area in question,\n\t\t\tany provision of goods or services by other health service bodies in thearea in question,\n\t\t\tany other provision by the trust with which the provision of the goods orservices is connected,\n\t\t\tany agreement or arrangement to which the body corporate which is the trustis or was a party.\n\t\tSuch a requirement as is mentioned in subsection (4) may be framed byreference (among other things) to—\n\t\t\tgoods or services in general or of a particular description,\n\t\t\tgoods or services required to meet the needs of health service bodies ingeneral or those of a particular description,\n\t\t\tgoods or services required to meet the needs of other persons of aparticular description,\n\t\t\tthe volume of goods or services provided,\n\t\t\tthe place where goods or services are provided,\n\t\t\tthe period within which goods or services are provided.\n\tPrivate health care\n\t\tAn authorisation may restrict the provision, for purposes other than thoseof the health service in England, of goods and services by an NHS foundationtrust.\n\t\tThe power is to be exercised, in particular, with a view to securing thatthe proportion of the total income of an NHS foundation trust which was an NHStrust in any financial year derived from private charges is not greater thanthe proportion of the total income of the NHS trust derived from such chargesin the base financial year.\n\t\tThe base financial year means the first financial year throughout which thebody corporate was an NHS trust or, if it was an NHS trust throughout thefinancial year ending with 31st March 2003, that year.\n\t\tPrivate charges means charges imposed in respect of goods and servicesprovided to patients other than patients being provided with goods andservices for the purposes of the health service.\n\t\tSection 14(8) applies for the purposes of this section.\n\tProtection of property\n\t\tAn NHS foundation trust may not dispose of any protected property withoutthe approval of the regulator.\n\t\t\tDisposing of property includes disposing of part of it or granting an interestin it.\n\t\tProtected property is property of the trust designated as protected in itsauthorisation.\n\t\tThe regulator may designate property as protected if it considers it isneeded—\n\t\t\tfor the purposes of any goods or services which the authorisation requiresthe trust to provide wholly or partly for the purposes of the health servicein England, or\n\t\t\tfor the purpose of doing anything which the trust is required to do undersection 14(6).\n\t\tThe regulator may give approval under subsection (1) on any terms itconsiders appropriate.\n\t\tAn NHS foundation trust may not create a floating charge on its property.\n\tFinancial powers\n\t\tAn NHS foundation trust may borrow money for the purposes of or inconnection with its functions.\n\t\tBut the total amount of the trust’s borrowing is subject to the limitimposed by its authorisation.\n\t\tThe limit must be reviewed annually by the regulator.\n\t\tAn NHS foundation trust may invest money (other than money held by it astrustee) for the purposes of or in connection with its functions.\n\t\tThe investment may include investment by—\n\t\t\tforming, or participating in forming, bodies corporate,\n\t\t\totherwise acquiring membership of bodies corporate.\n\t\tAn NHS foundation trust may give financial assistance (whether by way ofloan, guarantee or otherwise) to any person for the purposes of or inconnection with its functions.\n\tGeneral powers\n\t\tAn NHS foundation trust may do anything which appears to it to be necessaryor desirable for the purposes of or in connection with its functions.\n\t\tIn particular it may—\n\t\t\tacquire and dispose of property,\n\t\t\tenter into contracts,\n\t\t\taccept gifts of property (including property to be held on trust for thepurposes of the NHS foundation trust or for any purposes relating to thehealth service),\n\t\t\temploy staff.\n\t\tAny power of the trust to pay remuneration and allowances to any personincludes power to make arrangements for providing, or securing the provisionof, pensions or gratuities (including those payable by way of compensation forloss of employment or loss or reduction of pay).\n\tInformation \n\t\tAn authorisation—\n\t\t\tmust require an NHS foundation trust to disclose such information as theSecretary of State specifies to the regulator,\n\t\t\tmay require an NHS foundation trust to disclose other information to theregulator.\n\t\tThe regulator may require any other health service body to disclose anyinformation which the regulator requires for the purposes of its functions.\n\tEntry and inspection of premises\n\t\tAn authorisation may require an NHS foundation trust to allow the regulator toenter and inspect premises owned or controlled by the trust.\n\tFees \n\t\tAn authorisation may require an NHS foundation trust to pay a reasonableannual fee to the regulator.\n\tTrust funds and trustees\n\t\tThe Secretary of State may by order provide for the appointment of trusteesfor an NHS foundation trust to hold property on trust—\n\t\t\tfor the purposes of the NHS foundation trust, or\n\t\t\tfor any purposes relating to the health service.\n\t\tThe order may—\n\t\t\tmake provision as to the persons by whom trustees are to be appointed andgenerally as to the method of their appointment,\n\t\t\tmake any appointment subject to such conditions as may be specified in theorder (including conditions requiring the consent of the Secretary of State),\n\t\t\tmake provision as to the number of trustees to be appointed, includingprovision under which that number may from time to time be determined by theSecretary of State after consultation with such persons as he considersappropriate,\n\t\t\tmake provision with respect to the term of office of any trustee and hisremoval from office.\n\t\tWhere trustees have been appointed for an NHS foundation trust under thissection, the Secretary of State may by order provide for the transfer of anytrust property from the NHS foundation trust to the trustees.\n\t\tWhere an NHS trust for which trustees have been appointed under section 11of the 1990 Act is given an authorisation, the order appointing the trusteesis to have effect as an order under this section."
    },
    {
        "length": 1316,
        "text": "\nFailure\n\tFailing NHS foundation trusts\n\t\tIf the regulator is satisfied—\n\t\t\tthat an NHS foundation trust is contravening, or failing to comply with,any term of its authorisation or any requirement imposed on it under anyenactment and that the contravention or failure is significant, or\n\t\t\tthat an NHS foundation trust has contravened, or failed to comply with, anysuch term or requirement and is likely to do so again and that thecontravention or failure was significant,\n\t\t\t\tthe regulator may by a notice to the trust exercise any one or more of thepowers in subsections (3) and (4).\n\t\tThe regulator may also by a notice to the trust exercise any one or more ofthose powers if the regulator is satisfied that the trust has contravened orfailed to comply with a previous notice.\n\t\tThe regulator may require the trust, the directors or the board ofgovernors to do, or not to do, specified things or things of a specifieddescription within a specified period.\n\t\tThe regulator may remove any or all of the directors or members of theboard of governors and appoint interim directors or members of the board.\n\t\tThe regulator’s power to remove a director, or member of the board ofgovernors, of the trust includes power to suspend him from office, or todisqualify him from holding office, as a director or member of the board ofgovernors of the trust for a specified period.\n\tVoluntary arrangements\n\t\tIf the regulator is satisfied that it is necessary or desirable to do so,it may by a notice to an NHS foundation trust require the directors—\n\t\t\tto take steps to obtain a moratorium, or\n\t\t\tto make a proposal for a voluntary arrangement.\n\t\tAn order may provide for Part 1 of the Insolvency Act [1986 (c.45)](/id/ukpga/1986/45?view=plain \"Go to item of legislation\") (companyvoluntary arrangements), including any related provision of that Act, to applywith modifications in relation to NHS foundation trusts; and the references inthis Part to a moratorium or voluntary arrangement are to a moratorium undersection 1A, or a voluntary arrangement under Part 1, of that Act as modifiedby the order.\n\tDissolution etc.\n\t\tThe powers conferred by this section are exercisable where—\n\t\t\tan NHS foundation trust contravenes or fails to comply with a notice undersection 23 or 24 or the trust’s compliance with a notice under section 24 doesnot result in the implementation of a voluntary arrangement, and\n\t\t\tthe regulator considers that further exercise of any of the powersconferred by those sections would not be likely to secure the provision of thegoods and services which the authorisation requires the trust to provide.\n\t\tBefore the powers conferred by this section are exercised, the regulatormust consult prescribed persons about prescribed matters.\n\t\t\t  * “Prescribed” means prescribed by an order. \n\t\tAn order may transfer, or provide for the transfer of, any property orliabilities of the trust to—\n\t\t\tanother NHS foundation trust,\n\t\t\ta Primary Care Trust,\n\t\t\tan NHS trust,\n\t\t\tthe Secretary of State.\n\t\tSchedule 3 (which provides for the transfer of employees) has effect.\n\t\tAn order may provide for the dissolution of the trust.\n\t\tAn order may apply any provision of Part 4 of the Insolvency Act 1986(winding up of companies), including any related provision of that Act, withmodifications.\n\t\tWhere the regulator refuses to give an authorisation to a public benefitcorporation—\n\t\t\tthe powers conferred by this section are also exercisable,\n\t\t\treferences in this section and Schedule 3 to an NHS foundation trust are tobe read as references to the corporation.\n\tSections 24 and 25: supplementary\n\t\tIn sections 24 and 25, an order means an order made by the Secretary ofState.\n\t\tThe modifications of the Insolvency Act 1986 that may be made by an orderunder section 24(2) include (for example)—\n\t\t\tprovision for securing that the goods and services which the trust isrequired by the authorisation to provide continue to be provided (whether bythe trust or another),\n\t\t\tprovision for securing the protection of property needed for the purposesof those goods and services.\n\t\tThe power conferred by section 25(3) is to be exercised with a view tosecuring the provision of the goods and services which the authorisationrequires the trust to provide.\n\t\tThat power is also to be exercised (together, if required, with the powerconferred by section 11(2)) with a view to securing that any transfer ofproperty in pursuance of the power does not result in a net loss of value tothe trust; and the question whether a transfer would result in a net loss ofvalue is to be determined in accordance with regulations.\n\t\tThe Insolvency Act [1986 (c. 45)](/id/ukpga/1986/45?view=plain \"Go to itemof legislation\") may not be modified under section 25(6) so as to alter thepriority of debts or the ranking of debts between themselves."
    },
    {
        "length": 1116,
        "text": "\nMergers\n\tMergers \n\t\tAn application may be made jointly by—\n\t\t\tan NHS foundation trust, and\n\t\t\tanother NHS foundation trust or an NHS trust,\n\t\t\t\tto the regulator for authorisation of the dissolution of the trusts and thetransfer of some or all of their property and liabilities to a new NHSfoundation trust established under this section.\n\t\tThe application must—\n\t\t\tbe supported by the Secretary of State if one of the parties to it is anNHS trust,\n\t\t\tspecify the property and liabilities proposed to be transferred to the newNHS foundation trust,\n\t\t\tdescribe the goods and services which it is proposed should be provided bythe new trust, and\n\t\t\tbe accompanied by a copy of the proposed constitution of the new trust;\n\t\t\tand must give any further information which the regulator requires theapplicants to give.\n\t\tThe applicants may modify the application with the agreement of theregulator at any time before authorisation is given under this section.\n\t\tThe regulator may—\n\t\t\tissue a certificate incorporating the directors of the applicants as apublic benefit corporation, and\n\t\t\tgive an authorisation under this section to the corporation to become anNHS foundation trust,\n\t\t\tif the regulator is satisfied as to the following matters.\n\t\tThe matters are that—\n\t\t\tthe constitution of the new trust will be in accordance with Schedule 1 andwill otherwise be appropriate,\n\t\t\tthe applicant has taken steps to secure that (taken as a whole) the actualmembership of any public constituency, and (if there is one) of the patients'constituency, will be representative of those eligible for such membership,\n\t\t\tthe new trust will be able to provide the goods and services which theauthorisation is to require it to provide, and\n\t\t\tany other requirements which the regulator considers appropriate are met.\n\t\tIn deciding whether it is satisfied as to the matters referred to insubsection (5)(c), the regulator is to consider (among other things)—\n\t\t\tany report or recommendation in respect of either of the applicants made bythe Commission for Healthcare Audit and Inspection,\n\t\t\tthe financial position of the applicants.\n\t\tThe applicants must consult about the application in accordance withregulations.\n\t\tIn the course of the consultation the applicants must seek the views of —\n\t\t\tany Patients' Forum for an applicant,\n\t\t\tthe staff employed by the applicants,\n\t\t\tindividuals who live in any area specified in the proposed constitution asthe area for a public constituency,\n\t\t\tany local authority that would be authorised by the proposed constitutionto appoint a member of the board of governors,\n\t\t\tif the proposed constitution provides for a patients' constituency,individuals who would be able apply to become members of that constituency,\n\t\t\tany persons prescribed by regulations.\n\t\tThe regulator may not give an authorisation under this section unless it issatisfied that the applicants have complied with the regulations.\n\t\tThe certificate is conclusive evidence of incorporation; and theauthorisation is conclusive evidence that the corporation is an NHS foundationtrust.\n\t\tOn an authorisation being given under this section, the proposedconstitution of the NHS foundation trust has effect, but the directors of theapplicants may exercise the functions of the trust on its behalf until a boardof directors is appointed in accordance with the constitution.\n\tSection 27: supplementary\n\t\tWhere an authorisation is given under section 27, the regulator is tospecify the property and liabilities to be transferred to the new NHSfoundation trust.\n\t\tWhere such an authorisation is given, the Secretary of State is to make anorder—\n\t\t\tdissolving the trusts in question, and\n\t\t\ttransferring, or providing for the transfer of, the property andliabilities specified by the regulator to the new NHS foundation trust.\n\t\tThe order may—\n\t\t\ttransfer, or provide for the transfer of, any of the remaining property orliabilities to the persons mentioned in section 25(3),\n\t\t\tinclude provisions corresponding to those of Schedule 3.\n\t\tWhere one of the parties to an application under section 27 is an NHStrust, the powers conferred on the Secretary of State by Part 4 of Schedule 2to the 1990 Act are not exercisable in relation to the trust.\n\t\tSection 6(4) applies to an authorisation under section 27 as it does inrelation to an authorisation under that section."
    },
    {
        "length": 100,
        "text": "\nCo-operation\n\tCo-operation between NHS bodies\n\t\tIn section 26 of the Health Act [1999 (c. 8)](/id/ukpga/1999/8?view=plain \"Goto item of legislation\") (co-operation between NHS bodies), for “and NHStrusts” there is substituted “, NHS trusts and NHS foundation trusts”."
    },
    {
        "length": 697,
        "text": "\nPatient and public involvement\n\tPublic involvement and consultation\n\t\tIn section 11(2) of the Health and Social Care Act [2001 (c.15)](/id/ukpga/2001/15?view=plain \"Go to item of legislation\") (publicinvolvement and consultation), at the end there is inserted—\n\t\t\tNHS foundation trusts”.\n\tPatients' Forums\n\t\tThe National Health Service Reform and Health Care Professions Act [2002(c. 17)](/id/ukpga/2002/17?view=plain \"Go to item of legislation\") is amendedas follows.\n\t\tIn section 15 (establishment of patients' forums)—\n\t\t\tin subsection (1), after paragraph (b) there is inserted “and\n\t\t\tfor each NHS foundation trust.”, and\n\t\t\tin subsection (9), in the definition of “relevant overview and scrutinycommittee”, for “or NHS trust” there is substituted “, NHS trust or NHSfoundation trust”.\n\t\tIn section 17 (entry and inspection of premises), in subsection (1), afterparagraph (f) there is inserted—\n\t\t\tNHS foundation trusts,”.\n\t\tIn section 18 (annual reports) in subsection (2)—\n\t\t\tin paragraph (c)(ii), after “NHS trust” there is inserted “or NHSfoundation trust”,\n\t\t\tafter paragraph (d) there is inserted—\n\t\t\twhere the report includes provision which relates to any NHS foundationtrust, the Independent Regulator of NHS Foundation Trusts”.\n\t\tIn section 19 (supplementary) in subsection (2)—\n\t\t\tin paragraph (k), after “an NHS trust,” there is inserted “an NHSfoundation trust,”,\n\t\t\tin paragraph (p), after “NHS trusts,” there is inserted “NHS foundationtrusts,”;\n\t\t\t\tand in subsection (4)(a), after “NHS trust” there is inserted “or NHSfoundation trust”.\n\tCommission for Patient and Public Involvement in Health\n\t\tSection 20 of the National Health Service Reform and Health CareProfessions Act [2002 (c. 17)](/id/ukpga/2002/17?view=plain \"Go to item oflegislation\") (Commission for Patient and Public Involvement in Health) isamended as follows.\n\t\tIn subsection (10), after “an NHS trust,” there is inserted “an NHSfoundation trust,”.\n\t\tIn subsection (12), in the definition of “health service bodies”, for “andNHS trusts” there is substituted “, NHS trusts and NHS foundation trusts”."
    },
    {
        "length": 1027,
        "text": "\nMiscellaneous\n\tTaxation \n\t\tIn section 519A of the Income and Corporation Taxes Act [1988 (c.1)](/id/ukpga/1988/1?view=plain \"Go to item of legislation\") (taxation ofhealth service bodies), in subsection (2), after paragraph (b) there isinserted—\n\t\t\tan NHS foundation trust”.\n\t\tSection 61(3) of the 1990 Act (health service bodies: stamp duty) appliesto an NHS foundation trust as it applies to an NHS trust.\n\t\tIn section 41 of the Value Added Tax Act [1994 (c.23)](/id/ukpga/1994/23?view=plain \"Go to item of legislation\") (application tothe Crown), in subsection (7), after “1978” there is inserted “an NHSfoundation trust”.\n\tOther amendments relating to NHS foundation trusts\n\t\tSchedule 4 (which makes amendments relating to NHS foundation trusts) haseffect.\n\tConduct of elections\n\t\tRegulations may make provision as to the conduct of elections formembership of the board of governors of an NHS foundation trust.\n\t\tThe regulations may in particular provide for—\n\t\t\tnomination of candidates and obligations to declare their interests,\n\t\t\tsystems and methods of voting, and the allocation of places on the board ofgovernors, at contested elections,\n\t\t\tfilling of vacancies,\n\t\t\tsupervision of elections,\n\t\t\telection expenses and publicity,\n\t\t\tquestioning of elections and the consequences of irregularities.\n\t\tRegulations under this section may create offences punishable on summaryconviction with a maximum fine not exceeding level 4 on the standard scale.\n\t\tAn NHS foundation trust must secure that its constitution is in accordancewith regulations under this section.\n\t\tPending the coming into force of regulations under this section, electionsfor membership of the board of governors of an NHS foundation trust, ifcontested, must be by secret ballot.\n\tOffence \n\t\tA person may not vote at an election for the board of governors of an NHSfoundation trust unless, within the specified period, he has made adeclaration in the specified form of the particulars of his qualification tovote as a member of the constituency, or class within a constituency, forwhich the election is being held.\n\t\tA person may not stand for election to the board unless, within thespecified period, he has made a declaration in the specified form of theparticulars of his qualification to vote as a member of the constituency, orclass within a constituency, for which the election is being held and is notprevented from being a member of the board by paragraph 8 of Schedule 1.\n\t\tA person elected to the board may not vote at a meeting of the boardunless, within the specified period, he has made a declaration in thespecified form of the particulars of his qualification to vote as a member ofthe trust and is not prevented from being a member of the board by paragraph 8of Schedule 1.\n\t\tThis section does not apply to an election held for the staff constituency.\n\t\tSpecified means specified for the purpose in the trust’s constitution.\n\t\tA person is guilty of an offence if he—\n\t\t\tmakes a declaration under this section which he knows to be false in amaterial particular, or\n\t\t\trecklessly makes such a declaration which is false in a materialparticular.\n\t\tA person guilty of an offence under this section is liable on summaryconviction to a fine not exceeding level 4 on the standard scale.\n\tRepresentative membership\n\t\tAn authorisation may require an NHS foundation trust to take steps to securethat (taken as a whole) the actual membership of any public constituency and(if there is one) of the patients' constituency is representative of thoseeligible for such membership.\n\tAudit \n\t\tSchedule 5 (which makes provision in relation to the audit of the accounts ofNHS foundation trusts) has effect.\n\tGeneral duty of NHS foundation trusts\n\t\tAn NHS foundation trust must exercise its functions effectively, efficientlyand economically."
    },
    {
        "length": 305,
        "text": "\nSupplementary\n\tInterpretation of Part 1\n\t\tIn this Part—\n\t\t\t  * “the 1990 Act” means the National Health Service and Community Care Act [1990 (c. 19)](/id/ukpga/1990/19?view=plain \"Go to item of legislation\"), \n\t\t\t  * “authorisation” means an authorisation under section 6 or 27, \n\t\t\t  * “health service body” means a Strategic Health Authority, a Special Health Authority, an NHS trust, an NHS foundation trust or a Primary Care Trust, \n\t\t\t  * “regulations” means regulations made by the Secretary of State. \n\t\tOther expressions used in this Part and in the 1977 Act have the samemeaning in this Part as in that Act.\n\t\tAny references in this Part, in relation to property held on trust, to thepurposes of an NHS foundation trust are to the general or any specificpurposes of the NHS foundation trust (including the purposes of any specifichospital at or from which services are provided by the trust).\n\t\tAny references in this Part to goods and services are to be interpreted inaccordance with section 14(5)."
    },
    {
        "length": 237,
        "text": "\nChapter 1Regulatory bodies\n\tThe Commission for Healthcare Audit and Inspection\n\t\tThere is to be a body corporate known as the Commission for HealthcareAudit and Inspection (in this Part referred to as the CHAI).\n\t\tSchedule 6 (which makes further provision about the CHAI) has effect.\n\tThe Commission for Social Care Inspection\n\t\tThere is to be a body corporate known as the Commission for Social CareInspection (in this Part referred to as the CSCI).\n\t\tSchedule 7 (which makes further provision about the CSCI) has effect.\n\tTransfer of property etc to CHAI and CSCI\n\t\tSchedule 8 (which makes provision for the transfer of property, rights andliabilities to the CHAI and the CSCI) has effect.\n\tAbolition of former regulatory bodies\n\t\tThe Commission for Health Improvement is abolished.\n\t\tThe National Care Standards Commission is abolished."
    },
    {
        "length": 502,
        "text": "\nChapter 2NHS health care: introductory\n\tQuality in health care\n\t\tIt is the duty of each NHS body to put and keep in place arrangements forthe purpose of monitoring and improving the quality of health care provided byand for that body.\n\t\tIn this Part “health care” means—\n\t\t\tservices provided to individuals for or in connection with the prevention,diagnosis or treatment of illness; and\n\t\t\tthe promotion and protection of public health.\n\t\tIn subsection (2)(a), “illness” has the meaning given by section 128(1) ofthe 1977 Act.\n\tStandards set by Secretary of State\n\t\tThe Secretary of State may prepare and publish statements of standards inrelation to the provision of health care by and for English NHS bodies andcross-border SHAs.\n\t\tThe Secretary of State must keep the standards under review and may publishamended statements whenever he considers it appropriate.\n\t\tThe Secretary of State must consult such persons as he considersappropriate—\n\t\t\tbefore publishing a statement under this section;\n\t\t\tbefore publishing an amended statement under this section which in theopinion of the Secretary of State effects a substantial change in thestandards.\n\t\tThe standards set out in statements under this section are to be taken intoaccount by every English NHS body and cross-border SHA in discharging its dutyunder section 45.\n\tStandards set by Assembly\n\t\tThe Assembly may prepare and publish statements of standards in relation tothe provision of health care by and for Welsh NHS bodies.\n\t\tThe Assembly must keep the standards under review and may publish amendedstatements whenever it considers it appropriate.\n\t\tThe Assembly must consult such persons as it considers appropriate—\n\t\t\tbefore publishing a statement under this section;\n\t\t\tbefore publishing an amended statement under this section which in theopinion of the Assembly effects a substantial change in the standards.\n\t\tThe standards set out in statements under this section are to be taken intoaccount by every Welsh NHS body in discharging its duty under section 45."
    },
    {
        "length": 3048,
        "text": "\nHealthcare provided by and for NHS bodies\n\tIntroductory \n\t\tThe CHAI has the general function of encouraging improvement in theprovision of health care by and for NHS bodies.\n\t\tIn exercising its functions under subsection (1) and sections 49 to 56 inrelation to such provision, the CHAI shall be concerned in particular with—\n\t\t\tthe availability of, and access to, the health care;\n\t\t\tthe quality and effectiveness of the health care;\n\t\t\tthe economy and efficiency of the provision of the health care;\n\t\t\tthe availability and quality of information provided to the public aboutthe health care;\n\t\t\tthe need to safeguard and promote the rights and welfare of children; and\n\t\t\tthe effectiveness of measures taken for the purpose of paragraph (e) by thebody in question and any person who provides, or is to provide, health carefor that body.\n\tNational performance data\n\t\tThe CHAI has the function of publishing data relating to the provision ofhealth care by and for NHS bodies.\n\tAnnual reviews\n\t\tIn each financial year the CHAI must conduct a review of the provision ofhealth care by and for—\n\t\t\teach English NHS body, and\n\t\t\teach cross-border SHA,\n\t\t\t\tand must award a performance rating to each such body.\n\t\tThe CHAI is to exercise its function under subsection (1) by reference tocriteria from time to time devised by it and approved by the Secretary ofState.\n\t\tThe CHAI must publish the criteria devised and approved from time to timeunder subsection (2).\n\t\tIn exercising its functions under this section in relation to any healthcare the CHAI must take into account the standards set out in statementspublished under section 46.\n\t\tFor the purposes of this section the CHAI may, subject to this Part,conduct an inspection of—\n\t\t\tthe body being reviewed; and\n\t\t\tany person who provides, or is to provide, health care for that body(wherever the health care is or is to be provided).\n\t\tThe Secretary of State may, after consulting the CHAI, by regulations makeprovision as to the procedure to be followed in respect of the making ofrepresentations to the CHAI before the award of a performance rating underthis section.\n\tReviews: England and Wales\n\t\tThe CHAI has the function of conducting reviews of—\n\t\t\tthe overall provision of health care by and for NHS bodies;\n\t\t\tthe overall provision of particular kinds of health care by and for NHSbodies;\n\t\t\tthe provision of health care, or a particular kind of health care, by andfor NHS bodies of a particular description.\n\t\tIf the Secretary of State so requests, the CHAI must conduct—\n\t\t\ta review under subsection (1)(a);\n\t\t\ta review under subsection (1)(b) of the overall provision of a kind ofhealth care specified in the request; or\n\t\t\ta review under subsection (1)(c) of the provision of health care, or healthcare of a kind specified in the request, by or for NHS bodies of a descriptionso specified.\n\t\tThe Secretary of State must consult the Assembly before making a requestunder subsection (2).\n\t\tIn conducting a review under this section in relation to any health carethe CHAI must take into account—\n\t\t\tthe standards set out in statements published under section 46, where thehealth care is provided by or for an English NHS body or cross-border SHA;\n\t\t\tthe standards set out in statements published under section 47, where thehealth care is provided by or for a Welsh NHS body.\n\t\tFor the purposes of this section the CHAI may carry out an inspection of—\n\t\t\tany NHS body; and\n\t\t\tany person who provides, or is to provide, health care for an NHS body(wherever the health care is or is to be provided).\n\t\tWhere the CHAI conducts a review under this section it must publish areport.\n\t\tThe Secretary of State may, after consulting the CHAI, by regulations makeprovision as to the procedure to be followed in respect of the making ofrepresentations to the CHAI before the publication of a report under thissection.\n\tReviews and investigations: England\n\t\tThe CHAI has the function of conducting other reviews of, andinvestigations into, the provision of health care by and for English NHSbodies and cross-border SHAs.\n\t\tThe CHAI may in particular under this section conduct—\n\t\t\ta review of the overall provision of health care by and for English NHSbodies and cross-border SHAs;\n\t\t\ta review of the overall provision of a particular kind of health care byand for English NHS bodies and cross-border SHAs;\n\t\t\ta review of, or investigation into, the provision of any health care by orfor a particular English NHS body or cross-border SHA.\n\t\tThe CHAI has the function of conducting reviews of the arrangements made byEnglish NHS bodies and cross-border SHAs for the purpose of discharging theirduty under section 45.\n\t\tIf the Secretary of State so requests, the CHAI must conduct—\n\t\t\ta review under subsection (2)(a);\n\t\t\ta review under subsection (2)(b) of the overall provision of a kind ofhealth care specified in the request;\n\t\t\ta review or investigation under subsection (2)(c), or a review undersubsection (3), in relation to the provision of such health care by or forsuch body as may be specified in the request.\n\t\tIn exercising its functions under this section in relation to any healthcare the CHAI must take into account the standards set out in statementspublished under section 46.\n\t\tFor the purposes of this section the CHAI may carry out an inspection of—\n\t\t\tany English NHS body or cross-border SHA; and\n\t\t\tany person who provides, or is to provide, health care for such a body(wherever the health care is or is to be provided).\n\t\tWhere the CHAI conducts a review or investigation under this section itmust publish a report.\n\t\tThe Secretary of State may, after consulting the CHAI, by regulations makeprovision as to the procedure to be followed in respect of the making ofrepresentations to the CHAI before the publication of a report under thissection.\n\t\tThe Secretary of State may by regulations require an NHS body to publish astatement as to the action it proposes to take as a result of any review orinvestigation conducted under this section in relation to it.\n\t\tRegulations under subsection (9) may make provision—\n\t\t\tas to the matters with which a statement under the regulations must deal;\n\t\t\tas to the time by which any such statement must be published;\n\t\t\trequiring an NHS body, before publishing any such statement, to obtain theconsent of any person specified in the regulations;\n\t\t\trequiring the NHS body publishing any such statement to send a copy of itto any person so specified.\n\tFailings \n\t\tThis section applies where the CHAI conducts—\n\t\t\ta review under section 50 or 51; or\n\t\t\ta review or investigation under section 52.\n\t\tThe CHAI must make a report to the Secretary of State if it is of the viewthat—\n\t\t\tthere are significant failings in relation to the provision of health careby or for an English NHS body or cross-border SHA;\n\t\t\tthere are significant failings in the running of an English NHS body orcross-border SHA; or\n\t\t\tthere are significant failings in the running of any body, or the practiceof any individual, providing health care for an English NHS body or cross-border SHA.\n\t\tA report made to the Secretary of State under subsection (2) may include arecommendation that, with a view to remedying the failings in question, theSecretary of State take special measures in relation to—\n\t\t\tin a case falling within paragraph (a) or (b) of subsection (2), theEnglish NHS body or cross-border SHA in question;\n\t\t\tin a case falling within paragraph (c) of that subsection, any person,other than a Welsh NHS body, referred to in that paragraph.\n\t\tThe CHAI must also report to the Assembly where it is of the view that—\n\t\t\tthere are significant failings in relation to the provision of health careby or for a Welsh NHS body;\n\t\t\tthere are significant failings in the running of a Welsh NHS body; or\n\t\t\tthere are significant failings in the running of any body, or the practiceof any individual, providing health care for a Welsh NHS body.\n\t\tA report made to the Assembly under subsection (4) may include arecommendation that, with a view to remedying the failings in question, theAssembly take special measures in relation to—\n\t\t\tin a case falling within paragraph (a) or (b) of subsection (4), the WelshNHS body in question; and\n\t\t\tin a case falling within paragraph (c) of that subsection, any person,other than an English NHS body or cross-border SHA, referred to in thatparagraph.\n\t\tThe CHAI must also make a report to the regulator where it is of the viewthat—\n\t\t\tthere are significant failings in relation to the provision of health careby or for an NHS foundation trust;\n\t\t\tthere are significant failings in the running of an NHS foundation trust;or\n\t\t\tthere are significant failings in the running of any body, or the practiceof any individual, providing health care for an NHS foundation trust.\n\t\tA report made to the regulator under subsection (6) may include arecommendation that, with a view to remedying the failings in question, theregulator take special measures in relation to the NHS foundation trust inquestion.\n\t\tA report under this section must give the CHAI’s reasons for its view andfor any recommendation made.\n\t\tThe Secretary of State may, after consulting the CHAI, by regulations makeprovision as to the procedure to be followed in respect of the making ofrepresentations to the CHAI before the publication of a report under thissection.\n\tFunctions relating to Secretary of State and Assembly\n\t\tThe CHAI is to keep the appropriate authority informed about the provisionof health care by and for any NHS body.\n\t\tThe CHAI may at any time give advice to the appropriate authority on anymatter connected with the provision of such health care (including, inparticular, advice on any changes which it thinks should be made to thestandards under section 46 or 47 for the purpose of securing improvement inthe quality of the health care).\n\t\tWhen requested to do so by the appropriate authority, the CHAI must givethe authority advice or information on such matters connected with theprovision of health care by or for any NHS body as may be specified in therequest.\n\t\tThe CHAI may give advice to the appropriate authority or any NHS body aboutthe establishment or conduct of any inquiry held, or to be held, by theauthority or the body in relation to the provision of health care by or forthat body.\n\t\tIn this section, the “appropriate authority” means—\n\t\t\tthe Secretary of State, in relation to the provision of health care by orfor an English NHS body or cross-border SHA; or\n\t\t\tthe Assembly, in relation to the provision of health care by or for a WelshNHS body.\n\tReviews of data\n\t\tThe CHAI may review—\n\t\t\tthe quality of data obtained by others in relation to the provision ofhealth care by and for NHS bodies;\n\t\t\tthe methods used in the collection and analysis of such data; and\n\t\t\tthe validity of conclusions drawn from such data.\n\t\tWhere the CHAI conducts a review under this section it must publish areport.\n\tCo-ordination of reviews\n\t\tThe CHAI has the function of promoting the effective co-ordination of reviewsor assessments carried out by public bodies or other persons in relation tothe provision of health care by or for English NHS bodies and cross-borderSHAs."
    },
    {
        "length": 582,
        "text": "\nOther functions\n\tStudies as to economy, efficiency etc\n\t\tThe CHAI has the function of promoting or undertaking comparative or otherstudies designed to enable it to make recommendations for improving economy,efficiency and effectiveness in the exercise of any of the functions of anEnglish NHS body, other than a Special Health Authority (whether the functionsare exercised by the English NHS body or by another person).\n\t\tThe CHAI may exercise its function under subsection (1) in relation to abody on the CHAI’s own initiative or at the request of the body concerned.\n\t\tFor the purposes of this section the CHAI may carry out an inspection of—\n\t\t\tany English NHS body other than a Special Health Authority;\n\t\t\tany person exercising the functions of such a body.\n\t\tThe CHAI must publish its recommendations and the result of any studiesunder this section.\n\t\tThe Secretary of State may, after consulting the CHAI, by regulations makeprovision as to the procedure to be followed in respect of the making ofrepresentations to the CHAI before the publication of any recommendations orthe result of any studies under this section.\n\t\tThe CHAI’s functions under this section may be exercised on its behalf bythe Audit Commission, if the Audit Commission and the CHAI so agree.\n\t\tWhere the Audit Commission exercises functions under subsection (6), itshall do so on such terms, including terms as to payment, as the CHAI and theAudit Commission may agree.\n\tAdditional functions\n\t\tThe Secretary of State may by regulations provide that the CHAI is to havesuch additional functions as may be prescribed in relation to—\n\t\t\tthe provision of health care by or for NHS bodies;\n\t\t\tthe improvement of—\n\t\t\teconomy, efficiency and effectiveness in the exercise of the functions ofEnglish NHS bodies; and\n\t\t\tthe financial or other management, or operations, of English NHS bodies.\n\t\tThe Secretary of State must consult the regulator before making provisionunder subsection (1) in relation to NHS foundation trusts.\n\t\tThe Secretary of State must obtain the consent of the Assembly beforemaking provision under subsection (1)(a) in relation to health care providedby or for a Welsh NHS body other than health care provided by or for anEnglish NHS body or cross-border SHA."
    },
    {
        "length": 3251,
        "text": "\nSupplementary\n\tCriteria \n\t\tThe Secretary of State may, after consulting the CHAI, make regulationsrequiring the CHAI to devise and publish statements of criteria to be used in—\n\t\t\tthe exercise of any of its functions under section 48(1), 49, 51 or 53 inrelation to the provision of health care by or for an English NHS body orcross-border SHA;\n\t\t\tthe exercise of any of its functions under section 52, 56, 57 or 58(1)(b).\n\t\tThe Assembly may, after consulting the CHAI, make regulations requiring theCHAI to devise and publish statements of criteria to be used in the exerciseof its functions under section 48(1), 49, 51 or 53 in relation to theprovision of health care by or for a Welsh NHS body.\n\t\tIn relation to any function conferred on the CHAI under subsection (1)(a)of section 58, regulations under that section may provide that any one or moreof the following provisions of this section shall have effect as if itincluded a reference to the exercise of that function—\n\t\t\tsubsection (1)(a);\n\t\t\tsubsection (1)(b);\n\t\t\tsubsection (2).\n\t\tRegulations under this section may require the CHAI—\n\t\t\tto consult any person specified in the regulations before publishing astatement under subsection (1) or (2);\n\t\t\tto obtain the consent of the Secretary of State before publishing astatement under subsection (1);\n\t\t\tto obtain the consent of the Assembly before publishing a statement undersubsection (2).\n\tProvision of material\n\t\tThe CHAI must, on request, provide the Comptroller and Auditor General withany material relevant to a review or investigation under sections 50 to 52 ora study under section 57.\n\t\tThe CHAI must, on request, provide the regulator with—\n\t\t\tany material which is relevant to a review or investigation under sections50 to 52 and relates to the provision of health care by or for an NHSfoundation trust;\n\t\t\tany material which is relevant to a study under section 57 and relates toan NHS foundation trust.\n\tCo-operation between CHAI and the regulator\n\t\tThe CHAI and the regulator must co-operate with each other in the exerciseof their respective functions under Part 1 and this Chapter.\n\t\tIn particular, for the purposes of subsection (1)—\n\t\t\tthe CHAI must keep the regulator informed about the provision of healthcare by and for NHS foundation trusts;\n\t\t\tthe regulator must give to the CHAI any information it has about theprovision of health care by or for an NHS foundation trust which it considerswould assist the CHAI in the discharge of its functions.\n\tFees \n\t\tThe CHAI may from time to time make and publish provision—\n\t\t\trequiring an English NHS body or cross-border SHA to pay a fee in respectof the exercise by the CHAI, in relation to that body or to health careprovided by or for that body, of such of its functions under this Chapter asmay be prescribed;\n\t\t\trequiring a person of a prescribed description who provides health care foran English NHS body or cross-border SHA to pay a fee in respect of theexercise by the CHAI, in relation to the health care so provided by thatperson, of such of its functions under this Chapter as may be prescribed.\n\t\tThe CHAI may not under subsection (1)(b) require a Welsh NHS body to pay afee.\n\t\tThe amount of a fee payable under provision under subsection (1) shall besuch as may be specified in, or calculated or determined under, the provision.\n\t\tProvision under subsection (1) may include provision—\n\t\t\tfor different fees to be paid in different cases, or classes of case;\n\t\t\tfor different fees to be paid by persons of different descriptions;\n\t\t\tfor the amount of a fee to be determined by the CHAI in accordance withspecified factors;\n\t\t\tfor the time by which a fee must be paid.\n\t\tBefore making any provision under subsection (1) the CHAI must consult suchpersons as appear to it appropriate.\n\t\tThe Secretary of State may by regulations make provision as to—\n\t\t\tthe manner in which provision under subsection (1) is to be made andpublished;\n\t\t\tthe matters to be taken into account by the CHAI before making theprovision.\n\t\tThe Secretary of State may by regulations make provision for an independentperson or panel to review the amount charged under subsection (1) in anyparticular case and, if that person or panel thinks fit, to substitute alesser amount for that amount.\n\t\tFor the purpose of determining the fee payable by a person or body undersubsection (1), the person or body must provide the CHAI with suchinformation, in such form, as the CHAI may require.\n\t\tA fee payable by virtue of this section may, without prejudice to any othermethod of recovery, be recovered summarily as a civil debt.\n\tFees: Wales\n\t\tThe CHAI may from time to time make and publish provision—\n\t\t\trequiring a Welsh NHS body to pay a fee in respect of the exercise by theCHAI, in relation to that body or to health care provided by or for that body,of such of its functions under this Chapter as may be prescribed;\n\t\t\trequiring a person of a prescribed description who provides health care fora Welsh NHS body to pay a fee in respect of the exercise by the CHAI, inrelation to the health care so provided by that person, of such of itsfunctions under this Chapter as may be prescribed.\n\t\tThe CHAI may not under subsection (1)(b) require an English NHS body orcross-border SHA to pay a fee.\n\t\tThe amount of a fee payable under provision under subsection (1) shall besuch as may be specified in, or calculated or determined under, the provision.\n\t\tProvision under subsection (1) may include provision—\n\t\t\tfor different fees to be paid in different cases, or classes of case;\n\t\t\tfor different fees to be paid by persons of different descriptions;\n\t\t\tfor the amount of a fee to be determined by the CHAI in accordance withspecified factors;\n\t\t\tfor the time by which a fee must be paid.\n\t\tBefore making any provision under subsection (1) the CHAI must consult suchpersons as appear to it appropriate.\n\t\tThe Assembly may by regulations make provision as to—\n\t\t\tthe manner in which provision under subsection (1) is to be made andpublished;\n\t\t\tthe matters to be taken into account by the CHAI before making theprovision.\n\t\tThe Assembly may by regulations make provision for an independent person orpanel to review the amount charged under subsection (1) in any particular caseand, if that person or panel thinks fit, to substitute a lesser amount forthat amount.\n\t\tFor the purpose of determining the fee payable by a person or body undersubsection (1), the person or body must provide the CHAI with suchinformation, in such form, as the CHAI may require.\n\t\tA fee payable by virtue of this section may, without prejudice to any othermethod of recovery, be recovered summarily as a civil debt.\n\tReports and information\n\t\tThe CHAI must make copies of any report published by it under this Chapteravailable for inspection at its offices by any person at any reasonable time.\n\t\tAny person who requests a copy of such a report is entitled to have one onpayment of such reasonable fee (if any) as the CHAI considers appropriate.\n\t\tThe CHAI may charge a person such reasonable fee as it considersappropriate where it provides him, at his request, with any other informationrelevant to the discharge of the CHAI’s functions under this Chapter.\n\tCo-operation between CHAI and the Audit Commission\n\t\tThe CHAI and the Audit Commission must co-operate with each other in relationto matters in respect of which both have functions.\n\tRight of entry\n\t\tA person authorised to do so by the CHAI may, if the CHAI considers itnecessary or expedient for the purposes of this Chapter, at any reasonabletime enter and inspect—\n\t\t\tany premises owned or controlled by an NHS body;\n\t\t\tany other premises used, or proposed to be used, for any purpose connectedwith—\n\t\t\tthe provision of health care by or for an NHS body, or\n\t\t\tthe discharge of any of the functions of an NHS body.\n\t\tA person who proposes to exercise any power of entry or inspectionconferred by this section must if so required produce some duly authenticateddocument showing his authority to exercise the power.\n\tRight of entry: supplementary\n\t\tA person authorised by virtue of section 66 to enter and inspect premisesmay, if he considers it necessary or expedient for the purposes of thisChapter—\n\t\t\tinspect, take copies of and remove from the premises any documents orrecords (including personal records);\n\t\t\tinspect any other item and remove it from the premises;\n\t\t\tinterview in private—\n\t\t\tany person working at the premises;\n\t\t\tany person receiving health care there who consents to be interviewed; and\n\t\t\tmake any other examination into the state and management of the premisesand treatment of persons receiving health care there.\n\t\tThe power in subsection (1)(a) includes—\n\t\t\tpower to require any person holding or accountable for documents or recordskept on the premises to produce them; and\n\t\t\tin relation to records which are kept by means of a computer, power torequire the records to be produced in a form in which they are legible and canbe taken away.\n\t\tA person authorised by virtue of subsection (1)(a) to inspect any recordsis entitled to have access to, and to check the operation of, any computer andany associated apparatus or material which is or has been in use in connectionwith the records in question.\n\t\tA person authorised by virtue of section 66 to enter and inspect anypremises may—\n\t\t\trequire any person to afford him such facilities and assistance withrespect to matters within the person’s control as are necessary to enable himto exercise his powers under section 66 or this section; and\n\t\t\ttake such measurements and photographs and make such recordings as heconsiders necessary to enable him to exercise those powers.\n\t\tAny person who without reasonable excuse—\n\t\t\tobstructs the exercise of any power conferred by section 66 or thissection, or\n\t\t\tfails to comply with any requirement of section 66 or this section,\n\t\t\t\tis guilty of an offence and liable on summary conviction to a fine notexceeding level 4 on the standard scale.\n\tPower to require documents and information etc\n\t\tThe CHAI may at any time require any person specified in subsection (2) toprovide it with any information, documents, records (including personalrecords) or other items—\n\t\t\twhich relates or relate to—\n\t\t\tthe provision of health care by or for an NHS body, or\n\t\t\tthe discharge of any of the functions of an NHS body; and\n\t\t\twhich the CHAI considers it necessary or expedient to have for the purposesof this Chapter.\n\t\tThe persons referred to in subsection (1) are—\n\t\t\tthe NHS body;\n\t\t\tany person providing health care for, or exercising functions of, the NHSbody;\n\t\t\ta local authority.\n\t\tThe power in subsection (1) to require the provision of records includes,in relation to records kept by means of a computer, power to require theprovision of the records in legible form.\n\t\tAny person who without reasonable excuse fails to comply with anyrequirement imposed by virtue of this section is guilty of an offence andliable on summary conviction to a fine not exceeding level 4 on the standardscale.\n\tPower to require explanation\n\t\tThe Secretary of State may by regulations make provision requiringprescribed persons to provide to the CHAI, or to persons authorised by it, anexplanation of—\n\t\t\tany documents, records or items inspected, copied or provided undersections 66 to 68,\n\t\t\tany information provided under those sections, or\n\t\t\tany matters which are the subject of the exercise of any functions of theCHAI under this Chapter,\n\t\t\t\tin circumstances where the CHAI considers the explanation necessary orexpedient for the purposes of this Chapter.\n\t\tRegulations under subsection (1) may require explanations to be provided atsuch times and places as may be specified by the CHAI.\n\t\tAny person who without reasonable excuse fails to comply with anyrequirement imposed by virtue of this section is guilty of an offence andliable on summary conviction to a fine not exceeding level 4 on the standardscale."
    },
    {
        "length": 2187,
        "text": "\nChapter 4NHS health care: functions of National Assembly for Wales\n\tReviews and investigations\n\t\tReviews and investigations relating to Wales\n\t\t\tThe Assembly has the function of conducting reviews of, and investigationsinto, the provision of health care by and for Welsh NHS bodies.\n\t\t\tThe Assembly may in particular under this section conduct—\n\t\t\t\ta review of the overall provision of health care by and for Welsh NHSbodies;\n\t\t\t\ta review of the overall provision of a particular kind of health care byand for Welsh NHS bodies;\n\t\t\t\ta review of, or investigation into, the provision of any health care by orfor a particular Welsh NHS body.\n\t\t\tThe Assembly has the function of conducting reviews of the arrangementsmade by Welsh NHS bodies for the purpose of discharging their duty undersection 45.\n\t\t\tIn exercising its functions under this section in relation to any healthcare the Assembly shall be concerned in particular with—\n\t\t\t\tthe availability of, and access to, the health care;\n\t\t\t\tthe quality and effectiveness of the health care;\n\t\t\t\tthe financial or other management of the health care and the economy andefficiency of its provision;\n\t\t\t\tthe availability and quality of information provided to the public aboutthe health care;\n\t\t\t\tthe need to safeguard and promote the rights and welfare of children; and\n\t\t\t\tthe effectiveness of measures taken for the purpose specified in paragraph(e) by the body in question and any person who provides, or is to provide,health care for that body,\n\t\t\t\t\tand must take into account the standards set out in statements published undersection 47.\n\t\t\tFor the purposes of this section the Assembly may carry out an inspectionof—\n\t\t\t\tany Welsh NHS body;\n\t\t\t\tany other person who provides, or is to provide, health care for a WelshNHS body (in Wales or elsewhere).\n\t\t\tWhere the Assembly conducts a review under this section it must publish areport.\n\t\tReporting to Secretary of State and regulator\n\t\t\tThe Assembly must report to the Secretary of State where, after conductinga review or investigation under section 70, it is of the view that—\n\t\t\t\tthere are significant failings in relation to the provision of health careby or for an English NHS body or cross-border SHA;\n\t\t\t\tthere are significant failings in the running of an English NHS body orcross-border SHA; or\n\t\t\t\tthere are significant failings in the running of any body, or the practiceof any individual, providing health care for an English NHS body or cross-border SHA.\n\t\t\tA report under subsection (1) may include a recommendation that, with aview to remedying the failings, the Secretary of State take special measuresin relation to—\n\t\t\t\tthe English NHS body or cross-border SHA; and\n\t\t\t\tin a case falling within paragraph (c) of subsection (1), any person, otherthan a Welsh NHS body, referred to in that paragraph.\n\t\t\tThe Assembly must report to the regulator where, after conducting a reviewor investigation under section 70, it is of the view that—\n\t\t\t\tthere are significant failings in relation to the provision of health careby or for an NHS foundation trust;\n\t\t\t\tthere are significant failings in the running of an NHS foundation trust;or\n\t\t\t\tthere are significant failings in the running of any body, or the practiceof any individual, providing health care for an NHS foundation trust.\n\t\t\tA report under subsection (3) may include a recommendation that, with aview to remedying the failings, the regulator take special measures inrelation to the NHS foundation trust.\n\t\t\tA report under this section must give the Assembly’s reasons for its viewand for any recommendation made.\n\tAncillary powers\n\t\tRight of entry\n\t\t\tA person authorised to do so by the Assembly may, if the Assembly considersit necessary or expedient for the purposes of this Chapter, at any reasonabletime enter and inspect—\n\t\t\t\tany premises owned or controlled by a Welsh NHS body;\n\t\t\t\tany other premises used, or proposed to be used, for any purpose connectedwith—\n\t\t\t\tthe provision of health care by or for a Welsh NHS body; or\n\t\t\t\tthe discharge of any of the functions of a Welsh NHS body.\n\t\t\tA person who proposes to exercise any power of entry or inspectionconferred by this section must if so required produce some duly authenticateddocument showing his authority to exercise the power.\n\t\tRight of entry: supplementary\n\t\t\tA person authorised by virtue of section 72 to enter and inspect premisesmay, if he considers it necessary or expedient for the purposes of thisChapter—\n\t\t\t\tinspect, take copies of and remove from the premises any documents orrecords (including personal records);\n\t\t\t\tinspect any other item and remove it from the premises;\n\t\t\t\tinterview in private—\n\t\t\t\tany person working at the premises;\n\t\t\t\tany person receiving health care there who consents to be interviewed; and\n\t\t\t\tmake any other examination into the state and management of the premisesand treatment of persons receiving health care there.\n\t\t\tThe power in subsection (1)(a) includes—\n\t\t\t\tpower to require any person holding or accountable for documents or recordskept on the premises to produce them; and\n\t\t\t\tin relation to records which are kept by means of a computer, power torequire the records to be produced in a form in which they are legible and canbe taken away.\n\t\t\tA person authorised by virtue of subsection (1)(a) to inspect any recordsis entitled to have access to, and to check the operation of, any computer andany associated apparatus or material which is or has been in use in connectionwith the records in question.\n\t\t\tA person authorised by virtue of section 72 to enter and inspect anypremises may—\n\t\t\t\trequire any person to afford him such facilities and assistance withrespect to matters within the person’s control as are necessary to enable himto exercise his powers under section 72 or this section; and\n\t\t\t\ttake such measurements and photographs and make such recordings as heconsiders necessary to enable him to exercise those powers.\n\t\t\tAny person who without reasonable excuse—\n\t\t\t\tobstructs the exercise of any power conferred by section 72 or thissection, or\n\t\t\t\tfails to comply with any requirement of section 72 or this section,\n\t\t\t\t\tis guilty of an offence and liable on summary conviction to a fine notexceeding level 4 on the standard scale.\n\t\tPower to require documents and information\n\t\t\tThe Assembly may at any time require any person specified in subsection (2)to provide it with any information, documents, records (including personalrecords) or other items—\n\t\t\t\twhich relates or relate to—\n\t\t\t\tthe provision of health care by or for a Welsh NHS body; or\n\t\t\t\tthe discharge of any of the functions of a Welsh NHS body; and\n\t\t\t\twhich the Assembly considers it necessary or expedient to have for thepurposes of this Chapter.\n\t\t\tThe persons referred to in subsection (1) are—\n\t\t\t\tthe Welsh NHS body;\n\t\t\t\tany person providing health care for, or exercising functions of, the WelshNHS body;\n\t\t\t\ta local authority in Wales.\n\t\t\tThe power in subsection (1) to require the provision of records includes,in relation to records kept by means of a computer, power to require theprovision of the records in legible form.\n\t\t\tAny person who without reasonable excuse fails to comply with anyrequirement imposed by virtue of this section is guilty of an offence andliable on summary conviction to a fine not exceeding level 4 on the standardscale.\n\t\tPower to require explanation\n\t\t\tThe Assembly may by regulations make provision requiring prescribed personsto provide to the Assembly, or to persons authorised by it, an explanation of—\n\t\t\t\tany documents, records or items inspected, copied or provided undersections 72 to 74,\n\t\t\t\tany information provided under those sections, or\n\t\t\t\tany matters which are the subject of the exercise of any function of theAssembly under section 70, and\n\t\t\t\t\tin circumstances where the Assembly considers the explanation necessary orexpedient for the purposes of this Chapter.\n\t\t\tRegulations under subsection (1) may require explanations to be provided atsuch times and places as may be specified by the Assembly.\n\t\t\tAny person who without reasonable excuse fails to comply with anyrequirement imposed by virtue of this section is guilty of an offence andliable on summary conviction to a fine not exceeding level 4 on the standardscale."
    },
    {
        "length": 2286,
        "text": "\nProvision of social services\n\tIntroductory \n\t\tThe CSCI has the general function of encouraging improvement in theprovision of English local authority social services.\n\t\tIn exercising its functions under subsection (1) and sections 77 to 81 inrelation to the provision of such services the CSCI shall be concerned inparticular with—\n\t\t\tthe availability of, and access to, the services;\n\t\t\tthe quality and effectiveness of the services;\n\t\t\tthe management of the services;\n\t\t\tthe economy and efficiency of their provision and their value for money;\n\t\t\tthe availability and quality of information provided to the public aboutthe services;\n\t\t\tthe need to safeguard and promote the rights and welfare of children; and\n\t\t\tthe effectiveness of measures taken by local authorities for the purposespecified in paragraph (f).\n\tInformation and advice\n\t\tThe CSCI is to keep the Secretary of State informed about the provision ofEnglish local authority social services.\n\t\tThe CSCI may at any time give advice to the Secretary of State on anymatter connected with the provision of English local authority socialservices.\n\t\tThe CSCI may in particular under subsection (2) give advice to theSecretary of State on any changes which it thinks should be made, for thepurpose of securing improvement in the quality of services provided by localauthorities in England in the exercise of the functions referred to in section43(3)(a) and (b) of the Care Standards Act [2000 (c.14)](/id/ukpga/2000/14?view=plain \"Go to item of legislation\") (adoption andfostering functions), in the standards prepared and published from time totime under section 23 of that Act.\n\t\tWhen requested to do so by the Secretary of State, the CSCI must give himadvice or information on such matters connected with the provision of Englishlocal authority social services as may be specified in the request.\n\t\tThe CSCI may give advice to the Secretary of State or any local authorityin England about the establishment or conduct of any inquiry held, or to beheld, by the Secretary of State or the authority in relation to the provisionof English local authority social services.\n\tReview of studies and research\n\t\tThe CSCI may review—\n\t\t\tstudies and research undertaken by others in relation to the provision ofEnglish local authority social services;\n\t\t\tthe methods used in such studies and research; and\n\t\t\tthe validity of the conclusions drawn from such studies and research.\n\t\tWhere the CSCI conducts a review under this section it must publish areport.\n\tAnnual reviews\n\t\tIn each financial year the CSCI must conduct a review of the English localauthority social services which are provided by, or pursuant to arrangementsmade by, each local authority in England.\n\t\tAfter conducting a review under subsection (1) in respect of a localauthority the CSCI must award a performance rating to that authority.\n\t\tThe CSCI is to exercise its functions under this section by reference tocriteria from time to time devised by it and approved by the Secretary ofState.\n\t\tThe CSCI must publish the criteria devised and approved from time to timeunder subsection (3).\n\t\tThe CSCI is to exercise its functions under this section in any financialyear in accordance with any timetable specified in relation to that year bythe Secretary of State.\n\t\tIn exercising its functions under this section the CSCI must take intoaccount guidance issued to local authorities under section 7 of the LocalAuthority Social Services Act [1970 (c. 42)](/id/ukpga/1970/42?view=plain \"Goto item of legislation\").\n\t\tIn exercising its functions under this section in relation to the functionsreferred to in section 43(3)(a) and (b) of the Care Standards Act [2000 (c.14)](/id/ukpga/2000/14?view=plain \"Go to item of legislation\") (adoption andfostering functions), the CSCI must take into account the standards preparedand published from time to time under section 23 of that Act.\n\t\tFor the purposes of this section, the CSCI may carry out an inspection of—\n\t\t\tthe local authority being reviewed;\n\t\t\tany person providing an English local authority social service pursuant toarrangements made by the authority.\n\t\tThe Secretary of State may, after consulting the CSCI, by regulations makeprovision as to the procedure to be followed in respect of the making ofrepresentations to the CSCI before the award of a performance rating underthis section.\n\tOther reviews and investigations\n\t\tThe CSCI has the function of conducting other reviews of, andinvestigations into, the provision of English local authority social services.\n\t\tThe CSCI may in particular under this section conduct—\n\t\t\ta review of the overall provision of English local authority socialservices;\n\t\t\ta review of the provision of any English local authority social service ofa particular description; or\n\t\t\ta review of, or investigation into, the provision of any English localauthority social service by a particular person or persons.\n\t\tIf the Secretary of State so requests, the CSCI must conduct—\n\t\t\ta review under subsection (2)(a);\n\t\t\ta review under subsection (2)(b) of an English local authority socialservice of such description as may be specified in the request; or\n\t\t\ta review or investigation under subsection (2)(c) in relation to theprovision of such services as may be specified in the request by such person,or persons of such description, as may be so specified.\n\t\tIn exercising its function under this section the CSCI must take intoaccount guidance issued to local authorities under section 7 of the LocalAuthority Social Services Act [1970 (c. 42)](/id/ukpga/1970/42?view=plain \"Goto item of legislation\").\n\t\tIn exercising its function under this section in relation to the functionsreferred to in section 43(3)(a) and (b) of the Care Standards Act [2000 (c.14)](/id/ukpga/2000/14?view=plain \"Go to item of legislation\") (adoption andfostering functions), the CSCI must take into account the standards preparedand published from time to time under section 23 of that Act.\n\t\tFor the purposes of this section, the CSCI may carry out an inspection of—\n\t\t\tany local authority in England;\n\t\t\tany other person providing an English local authority social service.\n\t\tWhere the CSCI conducts a review or investigation under this section, itmust publish a report.\n\t\tThe Secretary of State may, after consulting the CSCI, by regulations makeprovision as to the procedure to be followed in respect of the making ofrepresentations to the CSCI before the publication of a report under thissection.\n\tFailings \n\t\tThis section applies where the CSCI conducts—\n\t\t\ta review under section 79; or\n\t\t\ta review or investigation under section 80.\n\t\tIf under section 79 the CSCI awards the lowest performance rating to alocal authority, the CSCI must—\n\t\t\tinform the Secretary of State of that fact; and\n\t\t\trecommend any special measures which it considers the Secretary of Stateshould take.\n\t\tIf (in a case where subsection (2) does not apply) the CSCI considers thata local authority in England is failing to discharge any of its socialservices functions to an acceptable standard, it must—\n\t\t\tinform the Secretary of State of that fact; and\n\t\t\trecommend any special measures which it considers the Secretary of Stateshould take.\n\t\tHowever, in a case falling within subsection (3), if the CSCI considersthat the failure is not substantial, it may instead—\n\t\t\tgive the local authority a notice under subsection (5); and\n\t\t\tinform the Secretary of State that it has done so.\n\t\tA notice under this subsection is a notice which specifies—\n\t\t\tthe respects in which the CSCI considers that the local authority isfailing;\n\t\t\tthe action which the CSCI considers the authority should take to remedy thefailure; and\n\t\t\tthe time by which the CSCI considers the action should be taken.\n\t\tWhere under subsection (2)(b) or (3)(b) the CSCI has recommended that theSecretary of State take special measures in relation to a local authority, theCSCI must, if the Secretary of State so requests—\n\t\t\tundertake a further review under section 80 in relation to the authority;and\n\t\t\tinclude in its report under subsection (7) of that section a report on suchmatters as the Secretary of State may specify.\n\t\tThe Secretary of State may, after consulting the CSCI, by regulations makeprovision as to the procedure to be followed in respect of the making ofrepresentations to the CSCI before the publication of a report under thissection."
    },
    {
        "length": 659,
        "text": "\nOther functions\n\tStudies as to economy, efficiency etc\n\t\tThe CSCI has the function of promoting or undertaking comparative or otherstudies designed to enable it to make recommendations—\n\t\t\tfor improving economy, efficiency and effectiveness in the discharge bylocal authorities in England of their social services functions;\n\t\t\tfor improving the management of such local authorities in their dischargeof those functions.\n\t\tThe CSCI may also promote or undertake studies designed to enable it toprepare reports as to the impact of—\n\t\t\tthe operation of any particular statutory provisions, or\n\t\t\tany directions or guidance given by a Minister of the Crown (whetherpursuant to any such provision or otherwise),\n\t\t\t\ton economy, efficiency and effectiveness in the discharge by local authoritiesin England of their social services functions.\n\t\tFor the purposes of this section the CSCI may carry out an inspection ofany local authority in England.\n\t\tThe CSCI must publish—\n\t\t\tany recommendations made by it under subsection (1);\n\t\t\tthe result of any studies under this section.\n\t\tThe Secretary of State may, after consulting the CSCI, by regulations makeprovision as to the procedure to be followed in respect of the making ofrepresentations to the CSCI before the publication of any recommendations orthe result of any studies under this section.\n\t\tThe CSCI must, on request, provide the Comptroller and Auditor General withany material relevant to a study under this section.\n\tJoint working with Audit Commission\n\t\tThe CSCI and the Audit Commission may (without prejudice to any other powerthey may have to do so) exercise jointly their respective functions undersection 82 above and sections 33 and 34 of the Audit Commission Act [1998 (c.18)](/id/ukpga/1998/18?view=plain \"Go to item of legislation\").\n\t\tThe CSCI and the Audit Commission must co-operate with each other withrespect to the exercise of their respective functions under section 82 aboveand sections 33 and 34 of the Audit Commission Act 1998.\n\t\tThe Secretary of State may give guidance to the CSCI and the AuditCommission as to which of them should promote or undertake studies which couldbe promoted or undertaken by either of them.\n\t\tThe CSCI and the Audit Commission must take any such guidance into accountin the exercise of their functions.\n\tAdditional functions\n\t\tThe CSCI is to have such additional functions as may be prescribed in relationto the provision of English local authority social services."
    },
    {
        "length": 2021,
        "text": "\nSupplementary\n\tCriteria \n\t\tThe Secretary of State may, after consulting the CSCI, make regulationsrequiring the CSCI—\n\t\t\tto devise and publish statements of the criteria to be used in the exerciseof any of its functions under this Chapter (other than section 79);\n\t\t\tto consult any person specified in the regulations before publishing anysuch statement; and\n\t\t\tto obtain the consent of the Secretary of State before publishing any suchstatement.\n\tFees \n\t\tThe CSCI may from time to time make and publish provision requiring a localauthority in England to pay a fee in respect of the exercise by the CSCI, inrelation to that authority or to an English local authority social serviceprovided by, or pursuant to arrangements made by, that authority, of such ofits functions under section 79, 80 or 82 as may be prescribed.\n\t\tThe amount of a fee payable by virtue of provision under subsection (1)shall be such as may be specified in, or calculated or determined under, theprovision.\n\t\tProvision under subsection (1) may include provision—\n\t\t\tfor different fees to be paid in different cases, or classes of case;\n\t\t\tfor different fees to be paid by persons of different descriptions;\n\t\t\tfor the amount of a fee to be determined by the CSCI in accordance withspecified factors;\n\t\t\tfor the time by which a fee must be paid.\n\t\tThe Secretary of State may by regulations make provision as to—\n\t\t\tthe manner in which provision under subsection (1) is to be made andpublished;\n\t\t\tthe matters to be taken into account by the CSCI before making theprovision.\n\t\tBefore making any provision under subsection (1) the CSCI must consult suchpersons as appear to it appropriate.\n\t\tThe Secretary of State may by regulations make provision for an independentperson or panel to review the amount chargeable under subsection (1) in anyparticular case and, if that person or panel thinks fit, to substitute alesser amount for that amount.\n\t\tFor the purpose of determining the fee payable by a local authority undersubsection (1) it must provide the CSCI with such information, in such form,as the CSCI may require.\n\t\tA fee payable by virtue of this section may, without prejudice to any othermethod of recovery, be recovered summarily as a civil debt.\n\tReports and information\n\t\tThe CSCI must make copies of any report published by it under this Chapteravailable for inspection at its offices by any person at any reasonable time.\n\t\tAny person who requests a copy of such a report is entitled to have one onpayment of such reasonable fee (if any) as the CSCI considers appropriate.\n\t\tThe CSCI may charge a person such reasonable fee as it considersappropriate where it provides him, at his request, with any other informationrelevant to the discharge of the CSCI’s functions under this Chapter.\n\tRight of entry\n\t\tA person authorised to do so by the CSCI may, if the CSCI considers itnecessary or expedient for the purposes of this Chapter, at any reasonabletime enter and inspect—\n\t\t\tany premises owned or controlled by a local authority in England; or\n\t\t\tany premises falling within subsection (2), other than premises used whollyor mainly as a private dwelling.\n\t\tThe premises referred to in subsection (1)(b) are premises—\n\t\t\twhich are used, or proposed to be used, by any person in connection withthe provision of an English local authority social service; or\n\t\t\twhich the CSCI reasonably believes to be so used, or proposed to be soused.\n\t\tA person who proposes to exercise any power of entry or inspectionconferred by this section must if so required produce some duly authenticateddocument showing his authority to exercise the power.\n\tRight of entry: supplementary\n\t\tA person authorised by virtue of section 88 to enter and inspect premisesmay, if he considers it necessary or expedient for the purposes of thisChapter—\n\t\t\tinspect, take copies of and remove from the premises any documents orrecords (including personal records) relating to the discharge by the localauthority of its social services functions;\n\t\t\tinspect any other item and remove it from the premises;\n\t\t\tinterview in private—\n\t\t\tany person working at the premises; or\n\t\t\tany person accommodated or cared for there who consents to be interviewed;and\n\t\t\tmake any other examination into the state and management of the premisesand treatment of persons accommodated or cared for there.\n\t\tThe power in subsection (1)(a) includes—\n\t\t\tpower to require any person holding or accountable for documents or recordskept on the premises to produce them; and\n\t\t\tin relation to records which are kept by means of a computer, power torequire the records to be produced in a form in which they are legible and canbe taken away.\n\t\tA person authorised by virtue of subsection (1)(a) to inspect any recordsis entitled to have access to, and to check the operation of, any computer andany associated apparatus or material which is or has been in use in connectionwith the records in question.\n\t\tA person authorised by virtue of section 88 to enter and inspect premisesmay—\n\t\t\trequire any person to afford him such facilities and assistance withrespect to matters within the person’s control as are necessary to enable himto exercise his powers under section 88 or this section; and\n\t\t\ttake such measurements and photographs and make such recordings as heconsiders necessary to enable him to exercise those powers.\n\t\tAny person who without reasonable excuse—\n\t\t\tobstructs the exercise of any power conferred by section 88 or thissection, or\n\t\t\tfails to comply with any requirement of section 88 or this section,\n\t\t\t\tis guilty of an offence and liable on summary conviction to a fine notexceeding level 4 on the standard scale.\n\tPower to require information etc\n\t\tThe CSCI may at any time require any person specified in subsection (2) toprovide it with any information, documents, records (including personalrecords) or other items—\n\t\t\twhich relates or relate to the discharge by a local authority in England ofits social services functions; and\n\t\t\twhich the CSCI considers it necessary or expedient to have for the purposesof this Chapter.\n\t\tThe persons referred to in subsection (1) are—\n\t\t\tthe local authority;\n\t\t\ta person providing an English local authority social service for theauthority; or\n\t\t\tany NHS body.\n\t\tThe power in subsection (1) to require the provision of informationincludes, in relation to records kept by means of a computer, power to requirethe provision of the records in legible form.\n\t\tAny person who without reasonable excuse fails to comply with anyrequirement imposed by virtue of this section is guilty of an offence andliable on summary conviction to a fine not exceeding level 4 on the standardscale.\n\tPower to require explanation\n\t\tThe Secretary of State may by regulations make provision requiringprescribed persons to provide to the CSCI, or to persons authorised by it, anexplanation of—\n\t\t\tany documents, records or items inspected, copied or provided undersections 88 to 90,\n\t\t\tany information provided under those sections, or\n\t\t\tany matters which are the subject of the exercise of any functions of theCSCI under this Chapter,\n\t\t\t\tin cases where the CSCI considers the explanation necessary or expedient forthe purposes of this Chapter.\n\t\tRegulations under subsection (1) may require explanations to be provided atsuch times and places as may be specified by the CSCI.\n\t\tAny person who without reasonable excuse fails to comply with anyrequirement imposed by virtue of this section is guilty of an offence andliable on summary conviction to a fine not exceeding level 4 on the standardscale."
    },
    {
        "length": 2432,
        "text": "\nChapter 6Social services: functions of National Assembly for Wales\n\tProvision of social services\n\t\tGeneral function\n\t\t\tThe Assembly has the general function of encouraging improvement in theprovision of Welsh local authority social services.\n\t\tReviews of studies and research\n\t\t\tThe Assembly may review—\n\t\t\t\tstudies and research undertaken by others in relation to the provision ofWelsh local authority social services;\n\t\t\t\tthe methods used in such studies and research; and\n\t\t\t\tthe validity of conclusions drawn from such studies and research.\n\t\t\tWhere the Assembly conducts a review under this section it must publishsuch report as it considers appropriate.\n\t\tReviews and investigations\n\t\t\tThe Assembly has the function of conducting reviews of, and investigationsinto, the way in which local authorities in Wales discharge their socialservices functions.\n\t\t\tThe Assembly may in particular under this section conduct—\n\t\t\t\ta review of the overall provision of Welsh local authority social services;\n\t\t\t\ta review of the provision of any Welsh local authority social service of aparticular description; or\n\t\t\t\ta review of, or investigation into, the provision of any Welsh localauthority social service by a particular person or persons.\n\t\t\tThe Assembly may in a review under subsection (2)—\n\t\t\t\tassess performance against criteria;\n\t\t\t\taward performance ratings.\n\t\t\tFor the purposes of this section the Assembly may carry out an inspectionof—\n\t\t\t\tany local authority in Wales;\n\t\t\t\tany other person providing a Welsh local authority social service.\n\t\t\tWhere the Assembly conducts a review or investigation under this section,it must publish a report.\n\t\t\tThe Assembly may by regulations require a local authority in Wales to pay afee to the Assembly in respect of the exercise of the Assembly’s functionunder this section in relation to the functions referred to in section43(3)(a) and (b) of the Care Standards Act [2000 (c.14)](/id/ukpga/2000/14?view=plain \"Go to item of legislation\") (adoption andfostering functions).\n\t\t\tA fee under this section shall be of such amount, and shall be payable atsuch a time, as may be specified in the regulations.\n\t\t\tA fee payable by virtue of this section may, without prejudice to any othermethod of recovery, be recovered summarily as a civil debt.\n\t\tStudies as to economy, efficiency etc\n\t\t\tThe Assembly has the function of promoting or undertaking comparative orother studies designed to enable it to make recommendations—\n\t\t\t\tfor improving economy, efficiency and effectiveness in the discharge bylocal authorities in Wales of their social services functions;\n\t\t\t\tfor improving the management of such local authorities in the discharge ofthose functions.\n\t\t\tThe Assembly may also promote or undertake studies designed to enable it toprepare reports as to the impact of the operation of any particular statutoryprovisions on economy, efficiency and effectiveness in the discharge by localauthorities in Wales of their social services functions.\n\t\t\tThe Assembly must publish or otherwise make available—\n\t\t\t\tany recommendations made by it under subsection (1); and\n\t\t\t\ta report on the result of any studies under this section.\n\t\t\tThe Assembly and the Audit Commission must co-operate with each other withrespect to the exercise of their respective functions under this section andsections 33 and 34 of the Audit Commission Act [1998 (c.18)](/id/ukpga/1998/18?view=plain \"Go to item of legislation\").\n\t\tAdditional functions\n\t\t\tThe Assembly shall have such additional functions in relation to the provisionof Welsh local authority social services as—\n\t\t\t\tcorrespond to functions conferred on the CSCI by or under this Act; and\n\t\t\t\tare specified by the Assembly in regulations.\n\t\tGeneral considerations\n\t\t\tThis section applies for the purpose of the exercise by the Assembly of itsfunctions—\n\t\t\t\tunder sections 92 to 95; and\n\t\t\t\tunder regulations under section 96.\n\t\t\tThe Assembly shall be concerned in particular with—\n\t\t\t\tthe availability of, and access to, the services;\n\t\t\t\tthe quality and effectiveness of the services;\n\t\t\t\tthe management of the services;\n\t\t\t\tthe economy and efficiency of their provision and their value for money;\n\t\t\t\tthe availability and quality of information provided to the public aboutthe services;\n\t\t\t\tthe need to safeguard and promote the rights and welfare of children; and\n\t\t\t\tthe effectiveness of measures taken by local authorities for the purposespecified in paragraph (f).\n\tAncillary powers\n\t\tRight of entry\n\t\t\tA person authorised to do so by the Assembly may, if the Assembly considersit necessary or expedient for the purposes of this Chapter, at any reasonabletime enter and inspect—\n\t\t\t\tany premises owned or controlled by a local authority in Wales;\n\t\t\t\tany premises falling within subsection (2), other than premises used whollyor mainly as a private dwelling.\n\t\t\tThe premises referred to in subsection (1)(b) are premises—\n\t\t\t\twhich are used, or proposed to be used, by any person in connection withthe provision of a Welsh local authority social service; or\n\t\t\t\twhich the Assembly reasonably believes to be so used, or proposed to be soused.\n\t\t\tA person who proposes to exercise any power of entry or inspectionconferred by this section must if so required produce some duly authenticateddocument showing his authority to exercise the power.\n\t\tRight of entry: supplementary\n\t\t\tA person authorised by virtue of section 98 to enter and inspect premisesmay, if he considers it necessary or expedient for the purposes of thisChapter—\n\t\t\t\tinspect, take copies of and remove from the premises any documents orrecords (including personal records) relating to the discharge by the localauthority of its social services functions;\n\t\t\t\tinspect any other item and remove it from the premises;\n\t\t\t\tinterview in private—\n\t\t\t\tany person working at the premises; or\n\t\t\t\tany person accommodated or cared for there who consents to be interviewed;and\n\t\t\t\tmake any other examination into the state and management of the premisesand treatment of persons accommodated or cared for there.\n\t\t\tThe power in subsection (1)(a) includes—\n\t\t\t\tpower to require any person holding or accountable for documents or recordskept on the premises to produce them; and\n\t\t\t\tin relation to records which are kept by means of a computer, power torequire the records to be produced in a form in which they are legible and canbe taken away.\n\t\t\tA person authorised by virtue of subsection (1)(a) to inspect any recordsis entitled to have access to, and to check the operation of, any computer andany associated apparatus or material which is or has been in use in connectionwith the records in question.\n\t\t\tA person authorised by virtue of section 98 to enter and inspect premisesmay—\n\t\t\t\trequire any person to afford him such facilities and assistance withrespect to matters within the person’s control as are necessary to enable himto exercise his powers under section 98 or this section;\n\t\t\t\ttake such measurements and photographs and make such recordings as heconsiders necessary to enable him to exercise those powers.\n\t\t\tAny person who without reasonable excuse—\n\t\t\t\tobstructs the exercise of any power conferred by section 98 or thissection, or\n\t\t\t\tfails to comply with any requirement of section 98 or this section,\n\t\t\t\t\tis guilty of an offence and liable on summary conviction to a fine notexceeding level 4 on the standard scale.\n\t\tPower to require information\n\t\t\tThe Assembly may at any time require any person specified in subsection (2)to provide it with any information, documents, records (including personalrecords) or other items—\n\t\t\t\twhich relates or relate to the discharge by a local authority in Wales ofits social services functions; and\n\t\t\t\twhich the Assembly considers it necessary or expedient to have for thepurpose of any of its functions under this Chapter.\n\t\t\tThe persons referred to in subsection (1) are—\n\t\t\t\tthe local authority;\n\t\t\t\ta person providing a Welsh local authority social service for theauthority; or\n\t\t\t\tany NHS body.\n\t\t\tThe power in subsection (1) to require the provision of informationincludes, in relation to records kept by means of a computer, power to requirethe provision of the records in legible form.\n\t\t\tAny person who without reasonable excuse fails to comply with anyrequirement imposed by virtue of this section is guilty of an offence andliable on summary conviction to a fine not exceeding level 4 on the standardscale.\n\t\tPower to require explanation\n\t\t\tThe Assembly may by regulations make provision requiring prescribed personsto provide to the Assembly, or to persons authorised by it, an explanation of—\n\t\t\t\tany documents, records or items inspected, copied or produced undersections 98 to 100,\n\t\t\t\tany information provided under those sections, or\n\t\t\t\tany matters which are the subject of the exercise of any functions of theAssembly under this Chapter,\n\t\t\t\t\tin cases where the Assembly considers the explanation necessary or expedientfor the purposes of this Chapter.\n\t\t\tRegulations under subsection (1) may require explanations to be provided atsuch times and places as may be specified by the Assembly.\n\t\t\tAny person who without reasonable excuse fails to comply with anyrequirement imposed by virtue of this section is guilty of an offence andliable on summary conviction to a fine not exceeding level 4 on the standardscale."
    },
    {
        "length": 2853,
        "text": "\nChapter 7Functions under the Care Standards Act 2000\n\tFunctions of CHAI and CSCI\n\t\tTransfer of functions to CHAI and CSCI\n\t\t\tThe functions of the National Care Standards Commission under Part 2 of theCare Standards Act [2000 (c. 14)](/id/ukpga/2000/14?view=plain \"Go to item oflegislation\") (registration and standards) are transferred in accordance withsubsections (2) and (3).\n\t\t\tIts functions under that Part are transferred to the CHAI insofar as theyrelate to—\n\t\t\t\tindependent hospitals;\n\t\t\t\tindependent clinics; and\n\t\t\t\tindependent medical agencies.\n\t\t\tIts functions under that Part are transferred to the CSCI insofar as theyrelate to—\n\t\t\t\tchildren’s homes;\n\t\t\t\tcare homes;\n\t\t\t\tresidential family centres;\n\t\t\t\tdomiciliary care agencies;\n\t\t\t\tnurses agencies;\n\t\t\t\tfostering agencies;\n\t\t\t\tvoluntary adoption agencies; and\n\t\t\t\tadoption support agencies.\n\t\t\tIn relation to any period after the coming into force of this subsectionbut before the coming into force of sections 80 and 81, the functions of theNational Care Standards Commission under Part 3 of that Act are transferred tothe CSCI.\n\t\tGeneral functions of CHAI\n\t\t\tIn the Care Standards Act [2000 (c. 14)](/id/ukpga/2000/14?view=plain \"Go toitem of legislation\"), after section 5 insert—\n\t\t\t“5AGeneral duties of Commission for Healthcare Audit and Inspection\n\t\t\t\tThe Commission for Healthcare Audit and Inspection (referred to in this Actas “the CHAI”) shall have the general duty of keeping the Secretary of Stateinformed about—\n\t\t\t\t\tthe provision in England of independent health services; and\n\t\t\t\t\tin particular, the availability and quality of the services.\n\t\t\t\tThe CHAI shall have the general duty of encouraging improvement in thequality of independent health services provided in England.\n\t\t\t\tThe CHAI shall make information about independent health services providedin England available to the public.\n\t\t\t\tWhen asked to do so by the Secretary of State, the CHAI shall give himadvice or information on such matters relating to the provision in England ofindependent health services as may be specified in his request.\n\t\t\t\tThe CHAI may at any time give advice to the Secretary of State on—\n\t\t\t\t\tany changes which the CHAI thinks should be made, for the purpose ofsecuring improvement in the quality of independent health services provided inEngland, in the standards set out in statements under section 23;\n\t\t\t\t\tany other matter connected with the provision in England of such services.\n\t\t\t\tIn the exercise of its functions under this Act the CHAI must haveparticular regard to the need to safeguard and promote the rights and welfareof children.\n\t\t\t\tThe Secretary of State may by regulations confer additional functions onthe CHAI in relation to the provision in England of independent healthservices.\n\t\t\t\tIn this section “independent health services” means services of the kindprovided by persons for whom the CHAI is the registration authority.”\n\t\tGeneral functions of CSCI\n\t\t\tIn the Care Standards Act 2000, after section 5A (inserted by section 103above) insert—\n\t\t\t“5BGeneral duties of Commission for Social Care Inspection\n\t\t\t\tThe Commission for Social Care Inspection (referred to in this Act as “theCSCI”) shall have the general duty of keeping the Secretary of State informedabout—\n\t\t\t\t\tthe provision in England of registered social care services; and\n\t\t\t\t\tin particular, the availability and quality of the services.\n\t\t\t\tThe CSCI shall have the general duty of encouraging improvement in thequality of registered social care services provided in England.\n\t\t\t\tThe CSCI shall make information about registered social care servicesprovided in England available to the public.\n\t\t\t\tWhen asked to do so by the Secretary of State, the CSCI shall give himadvice or information on such matters relating to the provision in England ofregistered social care services as may be specified in his request.\n\t\t\t\tThe CSCI may at any time give advice to the Secretary of State on—\n\t\t\t\t\tany changes which the CSCI thinks should be made, for the purpose ofsecuring improvement in the quality of registered social care servicesprovided in England, in the standards set out in statements under section 23;\n\t\t\t\t\tany other matter connected with the provision in England of registeredsocial care services.\n\t\t\t\tIn the exercise of its functions under this Act the CSCI must haveparticular regard to the need to safeguard and promote the rights and welfareof children.\n\t\t\t\tThe Secretary of State may by regulations confer additional functions onthe CSCI in relation to the provision in England of registered social careservices.\n\t\t\t\tIn this section, “registered social care services” means services of thekind provided by persons for whom the CSCI is the registration authority.”\n\t\tFees \n\t\t\tThe Care Standards Act [2000 (c. 14)](/id/ukpga/2000/14?view=plain \"Go toitem of legislation\") is amended as follows.\n\t\t\tAfter section 113 insert—\n\t\t\t“113AFees payable under Part 2\n\t\t\t\tThe CHAI and the CSCI may each from time to time make and publish provisiondetermining the amount of any fee payable to it under Part 2.\n\t\t\t\tProvision under subsection (1) may include provision—\n\t\t\t\t\tfor different amounts to be payable in different cases, or classes of case;\n\t\t\t\t\tfor different amounts to be payable by persons of different descriptions.\n\t\t\t\tBefore the CHAI or the CSCI makes any provision under subsection (1) itmust consult such bodies as appear to it to be representative of the personsliable to pay the fee.\n\t\t\t\tNo provision may be made under subsection (1) without the consent of theSecretary of State.\n\t\t\t\tIf the Secretary of State considers it necessary or desirable to do so, hemay by regulations make provision determining the amount of a fee payable tothe CHAI or the CSCI under Part 2 instead of the amount for which provision ismade under subsection (1).\n\t\t\t\tBefore making any regulations under subsection (5) in respect of feespayable to the CHAI or the CSCI, the Secretary of State shall consult thatbody and such other persons as appear to him to be appropriate.”\n\t\t\t\tIn section 12 (applications for registration), in subsection (2), for “afee of the prescribed amount” substitute “a fee of the amount determined undersection 113A, where the registration authority is the CHAI or the CSCI, or ofthe prescribed amount, where the registration authority is the Assembly.”\n\t\t\t\tIn section 15 (other applications), in subsection (3) for “a fee of suchamount as may be prescribed” substitute “a fee of—\n\t\t\t\t\tthe amount determined under section 113A, where the registration authorityis the CHAI or the CSCI; or\n\t\t\t\t\tthe prescribed amount, where the registration authority is the Assembly.”\n\t\t\t\tIn that section, in subsection (5)—\n\t\t\t\t\tfor “subsection (3)” substitute “subsection (3)(b)”; and\n\t\t\t\t\tfor “the registration authority” substitute “the Assembly”.\n\t\t\t\tIn section 16 (regulations about registration), for subsection (3)substitute—\n\t\t\t\tPersons registered under this Part must also pay to the registrationauthority, at such time as may be prescribed, an annual fee—\n\t\t\t\t\tof such amount as may be determined under section 113A, where theregistration authority is the CHAI or the CSCI; and\n\t\t\t\t\tof such amount as may be prescribed, where the registration authority isthe Assembly.”\n\t\t\t\tIn section 22(7)(i) (fees in respect of notification of variation ofcorporate ownership etc), for the words from “of a fee” to the end substitute“, in respect of any notification required to be made by virtue of paragraph(h), of a fee of—\n\t\t\t\t\tsuch amount as may be determined under section 113A, where notification ismade to the CHAI or the CSCI; or\n\t\t\t\t\tthe prescribed amount, where notification is made to the Assembly”.\n\tMiscellaneous\n\t\tMeaning of “independent medical agency”\n\t\t\tIn section 2(5) of the Care Standards Act [2000 (c.14)](/id/ukpga/2000/14?view=plain \"Go to item of legislation\") (an“independent medical agency” does not include an independent clinic), after“clinic” insert “or an independent hospital”.\n\t\tChildren’s homes providing secure accommodation\n\t\t\tIn section 4 of the Care Standards Act [2000 (c.14)](/id/ukpga/2000/14?view=plain \"Go to item of legislation\") (basicdefinitions), in subsection (8)(a) (references to a description ofestablishment), after “children’s home” insert “, a children’s home providingaccommodation for the purpose of restricting liberty,”.\n\t\t\tIn section 22 of that Act (regulations), in subsection (8) (regulationsrelating to children’s homes)—\n\t\t\t\tomit paragraph (a), and\n\t\t\t\tin paragraph (b), for “mentioned in paragraph (a)” substitute “ofrestricting liberty”.\n\t\tInformation and inspection\n\t\t\tSection 31 of the Care Standards Act 2000 (inspections by personsauthorised by registration authority) is amended as follows.\n\t\t\tAfter subsection (1), insert—\n\t\t\t\t“(1A)The power under subsection (1) to require the provision of informationincludes—\n\t\t\t\tpower to require the provision of copies of any documents or records(including medical and other personal records); and\n\t\t\t\tin relation to records kept by means of a computer, power to require theprovision of the records in legible form.”\n\t\t\tIn subsection (3)—\n\t\t\t\tin paragraph (b), for “(other than medical records)” substitute “(includingmedical and other personal records)”; and\n\t\t\t\tin paragraph (d), for “employed” substitute “working”.\n\t\t\tIn subsection (6), omit “and inspect any medical records relating to histreatment in the establishment”.\n\t\tAssembly: duties relating to children\n\t\t\tIn section 8 of the Care Standards Act 2000 (general functions of theAssembly), at the end insert—\n\t\t\tThe Assembly must have particular regard to the need to safeguard andpromote the rights and welfare of children in the exercise of—\n\t\t\t\tits functions exercisable by virtue of section 5(b) and subsections (1) to(3) of this section; and\n\t\t\t\tany other functions exercisable by the Assembly corresponding to functionsexercisable by the CSCI in relation to England.”"
    },
    {
        "length": 502,
        "text": "\nChapter 8Other functions of CSCI\n\tBoarding schools and colleges\n\t\tThe functions of the National Care Standards Commission under section 87 ofthe Children Act [1989 (c. 41)](/id/ukpga/1989/41?view=plain \"Go to item oflegislation\") (welfare of children accommodated in boarding schools andcolleges) are transferred to the CSCI.\n\tBoarding schools and colleges: reports\n\t\tIn section 87 of the Children Act 1989, after subsection (9) insert—\n\t“(9A)Where the Commission or the National Assembly for Wales exercises thepower conferred by subsection (5) in relation to a child, it must publish areport on whether the child’s welfare is adequately safeguarded and promotedwhile he is accommodated by the school or college.\n\t(9B)Where the Commission or the National Assembly for Wales publishes a reportunder this section, it must—\n\t\tsend a copy of the report to the school or college concerned; and\n\t\tmake copies of the report available for inspection at its offices by anyperson at any reasonable time.\n\t\t(9C)Any person who requests a copy of a report published under this section isentitled to have one on payment of such reasonable fee (if any) as theCommission or the National Assembly for Wales (as the case may be) considersappropriate.”\n\tSecure training centres\n\t\tThe CSCI and the Secretary of State may make arrangements for the CSCI toconduct inspections of secure training centres in England.\n\t\tInspections under this section shall be on such terms, including terms asto payment of the CSCI, as the CSCI and Secretary of State may agree in thearrangements.\n\t\tIn this section, “secure training centre” has the same meaning as insection 43(1)(d) of the Prison Act [1952 (c. 52)](/id/ukpga/1952/52?view=plain\"Go to item of legislation\")."
    },
    {
        "length": 535,
        "text": "\nComplaints about health care\n\tThe Secretary of State may by regulations make provision about the handlingand consideration of complaints made under the regulations about—\n\t\tthe exercise of any of the functions of an English NHS body or a cross-border SHA;\n\t\tthe provision of health care by or for such a body;\n\t\tthe provision of services by such a body or any other person in pursuanceof arrangements made by the body under section 31 of the Health Act [1999 (c.8)](/id/ukpga/1999/8?view=plain \"Go to item of legislation\") in relation tothe exercise of the health-related functions of a local authority.\n\tThe Assembly may by regulations make provision about the handling andconsideration of complaints made under the regulations about—\n\t\tthe exercise of any of the functions of a Welsh NHS body;\n\t\tthe provision of health care by or for a Welsh NHS body;\n\t\tthe provision of services by a Welsh NHS body or any other person inpursuance of arrangements made by the body under section 31 of the Health Act1999 in relation to the exercise of the health-related functions of a localauthority.\n\tRegulations under this section may provide for a complaint to be consideredby one or more of the following—\n\t\tan NHS body;\n\t\tthe CHAI;\n\t\tan independent lay person;\n\t\tan independent panel established under the regulations;\n\t\tany other person or body.\n\tRegulations under this section may make provision for a complaint or anymatter raised by a complaint—\n\t\tto be referred to a Health Service Commissioner for him to consider whetherto investigate the complaint or matter under the Health Service CommissionersAct [1993 (c. 46)](/id/ukpga/1993/46?view=plain \"Go to item of legislation\")(and to be treated by him as a complaint duly referred to him under section 10of that Act);\n\t\tto be referred to any other person or body for him or it to considerwhether to take any action otherwise than under the regulations."
    },
    {
        "length": 833,
        "text": "\nComplaints about social services\n\tThe Secretary of State may by regulations make provision about the handlingand consideration of complaints made under the regulations about—\n\t\tthe discharge by a local authority in England of any of its social servicesfunctions;\n\t\tthe provision of services by another person pursuant to arrangements madeby such an authority in the discharge of those functions;\n\t\tthe provision of services by such an authority or any other person inpursuance of arrangements made by the authority under section 31 of the HealthAct 1999 in relation to the functions of an NHS body (within the meaning ofthat section).\n\tRegulations under subsection (1) may provide for a complaint to beconsidered by one or more of the following—\n\t\tthe local authority in respect of whose functions the complaint is made;\n\t\tthe CSCI;\n\t\tan independent panel established under the regulations;\n\t\tany other person or body.\n\tThe Assembly may by regulations make provision about the handling andconsideration of complaints made under the regulations about—\n\t\tthe discharge by a local authority in Wales of any of its social servicesfunctions;\n\t\tthe provision of services by another person pursuant to arrangements madeby such an authority in the discharge of those functions;\n\t\tthe provision of services by such an authority or any other person inpursuance of arrangements made by the authority under section 31 of the HealthAct [1999 (c. 8)](/id/ukpga/1999/8?view=plain \"Go to item of legislation\") inrelation to the functions of an NHS body (within the meaning of that section).\n\tRegulations under subsection (3) may provide for a complaint to beconsidered by one or more of the following—\n\t\tthe local authority in respect of whose functions the complaint is made;\n\t\tan independent panel established under the regulations;\n\t\tany other person or body.\n\tRegulations under this section may provide for a complaint or any matterraised by a complaint—\n\t\tin the case of regulations under subsection (1), to be referred to a LocalCommissioner under Part 3 of the Local Government Act [1974 (c.7)](/id/ukpga/1974/7?view=plain \"Go to item of legislation\") who is a memberof the Commission for Local Administration in England for him to considerwhether to investigate the complaint or matter under that Part (and to betreated as if it had been duly made under section 26 of that Act);\n\t\tin the case of regulations under subsection (3), to be referred to a LocalCommissioner under Part 3 of the Local Government Act 1974 who is a member ofthe Commission for Local Administration in Wales for him to consider whetherto investigate the complaint or matter under that Part (and to be treated asif it had been duly made under section 26 of that Act);\n\t\tto be referred to any other person or body for him or it to considerwhether to take any action otherwise than under the regulations.\n\tRegulations under this section may not make provision about complaintscapable of being considered as representations under section 24D or section 26of the Children Act [1989 (c. 41)](/id/ukpga/1989/41?view=plain \"Go to item oflegislation\")."
    },
    {
        "length": 720,
        "text": "\nComplaints regulations: supplementary\n\tRegulations under subsection (1) or (2) of section 113 or under subsection(1) or (3) of section 114 (“the regulations”) may, without prejudice to thegenerality of the subsection under which they are made, make the followingprovision.\n\tThe regulations may make provision about—\n\t\tthe persons who may make a complaint;\n\t\tthe complaints which may, or may not, be made under the regulations;\n\t\tthe persons to whom complaints may be made;\n\t\tcomplaints which need not be considered;\n\t\tthe period within which complaints must be made;\n\t\tthe procedure to be followed in making, handling and considering acomplaint;\n\t\tmatters which are excluded from consideration;\n\t\tthe making of a report or recommendations about a complaint;\n\t\tthe action to be taken as a result of the complaint.\n\tThe regulations may require—\n\t\tthe making of a payment, in relation to the consideration of a complaintunder the regulations, by any person or body in respect of whom the complaintis made;\n\t\tany such payment to be—\n\t\tmade to such person or body as may be specified in the regulations; and\n\t\tof such amount as may be specified in, or calculated or determined under,the regulations;\n\t\tan independent panel to review the amount chargeable under paragraph (a) inany particular case and, if the panel thinks fit, to substitute a lesseramount.\n\tThe regulations may require any person or body who handles or considerscomplaints under the regulations to make information available to the publicabout the procedures to be followed under the regulations.\n\tThe regulations may also—\n\t\tprovide for different parts or aspects of a complaint to be treateddifferently;\n\t\trequire the production of information or documents in order to enable acomplaint to be properly considered;\n\t\tauthorise the disclosure of information or documents relevant to acomplaint to a person or body—\n\t\twho is considering a complaint under the regulations; or\n\t\tto whom a complaint has been referred;\n\t\t\tand any such disclosure may be authorised notwithstanding any rule of commonlaw that would otherwise prohibit or restrict the disclosure.\n\tThe regulations may make provision about complaints which raise bothmatters falling to be considered under the regulations and matters falling tobe considered under other statutory complaints procedures, including inparticular provision for—\n\t\tenabling such a complaint to be made under the regulations; and\n\t\tsecuring that matters falling to be considered under other statutorycomplaints procedures are treated as if they had been raised in a complaintmade under the appropriate procedures;\n\t\tand in this subsection “statutory complaints procedures” means proceduresestablished by or under any enactment."
    },
    {
        "length": 1463,
        "text": "\nFurther consideration of representations under the Children Act 1989\n\tIn the Children Act [1989 (c. 41)](/id/ukpga/1989/41?view=plain \"Go to itemof legislation\"), after section 26 (representations) insert—\n\t“26ZARepresentations: further consideration\n\t\tThe Secretary of State may by regulations make provision for the furtherconsideration of representations which have been considered by a localauthority in England under section 24D or section 26.\n\t\tThe regulations may in particular make provision—\n\t\t\tfor the further consideration of a representation by the Commission forSocial Care Inspection (“the CSCI”);\n\t\t\tfor a representation to be referred by the CSCI for further considerationby an independent panel established under the regulations;\n\t\t\tabout the procedure to be followed on the further consideration of arepresentation;\n\t\t\tfor the making of recommendations about the action to be taken as theresult of a representation;\n\t\t\tabout the making of reports about a representation;\n\t\t\tabout the action to be taken by the local authority concerned as a resultof the further consideration of a representation;\n\t\t\tfor a representation to be referred by the CSCI back to the local authorityconcerned for reconsideration by the authority;\n\t\t\tfor a representation or any matter raised by the representation to bereferred by the CSCI—\n\t\t\tto a Local Commissioner in England for him to consider whether toinvestigate the representation or matter under Part 3 of the Local GovernmentAct 1974 as if it were a complaint duly made under section 26 of that Act; or\n\t\t\tto any other person or body for him or it to consider whether to take anyaction otherwise than under the regulations.\n\t\tThe regulations may require—\n\t\t\tthe making of a payment, in relation to the further consideration of arepresentation under this section, by any local authority in respect of whosefunctions the representation is made;\n\t\t\tany such payment to be—\n\t\t\tmade to such person or body as may be specified in the regulations;\n\t\t\tof such amount as may be specified in, or calculated or determined under,the regulations;\n\t\t\tan independent panel to review the amount chargeable under paragraph (a) inany particular case and, if the panel thinks fit, to substitute a lesseramount.\n\t\tThe regulations may also—\n\t\t\tprovide for different parts or aspects of a representation to be treateddifferently;\n\t\t\trequire the production of information or documents in order to enable arepresentation to be properly considered;\n\t\t\tauthorise the disclosure of information or documents relevant to arepresentation—\n\t\t\tto a person or body who is further considering a representation under theregulations; or\n\t\t\tto a Local Commissioner in England (when a representation is referred tohim under the regulations);\n\t\t\t\tand any such disclosure may be authorised notwithstanding any rule of commonlaw that would otherwise prohibit or restrict the disclosure.\n\t\tIn this section, “Local Commissioner in England” means a Local Commissionerunder Part 3 of the Local Government Act [1974 (c.7)](/id/ukpga/1974/7?view=plain \"Go to item of legislation\"), who is a memberof the Commission for Local Administration in England.”\n\t\tAfter section 26ZA of that Act (as inserted by subsection (1)) insert—\n\t“26ZBRepresentations: further consideration (Wales)\n\t\tThe Secretary of State may by regulations make provision for the furtherconsideration of representations which have been considered by a localauthority in Wales under section 24D or section 26.\n\t\tThe regulations may in particular make provision—\n\t\t\tfor the further consideration of a representation by an independent panelestablished under the regulations;\n\t\t\tabout the procedure to be followed on the further consideration of arepresentation;\n\t\t\tfor the making of recommendations about the action to be taken as theresult of a representation;\n\t\t\tabout the making of reports about a representation;\n\t\t\tabout the action to be taken by the local authority concerned as a resultof the further consideration of a representation;\n\t\t\tfor a representation to be referred back to the local authority concernedfor reconsideration by the authority.\n\t\tThe regulations may require—\n\t\t\tthe making of a payment, in relation to the further consideration of arepresentation under this section, by any local authority in respect of whosefunctions the representation is made;\n\t\t\tany such payment to be—\n\t\t\tmade to such person or body as may be specified in the regulations;\n\t\t\tof such amount as may be specified in, or calculated or determined under,the regulations; and\n\t\t\tfor an independent panel to review the amount chargeable under paragraph(a) in any particular case and, if the panel thinks fit, to substitute alesser amount.\n\t\tThe regulations may also—\n\t\t\tprovide for different parts or aspects of a representation to be treateddifferently;\n\t\t\trequire the production of information or documents in order to enable arepresentation to be properly considered;\n\t\t\tauthorise the disclosure of information or documents relevant to arepresentation to a person or body who is further considering a representationunder the regulations;\n\t\t\t\tand any such disclosure may be authorised notwithstanding any rule of commonlaw that would otherwise prohibit or restrict the disclosure.”\n\t\tIn section 26A of that Act (requirement on local authorities to provideassistance for persons making representations under section 24D and section26), after subsection (2) insert—\n\t\t“(2A)The duty under subsection (1) includes a duty to make arrangements forthe provision of assistance where representations under section 24D or 26 arefurther considered under section 26ZA or 26ZB.”"
    },
    {
        "length": 280,
        "text": "\nRepresentations relating to special guardianship support services\n\tIn section 26 of the Children Act [1989 (c.41)](/id/ukpga/1989/41?view=plain \"Go to item of legislation\")(representations), after subsection (3B) insert—\n\t\t“(3C)The duty under subsection (3) extends to any representations (includingcomplaints) which are made to the authority by—\n\t\ta child with respect to whom a special guardianship order is in force,\n\t\ta special guardian or a parent of such a child,\n\t\tany other person the authority consider has a sufficient interest in thewelfare of such a child to warrant his representations being considered bythem, or\n\t\tany person who has applied for an assessment under section 14F(3) or (4),\n\t\tabout the discharge by the authority of such functions under section 14F asmay be specified by the Secretary of State in regulations.”\n\tSection 14G of that Act (special guardianship support services:representations) shall cease to have effect."
    },
    {
        "length": 113,
        "text": "\n“(1E)Where a complaint is duly made to a Commissioner by or on behalf of aperson that the person has sustained injustice or hardship in consequence ofmaladministration by any person or body in the exercise of any function undersection 113 of the Health and Social Care (Community Health and Standards) Act2003 (complaints about health care), the Commissioner may, subject to theprovisions of this Act, investigate the alleged maladministration.”"
    },
    {
        "length": 212,
        "text": "\nComplaints: data protection\n\tIn section 31 of the Data Protection Act [1998 (c.29)](/id/ukpga/1998/29?view=plain \"Go to item of legislation\") (regulatoryactivity) at the end insert—\n\tPersonal data processed for the purpose of the function of considering acomplaint under section 113(1) or (2) or 114(1) or (3) of the Health andSocial Care (Community Health and Standards) Act 2003, or section 24D, 26,26ZA or 26ZB of the Children Act 1989, are exempt from the subject informationprovisions in any case to the extent to which the application of thoseprovisions to the data would be likely to prejudice the proper discharge ofthat function.”"
    },
    {
        "length": 885,
        "text": "\nJoint working\n\tCo-operation etc\n\t\tThe CHAI and the CSCI must co-operate with each other where it seems tothem appropriate to do so for the efficient and effective discharge of theirrespective functions.\n\t\tThe CHAI and the CSCI must, in prescribed circumstances, consult each otherin relation to the proposed exercise of their functions.\n\t\tThe CHAI and the CSCI may each delegate to the other any of its functionsto be exercised by the other on its behalf.\n\t\tThe CHAI and the CSCI may, subject to such conditions as may be prescribed,enter into arrangements for the pooling of financial resources whenever theyconsider it appropriate to do so.\n\tReviews and investigations\n\t\tThe CHAI and the CSCI may exercise any of their powers to conduct reviewsand investigations under this Part in conjunction with each other.\n\t\tThe CHAI may conduct a review or investigation under this Part, orundertake a study under section 57, in conjunction with a review,investigation or study relating to any functions of an NHS body, or to anyhealth care provided by or for an NHS body, which is being conducted by anyother public authority.\n\t\tThe CSCI may conduct a review or investigation under this Part, or a studyunder section 82 in conjunction with a review, investigation or study relatingto any other functions of a local authority which is being conducted by anyother public authority.\n\t\tWhere a review, investigation or study is being conducted by the CHAI inconjunction with any other authority pursuant to this section, any reportwhich under this Part the CHAI is required to publish in relation to thereview, investigation or study may consist of a joint report by the CHAI andthe other authority as to all the matters being investigated by both of them.\n\t\tWhere a review, investigation or study is being conducted by the CSCI inconjunction with any other authority pursuant to this section, any reportwhich under this Part the CSCI is required to publish in relation to thereview, investigation or study may consist of a joint report by the CSCI andthe other authority as to all the matters being investigated by both of them.\n\t\tThis section is without prejudice to any other powers of the CHAI or theCSCI.\n\tJoint annual reviews\n\t\tRegulations made by the Secretary of State may provide that, where servicesof a description specified in the regulations are provided under arrangementsunder section 31 of the Health Act [1999 (c. 8)](/id/ukpga/1999/8?view=plain\"Go to item of legislation\"), the CHAI and the CSCI shall jointly—\n\t\t\treview the provision by the parties to the arrangements of such services asmay be specified in the regulations;\n\t\t\taward a performance rating in respect of those services.\n\t\tThe regulations may provide that the CHAI and the CSCI are to exercisetheir functions under this section—\n\t\t\tat such times as may be specified in the regulations;\n\t\t\tby reference to criteria determined by the CHAI and the CSCI and approvedby the Secretary of State.\n\t\tThe regulations may require the CHAI and the CSCI to publish a report afterconducting a review under this section.\n\tPower to assist\n\t\tThe CHAI or the CSCI may if it thinks it appropriate to do so provideassistance to any other public authority in the United Kingdom for the purposeof the exercise by that authority of its functions.\n\t\tAssistance provided by the CHAI or the CSCI under this section may beprovided on such terms, including terms as to payment, as it thinks fit."
    },
    {
        "length": 1072,
        "text": "\nArrangements with public authorities\n\tArrangements with Ministers etc: CHAI\n\t\tArrangements may be made between the CHAI and a Minister of the Crown —\n\t\t\tfor the CHAI to perform any of its functions in relation to any prescribedhealth scheme for which the Minister has responsibility; or\n\t\t\tfor the CHAI to provide services or facilities in so far as they arerequired by the Minister in connection with any such health scheme.\n\t\tArrangements may be made between the CHAI and a Northern Ireland Minister—\n\t\t\tfor the CHAI to perform on behalf of the Minister any functions of theMinister which—\n\t\t\tcorrespond to any functions of the CHAI; and\n\t\t\trelate to the Northern Irish health service;\n\t\t\tfor the CHAI to provide services or facilities in so far as they arerequired by the Minister in connection with the exercise by him of any suchfunctions.\n\t\tArrangements under this section may be made on such terms and conditions asmay be agreed between the parties to the arrangements.\n\t\tThose terms and conditions may include provision with respect to the makingof payments to the CHAI in respect of the cost to it of performing orproviding any functions, services or facilities under the arrangements.\n\t\tAny arrangements under subsection (2)(a) are not to affect theresponsibility of the Northern Ireland Minister on whose behalf any functionsare exercised.\n\t\tIn this section—\n\t\t\t  * “health scheme” means any scheme which appears to the Secretary of State to be a health or medical scheme paid for out of public funds; \n\t\t\t  * “Northern Ireland Minister” includes the First Minister, the deputy First Minister and a Northern Ireland department; \n\t\t\t  * “Northern Irish health service” means any of the health services under any enactment which extends to Northern Ireland and which corresponds to section 1(1) of the 1977 Act. \n\tArrangements with Ministers etc: CSCI\n\t\tArrangements may be made between the CSCI and a Minister of the Crown—\n\t\t\tfor the CSCI to advise the Minister with respect to the provision of anyservices for which the Minister has responsibility which are similar toEnglish local authority social services; or\n\t\t\tfor the CSCI to review, and conduct inspections in relation to, theprovision of any such services.\n\t\tArrangements may be made between the CSCI and a Northern Ireland Ministerfor the CSCI to advise and assist the Northern Ireland Minister with respectto the provision of any services for which the Minister has responsibilitywhich are similar to English local authority social services.\n\t\tArrangements under this section may be made on such terms and conditions asmay be agreed between the parties to the arrangements.\n\t\tThose terms and conditions may include provision with respect to the makingof payments to the CSCI in respect of the cost to it of performing orproviding any functions, services or facilities under the arrangements.\n\t\tIn this section “Northern Ireland Minister” has the same meaning as insection 124.\n\tArrangements with the Isle of Man and Channel Islands: CHAI\n\t\tThe CHAI may make arrangements with—\n\t\t\tthe Government of the Isle of Man,\n\t\t\tthe States of Jersey, or\n\t\t\tthe States of Guernsey,\n\t\t\t\tfor the CHAI to advise and assist that authority with respect to the provisionof health care by them or on their behalf.\n\t\tThe terms and conditions of arrangements under this section may includeprovision with respect to the making of payments to the CHAI in respect of thecost to it of performing or providing any functions, services or facilitiesunder the arrangements.\n\tArrangements with the Isle of Man and Channel Islands: CSCI\n\t\tThe CSCI may make arrangements with—\n\t\t\tthe Government of the Isle of Man,\n\t\t\tthe States of Jersey, or\n\t\t\tthe States of Guernsey,\n\t\t\t\tfor the CSCI to advise and assist that authority with respect to the provisionof any services which are similar to English local authority social services.\n\t\tThe terms and conditions of arrangements under this section may includeprovision with respect to the making of payments to the CSCI in respect of thecost to it of performing or providing any functions, services or facilitiesunder the arrangements."
    },
    {
        "length": 416,
        "text": "\nReports\n\tReports: CHAI\n\t\tAs soon as possible after the end of each financial year the CHAI must makea report on each of the following—\n\t\t\tthe way in which it has exercised its functions during the year;\n\t\t\tthe provision of health care by or for NHS bodies;\n\t\t\twhat it has found in the course of exercising its functions during the yearin relation to the persons for whom it is the registration authority under theCare Standards Act [2000 (c. 14)](/id/ukpga/2000/14?view=plain \"Go to item oflegislation\").\n\t\tThe CHAI must lay before Parliament a copy of each report made under thissection.\n\t\tThe CHAI must send a copy of each report made under this section to theSecretary of State and the Assembly.\n\t\tThe CHAI must also provide the Secretary of State with such reports andinformation relating to the exercise of its functions as he may from time totime request.\n\tReports: CSCI\n\t\tAs soon as possible after the end of each financial year the CSCI must makea report on each of the following—\n\t\t\tthe way in which it has exercised its functions during the year;\n\t\t\twhat it has found in the course of exercising its functions during theyear.\n\t\tThe CSCI must lay before Parliament a copy of each report made under thissection.\n\t\tThe CSCI must send a copy of each such report to the Secretary of State.\n\t\tThe CSCI must also provide the Secretary of State with such reports andinformation relating to the exercise of its functions as he may from time totime require."
    },
    {
        "length": 996,
        "text": "\nRelationship with government\n\tDuty to have regard to government policy: CHAI\n\t\tIn exercising any of its functions the CHAI must have regard to suchaspects of government policy as the Secretary of State may direct.\n\t\tSubsection (1) does not apply in relation to any of the CHAI’s functionsunder section 48(1), 49, 51 or 53.\n\t\tIn exercising any of its functions under any of the sections referred to insubsection (2)—\n\t\t\twhere the exercise relates to the provision of health care by or for anEnglish NHS body or cross-border SHA, the CHAI must have regard to suchaspects of government policy as the Secretary of State may direct; and\n\t\t\twhere the exercise relates to the provision of health care by or for aWelsh NHS body, the CHAI must have regard to such aspects of the Assembly’spolicy as the Assembly may direct.\n\t\tIn relation to any function conferred on the CHAI under subsection (1)(a)of section 58, regulations under that section may do either or both of thefollowing—\n\t\t\tthey may disapply subsection (1) of this section in relation to thatfunction;\n\t\t\tthey may require the CHAI, in exercising the function in relation to theprovision of health care by or for a Welsh NHS body, to have regard to suchaspects of the Assembly’s policy as the Assembly may direct.\n\t\tA direction under this section—\n\t\t\tmust be given in writing;\n\t\t\tmay be varied or revoked by a further direction under this section.\n\tDuty to have regard to government policy: CSCI\n\t\tIn exercising any of its functions the CSCI must have regard to suchaspects of government policy as the Secretary of State may direct in writing.\n\t\tA direction given under this section may be varied or revoked by a furthersuch direction.\n\tFailure in discharge of functions: CHAI\n\t\tWhere the Secretary of State considers that the CHAI is to a significantextent—\n\t\t\tfailing to discharge any of its functions under this Act; or\n\t\t\tfailing properly to discharge any of those functions;\n\t\t\t\the may give a direction to the CHAI.\n\t\tThe Secretary of State must consult the Assembly before giving a directionunder this section in respect of a failure which—\n\t\t\trelates to any function of the CHAI under section 48(1), 49, 51 or 53; and\n\t\t\trelates to the provision of health care by or for a Welsh NHS body.\n\t\tRegulations under section 58 may, in relation to any function conferred onthe CHAI under subsection (1)(a) of that section, provide that—\n\t\t\tthe Assembly, and not the Secretary of State, may give directions to theCHAI under subsection (1);\n\t\t\tthe Assembly, as well as the Secretary of State, may give directions to theCHAI under subsection (1).\n\t\tThe CHAI must comply with any direction given to it under this section.\n\t\tA direction given under this section—\n\t\t\tmust be given in writing;\n\t\t\tmay be varied or revoked by a further direction under this section.\n\tFailure in discharge of functions: CSCI\n\t\tWhere the Secretary of State considers that the CSCI is to a significantextent—\n\t\t\tfailing to discharge any of its functions under this Act or the ChildrenAct [1989 (c. 41)](/id/ukpga/1989/41?view=plain \"Go to item of legislation\"),or\n\t\t\tfailing properly to discharge any of those functions,\n\t\t\t\the may give it a direction in writing.\n\t\tThe CSCI must comply with any such direction.\n\t\tA direction given under this section may be varied or revoked by a furthersuch direction."
    },
    {
        "length": 661,
        "text": "\nInquiries\n\tInquiries: CHAI\n\t\tThe Secretary of State may cause an inquiry to be held into any matterconnected with the exercise by the CHAI of any of its functions.\n\t\tThe Assembly may cause an inquiry to be held into any matter connected withthe exercise by the CHAI of any of its functions in relation to any healthcare provided by or for a Welsh NHS body.\n\t\tBefore an inquiry is begun, the Secretary of State or (in the case of aninquiry under subsection (2)) the Assembly may give a direction that it beheld in private.\n\t\tWhere no such direction has been given, the person holding the inquiry mayif he thinks fit hold it, or any part of it, in private.\n\t\tSubsections (2) to (5) of section 250 of the Local Government Act [1972 (c.70)](/id/ukpga/1972/70?view=plain \"Go to item of legislation\") (powers inrelation to local inquiries) apply in relation to an inquiry under thissection as they apply in relation to a local inquiry under that section.\n\t\tThe report of the person holding the inquiry is to be published, unless theSecretary of State or (in the case of an inquiry under subsection (2)) theAssembly considers that there are exceptional circumstances which makepublication inappropriate.\n\t\tPublication under subsection (6) is to be in such manner as the Secretaryof State or (in the case of an inquiry under subsection (2)) the Assemblyconsiders appropriate.\n\tInquiries: CSCI\n\t\tThe Secretary of State may cause an inquiry to be held into any matterconnected with the exercise by the CSCI of any of its functions (under anyenactment).\n\t\tBefore an inquiry is begun, the Secretary of State may give a directionthat it be held in private.\n\t\tWhere no such direction has been given, the person holding the inquiry mayif he thinks fit hold it, or any part of it, in private.\n\t\tSubsections (2) to (5) of section 250 of the Local Government Act [1972 (c.70)](/id/ukpga/1972/70?view=plain \"Go to item of legislation\") (powers inrelation to local inquiries) apply in relation to an inquiry under thissection as they apply in relation to a local inquiry under that section.\n\t\tThe report of the person holding the inquiry is to be published, unless theSecretary of State considers that there are exceptional circumstances whichmake publication inappropriate.\n\t\tPublication under subsection (5) is to be in such manner as the Secretaryof State considers appropriate."
    },
    {
        "length": 1589,
        "text": "\nInformation\n\tDisclosure of information obtained by CHAI\n\t\tThis section applies to information which—\n\t\t\thas been obtained by the CHAI on terms or in circumstances requiring it tobe held in confidence; and\n\t\t\trelates to and identifies an individual.\n\t\tSubject to section 137, a person is guilty of an offence if he knowingly orrecklessly discloses information to which this section applies during thelifetime of the individual to which it relates.\n\t\tA person guilty of an offence under this section is liable—\n\t\t\ton summary conviction, to imprisonment for a term not exceeding 6 months orto a fine not exceeding the statutory maximum, or to both;\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears or to a fine or to both.\n\t\tFor the purposes of subsection (1)(b), information obtained by the CHAI, orany person authorised by it, is to be regarded as identifying an individual ifthat individual can be identified—\n\t\t\tfrom that information, or\n\t\t\tfrom that information and from other information obtained by the CHAI orany person authorised by it.\n\tSection 136: defence\n\t\tIt is a defence for a person charged with an offence under section 136 toprove that at the time of the alleged offence—\n\t\t\tany of the circumstances in subsection (2) applied in relation to thedisclosure in question; or\n\t\t\the reasonably believed that they applied.\n\t\tThe circumstances referred to in subsection (1)(a) are that—\n\t\t\tthe disclosure was made in a form in which the individual to whom itrelates is not identified;\n\t\t\tthe disclosure was made with the consent of the individual to whom theinformation relates;\n\t\t\tthe information disclosed had previously been lawfully disclosed to thepublic;\n\t\t\tthe disclosure was made under or pursuant to regulations under section 113(complaints about health care);\n\t\t\tthe disclosure was made in accordance with any enactment or court order;\n\t\t\tthe disclosure was necessary or expedient for the purposes of protectingthe welfare of any individual;\n\t\t\tthe disclosure was made to any body or person in circumstances where it wasnecessary or expedient for the person or body to have the information for thepurpose of exercising his or its functions under any enactment.\n\t\tIt is also a defence for a person charged with an offence under section 136to prove that the disclosure was made—\n\t\t\tfor the purposes of facilitating the exercise of any functions of the CHAI(under any enactment);\n\t\t\tin connection with the investigation of a criminal offence (whether or notin the United Kingdom);\n\t\t\tfor the purpose of criminal proceedings (whether or not in the UnitedKingdom).\n\t\tFor the purposes of subsection (2)(a), information disclosed by a person isnot to be regarded as being in a form in which an individual is not identifiedif the individual can be identified—\n\t\t\tfrom that information, or\n\t\t\tfrom that information and from other information disclosed by the CHAI, byany person authorised by it or by any of its members or employees.\n\tInformation obtained by CHAI: supplementary\n\t\tThe CHAI may, subject to section 136, use any information it obtains, ordocuments or records produced to it, in the course of exercising any of itsfunctions for the purposes of any of its other functions.\n\t\tWhere subsection (3) applies, the CHAI may disclose any informationobtained by it notwithstanding any rule of common law which would otherwiseprohibit or restrict the disclosure.\n\t\tThis subsection applies where—\n\t\t\tin the case of information relating to an individual, the circumstances inparagraph (a) or (b) of subsection (2) of section 137 apply in relation to thedisclosure;\n\t\t\tin any case, the circumstances in any of paragraphs (c) to (g) of thatsubsection apply in relation to the disclosure; or\n\t\t\tin any case, the disclosure is made as specified in paragraph (a), (b) or(c) of subsection (3) of that section.\n\t\tSubsection (4) of section 137 applies for the purposes of subsection (3)(a)above.\n\tInformation obtained by CSCI: supplementary\n\t\tThe CSCI may use any information it obtains, or documents or records producedto it, in the course of exercising any of its functions for the purposes ofany of its other functions.\n\tCode of practice: CHAI\n\t\tThe CHAI must prepare and publish a code in respect of the practice itproposes to follow in relation to confidential personal information.\n\t\tThe code must in particular make provision about the CHAI’s obtaining,handling, use and disclosure of confidential personal information.\n\t\tBefore publishing the code, the CHAI must consult such persons as itconsiders appropriate.\n\t\tThe CHAI must keep the code under review and, if it considers itappropriate, from time to time publish a revised code (and references in thissection to the code include any revised code).\n\t\tFor the purposes of this section “confidential personal information” meansinformation which—\n\t\t\tis obtained by the CHAI on terms or in circumstances requiring it to beheld in confidence; and\n\t\t\trelates to and identifies an individual.\n\tCode of practice: CSCI\n\t\tThe CSCI must prepare and publish a code in respect of the practice itproposes to follow in relation to confidential personal information.\n\t\tThe code must in particular make provision about the CSCI’s obtaining,handling, use and disclosure of confidential personal information.\n\t\tBefore publishing the code, the CSCI must consult such persons as itconsiders appropriate.\n\t\tThe CSCI must keep the code under review and, if it considers itappropriate, from time to time publish a revised code (and references in thissection to the code include any revised code).\n\t\tFor the purposes of this section “confidential personal information” meansinformation which—\n\t\t\tis obtained by the CSCI on terms or in circumstances requiring it to beheld in confidence; and\n\t\t\trelates to and identifies an individual."
    },
    {
        "length": 918,
        "text": "\nWales: supplementary\n\tAnnual reports of Assembly\n\t\tAs soon as possible after the end of each financial year of the Assembly, theAssembly must make and publish a report or reports on—\n\t\t\twhat it has found during the year in the course of exercising—\n\t\t\tits functions under Chapter 4 and 6 of this Part (other than any functionof making regulations);\n\t\t\tits functions exercisable by virtue of section 5(b) and 8(1) to (3) of theCare Standards Act [2000 (c. 14)](/id/ukpga/2000/14?view=plain \"Go to item oflegislation\");\n\t\t\tthe way in which the Assembly has during the year exercised thosefunctions.\n\tUse by Assembly of information\n\t\tThe Assembly may use any information it obtains, or documents produced toit, in the course of exercising any function of the Assembly referred to inany paragraph of subsection (2) for the purposes of any function of theAssembly referred to in any other paragraph of that subsection.\n\t\tThe functions of the Assembly referred to in subsection (1) are—\n\t\t\tits functions under Chapter 4 of this Part;\n\t\t\tits functions under Chapter 6 of this Part;\n\t\t\tits functions exercisable by virtue of section 5(b) or 8(1) to (3) of theCare Standards Act [2000 (c. 14)](/id/ukpga/2000/14?view=plain \"Go to item oflegislation\");\n\t\t\tits functions under section 80 of the Children Act [1989 (c.41)](/id/ukpga/1989/41?view=plain \"Go to item of legislation\").\n\t\tReferences to functions in subsection (2) do not include functions ofmaking regulations.\n\tInquiries: Wales\n\t\tThis section applies where, under section 35 of the Government of Wales Act[1998 (c. 38)](/id/ukpga/1998/38?view=plain \"Go to item of legislation\"), theAssembly causes an inquiry to be held into any matter relevant to the exerciseof—\n\t\t\tits functions under Chapter 4 or 6 of this Part (other than any function ofmaking regulations);\n\t\t\tits functions under section 87 of the Children Act 1989.\n\t\tBefore an inquiry is begun, the Assembly may give a direction that it beheld in private.\n\t\tWhere no such direction has been given, the person holding the inquiry mayif he thinks fit hold it, or any part of it, in private.\n\t\tThe report of the person holding the inquiry is to be published, unless theAssembly considers that there are exceptional circumstances which makepublication inappropriate.\n\t\tPublication under subsection (4) is to be in such manner as the Assemblyconsiders appropriate.\n\tCo-operation between Assembly and CHAI\n\t\tThe Assembly and the CHAI must co-operate with each other for the efficientand effective discharge of any relevant function.\n\t\tFor the purposes of subsection (1), a relevant function is—\n\t\t\tany function of the CHAI under Chapter 3 of this Part;\n\t\t\tany function of the Assembly under Chapter 4 or 6 of this Part (other thanany function of making regulations);\n\t\t\tany function of the CHAI under the Care Standards Act 2000;\n\t\t\tany function of the Assembly exercisable by virtue of section 5(b) or 8(1)to (3) of the Care Standards Act 2000."
    },
    {
        "length": 1659,
        "text": "\nGeneral\n\tOffences by bodies corporate\n\t\tThis section applies where any offence under this Part is committed by abody corporate.\n\t\tIf the offence is proved to have been committed with the consent orconnivance of, or to be attributable to any neglect on the part of—\n\t\t\tany director, manager, or secretary of the body corporate, or\n\t\t\tany person who was purporting to act in any such capacity,\n\t\t\t\the (as well as the body corporate) shall be guilty of the offence and shall beliable to be proceeded against and punished accordingly.\n\t\tThe reference in subsection (2) to a director, manager or secretary of abody corporate includes a reference—\n\t\t\tto any other similar officer of the body; and\n\t\t\twhere the body is a local authority or NHS body, to any officer or memberof the authority or NHS body.\n\tMinor and consequential amendments\n\t\tSchedule 9 (which makes minor and consequential amendments relating to thisPart) has effect.\n\tInterpretation of Part 2\n\t\tIn this Part—\n\t\t  * “Audit Commission” means the Audit Commission for Local Authorities and the National Health Service in England and Wales; \n\t\t  * “the CHAI” means the Commission for Healthcare Audit and Inspection; \n\t\t  * “cross-border SHA” means a Special Health Authority not performing functions only or mainly in respect of England or only or mainly in respect of Wales; \n\t\t  * “the CSCI” means the Commission for Social Care Inspection; \n\t\t  * “English local authority social service” means— \n\t\t\ta service which is provided, in any place, by a local authority in England inthe exercise of any of its social services functions;\n\t\t\ta service which is provided, in any place, by another person pursuant toarrangements made by a local authority in England in the exercise of itssocial services functions;\n\t\t\ta service which—\n\t\t\tis provided, in any place, by a local authority in England, or by anotherperson pursuant to arrangements made by a local authority in England, undersection 2(1)(b) of the Local Government Act [2000 (c.22)](/id/ukpga/2000/22?view=plain \"Go to item of legislation\"); and\n\t\t\tis similar in nature to a service which could be provided by the authority inthe exercise of any of its social services functions.\n\t\t\t\t  * “English NHS body” means— \n\t\t\ta Primary Care Trust;\n\t\t\ta Strategic Health Authority;\n\t\t\tan NHS trust all or most of whose hospitals, establishments and facilities aresituated in England;\n\t\t\tan NHS foundation trust;\n\t\t\ta Special Health Authority performing functions only or mainly in respect ofEngland;\n\t\t\t\t  * “financial year”, in relation to the CHAI or the CSCI, means— \n\t\t\tthe period beginning with the date on which that body is established andending with the next 31st March following that date; and\n\t\t\teach successive period of twelve months ending with 31st March;\n\t\t\t\t  * “health care” has the meaning given by section 45(2); \n\t\t\t\t  * “local authority” has the same meaning as in the Local Authority Social Services Act [1970 (c. 42)](/id/ukpga/1970/42?view=plain \"Go to item of legislation\") (see section 1 of that Act); \n\t\t\t\t  * “Minister of the Crown” has the same meaning as in the Ministers of the Crown Act [1975 (c. 26)](/id/ukpga/1975/26?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “NHS body” means— \n\t\t\tan English NHS body;\n\t\t\ta Welsh NHS body;\n\t\t\ta cross-border SHA;\n\t\t\t\t  * “NHS trust” has the same meaning as in Part 1 of the 1977 Act; \n\t\t\t\t  * “personal records” includes medical records; \n\t\t\t\t  * “prescribed” means prescribed by regulations made by— \n\t\t\tthe Secretary of State;\n\t\t\tin the case of sections 63, 75 and 101, the Assembly;\n\t\t\t\t  * “regulator” means the Independent Regulator of NHS Foundation Trusts; \n\t\t\t\t  * “social services functions” has the same meaning as in the Local Authority Social Services Act 1970; \n\t\t\t\t  * “Welsh local authority social service” means— \n\t\t\ta service provided, in any place, by a local authority in Wales in theexercise of any of its social services functions;\n\t\t\ta service provided, in any place, by another person pursuant to arrangementsmade by a local authority in Wales in the exercise of its social servicesfunctions;\n\t\t\ta service which—\n\t\t\tis provided, in any place, by a local authority in Wales, or by another personpursuant to arrangements made by a local authority in Wales, under section2(1)(b) of the Local Government Act [2000 (c.22)](/id/ukpga/2000/22?view=plain \"Go to item of legislation\"); and\n\t\t\tis similar in nature to a service which could be provided by the authority inthe exercise of any of its social services functions;\n\t\t\t\t  * “Welsh NHS body” means— \n\t\t\ta Local Health Board;\n\t\t\tan NHS trust all or most of whose hospitals, establishments and facilities aresituated in Wales;\n\t\t\ta Special Health Authority performing functions only or mainly in respect ofWales.\n\tReferences to the provision of health care\n\t\tFor the purposes of this Part, a person provides health care for anotherperson if he provides it—\n\t\t\tat the direction of the other person;\n\t\t\tin accordance with, or by virtue of, an agreement or arrangements made bythe other person (whether or not with the person providing the health care);or\n\t\t\totherwise on behalf of the other person.\n\t\tReferences in this section to the provision of health care includereferences to its provision jointly with another person."
    },
    {
        "length": 1346,
        "text": "\nNHS charges\n\tLiability to pay NHS charges\n\t\tThis section applies if—\n\t\t\ta person makes a compensation payment to or in respect of any other person(the “injured person”) in consequence of any injury, whether physical orpsychological, suffered by the injured person, and\n\t\t\tthe injured person has—\n\t\t\treceived NHS treatment at a health service hospital as a result of theinjury,\n\t\t\tbeen provided with NHS ambulance services as a result of the injury forthe purpose of taking him to a health service hospital for NHS treatment(unless he was dead on arrival at that hospital), or\n\t\t\treceived treatment as mentioned in sub-paragraph (i) and been providedwith ambulance services as mentioned in sub-paragraph (ii).\n\t\tThe person making the compensation payment is liable to pay the relevantNHS charges—\n\t\t\tin respect of—\n\t\t\tthe treatment, in so far as received at a hospital in England or Wales,\n\t\t\tthe ambulance services, in so far as provided to take the injured personto such a hospital,\n\t\t\t\tto the Secretary of State,\n\t\t\tin respect of—\n\t\t\tthe treatment, in so far as received at a hospital in Scotland,\n\t\t\tthe ambulance services, in so far as provided to take the injured personto such a hospital,\n\t\t\tto the Scottish Ministers.\n\t\t“Compensation payment” means a payment, including a payment in money’sworth, made—\n\t\t\tby or on behalf of a person who is, or is alleged to be, liable to anyextent in respect of the injury, or\n\t\t\tin pursuance of a compensation scheme for motor accidents,\n\t\t\tbut does not include a payment mentioned in Schedule 10.\n\t\tSubsection (1)(a) applies—\n\t\t\tto a payment made—\n\t\t\tvoluntarily, or in pursuance of a court order or an agreement, orotherwise, and\n\t\t\tin the United Kingdom or elsewhere, and\n\t\t\tif more than one payment is made, to each payment.\n\t\t“Injury” does not include any disease.\n\t\tNothing in subsection (5) prevents this Part from applying to—\n\t\t\ttreatment received as a result of any disease suffered by the injuredperson, or\n\t\t\tambulance services provided as a result of any disease suffered by him,\n\t\t\tif the disease in question is attributable to the injury suffered by theinjured person (and accordingly that treatment is received or those servicesare provided as a result of the injury).\n\t\t“NHS treatment” means any treatment (including any examination of theinjured person) other than—\n\t\t\ttreatment provided by virtue of section 18A(4) or 65 of the 1977 Act,section 57 of, or paragraph 14 of Schedule 7A to, the 1978 Act or paragraph 14of Schedule 2 to the National Health Service and Community Care Act [1990 (c.19)](/id/ukpga/1990/19?view=plain \"Go to item of legislation\") (accommodationand services for private patients),\n\t\t\tother treatment provided by an NHS foundation trust in pursuance of anundertaking to pay in respect of the treatment given by or on behalf of theinjured person,\n\t\t\ttreatment provided at a health service hospital by virtue of section 72 ofthe 1977 Act or section 64 of the 1978 Act (permission for use of nationalhealth service accommodation or facilities in private practice), or\n\t\t\ttreatment provided by virtue of—\n\t\t\tsection 16CA, 16CC, 28C, 28K or 28Q of the 1977 Act (primary medical anddental services), or\n\t\t\tsection 17C, 19 or 25 of the 1978 Act (personal or general medical ordental services).\n\t\tIn relation to any time before sections 170 and 172 come into force, thereferences in subsection (7)(d)(i) to sections 16CA and 28K of the 1977 Actare to be taken as a reference to section 35 of that Act (arrangements forgeneral dental services).\n\t\tIn relation to any time before sections 174 and 175 come into force, thereferences in subsection (7)(d)(i) to sections 16CC and 28Q of the 1977 Actare to be taken as a reference to section 29 of that Act (arrangements forgeneral medical services).\n\t\t“Relevant NHS charges” means the amount (or amounts) specified in acertificate of NHS charges—\n\t\t\tissued under this Part, in respect of the injured person, to the personmaking the compensation payment, and\n\t\t\tin force.\n\t\t“Compensation scheme for motor accidents” means any scheme or arrangementunder which funds are available for the payment of compensation in respect ofmotor accidents caused, or alleged to have been caused, by uninsured orunidentified persons.\n\t\tRegulations may amend Schedule 10 by omitting or modifying any payment forthe time being specified in that Schedule.\n\t\tThis section applies in relation to any injury which occurs after the dateon which this section comes into force.\n\t\tFor the purposes of this Part, it is irrelevant whether a compensationpayment is made with or without an admission of liability."
    },
    {
        "length": 3116,
        "text": "\nCertificates of NHS charges\n\tApplications for certificates of NHS charges\n\t\tBefore a person makes a compensation payment in consequence of any injurysuffered by an injured person, he may apply for a certificate to the Secretaryof State, the Scottish Ministers or both, according to whether he believes therelevant NHS charges payable by him (if any) would be due to the Secretary ofState, the Scottish Ministers or both.\n\t\tIf the Secretary of State receives or the Scottish Ministers receive anapplication under subsection (1), he or they must arrange for a certificate tobe issued as soon as is reasonably practicable (subject to section 152).\n\t\tA certificate may provide that it is to remain in force—\n\t\t\tuntil a specified date,\n\t\t\tuntil the occurrence of a specified event, or\n\t\t\tindefinitely. \n\t\tA person may apply under subsection (1) for a fresh certificate from timeto time.\n\t\tSubsection (2) does not require the Secretary of State or the ScottishMinisters to arrange for a fresh certificate to be issued to a person applyingunder subsection (4) if, when the application is received, a certificateissued to the applicant in respect of the injured person is still in force;but the Secretary of State or the Scottish Ministers (as the case may be) mayarrange for a fresh certificate to be issued so as to have effect on theexpiry of the current certificate.\n\t\tIf a certificate expires, the Secretary of State or the Scottish Ministers(as the case may be) may arrange for a fresh certificate to be issued withoutan application having to be made.\n\t\tIn the circumstances mentioned in subsection (8), a person who has made acompensation payment in consequence of an injury suffered by an injured personmust apply for a certificate to the Secretary of State, the Scottish Ministersor both, according to whether he believes the relevant NHS charges payable byhim (if any) would be due to the Secretary of State, the Scottish Ministers orboth.\n\t\tThe circumstances are that—\n\t\t\tat the time the payment is made by the person—\n\t\t\tno certificate has been issued to him in respect of the injured person, or\n\t\t\tif such a certificate has been issued to him, it is no longer in force,and\n\t\t\tno application for a certificate has been made by him during the prescribedperiod ending immediately before the day on which the compensation payment ismade.\n\t\tAn application for a certificate must be made in the prescribed manner and,in the case of an application under subsection (7), within the prescribedperiod.\n\t\tOn receiving an application under subsection (7), the Secretary of Stateor the Scottish Ministers must arrange for a certificate to be issued as soonas is reasonably practicable (subject to section 152).\n\t\tIn this section and section 152, “relevant NHS charges” has the meaninggiven in section 150(10).\n\tSection 151: supplementary\n\t\tSubsection (2) applies if—\n\t\t\tan application is made under subsection (1) or (7) of section 151 to theSecretary of State or the Scottish Ministers, and\n\t\t\tit appears to the Secretary of State or the Scottish Ministers that therelevant NHS charges payable by the applicant (if any) would be due to theScottish Ministers or the Secretary of State (respectively) instead.\n\t\tThe Secretary of State or the Scottish Ministers (as the case may be) mustrefer the application to the Scottish Ministers or the Secretary of State(respectively), and the application is to be treated, for the purposes of thisPart, as having been made to the Scottish Ministers or the Secretary of State(as the case may be).\n\t\tSubsection (4) applies if—\n\t\t\tan application is made under subsection (1) or (7) of section 151 to theSecretary of State or the Scottish Ministers, and\n\t\t\tit appears to the Secretary of State or the Scottish Ministers that therelevant NHS charges payable by the applicant (if any) would be due in part tohim or them and in part to the Scottish Ministers or the Secretary of State(respectively).\n\t\tThe Secretary of State or the Scottish Ministers (as the case may be) mustrefer the application to the Scottish Ministers or the Secretary of State(respectively) in so far as the application relates to relevant NHS chargesdue to them or him, and the application is to be treated, for the purposes ofthis Part, as having been made to the Secretary of State in so far as itrelates to relevant NHS charges due to him under subsection (2) of section 150and to the Scottish Ministers in so far as it relates to relevant NHS chargesdue to them under that subsection.\n\t\tA certificate may be issued under section 151 jointly by the Secretary ofState and the Scottish Ministers specifying—\n\t\t\tan amount (or amounts) for which a person is liable under subsection (2) ofsection 150 to the Secretary of State, and\n\t\t\tan amount (or amounts) for which that person is liable under thatsubsection to the Scottish Ministers,\n\t\t\t\tin respect of the same injured person in consequence of the same injury.\n\t\tIn the case of a certificate issued under section 151 specifying an amount(or amounts) as mentioned in paragraphs (a) and (b) of subsection (5),references in the following provisions of this Part to a certificate are to betaken as being to the certificate in so far as it relates to the liability tothe Secretary of State or in so far as it relates to the liability to theScottish Ministers (as the case may require).\n\tInformation contained in certificates\n\t\tA certificate must specify the amount (or amounts) for which the person towhom it is issued is liable under section 150(2).\n\t\tThe amount (or amounts) to be specified is (or are) to be that (or those)set out in, or determined in accordance with, regulations, reduced ifapplicable in accordance with subsection (3) or regulations under subsection(10).\n\t\tIf a certificate relates to a claim made by or on behalf of an injuredperson—\n\t\t\tin respect of which a court in England and Wales or Scotland has ordered areduction of damages in accordance with section 1 of the Law Reform(Contributory Negligence) Act [1945 (c. 28)](/id/ukpga/1945/28?view=plain \"Goto item of legislation\"),\n\t\t\tin respect of which a court in Northern Ireland has ordered a reduction ofdamages in accordance with section 2 of the Law Reform (MiscellaneousProvisions) Act (Northern Ireland) [1948 (c. 23)](/id/apni/1948/23?view=plain\"Go to item of legislation\"),\n\t\t\tin respect of which a court in a country other than England and Wales,Scotland or Northern Ireland has ordered a reduction of damages under anyprovision of the law of that country which appears to the Secretary of Stateor the Scottish Ministers (as the case may be) to correspond to section 1 ofthe Law Reform (Contributory Negligence) Act 1945,\n\t\t\tin respect of which an officer of a court in England and Wales or NorthernIreland has entered or sealed an agreed judgement or order which specifies—\n\t\t\tthat the damages are to be reduced to reflect the injured person’s share inthe responsibility for the injury in question, and\n\t\t\tthe amount or proportion by which they are to be so reduced,\n\t\t\tin the case of which the parties to any resulting action before a court inScotland have executed a joint minute which specifies—\n\t\t\tthat the action has been settled extra-judicially, and\n\t\t\tthe matters mentioned in paragraph (d)(i) and (ii),\n\t\t\tin respect of which a document has been made under any provision of the lawof a country other than England and Wales, Scotland or Northern Ireland—\n\t\t\twhich appears to the Secretary of State to correspond to an agreedjudgement or order entered or sealed by an officer of a court in England andWales, and\n\t\t\twhich specifies the matters mentioned in paragraph (d)(i) and (ii), or\n\t\t\tin the case of which a document has been made under any provision of thelaw of a country other than England and Wales, Scotland or Northern Ireland—\n\t\t\twhich appears to the Scottish Ministers to correspond to a joint minuteexecuted by the parties to a resulting action before a court in Scotlandspecifying that the action has been settled extra-judicially, and\n\t\t\twhich specifies the matters mentioned in paragraph (d)(i) and (ii),\n\t\t\t\tthe amount (or amounts) specified in the certificate is (or are) to be that(or those) which would be so specified apart from this subsection, reduced bythe same proportion as the reduction of damages.\n\t\tIf a certificate relates to an injured person who has not received NHStreatment at a health service hospital or been provided with NHS ambulanceservices as a result of the injury, it must indicate that no amount is payableto the Secretary of State or the Scottish Ministers (as the case may be) byreference to that certificate.\n\t\tRegulations under subsection (2) may, in particular, provide—\n\t\t\tthat the amount, or the aggregate amount, specified in a certificate is notto exceed a prescribed sum,\n\t\t\tfor different amounts to be specified in respect of different circumstancesor areas,\n\t\t\tfor cases in which an injured person receives treatment at two or morehealth service hospitals,\n\t\t\tfor cases in which an injured person receives treatment at one or morehealth service hospitals and is provided with NHS ambulance services,\n\t\t\tfor cases in which liability under section 150(2) is to be apportionedbetween two or more persons making compensation payments to or in respect ofthe same injured person in consequence of the same injury,\n\t\t\tfor cases in which a fresh certificate is issued or a certificate isrevoked as a result of a review under or by virtue of section 156 or an appealunder section 157 or 159,\n\t\t\tfor the amount specified in a certificate issued by the Secretary of Stateor the Scottish Ministers to be adjusted to take into account any amount forwhich the person to whom the certificate is issued is liable under section150(2), in respect of the same injured person in consequence of the sameinjury, in accordance with a certificate issued by the Scottish Ministers orthe Secretary of State (respectively),\n\t\t\tfor any matter requiring determination under or in consequence of theregulations to be determined by the Secretary of State or the ScottishMinisters (as the case may require),\n\t\t\tand in the case of paragraph (e) may make such provision by modifying thisPart.\n\t\tAny reference in subsection (5)(a) or (b) to any amount (or amounts)specified in a certificate is to the amount (or amounts) which would be sospecified apart from subsection (3) or regulations under subsection (10).\n\t\tRegulations under subsection (2) which provide for cases mentioned insubsection (5)(e) may (among other things) provide in the case of eachcompensator for—\n\t\t\tdetermining, or re-determining, the amount for which he is liable undersection 150(2),\n\t\t\tgiving credit for amounts already paid, and\n\t\t\tthe payment by any person of any balance or the recovery from any person ofany excess.\n\t\tRegulations under subsection (2) which provide for cases mentioned insubsection (5)(f) may (among other things) provide in the case of anycompensator for the matters mentioned in paragraphs (b) and (c) of subsection(7).\n\t\tFor the purposes of subsection (10), a claim made by or on behalf of aninjured person is a qualifying claim if—\n\t\t\tit is settled by mediation of a prescribed description, and\n\t\t\tthe damages payable under the settlement are to be reduced to reflect theinjured person’s share in the responsibility for the injury in question.\n\t\tRegulations may make provision as to the circumstances in which the amount(or amounts) specified in a certificate relating to a qualifying claim is (orare) to be that (or those) which would be so specified apart from theregulations, reduced by the same proportion as the reduction of damages.\n\t\tA person to whom a certificate is issued is entitled to such particularsof the manner in which any amount (or amounts) specified in the certificatehas (or have) been determined as may be prescribed, if he applies to theSecretary of State or the Scottish Ministers (as the case may require) forthose particulars.\n\t\tRegulations under subsection (2) may be made so as to apply to anycertificate issued after the time the regulations come into force, other thanone relating to a compensation payment made before that time."
    },
    {
        "length": 963,
        "text": "\nRecovery of NHS charges\n\tPayment of NHS charges\n\t\tIf the certificate by reference to which an amount payable under section150(2) is determined is issued before the settlement date, that amount must bepaid before the end of the period of 14 days beginning with the settlementdate.\n\t\tIf the certificate by reference to which an amount payable under section150(2) is determined is issued on or after the settlement date, that amountmust be paid before the end of the period of 14 days beginning with the day onwhich the certificate is issued.\n\t\t“Settlement date” means the date on which the compensation payment is made.\n\t\tThis section is subject to section 155(2).\n\tRecovery of NHS charges\n\t\tThis section applies if a person has made a compensation payment andeither—\n\t\t\tsubsection (7) of section 151 applies but he has not applied for acertificate as required by that subsection, or\n\t\t\the has not made payment, in full, of any amount due under section 150(2) bythe end of the period allowed under section 154.\n\t\tThe Secretary of State, the Scottish Ministers or both, according to thecircumstances of the case, may—\n\t\t\tin a case within subsection (1)(a), issue the person who made thecompensation payment with a certificate, and\n\t\t\tin a case within subsection (1)(b), issue him with a copy of thecertificate or (if more than one has been issued) the most recent one,\n\t\t\t\tand, in either case, issue him with a demand that payment of any amount dueunder section 150(2) be made immediately.\n\t\tSubsections (5) and (6) of section 152 apply to certificates issued undersubsection (2) above as they apply to certificates issued under section 151.\n\t\tA demand issued under subsection (2) may be issued jointly by the Secretaryof State and the Scottish Ministers specifying—\n\t\t\tan amount due under subsection (2) of section 150 to the Secretary ofState, and\n\t\t\tan amount due under that subsection to the Scottish Ministers,\n\t\t\tin respect of the same injured person in consequence of the same injury.\n\t\tIn the case of a demand specifying amounts as mentioned in subsection(4)(a) and (b), references in the following provisions of this section to ademand are to be taken as being (as the case may require) to—\n\t\t\tthe demand in so far as it relates to any amount due to the Secretary ofState, or\n\t\t\tthe demand in so far as it relates to any amount due to the ScottishMinisters,\n\t\t\tand related expressions are to be read accordingly.\n\t\tThe Secretary of State or the Scottish Ministers may recover the amount forwhich a demand for payment is made under subsection (2) from the person whomade the compensation payment.\n\t\tIf the person who made the compensation payment resides or carries onbusiness in England or Wales and a county court so orders, the amount demandedis recoverable by execution issued from the county court or otherwise as if itwere payable under an order of that court.\n\t\tIf the person who made the compensation payment resides or carries onbusiness in Scotland, the demand may be enforced as if it were an extractregistered decree arbitral bearing a warrant for execution issued by thesheriff court of any sheriffdom in Scotland.\n\t\tA document which states that it is a record of the amount recoverable undersubsection (6) is conclusive evidence that the amount is so recoverable if itis signed by a person authorised to do so by the Secretary of State or theScottish Ministers (as the case may be).\n\t\tFor the purposes of subsection (9), a document purporting to be signed bya person authorised to do so by the Secretary of State or the ScottishMinisters (as the case may be) is to be treated as so signed unless thecontrary is proved."
    },
    {
        "length": 3174,
        "text": "\nReview and appeal\n\tReview of certificates\n\t\tThe Secretary of State or the Scottish Ministers must review a certificateissued by him or them if the certificate relates to a claim made by or onbehalf of an injured person—\n\t\t\tin respect of which, after the certificate is issued, a court in Englandand Wales or Scotland orders a reduction of damages in accordance with section1 of the Law Reform (Contributory Negligence) Act [1945 (c.28)](/id/ukpga/1945/28?view=plain \"Go to item of legislation\"),\n\t\t\tin respect of which, after the certificate is issued, a court in NorthernIreland orders a reduction of damages in accordance with section 2 of the LawReform (Miscellaneous Provisions) Act (Northern Ireland) [1948 (c.23)](/id/apni/1948/23?view=plain \"Go to item of legislation\"),\n\t\t\tin respect of which, after the certificate is issued, a court in a countryother than England and Wales, Scotland or Northern Ireland orders a reductionof damages under any provision of the law of that country which appears to theSecretary of State or the Scottish Ministers (as the case may be) tocorrespond to section 1 of the Law Reform (Contributory Negligence) Act 1945,\n\t\t\tin respect of which, after the certificate is issued, an officer of a courtin England and Wales or Northern Ireland enters or seals an agreed judgementor order which specifies—\n\t\t\tthat the damages are to be reduced to reflect the injured person’s share inthe responsibility for the injury in question, and\n\t\t\tthe amount or proportion by which they are to be so reduced,\n\t\t\tin the case of which, after the certificate is issued, the parties to anyresulting action before a court in Scotland execute a joint minute whichspecifies—\n\t\t\tthat the action has been settled extra-judicially, and\n\t\t\tthe matters mentioned in paragraph (d)(i) and (ii),\n\t\t\tin respect of which, after the certificate is issued, a document is madeunder any provision of the law of a country other than England and Wales,Scotland or Northern Ireland—\n\t\t\twhich appears to the Secretary of State to correspond to an agreedjudgement or order entered or sealed by an officer of a court in England andWales, and\n\t\t\twhich specifies the matters mentioned in paragraph (d)(i) and (ii), or\n\t\t\tin the case of which, after the certificate is issued, a document is madeunder any provision of the law of a country other than England and Wales,Scotland or Northern Ireland—\n\t\t\twhich appears to the Scottish Ministers to correspond to a joint minuteexecuted by the parties to a resulting action before a court in Scotlandspecifying that the action has been settled extra-judicially, and\n\t\t\twhich specifies the matters mentioned in paragraph (d)(i) and (ii),\n\t\t\t\tand notification of the order, judgement, minute or document has been given tothe Secretary of State or the Scottish Ministers (as the case may be) in theprescribed manner.\n\t\tRegulations may make provision as to the circumstances in which theSecretary of State or the Scottish Ministers must review a certificaterelating to a claim which, after the certificate is issued, becomes aqualifying claim (as defined in section 153(9)).\n\t\tIf— \n\t\t\tthe Secretary of State and the Scottish Ministers have issued certificatesto a person specifying an amount (or amounts) for which that person is liableunder section 150(2) in respect of the same injured person in consequence ofthe same injury, and\n\t\t\teither the Secretary of State or the Scottish Ministers subsequentlyadjusts or adjust the amount (or amounts) specified in the certificate issuedby him or them on a review of, or an appeal against, that certificate,\n\t\t\tthe other must review the certificate issued by him or them (as the case maybe) if he is or they are satisfied that it is necessary or expedient to makeconsequential adjustments to that certificate.\n\t\tThe Secretary of State or the Scottish Ministers may review a certificateissued by him or them—\n\t\t\teither within the prescribed period or in prescribed cases orcircumstances, and\n\t\t\teither on application made for the purpose or on his or their initiative.\n\t\tOn a review under or by virtue of this section, the Secretary of State orthe Scottish Ministers may—\n\t\t\tconfirm the certificate,\n\t\t\tissue a fresh certificate containing such variations as he considers orthey consider appropriate, or\n\t\t\trevoke the certificate.\n\t\tBut the Secretary of State or the Scottish Ministers may not vary acertificate so as to increase the amount, or the aggregate amount, specifiedunless it appears to him or them that the variation is required as a result ofhis or their having been supplied with incorrect or insufficient informationby the person to whom the certificate is issued.\n\t\tSubsections (5) and (6) of section 152 apply to certificates issued undersubsection (5)(b) above as they apply to certificates issued under section151.\n\tAppeal against a certificate or a waiver decision\n\t\tAn appeal against a certificate may be made by the person to whom thecertificate was issued on one or more of the following grounds—\n\t\t\tthat an amount (or amounts) specified in the certificate is (or are)incorrect,\n\t\t\tthat an amount (or amounts) so specified takes (or take) into account—\n\t\t\ttreatment which is not NHS treatment received by the injured person, as aresult of his injury, at a health service hospital,\n\t\t\tambulance services which are not NHS ambulance services provided to theinjured person as a result of his injury, or\n\t\t\ttreatment as mentioned in sub-paragraph (i) and ambulance services asmentioned in sub-paragraph (ii),\n\t\t\tthat the payment on the basis of which the certificate was issued is not acompensation payment.\n\t\tNo appeal may be made until—\n\t\t\tthe claim against the person to whom the certificate was issued, whichgives rise to the compensation payment, has been finally disposed of, and\n\t\t\tpayment of the amount (or amounts) specified in the certificate has beenmade to the Secretary of State or the Scottish Ministers (as the case may be),subject to subsection (4) and sections 158(6) and 159(5).\n\t\tFor the purposes of subsection (2)(a), if an award of damages in respect ofa claim has been made under or by virtue of—\n\t\t\tsection 32A(2)(a) of the Supreme Court Act [1981 (c.54)](/id/ukpga/1981/54?view=plain \"Go to item of legislation\"),\n\t\t\tsection 12(2)(a) of, or paragraph 10(2)(a) of Schedule 6 to, theAdministration of Justice Act [1982 (c. 53)](/id/ukpga/1982/53?view=plain \"Goto item of legislation\"), or\n\t\t\tsection 51(2)(a) of the County Courts Act [1984 (c.28)](/id/ukpga/1984/28?view=plain \"Go to item of legislation\"),\n\t\t\t\t(orders for provisional damages in personal injury cases), the claim is to betreated as having been finally disposed of.\n\t\tThe Secretary of State or the Scottish Ministers may, on an application bythe person to whom the certificate was issued, waive the requirement insubsection (2)(b) that payment of the amount (or amounts) specified in thecertificate be made before making an appeal.\n\t\tThe Secretary of State or the Scottish Ministers may only grant a waiver ifit appears to him or them that payment of the amount (or amounts) specified inthe certificate would cause exceptional financial hardship.\n\t\tAn appeal against a decision of the Secretary of State or the ScottishMinisters on an application under subsection (4) (referred to in this sectionand sections 158 and 159 as a “waiver decision”) may be made by the person towhom the certificate was issued.\n\t\tRegulations may make provision—\n\t\t\tas to the manner in which, and the time within which, an appeal against acertificate or waiver decision may be made,\n\t\t\tas to the procedure to be followed if an appeal against a certificate orwaiver decision is made,\n\t\t\tas to the circumstances in which appeals may be consolidated (including theconsolidation of an appeal against a certificate issued by the Secretary ofState with an appeal against a certificate issued by the the ScottishMinisters), and\n\t\t\tfor the purpose of enabling an appeal against a certificate to be treatedas an application for a review under section 156.\n\tAppeal tribunals\n\t\tThe Secretary of State or the Scottish Ministers must refer to an appealtribunal constituted under Chapter 1 of Part 1 of the Social Security Act[1998 (c. 14)](/id/ukpga/1998/14?view=plain \"Go to item of legislation\") anappeal against—\n\t\t\ta certificate, or\n\t\t\ta waiver decision.\n\t\tIn determining an appeal against a certificate, the tribunal must take intoaccount any decision of a court relating to the same, or any similar, issuearising in connection with the injury in question.\n\t\tOn an appeal against a certificate, the tribunal may—\n\t\t\tconfirm the amount or amounts specified in the certificate,\n\t\t\tspecify any variations which are to be made on the issue of a freshcertificate under subsection (4), or\n\t\t\tdeclare that the certificate is to be revoked.\n\t\tWhen the Secretary of State or the Scottish Ministers (as the case may be)has or have received the decision of the tribunal on an appeal against acertificate, he or they must in accordance with that decision—\n\t\t\tconfirm the certificate,\n\t\t\tissue a fresh certificate, or\n\t\t\trevoke the certificate.\n\t\tSubsections (5) and (6) of section 152 apply to certificates issued undersubsection (4)(b) above as they apply to certificates issued under section151.\n\t\tOn an appeal against a waiver decision, the tribunal may—\n\t\t\tconfirm the decision, or\n\t\t\twaive the requirement in question.\n\t\tRegulations under section 157 may (among other things) provide for the non-disclosure of medical advice or medical evidence given or submitted followinga reference under subsection (1).\n\tAppeal to Social Security Commissioner\n\t\tAn appeal may be made to a Commissioner against any decision of an appealtribunal under section 158 on the ground that the decision was erroneous inpoint of law.\n\t\tAn appeal under this section may be made by—\n\t\t\tthe Secretary of State or the Scottish Ministers (as the case may be), or\n\t\t\tthe person to whom the certificate was issued.\n\t\tIf an appeal is made under this section, subsections (7) to (12) of section14 of the 1998 Act apply to the appeal as they apply to an appeal under thatsection (reading references to a tribunal as references to an appeal tribunalconstituted as mentioned in section 158(1)).\n\t\tIn a case in which subsection (7) or (8)(b) of section 14 of the 1998 Actapplies by virtue of subsection (3) above to an appeal against a decision ofan appeal tribunal under subsection (3) of section 158, subsections (2) to (4)of that section apply as they apply to an appeal determined on a referenceunder subsection (1)(a) of that section.\n\t\tIn a case in which subsection (7) or (8)(b) of section 14 of the 1998 Actapplies by virtue of subsection (3) above to an appeal against a decision ofan appeal tribunal under subsection (6) of section 158, the appeal tribunalmay—\n\t\t\tconfirm the waiver decision, or\n\t\t\twaive the requirement in question.\n\t\tIn a case in which subsection (8)(a) of section 14 of the 1998 Act appliesby virtue of subsection (3) above to an appeal against a decision of an appealtribunal under subsection (3) of section 158, subsection (4) of that sectionapplies as if the references to the decision of the tribunal on an appealagainst a certificate were references to the decision of the Commissioner onan appeal under this section.\n\t\tIn this section—\n\t\t\t  * “Commissioner” has the same meaning as in Chapter 2 of Part 1 of the 1998 Act, and \n\t\t\t  * “the 1998 Act” means the Social Security Act [1998 (c. 14)](/id/ukpga/1998/14?view=plain \"Go to item of legislation\"). "
    },
    {
        "length": 1311,
        "text": "\nInformation\n\tProvision of information\n\t\tIf compensation is sought in consequence of any injury suffered by aninjured person, such information with respect to the circumstances of the caseas may be prescribed must be given by the following persons to the Secretaryof State or the Scottish Ministers (as the case may require)—\n\t\t\tthe person against whom the claim is made and anyone acting on behalf ofthat person, whether or not proceedings have been commenced,\n\t\t\tthe injured person or, if the injured person has died, his personalrepresentative,\n\t\t\tanyone not within paragraph (a) who is, or is alleged to be, liable to anyextent in respect of the injury,\n\t\t\tif the claim is not made by the injured person, the person by whom it ismade,\n\t\t\tanyone acting on behalf of the person within any of paragraphs (b) to (d),\n\t\t\tthe responsible body of each health service hospital at which the injuredperson has received NHS treatment as a result of his injury,\n\t\t\tany ambulance trust which provided NHS ambulance services as a result ofhis injury.\n\t\tA person who is required to give information under this section must do so—\n\t\t\tin the prescribed manner, and\n\t\t\twithin the prescribed period.\n\t\tRegulations under this section may, in particular, require the provision ofinformation about any NHS treatment which an injured person has received at ahealth service hospital and any NHS ambulance services provided to the injuredperson.\n\t\tIn this section—\n\t\t\t  * “ambulance trust”— \n\t\t\tin relation to England or Wales, means—\n\t\t\ta National Health Service trust established under section 5 of the NationalHealth Service and Community Care Act [1990 (c.19)](/id/ukpga/1990/19?view=plain \"Go to item of legislation\"), or\n\t\t\tan NHS foundation trust,\n\t\t\tin relation to Scotland, means a Special Health Board established undersection 2(1)(b) of the 1978 Act;\n\t\t\t\t  * “responsible body”, in relation to a health service hospital, means— \n\t\t\tin the case of a hospital vested in—\n\t\t\ta National Health Service trust established under section 5 of the NationalHealth Service and Community Care Act [1990 (c.19)](/id/ukpga/1990/19?view=plain \"Go to item of legislation\") or section 12Aof the 1978 Act, or\n\t\t\ta Primary Care Trust,\n\t\t\t\tthe trust, and\n\t\t\tin any other case, the body responsible for the management of the hospital.\n\tUse of information held by the Secretary of State or the ScottishMinisters etc.\n\t\tSubsection (2) applies to information which is held—\n\t\t\tby the Secretary of State, or\n\t\t\tby a person providing services to the Secretary of State in connection withthe provision of those services,\n\t\t\t\tfor the purposes of, or for any purpose connected with, the exercise offunctions under the Social Security (Recovery of Benefits) Act [1997 (c.27)](/id/ukpga/1997/27?view=plain \"Go to item of legislation\").\n\t\tThe information may—\n\t\t\tbe used for the purposes of, or for any purpose connected with, theexercise of functions under this Part, and\n\t\t\tbe supplied to a qualifying person for use for those purposes.\n\t\tIn subsection (2), “qualifying person” means—\n\t\t\tin the case of information held by the Secretary of State—\n\t\t\ta person providing services to the Secretary of State, or\n\t\t\tthe Scottish Ministers or a person providing services to the ScottishMinisters, or\n\t\t\tin the case of information held by a person providing services to theSecretary of State—\n\t\t\tthe Secretary of State or another person providing services to theSecretary of State, or\n\t\t\tthe Scottish Ministers or a person providing services to the ScottishMinisters.\n\t\tSubsection (5) applies to information which is held—\n\t\t\tby the Secretary of State or the Scottish Ministers, or\n\t\t\tby a person providing services to the Secretary of State or the ScottishMinisters in connection with provision of those services,\n\t\t\tfor the purposes of, or for any purpose connected with, the exercise offunctions under this Part.\n\t\tThe information may—\n\t\t\tbe used for the purposes of, or for any purpose connected with, theexercise of functions under the Social Security (Recovery of Benefits) Act1997, and\n\t\t\tbe supplied to a qualifying person for use for those purposes.\n\t\tIn subsection (5), “qualifying person” means—\n\t\t\tin the case of information held by the Secretary of State, a personproviding services to the Secretary of State,\n\t\t\tin the case of information held by the Scottish Ministers, the Secretary ofState or a person providing services to the Secretary of State,\n\t\t\tin the case of information held by a person providing services to theSecretary of State, the Secretary of State or another person providingservices to the Secretary of State,\n\t\t\tin the case of information held by a person providing services to theScottish Ministers, the Secretary of State or a person providing services tothe Secretary of State."
    },
    {
        "length": 750,
        "text": "\nPayments to hospitals or ambulance trusts\n\tPayment of NHS charges to hospitals or ambulance trusts\n\t\tIf the Secretary of State receives or the Scottish Ministers receive apayment of relevant NHS charges under section 150(2)—\n\t\t\tif the payment relates only to NHS treatment received at a health servicehospital, he or they must pay the amount received to the responsible body ofthe health service hospital,\n\t\t\tif the payment relates only to the provision of NHS ambulance services, heor they must pay the amount received to the relevant ambulance trust,\n\t\t\tif the payment relates to NHS treatment received at more than one healthservice hospital, he or they must divide the amount received among theresponsible bodies of the hospitals concerned in such manner as he considersor they consider appropriate,\n\t\t\tif the payment relates to NHS treatment received at one or more healthservice hospitals and the provision of NHS ambulance services, he or they mustdivide the amount received among the responsible body or bodies of thehospital or hospitals and any relevant ambulance trusts concerned in suchmanner as he considers or they consider appropriate.\n\t\tSubsection (1) does not apply to any amount received by the Secretary ofState or the Scottish Ministers under section 150(2) which he is or they arerequired to repay in accordance with regulations under section 153(2).\n\t\tRegulations under this section may—\n\t\t\tmake provision for the manner in which and intervals at which any paymentsdue under this section are to be made,\n\t\t\tmake provision for cases where the responsible body of the health servicehospital or relevant ambulance trust concerned has ceased to exist (includingprovision modifying this Part).\n\t\tAny amounts received under this section by the responsible bodies of thehealth service hospitals concerned must be used for the purposes of providinggoods and services for the benefit of patients receiving NHS treatment atthose hospitals.\n\t\tAny amounts received under this section by the relevant ambulance trustsconcerned must be used for the purposes of NHS ambulance services.\n\t\tIn this section—\n\t\t\t  * “relevant ambulance trust”— \n\t\t\tin relation to England or Wales, means—\n\t\t\tthe National Health Service trust established under section 5 of the NationalHealth Service and Community Care Act [1990 (c.19)](/id/ukpga/1990/19?view=plain \"Go to item of legislation\"), or\n\t\t\tthe NHS foundation trust,\n\t\t\t\twhich is designated by the Secretary of State for the purposes of this sectionin relation to the health service hospital to which the injured person wastaken for treatment,\n\t\t\tin relation to Scotland, means the Special Health Board, established undersection 2(1)(b) of the 1978 Act, which is designated by the Scottish Ministersfor the purposes of this section in relation to the health service hospital towhich the injured person was taken for treatment;\n\t\t\t\t  * “responsible body” has the meaning given in section 160(4). "
    },
    {
        "length": 1771,
        "text": "\nMiscellaneous and general\n\tRegulations governing lump sums, periodical payments etc\n\t\tRegulations may make provision (including provision modifying this Part)—\n\t\t\tfor cases to which section 150(2) applies in which two or more compensationpayments in the form of lump sums are made by the same person in respect ofthe same injury,\n\t\t\tfor cases to which section 150(2) applies in which an agreement is enteredinto for the making of—\n\t\t\tperiodical compensation payments (whether of an income or capital nature),or\n\t\t\tperiodical compensation payments and lump sum compensation payments,\n\t\t\tfor cases in which the compensation payment to which section 150(2) appliesis an interim payment of damages which a court orders to be repaid.\n\t\tRegulations made by virtue of subsection (1)(a) may (among other things)provide—\n\t\t\tfor giving credit for amounts already paid, and\n\t\t\tfor the payment by any person of any balance or the recovery from anyperson of any excess.\n\t\tRegulations may make provision modifying the application of this Part inrelation to cases in which a payment into court is made and, in particular,may provide—\n\t\t\tfor the making of a payment into court to be treated in prescribedcircumstances as the making of a compensation payment,\n\t\t\tfor application for, and issue of, certificates.\n\tLiability of insurers\n\t\tIf a compensation payment is made in a case where—\n\t\t\ta person is liable to any extent in respect of the injury, and\n\t\t\tthe liability is covered to any extent by a policy of insurance,\n\t\t\t\tthe policy is also to be treated as covering any liability of that personunder section 150(2).\n\t\tLiability imposed on the insurer by subsection (1) cannot be excluded orrestricted.\n\t\tFor that purpose excluding or restricting liability includes—\n\t\t\tmaking the liability or its enforcement subject to restrictive or onerousconditions,\n\t\t\texcluding or restricting any right or remedy in respect of the liability,or subjecting a person to any prejudice in consequence of his pursuing anysuch right or remedy, or\n\t\t\texcluding or restricting rules of evidence or procedure.\n\t\tRegulations may in prescribed cases limit the amount of the liabilityimposed on the insurer by subsection (1).\n\t\tThis section applies in relation to policies of insurance issued before (aswell as those issued after) the date on which it comes into force.\n\t\tReferences in this section to policies of insurance and their issue includereferences to contracts of insurance and their making.\n\tPower to apply Part 3 to treatment at non-health service hospitals\n\t\tRegulations may make provision for this Part to apply, with suchmodifications as may be prescribed, if—\n\t\t\ta person makes a compensation payment as mentioned in section 150(1)(a),but\n\t\t\tthe person to or in respect of whom the payment is made has—\n\t\t\treceived treatment as a result of the injury at a qualifying hospital underan NHS arrangement,\n\t\t\tbeen provided with NHS ambulance services as a result of the injury forthe purpose of taking him to a qualifying hospital for treatment under an NHSarrangement (unless he was dead on arrival at that hospital), or\n\t\t\treceived treatment as mentioned in sub-paragraph (i) and been providedwith NHS ambulance services as mentioned in sub-paragraph (ii),\n\t\t\t\t(subject to subsection (2)).\n\t\tSubsection (1)(b) does not apply where the person to or in respect of whomthe payment is made receives, or is taken to a hospital for, treatment whichwould be provided as mentioned in paragraph (a), (b) or (d) of section 150(7)if it were provided at a health service hospital.\n\t\tIn subsection (1), “NHS arrangement” means an arrangement or agreementbetween—\n\t\t\tthe hospital in question or a body responsible for it, and\n\t\t\tany of the following—\n\t\t\ta Primary Care Trust,\n\t\t\ta National Health Service trust established under section 5 of theNational Health Service and Community Care Act [1990 (c.19)](/id/ukpga/1990/19?view=plain \"Go to item of legislation\") or section 12Aof the 1978 Act,\n\t\t\ta Local Health Board,\n\t\t\ta Health Board or Special Health Board established under section 2 of the1978 Act, or\n\t\t\tan NHS foundation trust.\n\t\tRegulations under subsection (1) may include provision excluding theapplication of sections 157 to 159 of the Road Traffic Act [1988 (c.52)](/id/ukpga/1988/52?view=plain \"Go to item of legislation\") in suchdescription of case as may be prescribed.\n\t\tIn this section “qualifying hospital” means a hospital (within the meaningof section 128(1) of the 1977 Act or section 108(1) of the 1978 Act) which isnot a health service hospital.\n\tThe Crown\n\t\tThis Part binds the Crown.\n\tRegulations \n\t\tAny power to make regulations conferred by this Part is exercisable—\n\t\t\tin relation to England and Wales, by the Secretary of State; and\n\t\t\tin relation to Scotland, by the Scottish Ministers.\n\t\tRegulations under section 157(7) may only be made by the Scottish Ministerswith the consent of the Secretary of State.\n\tInterpretation of Part 3\n\t\tIn this Part—\n\t\t  * “the 1978 Act” means the National Health Service (Scotland) Act [1978 (c. 29)](/id/ukpga/1978/29?view=plain \"Go to item of legislation\"); \n\t\t  * “compensation payment” has the meaning given in section 150; \n\t\t  * “health service hospital” means a health service hospital within the meaning of the 1977 Act or the 1978 Act; \n\t\t  * “injured person” has the meaning given in section 150(1); \n\t\t  * “NHS ambulance services” means ambulance services provided under section 3(1)(c) of the 1977 Act or section 45 of the 1978 Act; \n\t\t  * “NHS treatment” has the meaning given in section 150(7); \n\t\t  * “prescribed” means prescribed by regulations. \n\tConsequential and minor repeals\n\t\tThe Road Traffic (NHS Charges) Act [1999 (c.3)](/id/ukpga/1999/3?view=plain \"Go to item of legislation\") shall cease tohave effect.\n\t\tIn the Road Traffic Act 1988, in section 161(1), in the definition of“hospital”, paragraph (b) is omitted."
    },
    {
        "length": 3188,
        "text": "\nPrimary dental services\n\tProvision of primary dental services\n\t\tIn the 1977 Act, after section 16C insert—\n\t\t“Functions of Primary Care Trusts and Local Health Boards\n\t\t\tCAPrimary dental services\n\t\t\t\tEach Primary Care Trust and Local Health Board must, to the extent that itconsiders necessary to meet all reasonable requirements, exercise its powersso as to provide primary dental services within its area, or secure theirprovision within its area.\n\t\t\t\tA Primary Care Trust or Local Health Board may (in addition to any otherpower conferred on it) provide primary dental services itself (whether withinor outside its area).\n\t\t\t\tEach Primary Care Trust and Local Health Board must publish informationabout such matters as may be prescribed in relation to the primary dentalservices for which it makes provision under this Part.\n\t\t\t\tA body on which functions are conferred under this section must co-operatewith any other such body in the discharge of their respective functionsrelating to the provision of primary dental services under this Part.\n\t\t\t\tRegulations may provide that services of a prescribed description are, orare not, to be regarded as primary dental services for the purposes of thisPart.\n\t\t\t\tRegulations under subsection (5) may in particular describe services byreference to the manner or circumstances in which they are provided.”\n\tDental public health\n\t\tIn the 1977 Act, after section 16CA (as inserted by section 170 above)insert—\n\t\t“16CBDental public health\n\t\t\tA Primary Care Trust shall have such functions in relation to dental publichealth in England as may be prescribed.\n\t\t\tA Local Health Board shall have such functions in relation to dental publichealth in Wales as may be prescribed.\n\t\t\tThe National Assembly for Wales shall have such functions in relation todental public health in Wales as may be prescribed.\n\t\t\tThe functions of a Primary Care Trust under this section may be discharged—\n\t\t\t\tby the Trust itself;\n\t\t\t\tby the Trust and one or more other Primary Care Trusts acting jointly; or\n\t\t\t\tby any other person or body in accordance with arrangements made by theTrust.\n\t\t\tThe functions of a Local Health Board under this section may be discharged—\n\t\t\t\tby the Board itself;\n\t\t\t\tby the Board and one or more other Local Health Boards acting jointly; or\n\t\t\t\tby any other person or body in accordance with arrangements made by theBoard.”\n\t\t\tSection 5(1A) of the 1977 Act shall cease to have effect.\n\tGeneral dental services contracts\n\t\tIn the 1977 Act, after section 28J insert—\n\t\t“General dental services contracts\n\t\t\tKGeneral dental services contracts: introductory\n\t\t\t\tA Primary Care Trust or Local Health Board may enter into a contract underwhich primary dental services are provided in accordance with the followingprovisions of this Part.\n\t\t\t\tA contract under this section is called in this Act a “general dentalservices contract”.\n\t\t\t\tSubject to any provision made by or under this Part, a general dentalservices contract may make such provision as may be agreed between the PrimaryCare Trust or Local Health Board and the contractor in relation to—\n\t\t\t\t\tthe services to be provided under the contract (which may include serviceswhich are not primary dental services),\n\t\t\t\t\tremuneration under the contract, and\n\t\t\t\t\tany other matters.\n\t\t\t\tIn this Part, “contractor”, in relation to a general dental servicescontract, means any person entering into the contract with the Primary CareTrust or Local Health Board.\n\t\t\tLRequirement to provide certain primary dental services\n\t\t\t\tA general dental services contract must require the contractor orcontractors to provide, for his or their patients, primary dental services ofsuch descriptions as may be prescribed.\n\t\t\t\tRegulations under subsection (1) may in particular describe services byreference to the manner or circumstances in which they are provided.\n\t\t\tMPersons eligible to enter into GDS contracts\n\t\t\t\tA Primary Care Trust or Local Health Board may, subject to such conditionsas may be prescribed, enter into a general dental services contract with—\n\t\t\t\t\ta dental practitioner;\n\t\t\t\t\ta dental corporation;\n\t\t\t\t\ttwo or more individuals practising in partnership where the conditions insubsection (2) are satisfied.\n\t\t\t\tThe conditions referred to in subsection (1)(c) in relation to apartnership are that—\n\t\t\t\t\tat least one partner is a dental practitioner, and\n\t\t\t\t\tany partner who is not a dental practitioner is either—\n\t\t\t\t\tan NHS employee,\n\t\t\t\t\ta section 28C employee, section 17C employee or Article 15B employee,\n\t\t\t\t\ta health care professional who is engaged in the provision of servicesunder this Act, or\n\t\t\t\t\tan individual falling within section 28D(1)(bc) above.\n\t\t\t\tRegulations may make provision as to the effect, in relation to a generaldental services contract entered into by individuals practising inpartnership, of a change in the membership of the partnership.\n\t\t\t\tIn this section—\n\t\t\t\t\t  * “dental corporation” means a body corporate which, in accordance with the provisions of Part 4 of the Dentists Act 1984, is entitled to carry on the business of dentistry;\n\t\t\t\t\t  * “health care professional” means a person who is a member of a profession regulated by a body mentioned (at the time the contract in question is entered into) in section 25(3) of the National Health Service Reform and Health Care Professions Act 2002; and\n\t\t\t\t\t  * “NHS employee”, “section 28C employee”, “section 17C employee” and “Article 15B employee” have the same meanings as in section 28D above.\n\t\t\tNGDS contracts: payments\n\t\t\t\tThe appropriate authority may give directions as to payments to be madeunder general dental services contracts.\n\t\t\t\tA general dental services contract must require payments to be made underthe contract in accordance with directions for the time being in force underthis section.\n\t\t\t\tWithout prejudice to the generality of the power under subsection (1), adirection under that subsection may—\n\t\t\t\t\tprovide for payments to be made by reference to compliance with standardsor the achievement of levels of performance;\n\t\t\t\t\tprovide for payments to be made by reference to—\n\t\t\t\t\tany scheme or scale specified in the direction, or\n\t\t\t\t\ta determination made by any person in accordance with factors specified inthe direction;\n\t\t\t\t\tprovide for the making of payments in respect of individual practitioners;\n\t\t\t\t\tprovide that the whole or any part of a payment is subject to conditions(and may provide that payments are payable by a Primary Care Trust or LocalHealth Board only if it is satisfied as to certain conditions);\n\t\t\t\t\tmake provision having effect from a date before the date of the direction,provided that, having regard to the direction as a whole, the provision is notdetrimental to the persons to whose remuneration it relates.\n\t\t\t\tBefore giving a direction under subsection (1), the appropriate authority—\n\t\t\t\t\tmust consult any body appearing to the authority to be representative ofpersons to whose remuneration the direction would relate, and\n\t\t\t\t\tmay consult such other persons as the authority thinks appropriate.\n\t\t\t\tSection 18(1) and (3)(b) above apply in relation to directions under thissection.\n\t\t\t\tReferences in this section to payments include fees, allowances,reimbursements, loans and repayments.\n\t\t\t\tIn this section “appropriate authority” means—\n\t\t\t\t\tthe Secretary of State, in relation to a contract made by a Primary CareTrust;\n\t\t\t\t\tthe National Assembly for Wales, in relation to a contract made by a LocalHealth Board.\n\t\t\tOGDS contracts: other required terms\n\t\t\t\tA general dental services contract must contain such provision as may beprescribed (in addition to the provision required by the preceding provisionsof this Part).\n\t\t\t\tRegulations under subsection (1) may in particular make provision as to—\n\t\t\t\t\tthe manner in which, and standards to which, services are to be provided;\n\t\t\t\t\tthe persons who perform services;\n\t\t\t\t\tthe persons to whom services are to be provided;\n\t\t\t\t\tthe variation of contract terms (other than terms required by or under thisPart);\n\t\t\t\t\trights of entry and inspection (including inspection of clinical recordsand other documents);\n\t\t\t\t\tthe circumstances in which, and the manner in which, the contract may beterminated;\n\t\t\t\t\tenforcement; \n\t\t\t\t\tthe adjudication of disputes.\n\t\t\t\tRegulations under subsection (2)(d) may make provision as to thecircumstances in which a Primary Care Trust or Local Health Board may impose avariation of contract terms.\n\t\t\t\tRegulations under subsection (1) must make provision as to the right ofpatients to choose the persons from whom they are to receive services.\n\t\t\tPGDS contracts: disputes and enforcement\n\t\t\t\tRegulations may make provision for the resolution of disputes as to theterms of a proposed general dental services contract.\n\t\t\t\tRegulations under subsection (1) may make provision—\n\t\t\t\t\tfor the referral of the terms of the proposed contract to the Secretary ofState or National Assembly for Wales; and\n\t\t\t\t\tfor the Secretary of State or Assembly, or a person appointed by him or it,to determine the terms on which the contract may be entered into.\n\t\t\t\tRegulations may make provision for a person or persons entering into ageneral dental services contract to be regarded as a health service body forany purposes of section 4 of the National Health Service and Community CareAct 1990, in circumstances where he or they so elect.\n\t\t\t\tRegulations under subsection (3) may include provision as to theapplication of section 4 of that Act in cases where—\n\t\t\t\t\tpersons practising in partnership elect to become a health service body;and\n\t\t\t\t\tthere is a change in the membership of the partnership.\n\t\t\t\tWhere— \n\t\t\t\t\tby virtue of regulations under subsection (3), subsection (7) of section 4of that Act applies in relation to a general dental services contract, and\n\t\t\t\t\ta direction as to payments is made under that provision in relation to thecontract,\n\t\t\t\t\t\tthe direction is to be enforceable in a county court (if the court so orders)as if it were a judgment or order of that court.”\n\t\t\t\tSections 35 and 36 of the 1977 Act (arrangements for general dentalservices) shall cease to have effect.\n\tGeneral dental services: transitional\n\t\tThe appropriate authority shall by order make transitional provision inrespect of persons who, immediately before the coming into force of section172, are providing services under section 35 of the 1977 Act (general dentalservices).\n\t\tAn order under this section may provide that, in such circumstances as theorder may prescribe, a Primary Care Trust or Local Health Board must, if anysuch person so wishes, enter into a general dental services contract with him;and the order may make provision as to the terms of any such contract.\n\t\tAn order under this section may provide that, in such circumstances as theorder may prescribe, a Primary Care Trust or Local Health Board must, if anysuch person so wishes, enter into a contract with him, containing such termsas the order may specify, for the provision of dental services.\n\t\tAn order under this section may make provision for the resolution ofdisputes in relation to any contract entered into, or proposed to be enteredinto, under subsection (2) or (3), including provision for the determinationof disputes by the appropriate authority or a person appointed by theauthority.\n\t\tAn order under this section may make provision in respect of a periodbeginning before the coming into force of the provision (or of section 172),provided that the provision is not as a whole detrimental to the remunerationof the persons to whom it relates.\n\t\tIn this section—\n\t\t\t  * “appropriate authority” means— \n\t\t\tthe Secretary of State, in relation to England; and\n\t\t\tthe Assembly, in relation to Wales;\n\t\t\t\t  * “general dental services contract” means a contract under section 28K of the 1977 Act (as inserted by section 172(1)). "
    },
    {
        "length": 3482,
        "text": "\nPrimary medical services\n\tProvision of primary medical services\n\t\tIn the 1977 Act, after section 16CB (as inserted by section 171 above) insert—\n\t\t“16CCPrimary medical services\n\t\t\tEach Primary Care Trust and Local Health Board must, to the extent that itconsiders necessary to meet all reasonable requirements, exercise its powersso as to provide primary medical services within its area, or secure theirprovision within its area.\n\t\t\tA Primary Care Trust or Local Health Board may (in addition to any otherpower conferred on it)—\n\t\t\t\tprovide primary medical services itself (whether within or outside itsarea);\n\t\t\t\tmake such arrangements for their provision (whether within or outside itsarea) as it thinks fit, and may in particular make contractual arrangementswith any person.\n\t\t\tEach Primary Care Trust and Local Health Board must publish informationabout such matters as may be prescribed in relation to the primary medicalservices provided under this Part.\n\t\t\tA body on which functions are conferred under this section must co-operatewith any other such body in the discharge of their respective functionsrelating to the provision of primary medical services under this Part.\n\t\t\tRegulations may provide that services of a prescribed description are, orare not, to be regarded as primary medical services for the purposes of thisPart.\n\t\t\tRegulations under this section may in particular describe services byreference to the manner or circumstances in which they are provided.”\n\tGeneral medical services contracts\n\t\tIn the 1977 Act, after section 28P (as inserted by section 172 above)insert—\n\t\t“General medical services contracts\n\t\t\tQGeneral medical services contracts: introductory\n\t\t\t\tA Primary Care Trust or Local Health Board may enter into a contract underwhich primary medical services are provided in accordance with the followingprovisions of this Part.\n\t\t\t\tA contract under this section is called in this Act a “general medicalservices contract”.\n\t\t\t\tSubject to any provision made by or under this Part, a general medicalservices contract may make such provision as may be agreed between the PrimaryCare Trust or Local Health Board and the contractor or contractors in relationto—\n\t\t\t\t\tthe services to be provided under the contract,\n\t\t\t\t\tremuneration under the contract, and\n\t\t\t\t\tany other matters.\n\t\t\t\tThe services to be provided under a general medical services contract mayinclude—\n\t\t\t\t\tservices which are not primary medical services;\n\t\t\t\t\tservices to be provided outside the area of the Primary Care Trust or LocalHealth Board.\n\t\t\t\tIn this Part, “contractor”, in relation to a general medical servicescontract, means any person entering into the contract with the Primary CareTrust or Local Health Board.\n\t\t\tRRequirement to provide certain primary medical services\n\t\t\t\tA general medical services contract must require the contractor orcontractors to provide, for his or their patients, primary medical services ofsuch descriptions as may be prescribed.\n\t\t\t\tRegulations under subsection (1) may in particular describe services byreference to the manner or circumstances in which they are provided.\n\t\t\tSPersons eligible to enter into GMS contracts\n\t\t\t\tA Primary Care Trust or Local Health Board may, subject to such conditionsas may be prescribed, enter into a general medical services contract with—\n\t\t\t\t\ta medical practitioner;\n\t\t\t\t\ttwo or more individuals practising in partnership where the conditions insubsection (2) are satisfied; or\n\t\t\t\t\ta company limited by shares where the conditions in subsection (3) aresatisfied.\n\t\t\t\tThe conditions referred to in subsection (1)(b) in relation to apartnership are that—\n\t\t\t\t\tat least one partner is a medical practitioner; and\n\t\t\t\t\tany partner who is not a medical practitioner is either—\n\t\t\t\t\tan NHS employee;\n\t\t\t\t\ta section 28C employee, section 17C employee or Article 15B employee;\n\t\t\t\t\ta health care professional who is engaged in the provision of servicesunder this Act; or\n\t\t\t\t\tan individual falling within section 28D(1)(bc) above.\n\t\t\t\tThe conditions referred to in subsection (1)(c) in relation to a companyare that—\n\t\t\t\t\tat least one share in the company is legally and beneficially owned by amedical practitioner; and\n\t\t\t\t\tany share which is not so owned is legally and beneficially owned by aperson referred to in subsection (2)(b)(i) to (iv).\n\t\t\t\tRegulations may make provision as to the effect, in relation to a generalmedical services contract entered into by individuals practising inpartnership, of a change in the membership of the partnership.\n\t\t\t\tIn this section—\n\t\t\t\t\t  * “health care professional” has the same meaning as in section 28M above;\n\t\t\t\t\t  * “NHS employee”, “section 28C employee”, “section 17C employee” and “Article 15B employee” have the same meanings as in section 28D above.\n\t\t\tTGMS contracts: payments\n\t\t\t\tThe appropriate authority may give directions as to payments to be madeunder general medical services contracts.\n\t\t\t\tA general medical services contract must require payments to be made underthe contract in accordance with directions for the time being in force underthis section.\n\t\t\t\tWithout prejudice to the generality of the power under subsection (1),directions under that subsection may—\n\t\t\t\t\tprovide for payments to be made by reference to compliance with standardsor the achievement of levels of performance;\n\t\t\t\t\tprovide for payments to be made by reference to—\n\t\t\t\t\tany scheme or scale specified in the direction; or\n\t\t\t\t\ta determination made by any person in accordance with factors specified inthe direction;\n\t\t\t\t\tprovide for the making of payments in respect of individual practitioners;\n\t\t\t\t\tprovide that the whole or any part of a payment is subject to conditions(and may provide that payments are payable by a Primary Care Trust or LocalHealth Board only if it is satisfied as to certain conditions);\n\t\t\t\t\tmake provision having effect from a date before the date of the direction,provided that, having regard to the direction as a whole, the provision is notdetrimental to the persons to whose remuneration it relates.\n\t\t\t\tBefore giving a direction under subsection (1), the appropriate authority—\n\t\t\t\t\tmust consult any body appearing to the authority to be representative ofpersons to whose remuneration the direction would relate, and\n\t\t\t\t\tmay consult such other persons as the authority thinks appropriate.\n\t\t\t\tSection 18(1) and (3)(b) apply in relation to directions under thissection.\n\t\t\t\tReferences in this section to payments include fees, allowances,reimbursements, loans and repayments.\n\t\t\t\tIn this section “appropriate authority” means—\n\t\t\t\t\tthe Secretary of State, in relation to a contract made by a Primary CareTrust;\n\t\t\t\t\tthe National Assembly for Wales, in relation to a contract made by a LocalHealth Board.\n\t\t\tUGMS contracts: prescription of drugs etc\n\t\t\t\tA general medical services contract must contain provision requiring thecontractor or contractors to comply with any directions given by theappropriate authority for the purposes of this section as to the drugs,medicines or other substances which may or may not be ordered for patients inthe provision of medical services under the contract.\n\t\t\t\tA direction under this section must, subject to subsection (3), be given byregulations.\n\t\t\t\tA direction under this section may be given by an instrument in writingwhere it gives effect to a request made in writing to the authority making thedirection by a person who is a holder of a Community marketing authorizationor United Kingdom marketing authorisation in respect of the drug, medicine orother substance to which the request relates.\n\t\t\t\tA direction under this section given by an instrument in writing may bevaried or revoked by a further direction under this section (whether given byan instrument in writing or by regulations).\n\t\t\t\tIn this section—\n\t\t\t\t\t  * “appropriate authority” has the same meaning as in section 28T above;\n\t\t\t\t\t  * “Community marketing authorization” and “United Kingdom marketing authorisation” have the meanings given by regulation 1 of the Medicines for Human Use (Marketing Authorisations Etc.) Regulations 1994 ([S.I. 1994/3144](/id/uksi/1994/3144?view=plain \"Go to item of legislation\")).\n\t\t\tVGMS contracts: other required terms\n\t\t\t\tA general medical services contract must contain such provision as may beprescribed (in addition to the provision required by the preceding provisionsof this Part).\n\t\t\t\tRegulations under subsection (1) may in particular make provision as to—\n\t\t\t\t\tthe manner in which, and standards to which, services are to be provided;\n\t\t\t\t\tthe persons who perform services;\n\t\t\t\t\tthe persons to whom services are to be provided;\n\t\t\t\t\tthe variation of contract terms (other than terms required by or under thisPart);\n\t\t\t\t\trights of entry and inspection (including inspection of clinical recordsand other documents);\n\t\t\t\t\tthe circumstances in which, and the manner in which, the contract may beterminated;\n\t\t\t\t\tenforcement; \n\t\t\t\t\tthe adjudication of disputes.\n\t\t\t\tRegulations making provision under subsection (2)(c) must make provision asto the circumstances in which a contractor or contractors—\n\t\t\t\t\tmust or may accept a person as a patient to whom services are providedunder the contract; or\n\t\t\t\t\tmay decline to accept a person as such a patient; or\n\t\t\t\t\tmay terminate his or their responsibility for a patient.\n\t\t\t\tRegulations under subsection (2)(d) may—\n\t\t\t\t\tmake provision as to the circumstances in which a Primary Care Trust orLocal Health Board may impose a variation of contract terms;\n\t\t\t\t\tmake provision as to the suspension or termination of any duty under thecontract to provide services of a prescribed description.\n\t\t\t\tRegulations making provision of the kind described in subsection (4)(b) mayprescribe services by reference to the manner or circumstances in which theyare provided.\n\t\t\t\tRegulations under subsection (1) must make provision as to the right ofpatients to choose the persons from whom they are to receive services.\n\t\t\tWGMS contracts: disputes and enforcement\n\t\t\t\tRegulations may make provision for the resolution of disputes as to theterms of a proposed general medical services contract.\n\t\t\t\tRegulations under subsection (1) may make provision—\n\t\t\t\t\tfor the referral of the terms of the proposed contract to the Secretary ofState or National Assembly for Wales; and\n\t\t\t\t\tfor the Secretary of State or Assembly, or a person appointed by him or it,to determine the terms on which the contract may be entered into.\n\t\t\t\tRegulations may make provision for a person or persons entering into ageneral medical services contract to be regarded as a health service body forany purposes of section 4 of the National Health Service and Community CareAct 1990, in circumstances where he or they so elect.\n\t\t\t\tRegulations under subsection (3) may include provision as to theapplication of section 4 of that Act in cases where—\n\t\t\t\t\tpersons practising in partnership elect to become a health service body;and\n\t\t\t\t\tthere is a change in the membership of the partnership.\n\t\t\t\tWhere— \n\t\t\t\t\tby virtue of regulations under subsection (3), subsection (7) of section 4of that Act applies in relation to a general medical services contract, and\n\t\t\t\t\ta direction as to payments is made under that subsection in relation to thecontract,\n\t\t\t\t\t\tthe direction is to be enforceable in a county court (if the court so orders)as if it were a judgment or order of that court.”\n\t\t\t\tSections 29 to 34A of the 1977 Act (arrangements for general medicalservices) shall cease to have effect.\n\tGeneral medical services: transitional\n\t\tThe appropriate authority shall by order make transitional provision inrespect of persons who, immediately before the coming into force of section175, are providing services under section 29 of the 1977 Act (general medicalservices).\n\t\tAn order under this section may provide that, in such circumstances as theorder may prescribe, a Primary Care Trust or Local Health Board must, if anysuch person so wishes, enter into a general medical services contract withhim; and the order may make provision as to the terms of any such contract.\n\t\tAn order under this section may provide that, in such circumstances as theorder may prescribe, a Primary Care Trust or Local Health Board must, if anysuch person so wishes, enter into a contract with him, containing such termsas the order may specify, for the provision of medical services.\n\t\tAn order under this section may make provision for the resolution ofdisputes in relation to any contract entered into, or proposed to be enteredinto, under subsection (2) or (3), including provision for the determinationof disputes by the appropriate authority or a person appointed by theauthority.\n\t\tAn order under this section may make provision in respect of a periodbeginning before the coming into force of the provision (or of section 175),provided that the provision is not as a whole detrimental to the remunerationof the persons to whom it relates.\n\t\tIn this section—\n\t\t\t  * “appropriate authority” means— \n\t\t\tthe Secretary of State, in relation to England; and\n\t\t\tthe Assembly, in relation to Wales;\n\t\t\t\t  * “general medical services contract” means a contract under section 28Q of the 1977 Act (as inserted by section 175). "
    },
    {
        "length": 2646,
        "text": "\nPrimary dental and medical services: supplementary\n\tArrangements under section 28C of the 1977 Act\n\t\tSection 28D of the 1977 Act (persons with whom arrangements under section28C of that Act may be made) is amended as follows.\n\t\tIn subsection (1), for paragraphs (b) and (c) substitute—\n\t\t\ta medical practitioner who meets the prescribed conditions;\n\t\t\ta dental practitioner who meets the prescribed conditions;\n\t\t\ta health care professional who meets the prescribed conditions;\n\t\t\tan individual who is providing services—\n\t\t\tunder a general medical services contract or general dental servicescontract;\n\t\t\tin accordance with section 28C arrangements, section 17C arrangements orArticle 15B arrangements; or\n\t\t\tunder section 19 or 25 of the 1978 Act or Article 56 or 61 of the Healthand Personal Social Services (Northern Ireland) Order 1972 ([1972 No. 1256(N.I. 14)](/id/nisi/1972/1256?view=plain \"Go to item of legislation\"));\n\t\t\t\tor has so provided them within such period as may be prescribed;”.\n\t\tAfter subsection (1) insert—\n\t\t“(1A)The power under subsection (1) to make an agreement with a person fallingwithin paragraph (bc) or (d) of that subsection is subject to such conditionsas may be prescribed.”\n\t\tIn subsection (2), after the definition of “the 1978 Act” insert—\n\t\t““health care professional” means a person who is a member of a professionregulated by a body mentioned (at the time the agreement in question is made)in section 25(3) of the National Health Service Reform and Health CareProfessions Act 2002;”.\n\t\tIn that subsection, for the definition of “NHS employee” substitute—\n\t\t““NHS employee” means an individual who, in connection with the provision ofservices in the health service in England and Wales, Scotland or NorthernIreland, is employed by—\n\t\t\tan NHS trust, an NHS foundation trust or (in Northern Ireland) a Health andSocial Services Trust;\n\t\t\ta Primary Care Trust or Local Health Board;\n\t\t\ta person who is providing services under a general medical servicescontract or a general dental services contract;\n\t\t\tan individual who is providing services as specified in subsection(1)(bc)(iii) above;”.\n\t\tIn the definitions of “section 17C employee” and “section 28C employee”,for “an individual providing” substitute “a person providing or performing”.\n\t\tIn section 28E of the 1977 Act (regulations), in subsection (3), afterparagraph (c) insert—\n\t\t\timpose conditions (including conditions as to qualifications andexperience) to be satisfied by persons performing services in accordance withsection 28C arrangements;”.\n\t\tIn that section, after subsection (3) insert—\n\t\t“(3A)The regulations may also require payments to be made under thearrangements in accordance with directions given for the purpose by theSecretary of State; and section 18(1) and (3)(b) apply in relation to any suchdirections.\n\t\t(3B)A direction under subsection (3A) may make provision having effect from adate before the date of the direction, provided that, having regard to thedirection as a whole, the provision is not detrimental to the persons to whoseremuneration it relates.”\n\t\tIn that section, after subsection (3B) (as inserted by subsection (8)above), insert—\n\t\t“(3C)The regulations may also include provision requiring a Primary Care Trustor Local Health Board, in prescribed circumstances and subject to prescribedconditions, to enter into a general medical services contract or generaldental services contract on prescribed terms with any person providingservices under section 28C arrangements who so requests.”\n\t\tIn that section, after subsection (3C) (as inserted by subsection (9)above) insert—\n\t\t“(3D)The regulations may also include provision for the resolution of disputesas to the terms of any proposed section 28C arrangements, and in particularmay make provision—\n\t\t\tfor the referral of the terms of the proposed arrangements to the Secretaryof State or National Assembly for Wales; and\n\t\t\tfor the Secretary of State, or Assembly, or a person appointed by him orit, to determine the terms on which the arrangements may be entered into.”\n\t\tIn that section, after subsection (3D) (as inserted by subsection (10)above) insert—\n\t\t“(3E)The regulations must provide for the circumstances in which a personproviding primary medical services under section 28C arrangements—\n\t\t\tmust or may accept a person as a patient to whom such services are soprovided;\n\t\t\tmay decline to accept a person as such a patient;\n\t\t\tmay terminate his responsibility for a patient.\n\t\t\t(3F)The regulations must make provision as to the right of patients to choosethe persons from whom they are to receive services under section 28Carrangements.”\n\t\tIn that Act, sections 28F (choice of medical practitioner), 28G (choice ofdental practitioner) and 28H (immunisation) shall cease to have effect.\n\tAbolition of pilot schemes\n\t\tPart 1 of the National Health Service (Primary Care) Act [1997 (c.46)](/id/ukpga/1997/46?view=plain \"Go to item of legislation\") (power to makepilot schemes for the provision of personal medical and dental services) shallcease to have effect.\n\t\tThis section extends to England and Wales only.\n\tPersons performing primary medical and dental services\n\t\tIn the 1977 Act, after section 28W (as inserted by section 175 above)insert—\n\t\t“28XPersons performing primary medical and dental services\n\t\t\tRegulations may provide that a health care professional of a prescribeddescription may not perform any primary medical service for which a PrimaryCare Trust or Local Health Board is responsible unless he is included in alist maintained under the regulations by a Primary Care Trust or Local HealthBoard.\n\t\t\tRegulations may provide that a health care professional of a prescribeddescription may not perform any primary dental service for which a PrimaryCare Trust or Local Health Board is responsible unless he is included in alist maintained under the regulations by a Primary Care Trust or Local HealthBoard.\n\t\t\tFor the purposes of this section—\n\t\t\t\t“health care professional” means a person who is a member of a professionregulated by a body for the time being mentioned in section 25(3) of theNational Health Service Reform and Health Care Professions Act 2002;\n\t\t\t\ta Primary Care Trust or Local Health Board is responsible for a medical ordental service if it provides the service, or secures its provision, by orunder any enactment.\n\t\t\tRegulations under this section may make provision in relation to listsunder this section and in particular as to—\n\t\t\t\tthe preparation, maintenance and publication of a list;\n\t\t\t\teligibility for inclusion in a list;\n\t\t\t\tapplications for inclusion (including provision as to the Primary CareTrust or Local Health Board to which an application must be made, and for theprocedure for applications and the documents to be supplied on application);\n\t\t\t\tthe grounds on which an application for inclusion may or must be granted orrefused;\n\t\t\t\trequirements with which a person included in a list must comply (includingthe declaration of financial interests and gifts and other benefits);\n\t\t\t\tsuspension or removal from a list (including provision for the grounds for,and consequences of, suspension or removal);\n\t\t\t\tcircumstances in which a person included in a list may not withdraw fromit;\n\t\t\t\tpayments to be made in respect of a person suspended from the list(including provision for the amount of the payment, or the method ofcalculating the payment, to be determined by the Secretary of State orNational Assembly for Wales, or a person appointed by him or it);\n\t\t\t\tthe criteria to be applied in making decisions under the regulations;\n\t\t\t\tappeals against decisions made by a Primary Care Trust or Local HealthBoard under the regulations; and\n\t\t\t\tdisclosure of information about applicants for inclusion, grants orrefusals of applications or suspensions or removals;\n\t\t\t\t\tand may make any provision corresponding to anything in sections 49F to 49Nbelow.\n\t\t\tRegulations under this section may, in particular, also provide for—\n\t\t\t\ta person’s inclusion in a list to be subject to conditions determined by aPrimary Care Trust or Local Health Board;\n\t\t\t\ta Trust or Board to vary the conditions or impose different ones;\n\t\t\t\tthe consequences of failing to comply with a condition (including removalfrom the list);\n\t\t\t\tthe review by a Trust or Board of decisions made by it by virtue of theregulations.\n\t\t\tThe imposition of such conditions must be with a view to—\n\t\t\t\tpreventing any prejudice to the efficiency of the services to which thelist relates, or\n\t\t\t\tpreventing fraud.\n\t\t\tRegulations making provision as to the matters referred to in subsection(4)(k) may in particular authorise the disclosure of information—\n\t\t\t\tby a Primary Care Trust or Local Health Board to the Secretary of State orthe National Assembly for Wales; and\n\t\t\t\tby the Secretary of State or the National Assembly for Wales to a PrimaryCare Trust or Local Health Board.”\n\t\t\tIn section 49M(7) of that Act, at the end there is inserted “; andregulations under this subsection may include provision of the kind referredto in section 49I(10)”.\n\tAssistance and support\n\t\tIn the 1977 Act, after section 28X (as inserted by section 179 above) insert—\n\t\t“28YAssistance and support\n\t\t\tA Primary Care Trust or Local Health Board may provide assistance orsupport to—\n\t\t\t\tany person providing, or proposing to provide primary medical services orprimary dental services under a general medical services contract or a generaldental services contract;\n\t\t\t\tany person providing, or proposing to provide, such services in accordancewith section 28C arrangements.\n\t\t\tAssistance or support provided by a Primary Care Trust or Local HealthBoard under subsection (1) is to be provided on such terms, including terms asto payment, as the Trust or Board thinks fit.\n\t\t\tIn this section “assistance” includes financial assistance.”"
    },
    {
        "length": 1967,
        "text": "\nDental services: miscellaneous\n\tAbolition of Dental Practice Board\n\t\tThe Dental Practice Board is abolished.\n\tSpecial Health Authorities\n\t\tIn section 16B of the 1977 Act (exercise of functions by Primary CareTrusts), at the end insert—\n\t\tThe Secretary of State may by order make provision for the transfer to aSpecial Health Authority of the rights and liabilities of a Primary Care Trustunder a general dental services contract in a case where the Authorityexercises functions of the Trust in relation to the contract by virtue ofsubsection (2)(b) above (and for their transfer back to the Trust where theAuthority ceases to exercise those functions).”.\n\t\tIn section 16BC of that Act (exercise of functions by Local Health Boards),at the end insert—\n\t\tThe Assembly may by order make provision for the transfer to a SpecialHealth Authority of the rights and liabilities of a Local Health Board under ageneral dental services contract in a case where the Authority exercisesfunctions of the Board in relation to the contract by virtue of subsection(2)(b) above (and for their transfer back to the Board where the Authorityceases to exercise those functions).”.\n\tCharges for dental services\n\t\tIn the 1977 Act, for sections 78A to 79A substitute—\n\t\t“79Dental charging\n\t\t\tRegulations may provide for the making and recovery, in such manner as maybe prescribed, of charges for relevant dental services.\n\t\t\tRegulations under subsection (1) may in particular include provision—\n\t\t\t\tspecifying the amount, or maximum amount, of any charge (or aggregatecharge in respect of the provision for two or more relevant dental services);\n\t\t\t\tfor calculating the amount of any charge;\n\t\t\t\tfor the variation of the amount, or maximum amount, of any charge in casesof a prescribed description;\n\t\t\t\tfor any charge not to be payable in cases of a prescribed description;\n\t\t\t\tfor power to direct that a charge is not payable in any particular case;\n\t\t\t\tfor the repayment of any charge (including provision as to the persons bywhom, and manner in which, repayments are to be made).\n\t\t\tRegulations under subsection (1) may provide for sums which would otherwisebe payable by a Primary Care Trust, Local Health Board or Special HealthAuthority to persons providing relevant dental services to be reduced by theamount of the charges authorised by the regulations.\n\t\t\tThis section is subject to Schedule 12ZA.\n\t\t\tIn this section and Schedule 12ZA “relevant dental services” means—\n\t\t\t\tdental treatment provided—\n\t\t\t\tunder section 16CA(2) above (dental services provided by a Primary CareTrust or Local Health Board);\n\t\t\t\tunder a general dental services contract;\n\t\t\t\tin accordance with section 28C arrangements; and\n\t\t\t\tthe supply of dentures and other dental appliances under this Act.\n\t\t\tAny reference in this section or Schedule 12ZA to the supply of anappliance includes a reference to its repair, adjustment, refitting orreplacement and, in the case of dentures, to their being relined or havingadditions made to them.”\n\t\t\tAfter Schedule 12 to that Act insert—\n\t\t“SCHEDULE 12ZADental charging: exemptions\n\t\t\tGeneral exemptions\n\t\t\t\tNo charge is to be made under regulations under section 79(1) in respectof a relevant dental service provided for any person who at the prescribedtime—\n\t\t\t\t\twas under 18;\n\t\t\t\t\twas under 19 and receiving qualifying full-time education;\n\t\t\t\t\twas pregnant; or\n\t\t\t\t\thad given birth to a child within the previous 12 months.\n\t\t\t\tIn sub-paragraph (1)(b), “qualifying full-time education” means full-timeinstruction at a recognised educational establishment or by other meansaccepted as comparable by the person or body making the regulations.\n\t\t\t\tFor the purposes of sub-paragraph (2)—\n\t\t\t\t\t“recognised educational establishment” means an establishment recognised bythe person or body making the regulations as being, or as comparable to, aschool, college or university; and\n\t\t\t\t\tregulations may prescribe the circumstances in which a person is or is notto be treated as receiving full-time instruction.\n\t\t\t\tIn sub-paragraph (1)(d), “child” includes a still-born child (within themeaning of the Births and Deaths Registration Act 1953).\n\t\t\t\tThis paragraph is subject to paragraph 3.\n\t\t\tRepair and replacement\n\t\t\t\tNo charge is to be made under regulations under section 79(1) in respectof the repair or replacement of any appliance.\n\t\t\t\tThis paragraph is subject to paragraph 3.\n\t\t\tExceptions to paragraphs 1 and 2\n\t\t\t\t3Paragraphs 1 and 2 do not apply in relation to—\n\t\t\t\t\tthe repair or replacement of any appliance of a prescribed description; or\n\t\t\t\t\tthe repair or replacement of any appliance where it is determined in theprescribed manner—\n\t\t\t\t\tin any case, that the repair or replacement was necessitated by an act oromission of the person supplied; or\n\t\t\t\t\tin a case where the person supplied was under the age of 16, that therepair or replacement was necessitated by an act or omission, occurring whilethat person was under that age, of a person having charge of him.\n\t\t\tHospital patients\n\t\t\t\t4No charge is to be made under regulations under section 79(1) in respect ofany appliance supplied to a patient for the time being resident in a hospital.\n\t\t\t5Paragraph 4 does not apply where an appliance is supplied—\n\t\t\t\tunder section 16CA(2) above;\n\t\t\t\tunder a general dental services contract; or\n\t\t\t\tin accordance with section 28C arrangements.\n\t\t\tArrest of bleeding\n\t\t\t\t6No charge is to be made under regulations under section 79(1) in respect ofthe arrest of bleeding.\n\t\t\tDeclarations and evidence\n\t\t\t\t7Regulations may provide, with respect to any exemption under this Schedule,that it is to be a condition of the exemption that—\n\t\t\t\t\ta declaration of the prescribed kind is made in the prescribed form andmanner; or\n\t\t\t\t\ta certificate or other evidence of the prescribed kind is supplied in theprescribed form and manner.”\n\t\t\t\tIn section 126 of that Act—\n\t\t\t\t\tin subsection (1), after “PCT order” insert “or an instrument to whichsubsection (1A) applies”;\n\t\t\t\t\tafter subsection (1) insert—\n\t\t\t\t\t“(1A)The Secretary of State may not make a statutory instrument containing thefirst regulations made under section 79(1) above (as substituted by the Healthand Social Care (Community Health and Standards) Act 2003) unless a draft ofthe instrument has been laid before, and approved by resolution of, each Houseof Parliament.”\n\t\t\t\tIn respect of any period after the coming into force of this section butbefore the coming into force of section 178, section 79(5)(b) of the 1977 Act(as inserted by subsection (1) above) shall have effect as if it included areference to the supply of dentures and other dental appliances in accordancewith a pilot scheme under Part 1 of the National Health Service (Primary Care)Act [1997 (c. 46)](/id/ukpga/1997/46?view=plain \"Go to item of legislation\")."
    },
    {
        "length": 1727,
        "text": "\nWelfare Food Schemes\n\tReplacement of the Welfare Food Schemes: Great Britain\n\t\tIn the Social Security Act [1988 (c. 7)](/id/ukpga/1988/7?view=plain \"Go toitem of legislation\"), for section 13 (schemes for the distribution etc ofwelfare foods), substitute—\n\t\t“13Benefits under schemes for improving nutrition: pregnant women,mothers and children\n\t\t\tRegulations may establish one or more schemes to provide benefits forprescribed descriptions of—\n\t\t\t\tpregnant women,\n\t\t\t\tmothers, and\n\t\t\t\tchildren, \n\t\t\t\t\twith a view to helping and encouraging them to have access to, and toincorporate in their diets, food of a prescribed description.\n\t\t\tBefore establishing, or varying, a scheme the Secretary of State mustconsult the Scottish Ministers and the National Assembly for Wales (“theAssembly”).\n\t\t\tA scheme may, in particular, specify requirements that must be satisfied—\n\t\t\t\tbefore a person may become entitled to a benefit;\n\t\t\t\tfor a beneficiary to remain entitled to a continuing benefit.\n\t\t\tA scheme may also include provision—\n\t\t\t\tfor a benefit to consist of food of a prescribed description being providedby—\n\t\t\t\ta person who supplies, or arranges for the supply of, food of thatdescription for beneficiaries under the scheme;\n\t\t\t\ta person providing a service (such as day care) for the recipient of thebenefit; or\n\t\t\t\ta health service body;\n\t\t\t\tfor the use of vouchers, or similar arrangements, in connection with theprovision of benefits;\n\t\t\t\tthat a person taking part in the scheme, otherwise than as a beneficiary,must be registered under the scheme;\n\t\t\t\tfor the payment by the Secretary of State of sums to persons registered inaccordance with a provision of a kind mentioned in paragraph (c), in respectof things provided or done by them in accordance with the scheme;\n\t\t\t\tfor the making of payments to such persons entitled to receive benefits asmay be determined by or under the scheme;\n\t\t\t\tfor the delegation, in accordance with provisions of the scheme, ofprescribed functions under the scheme;\n\t\t\t\tfor the scheme, or prescribed provisions of the scheme, to be administeredon behalf of the Secretary of State by such health service body, or otherdescription of body, as may be prescribed;\n\t\t\t\trequiring prescribed categories of persons to take reasonable steps toprovide—\n\t\t\t\tto a person authorised for the purpose in accordance with the scheme,\n\t\t\t\ton production, if required, of evidence of his authority,\n\t\t\t\tsuch information or evidence as may be reasonably needed in connection withadministering the scheme.\n\t\t\tProvision of a kind mentioned in subsection (4)(h) may, in particular—\n\t\t\t\trequire information or evidence to be provided in a legible form;\n\t\t\t\tauthorise the taking of copies or making of extracts;\n\t\t\t\trequire an explanation by the information provider of anything which he hasprovided;\n\t\t\t\trequire an information provider to state, to the best of his knowledge andbelief, where information or evidence that he has failed to provide is held.\n\t\t\tThe power to prescribe descriptions of food (conferred by subsection (1))is to be exercised, in relation to the operation of a scheme in Wales, byregulations made by the Assembly.\n\t\t\tThe Secretary of State may give such directions—\n\t\t\t\tto a body administering a scheme (or part of a scheme),\n\t\t\t\tin relation to matters relating to the operation of the scheme (or thatpart of the scheme),\n\t\t\t\tas he considers appropriate.\n\t\t\tThe Assembly may, with the agreement of the Secretary of State, give suchdirections—\n\t\t\t\tto a body administering a scheme (or part of a scheme),\n\t\t\t\tin relation to matters relating to the operation of the scheme (or thatpart of the scheme) in Wales,\n\t\t\t\tas it considers appropriate.\n\t\t\tA scheme may direct that prescribed enactments relating to theadministration of benefit under the Social Security Administration Act [1992(c. 5)](/id/ukpga/1992/5?view=plain \"Go to item of legislation\") (includingenactments relating to offences and criminal proceedings) are to have effectfor the purpose of administering the scheme subject to such modifications (ifany) as may be prescribed.\n\t\t\tThe Secretary of State may not make a statutory instrument containing thefirst set of regulations made under subsection (1) unless a draft of theinstrument has been laid before, and approved by resolution of, each House ofParliament.\n\t\t\tIn this section—\n\t\t\t\t  * “benefit”, in relation to a scheme, means a benefit under the scheme;\n\t\t\t\t  * “children” has such meaning as may be prescribed;\n\t\t\t\t  * “enactment” includes an Act of the Scottish Parliament and a provision made under an enactment;\n\t\t\t\t  * “food” includes vitamins, minerals and other dietary supplements;\n\t\t\t\t  * “health service body” has such meaning as may be prescribed;\n\t\t\t\t  * “information provider” means the person who is required to provide information or, where that person is a body corporate, any person who is, or at any time has been, an officer or employee of the body corporate;\n\t\t\t\t  * “pregnant” includes recently pregnant;\n\t\t\t\t  * “prescribed” means prescribed by regulations;\n\t\t\t\t  * “regulations”, except in subsection (6), means regulations made by the Secretary of State;\n\t\t\t\t  * “scheme” means a scheme made under this section;\n\t\t\t\t  * “women” includes persons under the age of 18.”\n\t\t\tIn section 15A of that Act—\n\t\t\t\tin subsection (2), after the first “instrument” insert “made by theSecretary of State”; and\n\t\t\t\tomit subsection (3).\n\tReplacement of the Welfare Food Schemes: Northern Ireland\n\t\tAn Order in Council under paragraph 1(1) of the Schedule to the NorthernIreland Act [2000 (c. 1)](/id/ukpga/2000/1?view=plain \"Go to item oflegislation\") (legislation for Northern Ireland during suspension of devolvedgovernment) which contains a statement that it is made only for purposescorresponding to those of section 185 above—\n\t\t\tis not subject to paragraph 2 of that Schedule (affirmative resolution ofboth Houses of Parliament), but\n\t\t\tis subject to annulment in pursuance of a resolution of either House ofParliament."
    },
    {
        "length": 2113,
        "text": "\nAppointments and employment\n\tAppointments to certain health and social care bodies\n\t\tThis section applies to a body (however established) which has functionsrelating to—\n\t\t\thealth; \n\t\t\tsocial care;\n\t\t\tthe regulation of professions associated with health or social care.\n\t\tThe Secretary of State may direct a Special Health Authority to exercise somuch of the appointments function relating to a body to which this sectionapplies as is specified in the direction.\n\t\tIf the Secretary of State gives a direction under subsection (2) the 1977Act has effect as if—\n\t\t\tthe direction is a direction of the Secretary of State under section 16D ofthat Act;\n\t\t\tthe function is exercisable by the Special Health Authority under section16D.\n\t\tIf the Secretary of State gives a direction under subsection (2) in respectof a body which exercises functions in relation to any part of the UnitedKingdom other than England and Wales subsection (5) applies—\n\t\t\tat the time the direction is given;\n\t\t\tfor the purposes of anything done by a Special Health Authority inpursuance of the direction.\n\t\tSections 11 and 16D of and (so far as relating to a Special HealthAuthority) Schedule 5 to the 1977 Act and any other provision of that Actwhich relates to the exercise of the function in pursuance of the directionmust be taken to extend to any part of the United Kingdom in relation to whichthe body exercises functions.\n\t\tThe appointments function is any function exercisable by the Secretary ofState in relation to—\n\t\t\tthe appointment of persons to be members of a body to which this sectionapplies;\n\t\t\tthe removal (whether permanently or otherwise) of such persons from themembership of the body,\n\t\t\t\tand includes any function relating to the appointment to or removal from(whether permanently or otherwise) any particular office in the membership ofthe body.\n\t\tFor the purposes of this section it is immaterial that a body has functionsrelating to matters other than those specified in subsection (1).\n\t\tSchedule 12 amends certain enactments which provide for appointments to bemade to certain bodies by or on the advice of the Privy Council.\n\t\tIf in the exercise of a power conferred by virtue of that Schedule thePrivy Council gives a direction corresponding to a direction given by theSecretary of State under subsection (2) above, subsections (3) to (5) aboveapply for the purposes of the Privy Council’s direction as they apply for thepurposes of a direction given by the Secretary of State.\n\t\tNothing in this section applies in relation to the Commission forHealthcare Audit and Inspection or the Commission for Social Care Inspection.\n\tAppointments to certain health and social care bodies: joint functions\n\t\tThis section applies if (apart from section 187) the appointments functionin relation to a body is exercisable jointly or concurrently with a person whois not a Minister of the Crown.\n\t\tA requirement to exercise the function jointly or concurrently does notprevent the Secretary of State from making a direction in relation to the bodybut he must not do so unless he first consults the other person.\n\t\tIf a direction is given as mentioned in subsection (2) so much of thefunctions of the Secretary of State and of the other person as are specifiedin the direction is exercisable by the Special Health Authority acting alone.\n\t\tSubsections (2) and (3) do not apply if the other person is the ScottishMinisters but that does not prevent the Secretary of State from giving adirection under section 187 in relation to the exercise of any function hehas.\n\t\tAppointments function has the same meaning as in section 187.\n\tValidity of clearance for employment in certain NHS posts\n\t\tIn section 7 of the Protection of Children Act [1999 (c.14)](/id/ukpga/1999/14?view=plain \"Go to item of legislation\") (effect ofinclusion of person on lists relating to suitability for child care positions)after subsection (3) there are inserted the following subsections—\n\t\t\t“(3A)This section does not apply in relation to an offer of relevant NHSemployment if each of the following paragraphs applies in respect of theindividual to whom the offer is made—\n\t\t\tat the time the offer is made he is employed by an NHS body;\n\t\t\tthat NHS body has ascertained that he is not included in the list keptunder section 1 above or (during the period that he is employed by that body)another NHS body or an employment agency or employment business hasascertained that he is not included in the list;\n\t\t\tsubsection (1A) (inserted by paragraph 26(2) of Schedule 4 to the CareStandards Act 2000) does not apply to him;\n\t\t\the accepts the offer and for so long as he is employed in the employment towhich the offer relates paragraph (c) applies.\n\t\t\t(3B)Relevant NHS employment is employment in a child care position with an NHSbody.\n\t\t\t(3C)Each of the following is an NHS body—\n\t\t\ta National Health Service trust;\n\t\t\ta Strategic Health Authority;\n\t\t\tan NHS foundation trust;\n\t\t\ta Health Authority;\n\t\t\ta Local Health Board;\n\t\t\ta Special Health Authority;\n\t\t\ta Primary Care Trust.”\n\t\tIn section 89 of the Care Standards Act [2000 (c.14)](/id/ukpga/2000/14?view=plain \"Go to item of legislation\") (effect ofinclusion of person on lists relating to suitability for care positions) aftersubsection (4) there are inserted the following subsections—\n\t\t“(4A)This section does not apply in relation to an offer of relevant NHSemployment if each of the following paragraphs applies in respect of theindividual to whom the offer is made—\n\t\t\tat the time the offer is made he is employed by an NHS body;\n\t\t\tthat NHS body has ascertained that he is not included in the list keptunder section 81 above or (during the period that he is employed by that body)another NHS body or an employment agency or employment business hasascertained that he is not included in the list;\n\t\t\tsubsection (2) does not apply to him;\n\t\t\the accepts the offer and for so long as he is employed in the employment towhich the offer relates paragraph (c) applies.\n\t\t\t(4B)Relevant NHS employment is employment in a care position with an NHS body.\n\t\t\t(4C)Each of the following is an NHS body—\n\t\t\ta National Health Service trust;\n\t\t\ta Strategic Health Authority;\n\t\t\tan NHS foundation trust;\n\t\t\ta Health Authority;\n\t\t\ta Local Health Board;\n\t\t\ta Special Health Authority;\n\t\t\ta Primary Care Trust.”\n\t\tSection 7(3A)(b) of the Protection of Children Act [1999 (c.14)](/id/ukpga/1999/14?view=plain \"Go to item of legislation\") has effectuntil the coming into force of paragraph 121 of Schedule 21 to the EducationAct [2002 (c. 32)](/id/ukpga/2002/32?view=plain \"Go to item of legislation\")as if for “the list kept under section 1 above” there is substituted “any ofthe lists mentioned in subsection (1)(a)”.\n\t\tThe effect of subsections (1) to (3) is to be disregarded in determiningfor the purposes of section 1 of the Regulatory Reform Act [2001 (c.6)](/id/ukpga/2001/6?view=plain \"Go to item of legislation\") (power by orderto make provision reforming law which imposes burdens) whether any provisionof either of the following Acts falls within subsection (4)(a) of that section(provision amended by an Act within previous two years)—\n\t\t\tthe Protection of Children Act [1999 (c. 14)](/id/ukpga/1999/14?view=plain\"Go to item of legislation\");\n\t\t\tthe Care Standards Act [2000 (c. 14)](/id/ukpga/2000/14?view=plain \"Go toitem of legislation\")."
    },
    {
        "length": 223,
        "text": "\nOther provisions\n\tLoans by Secretary of State to NHS trusts\n\t\tParagraph 1 of Schedule 3 to the National Health Service and Community CareAct [1990 (c. 19)](/id/ukpga/1990/19?view=plain \"Go to item of legislation\")(borrowings of NHS trusts) is amended as follows.\n\t\tIn sub-paragraph (6), the words “, with the consent of the Treasury,” areomitted.\n\tAmendment of provision relating to reform of Welsh health authorities\n\t\tIn section 27 of the Government of Wales Act [1998 (c.38)](/id/ukpga/1998/38?view=plain \"Go to item of legislation\") (reform ofWelsh health authorities), in subsection (7), for “(5)(b)” substitute“(7)(b)”."
    },
    {
        "length": 2350,
        "text": "\nPart 6Final provisions\n\tFinancial provisions\n\t\tThere shall be paid out of money provided by Parliament—\n\t\t\tany expenditure incurred by the Secretary of State by virtue of this Act;and\n\t\t\tany increase attributable to this Act in the sums payable out of money soprovided under any other Act.\n\tInterpretation \n\t\tIn this Act—\n\t\t  * “the 1977 Act” means the National Health Service Act [1977 (c. 49)](/id/ukpga/1977/49?view=plain \"Go to item of legislation\"); \n\t\t  * “the Assembly” means the National Assembly for Wales. \n\tOrders and regulations\n\t\tAny order or regulations under this Act—\n\t\t\tmay make different provision for different purposes; and\n\t\t\tmay make incidental, supplementary, consequential, transitory ortransitional or saving provision.\n\t\tAny power to make regulations conferred by this Act (as well as beingexercisable in relation to all cases to which it extends) may be exercised inrelation to all those cases subject to exceptions or in relation to anyparticular case or class of case.\n\t\tBefore making any regulations under Part 3 the Secretary of State mustconsult the Assembly.\n\t\tAny power to make an order or regulations under this Act is exercisable bystatutory instrument.\n\t\tThe Secretary of State may not make a statutory instrument containing—\n\t\t\tregulations under section 150(12),\n\t\t\tthe first regulations made under section 26, 35 or 153(2), or\n\t\t\tan order or regulations under this Act making, by virtue of subsection(1)(b) or section 200 or 201, provision which amends or repeals any part ofthe text of an Act (including an Act of the Scottish Parliament),\n\t\t\t\tunless a draft of the instrument has been laid before, and approved byresolution of, each House of Parliament.\n\t\tA statutory instrument containing any other order or regulations under thisAct made by the Secretary of State (apart from an order under section 22,25(3), 28 or 199) is subject to annulment in pursuance of a resolution ofeither House of Parliament.\n\t\tThe Scottish Ministers may not make a statutory instrument containing—\n\t\t\tregulations under section 150(12),\n\t\t\tthe first regulations made under section 153(2), or\n\t\t\tan order or regulations under this Act making, by virtue of subsection(1)(b) or section 200 or 201, provision which amends or repeals any part ofthe text of an Act (including an Act of the Scottish Parliament),\n\t\t\tunless a draft of the instrument has been laid before, and approved byresolution of, the Scottish Parliament.\n\t\tA statutory instrument containing any other order or regulations under thisAct made by the Scottish Ministers (apart from an order under section 199) issubject to annulment in pursuance of a resolution of the Scottish Parliament.\n\tRepeals and revocations\n\t\tThe enactments mentioned in Schedule 14 (which include provisions of Acts ofthe Scottish Parliament) are repealed or revoked to the extent specified.\n\tWales \n\t\tIn Schedule 1 to the National Assembly for Wales (Transfer of Functions)Order 1999 ([S.I. 1999/672](/id/uksi/1999/672?view=plain \"Go to item oflegislation\")), any reference to an Act which is amended by this Act shall (asfrom the time when the Act is so amended) be treated as referring to that Actas amended by this Act.\n\t\tSubsection (1) does not affect the power to make further Orders varying oromitting any reference to an Act which is amended by this Act.\n\tIsles of Scilly\n\t\tThe Secretary of State may by order provide that this Act, in its applicationto the Isles of Scilly, is to have effect with such modifications as may bespecified in the order.\n\tCommencement \n\t\tSubject to this section—\n\t\t\tthe provisions of Part 1 (except section 1 and Schedule 1) and Parts 2 to5, and\n\t\t\tsection 196 and Schedule 14,\n\t\t\t\tshall come into force on such day as the appropriate authority may by orderappoint.\n\t\tThe appropriate authority is—\n\t\t\tin relation to Part 1, and section 196 and Schedule 14 so far as relatingto that Part, the Secretary of State;\n\t\t\tin relation to Part 2—\n\t\t\tfor section 42 and Schedule 7, sections 57 and 61, Chapter 5, sections 102to 105, 110, 112, 116(1), 124, 125, 127, 129, 131, 133, 135, 139 and 141,section 147 and Schedule 9 so far as relating to the Commission for SocialCare Inspection, and section 196 and Schedule 14 so far as relating to thoseprovisions, the Secretary of State;\n\t\t\tfor sections 47 and 63, Chapters 4 and 6, sections 109, 116(2), 142 to 145and section 196 and Schedule 14 so far as relating to those provisions, theAssembly;\n\t\t\tfor sections 106 to 108, 111, 113, 114, 115, 116(3), 117, section 147 andparagraph 4 of Schedule 9 and section 196 and Schedule 14 so far as relatingto those provisions, the Secretary of State, in relation to England, and theAssembly, in relation to Wales; and\n\t\t\tfor the other provisions of the Part, and section 196 and Schedule 14 sofar as relating to those provisions, the Secretary of State after consultingthe Assembly;\n\t\t\tin relation to Part 3, and section 196 and Schedule 14 so far as relatingto that Part—\n\t\t\tin relation to England and Wales, the Secretary of State after consultingthe Assembly; and\n\t\t\tin relation to Scotland, the Scottish Ministers with the consent of theSecretary of State;\n\t\t\tin relation to section 181, and section 196 and Schedule 14 so far asrelating to section 181, the Secretary of State;\n\t\t\tin relation to the other provisions of Part 4, and section 196 and Schedule14 so far as relating to those provisions—\n\t\t\tin relation to England, the Secretary of State; and\n\t\t\tin relation to Wales, the Assembly;\n\t\t\tin relation to Part 5, and section 196 and Schedule 14 so far as relatingto that Part, the Secretary of State.\n\t\tDifferent days may be appointed for different purposes.\n\t\tSubsection (1) does not apply in relation to any provision of this Act sofar as it confers power to make an order or regulations, or to section 167,186 or 192.\n\tTransitional or transitory provision and savings\n\t\tThe appropriate authority may by order make such transitional or transitoryprovisions and savings as the authority considers appropriate in connectionwith the coming into force of any provision of this Act.\n\t\tFor the purposes of this section “appropriate authority”, in relation toany provision of this Act, means the authority which is the appropriateauthority in relation to that provision for the purposes of section 199.\n\t\tAn order under this section may modify any Act (including an Act of theScottish Parliament) or subordinate legislation.\n\t\tNothing in any transitional or transitory provisions and savings containedin this Act restricts the power under this section to make other transitionalprovisions and savings.\n\tSupplementary and consequential provision\n\t\tThe appropriate authority may by order make such supplementary, incidentalor consequential provision as he or it thinks appropriate for the purposes of,in consequence of or for giving full effect to any provision of this Act.\n\t\tFor the purposes of this section “appropriate authority”, in relation toany provision of this Act, means the authority which is the appropriateauthority in relation to that provision for the purposes of section 199.\n\t\tAn order under this section may modify any Act (including an Act of theScottish Parliament) or subordinate legislation.\n\t\tThe power under this section is not restricted by any other provision ofthis Act.\n\tExtent \n\t\tThe amendment or repeal of any provision by this Act has the same extent asthe provision being amended or repealed (subject to any express limitationcontained in this Act).\n\t\tSubject to that and except as provided below this Act extends to Englandand Wales only.\n\t\tThe following provisions also extend to Scotland—\n\t\t\tsections 124 and 125;\n\t\t\tPart 3, except for section 163(3);\n\t\t\tsections 185, 187 and 188 and Schedule 12;\n\t\t\tthis Part.\n\t\tThe following provisions also extend to Northern Ireland—\n\t\t\tsections 124 and 125;\n\t\t\tsection 186;\n\t\t\tsections 187, 188 and Schedule 12;\n\t\t\tthis Part.\n\tShort title\n\t\tThis Act may be cited as the Health and Social Care (Community Health andStandards) Act 2003."
    }
]