[
    {
        "length": 588,
        "text": "\nUp-rating of state pension and certain other benefits following review intax year 2021-22\n\tIn relation to the tax year ending with 5 April 2022, the amounts referredto in subsection (1) of section 150A of the Social Security Administration Act1992 (annual up-rating of basic pension etc and standard minimum guarantee)are to be reviewed as if that subsection required a review by reference to thegeneral level of prices obtaining in Great Britain (instead of the generallevel of earnings obtaining in Great Britain).\n\tIn relation to the tax year ending with 5 April 2022, the other provisionsof section 150A of that Act are to have effect as if—\n\t\tin subsection (2)—\n\t\tat the beginning there were inserted “Subject to subsection (2A),”;\n\t\tfor “earnings”, in both places it occurs, there were substituted “prices”;\n\t\tafter subsection (2) there were inserted—\n\t\t\t“(2A)Where it appears to the Secretary of State that—\n\t\tthe percentage by which the general level of prices is greater at the endof the period under review than it was at the beginning of that period is lessthan 2.5%, or\n\t\tthe general level of prices is no greater at the end of that period than itwas at the beginning of that period,\n\t\tthe Secretary of State must lay before Parliament the draft of an order whichincreases each of the amounts referred to in subsection (1) above by apercentage not less than 2.5%.\n\t\t(2B)In relation to those cases where provision in respect of the amountsreferred to in subsection (1)(c) above is within the legislative competence ofthe Scottish Parliament, subsection (2A) has effect as if—\n\t\ta reference to the Secretary of State were a reference to the ScottishMinisters, and\n\t\tthe reference to Parliament were a reference to the Scottish Parliament.”;\n\t\tsubsection (3) were omitted;\n\t\tin subsection (4), after “(2)” there were inserted “or (2A)”;\n\t\tin subsection (8), for “earnings” there were substituted “prices”.\nExtent, commencement and short title\n\tThis Act extends to England and Wales and Scotland only.\n\tThis Act comes into force on the day on which it is passed.\n\tThis Act may be cited as the Social Security (Up-rating of Benefits) Act2021.\n\t\t"
    }
]