{
    "general": "This law makes sure that some types of financial support, like pensions and disability benefits, will go up in price by a certain amount next year so they can keep up with inflation. This means that people who rely on these benefits will still be able to afford the same things they could this year, even though prices are going up.",
    "series": [
        [
            {
                "length": 217,
                "short": "\"Social Security Up-rating Act 2021: Increased Benefits Based on Prices\"",
                "text": "\n* Simplified point 1: The act allows for an increase in certain benefits such as the state pension based on the general level of prices in Great Britain instead of the general level of earnings.\n* Simplified point 2: The Secretary of State must lay before parliament a draft order increasing the amounts referred to in section 150A of the Social Security Administration Act 1992 by at least 2.5% if the general level of prices has increased by more than 2.5% during the review period.\n* Simplified point 3: The act applies only to England, Wales, and Scotland.\n* Simplified point 4: The act comes into force on the day it is passed.\n* Simplified point 5: The act can be referred to as the Social Security (Up-rating of Benefits) Act 2021."
            }
        ]
    ],
    "summary": "The new law helps people who get certain benefits like the state pension. These benefits will now go up based on how much things cost, not how much people earn. This means that if prices go up a lot, benefits will also go up a lot. The law only applies to England, Wales, and Scotland. It starts working right after it becomes a law. So, next time you go to the store, you might see an increase in prices, but your state pension will also go up!",
    "single": "\n• The act increases the amount of state pensions and certain other benefits based on the general level of prices in Great Britain instead of the general level of earnings.\n\n• If the increase in prices is less than 2.5%, the secretary of state must lay an order before parliament to increase the amounts by at least 2.5%.\n\n• This act applies only to England, Wales, and Scotland.\n\n• It goes into effect on the day it is passed.\n\n• It can be referred to as the Social Security (Up-rating of Benefits) Act 2021."
}