{
    "general": "This law helps protect people who use gas and electricity at home by making sure energy companies can't charge them too much. It sets a limit, or \"cap,\" on how much these companies can charge for their services. This means that households will pay less for their energy bills, which can help them save money and stay warm during the winter months. The law also makes sure that energy companies are transparent about their prices and charges, so consumers know exactly how much they are paying. Overall, this law helps keep energy costs affordable for families and individuals living in the UK.",
    "series": [
        [
            {
                "length": 266,
                "short": "\"Domestic Energy Price Protection Law: Safeguarding Consumers with Fair Rates\"",
                "text": "\n* Simplified point 1: The Domestic Gas and Electricity (Tariff Cap) Act 2018 requires the Gas and Electricity Markets Authority to impose a cap on standard variable and default rates charged by holders of supply licenses for the supply of gas or electricity under domestic supply contracts.\n* Simplified point 2: The cap is intended to protect existing and future domestic customers who pay standard variable and default rates, and to create incentives for holders of supply licenses to improve their efficiency.\n* Simplified point 3: The Authority can modify the tariff cap conditions from time to time, but must secure that such conditions continue to be included in the standard supply licence conditions until they cease to have effect by virtue of section 8.\n* Simplified point 4: Tariff cap conditions may exempt certain domestic customers, such as those who benefit from a cap imposed by the Authority on rates or amounts charged for, or in relation to, the supply of gas or electricity to customers who appear to the Authority to be vulnerable by reason of their financial or other circumstances."
            },
            {
                "length": 211,
                "short": "\"Modification of Domestic Gas and Electricity Tariffs: Public Notice and Representations Period\"",
                "text": "\n* Simplified point 1: The Authority must publish a notice stating its intention to modify domestic gas and electricity tariffs before making any changes.\n* Simplified point 2: The notice must specify a period of at least 28 days during which interested parties can make representations about the proposed modifications.\n* Simplified point 3: The Authority must consider any representations received before the end of the specified period.\n* Simplified point 4: If the Authority decides to make modifications, it must publish the changes and state the effect of the modifications, the reason for any differences between the modified tariffs and those set out in the original notice, and how it has taken account of any representations made.\n* Simplified point 5: Each modification takes effect from a date specified by the Authority, which must be at least 56 days after the modification is published."
            },
            {
                "length": 234,
                "short": "\"Energy Price Cap Regulation: Ofgem's Oversight and Competition Assessment\"",
                "text": "\n* Simplified point 1: The regulator (Ofgem) must regularly review the price cap to ensure it's still necessary and at the correct level.\n* Simplified point 2: Ofgem must also assess if there is enough competition in the energy market to keep prices low. If there isn't, the price cap may need to be extended beyond its initial 2-year period.\n* Simplified point 3: The price cap only applies to certain types of energy plans, specifically those with a fixed price for a certain period of time. Other types of plans, like variable rate plans, are not subject to the price cap.\n* Simplified point 4: The price cap can be extended beyond its initial 2-year period if Ofgem determines that effective competition in the energy market has not been achieved.\n* Simplified point 5: If the price cap is extended, it will continue to apply until Ofgem determines that effective competition has been achieved."
            },
            {
                "length": 126,
                "short": "\"Energy Regulatory Review: Protecting Consumers from Overcharges\"",
                "text": "\n* Simplified point 1: The extract requires the regulator (Ofgem) to conduct reviews to determine if domestic customers are being overcharged for their energy supply after the end of a fixed-rate contract.\n* Simplified point 2: Ofgem is tasked with considering whether certain groups of customers, such as those who are financially vulnerable, require protection against excessive charges. If so, Ofgem must take appropriate action using its powers under the Gas and Electricity Acts."
            },
            {
                "length": 81,
                "short": "\"Modifications to Standard Supply License Conditions\"",
                "text": "\n* The Authority can modify standard supply license conditions if the tariff cap conditions no longer apply.\n* The Authority must publish these modifications in a way that will bring them to the attention of those who might be affected by them and state their effects.\n* Each modification takes effect on the date specified by the Authority regarding it."
            },
            {
                "length": 190,
                "short": "\"Energy Tariff Regulations for Domestic Customers in England, Wales, and Scotland\"",
                "text": "\n* Simplified point 1: The act makes changes to existing laws related to energy tariffs for domestic customers in England, Wales, and Scotland.\n* Simplified point 2: It adds new conditions to standard supply licence conditions for domestic gas and electricity, including a default rate and a tariff cap.\n* Simplified point 3: The act also modifies existing laws to include the ability for the authority to modify or waive certain conditions.\n* Simplified point 4: The act applies to domestic supply contracts, including those deemed to exist under certain provisions.\n* Simplified point 5: The act defines various terms used throughout the legislation, such as \"domestic customer,\" \"domestic supply contract,\" and \"standard supply licence conditions.\""
            }
        ],
        [
            {
                "length": 198,
                "short": "\"Energy Price Protection: The Domestic Gas and Electricity (Tariff Cap) Act 2018\"",
                "text": "\n* Simplified point 1: The Domestic Gas and Electricity (Tariff Cap) Act 2018 protects consumers from high energy bills by imposing a cap on standard variable and default rates charged by energy suppliers.\n* Simplified point 2: The cap is designed to encourage energy suppliers to improve their efficiency and offer better deals to customers.\n* Simplified point 3: The regulator (Ofgem) regularly reviews the price cap to ensure it remains necessary and at the correct level.\n* Simplified point 4: The price cap only applies to certain types of energy plans, and the regulator assesses if there is enough competition in the energy market to keep prices low.\n* Simplified point 5: The act applies to domestic supply contracts, including those deemed to exist under certain provisions, and defines various terms used throughout the legislation."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Domestic Gas and Electricity (Tariff Cap) Act 2018 helps protect household energy consumers from high bills by setting a limit on the rates that energy suppliers can charge. This law ensures that households do not pay more than a fair price for their energy needs. The law covers both gas and electricity supplies and applies to all domestic customers in England, Wales, and Scotland.\nUnder this law, the energy regulator (Ofgem) monitors the energy market to ensure that there is healthy competition among suppliers, which keeps prices low. If there is not enough competition, the regulator may extend the price cap beyond its initial two-year period. Additionally, the regulator reviews the price cap regularly to ensure it remains necessary and at the correct level.\nIf you are a domestic customer, you may be protected by the price cap if you are on a fixed-price plan. However, if you are on a variable rate plan, you may not be covered by the price cap. It is essential to check your energy plan to see if you are protected by the price cap.\nIn conclusion, the Domestic Gas and Electricity (Tariff Cap) Act 2018 safeguards household energy consumers from unfair pricing practices, promoting a competitive energy market that benefits all consumers."
}