[
    {
        "length": 790,
        "text": "\nRate ceilings\n\tMain and additional primary percentages\n\t\tIn relation to primary Class 1 contributions payable in respect of anyperiod in a tax year to which this section applies—\n\t\t\tthe main primary percentage shall not exceed 12%, and\n\t\t\tthe additional primary percentage shall not exceed 2%.\n\t\tThis section applies to a tax year which begins after the day on which thisAct comes into force but before the date of the first parliamentary generalelection after that day.\n\t\tIn this section, “main primary percentage” and “additional primarypercentage” are to be construed in accordance with section 8(2)(a) and (b) ofSSCBA 1992 and SSCB(NI)A 1992.\n\tSecondary percentage\n\t\tIn relation to secondary Class 1 contributions payable in respect of anyperiod in a tax year to which this section applies, the secondary percentageshall not exceed 13.8%.\n\t\tThis section applies to a tax year which begins after the day on which thisAct comes into force but before the date of the first parliamentary generalelection after that day.\n\t\tIn this section, “secondary percentage” is to be construed in accordancewith section 9(2) of SSCBA 1992 and SSCB(NI)A 1992.\n\tUpper earnings limit\n\t\tThe upper earnings limit specified in regulations under section 5(1) ofSSCBA 1992 and SSCB(NI)A 1992 for any tax year to which this section appliesshall not exceed the weekly equivalent of the proposed higher rate thresholdfor that tax year.\n\t\tThis section applies to a tax year—\n\t\t\twhich begins after the day on which this Act comes into force but beforethe date of the first parliamentary general election after that day, and\n\t\t\tfor which income tax is charged.\n\t\tFor the purposes of this section, the “proposed higher rate threshold” fora tax year is the sum of—\n\t\t\tthe basic rate limit for income tax for the tax year as proposed in thepre-budget proposals for that year, and\n\t\t\tthe personal allowance for income tax for the tax year as so proposed.\n\t\tFor the purposes of this section, the weekly equivalent of a proposedhigher rate threshold for a tax year is the amount produced by dividing thatthreshold by 52 and rounding up or down to the nearest pound.\n\t\tIn this section “pre-budget proposals” means the government’s pre-budgetfiscal proposals for a tax year which are contained in a document presented toParliament by the Chancellor of the Exchequer by Command of Her Majesty.\nFinal\n\tInterpretation \n\t\tIn this Act—\n\t\t  * “SSCBA 1992” means the Social Security Contributions and Benefits Act 1992; \n\t\t  * “SSCB(NI)A 1992” means the Social Security Contributions and Benefits (Northern Ireland) Act 1992. \n\tExtent, commencement and short title\n\t\tThis Act extends to England and Wales, Scotland and Northern Ireland.\n\t\tThis Act comes into force on the day on which it is passed.\n\t\tThis Act may be cited as the National Insurance Contributions (RateCeilings) Act 2015.\n\t\t\t"
    }
]