{
    "general": "This law sets limits on how much money people have to pay in national insurance when they work. It makes sure that no one has to pay too much and helps keep the system fair for everyone. The law also helps make sure that there is enough money to pay for important things like healthcare and pensions.",
    "series": [
        [
            {
                "length": 262,
                "short": "\"National Insurance Contribution Rate Ceilings Set by Law\"",
                "text": "\n* Simplified point 1: The act sets rate ceilings for National Insurance Contributions (NICs) in the UK, ensuring that certain percentages of NICs do not exceed a certain amount.\n* Simplified point 2: The main primary percentage and the additional primary percentage cannot exceed 12% and 2% respectively, while the secondary percentage cannot exceed 13.8%.\n* Simplified point 3: The upper earnings limit for NICs is set at the weekly equivalent of the proposed higher rate threshold for the tax year, which is determined based on the pre-budget proposals for that year.\n* Simplified point 4: The act only applies to tax years beginning after the day it comes into force and before the date of the first parliamentary general election after that day.\n* Simplified point 5: The act uses definitions from the Social Security Contributions and Benefits Act 1992 and Social Security Contributions and Benefits (Northern Ireland) Act 1992 to determine the rates and limits for NICs."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The National Insurance Contributions (Rate Ceilings) Act 2015 sets limits on how much you have to pay in National Insurance (NI) if you're working in the UK. This means that the government can't take too much of your money in NI contributions.\nHere's what the law does:\n• It says that the most you'll ever pay in NI is 12% of your earnings (the \"main primary percentage\") and 2% more if you earn over a certain amount (the \"additional primary percentage\").\n• It also sets a limit on another type of NI called the \"secondary percentage\" - this can't be more than 13.8%.\n• The law only applies to tax years starting after it became law and before the next general election.\n• The law uses rules from other laws passed in 1992 to work out the rates and limits for NI.\nSo, basically, the law stops the government taking too much of your money in NI contributions, making sure you keep enough of your hard-earned cash.",
    "single": "\n* This bill sets a ceiling on the main and additional primary percentages, the secondary percentage, and the upper earnings limit for Class 1 national insurance contributions.\n* The ceilings are as follows:\n\t+ Main and additional primary percentages: 12% and 2% respectively.\n\t+ Secondary percentage: 13.8%.\n\t+ Upper earnings limit: the weekly equivalent of the proposed higher rate threshold for the tax year.\n* The bill applies to tax years beginning after the day it comes into force and before the first parliamentary general election after that day.\n* The bill only applies to England, Wales, Scotland, and Northern Ireland.\n* The bill comes into force on the day it is passed.\n* The bill may be cited as the National Insurance Contributions (Rate Ceilings) Act 2015.\nIN SUMMARY:\nThis bill sets limits on the amounts of national insurance contributions that can be paid in relation to Class 1 contributions. The limits are based on the proposed higher rate threshold for the tax year, and the upper earnings limit is set at the weekly equivalent of that threshold. The bill only applies to tax years beginning after the day it comes into force and before the first parliamentary general election after that day, and only applies to England, Wales, Scotland, and Northern Ireland."
}