[
    {
        "length": 3110,
        "text": "\nPart INew regulatory arrangements\n\tGas and Electricity Markets Authority\n\t\tThere shall be a body corporate to be known as the Gas and ElectricityMarkets Authority (in this Act referred to as “the Authority”) for the purposeof carrying out—\n\t\t\tfunctions transferred to the Authority from the Director General of GasSupply and the Director General of Electricity Supply; and\n\t\t\tthe other functions of the Authority under this Act.\n\t\tThe functions of the Authority are performed on behalf of the Crown.\n\t\tThe offices of Director General of Gas Supply and Director General ofElectricity Supply are abolished.\n\t\tSchedule 1 has effect with respect to the Authority.\n\tGas and Electricity Consumer Council\n\t\tThere shall be a body corporate to be known as the Gas and ElectricityConsumer Council (in this Act referred to as “the Council”) for the purpose ofcarrying out the functions of the Council under this Act.\n\t\tThe Council shall not be regarded as a servant or agent of the Crown or asenjoying any status, immunity or privilege of the Crown.\n\t\tThe Gas Consumers' Council established under section 2 of the [1986 c. 44.]Gas Act 1986 (in this Act referred to as “the 1986 Act”) and the consumers'committees established under section 2 of the [1989 c. 29.] Electricity Act1989 (in this Act referred to as “the 1989 Act”) are abolished.\n\t\tSchedule 2 has effect with respect to the Council.\n\tTransfer to Authority and Council of functions, property etc\n\t\tThe functions of the Director General of Gas Supply and the DirectorGeneral of Electricity Supply (“the Directors”) are transferred to theAuthority.\n\t\tAny enactment which—\n\t\t\trelates to a function of either of the Directors; and\n\t\t\tis in force immediately before the transfer by subsection (1) of thatfunction,\n\t\t\t\tshall have effect after the transfer, so far as necessary for the purposes ofor in consequence of the transfer, as if references to the Director werereferences to the Authority.\n\t\tThe Secretary of State may make one or more schemes (“transfer schemes”)for the transfer of the property, rights and liabilities of the Directors tothe Authority or to the Council.\n\t\tA transfer scheme may provide for the transfer to the Council of rights andliabilities relating to persons employed in the civil service of the state.\n\t\tOn the day appointed by a transfer scheme, the property, rights andliabilities which are the subject of the scheme shall, by virtue of thissubsection, be transferred in accordance with the provisions of the scheme.\n\t\tThe property, rights and liabilities of the Gas Consumers' Council(including rights and obligations in relation to contracts of employment) are,by virtue of this subsection, transferred to the Council.\n\t\tSubsection (6) has effect in relation to property, rights or liabilities towhich it applies in spite of any provision (of whatever nature) which wouldprevent or restrict the transfer of the property, rights or liabilitiesotherwise than by that subsection.\n\t\tSchedule 3 has effect in relation to transfer schemes and transfers by anyprovision of this Act of functions, property, rights and liabilities to theAuthority or Council.\n\tForward work programmes\n\t\tThe Authority and the Council shall, before each financial year, eachpublish a document (the “forward work programme”) containing a generaldescription of the projects, other than those comprising routine activities inthe exercise of its functions, which it plans to undertake during the year.\n\t\tThat description must include the objectives of each project.\n\t\tThe forward work programme for any year shall also include an estimate ofthe overall expenditure which the Authority or the Council expects to incurduring the year in the exercise of its functions.\n\t\tBefore publishing the forward work programme for any year, the Authority orthe Council shall give notice—\n\t\t\tcontaining a draft of the forward work programme, and\n\t\t\tspecifying the time within which representations or objections to theproposals contained in it may be made,\n\t\t\t\tand shall consider any representations or objections which are duly made andnot withdrawn.\n\t\tThe notice under subsection (4) must be published by the Authority or theCouncil in such manner as it considers appropriate for the purpose of bringingthe matters contained in it to the attention of persons likely to be affectedby them.\n\t\tThe Authority must send a copy of any notice given by it under subsection(4) to the Council.\n\t\tThe Council must send a copy of any notice given by it under subsection (4)to the Authority and the Secretary of State.\n\tAnnual and other reports of Authority\n\t\tThe Authority shall, as soon as practicable after the end of each financialyear, make to the Secretary of State a report (the “annual report” for thatyear) on—\n\t\t\tits activities during that year, and\n\t\t\tthe activities of the Competition Commission during that year in respect ofany references made by the Authority.\n\t\tThe annual report for each year shall include—\n\t\t\ta general survey of developments in respect of matters falling within thescope of the Authority’s functions, including in particular developments incompetition between persons engaged in, or in commercial activities connectedwith—\n\t\t\tthe shipping, transportation or supply of gas conveyed through pipes; or\n\t\t\tthe generation, transmission, distribution or supply of electricity;\n\t\t\ta report on the progress of the projects described in the forward workprogramme for that year;\n\t\t\ta summary of final and provisional orders made and penalties imposed by theAuthority during the year; and\n\t\t\ta report on such other matters as the Secretary of State may from time totime require.\n\t\tThe annual report for each year shall set out any general directions givenby the Secretary of State under section 34(3) of the 1986 Act or section 47(2)of the 1989 Act.\n\t\tThe Secretary of State shall consult the Authority before exercising thepower under subsection (2)(d) in relation to any matter.\n\t\tThe Secretary of State shall—\n\t\t\tlay a copy of each annual report before each House of Parliament; and\n\t\t\tarrange for the report to be published in such manner as he considersappropriate.\n\t\tThe Authority may also prepare other reports with respect to any matterfalling within the scope of its functions and may arrange for any such reportto be published in such manner as it considers appropriate.\n\t\tThe Authority shall send a copy of each annual or other report publishedunder this section to the Council.\n\t\tIn making or preparing any report under this section the Authority shallhave regard to the need for excluding, so far as that is practicable, anymatter which relates to the affairs of a particular individual or body ofpersons (corporate or unincorporate), where publication of that matter wouldor might, in the opinion of the Authority, seriously and prejudicially affectthe interests of that individual or body.\n\t\tSection 125(1) of the [1973 c. 41.] Fair Trading Act 1973 (annual and otherreports) does not apply to activities of the Competition Commission on whichthe Authority is required to report under this section.\n\t\tSection 39 of the 1986 Act (annual and other reports of the DirectorGeneral of Gas Supply) and section 50 of the 1989 Act (annual and otherreports of the Director General of Electricity Supply) shall cease to haveeffect.\n\tPublication of advice and information about consumer matters\n\t\tFor section 35 of the 1986 Act (publication by Director of information andadvice) there is substituted—\n\t\t“35Publication of advice and information about consumer matters\n\t\t\tIf it appears to the Authority that the publication of any advice andinformation would promote the interests of consumers in relation to gasconveyed through pipes, the Authority may publish that advice or informationin such manner as it thinks fit.\n\t\t\tIn publishing advice or information under this section the Authority shallhave regard to the need for excluding, so far as that is practicable, anymatter which relates to the affairs of a particular individual or body ofpersons (corporate or unincorporate), where publication of that matter wouldor might, in the opinion of the Authority, seriously and prejudicially affectthe interests of that individual or body.\n\t\t\tBefore deciding to publish under this section any advice or informationrelating to a particular individual or body of persons the Authority shallconsult that individual or body.\n\t\t\tIn this section “consumers” includes both existing and future consumers.”\n\t\t\tFor subsections (1) and (2) of section 48 of the 1989 Act (publication byDirector of information and advice) there is substituted—\n\t\t\tIf it appears to the Authority that the publication of any advice andinformation would promote the interests of consumers in relation toelectricity conveyed by distribution systems, the Authority may publish thatadvice or information in such manner as it thinks fit.\n\t\t\tIn publishing advice or information under this section the Authority shallhave regard to the need for excluding, so far as that is practicable, anymatter which relates to the affairs of a particular individual or body ofpersons (corporate or unincorporate), where publication of that matter wouldor might, in the opinion of the Authority, seriously and prejudicially affectthe interests of that individual or body.\n\t\t\t\t(2A)Before deciding to publish under this section any advice or informationrelating to a particular individual or body of persons the Authority shallconsult that individual or body.”\n\t\t\tAfter subsection (3) of that section there is inserted—\n\t\t\tIn this section “consumers” includes both existing and future consumers.”\n\tCo-operation between Authority and Council\n\t\tThe Authority and the Council shall make arrangements with a view tosecuring—\n\t\t\tco-operation and the exchange of information between them; and\n\t\t\tconsistent treatment of matters which affect both of them.\n\t\tAs soon as practicable after agreement is reached on those arrangements,the Authority and the Council shall prepare a memorandum setting them out andsend a copy of it to the Secretary of State.\n\t\tArrangements under this section shall be kept under review by the Authorityand the Council.\n\t\tAs soon as practicable after agreement is reached on any changes to thosearrangements, the Authority and the Council shall revise their memorandum andsend a copy of the revised memorandum to the Secretary of State.\n\t\tThe Secretary of State shall lay a copy of any document received by himunder this section before each House of Parliament.\n\tPayments by licence holders relating to new arrangements\n\t\tIn this section “payment conditions” means—\n\t\t\tin relation to a gas licence, conditions included in the licence by virtueof section 7B(4)(c) of the 1986 Act; or\n\t\t\tin relation to an electricity licence, conditions included in the licenceby virtue of section 7(1)(b) of the 1989 Act.\n\t\tThe payment conditions of a gas licence or an electricity licence may(without prejudice to the generality of the provisions mentioned in subsection(1)) require the payment by the licence holder of sums relating to any of theexpenses mentioned in subsection (3).\n\t\tThose expenses are—\n\t\t\tthe expenses of the Council; and\n\t\t\tthe expenses of the Secretary of State in relation to the establishment ofthe Authority and the Council.\n\t\tThe Authority may, in accordance with this section, modify any paymentconditions of a gas licence or an electricity licence where the Authorityconsiders it necessary or expedient to do so in consequence of, or ofpreparations for—\n\t\t\tthe establishment of the Authority or the Council; or\n\t\t\tthe abolition of any office or body mentioned in section 1(3) or 2(3).\n\t\tWhere the Authority modifies any payment conditions of a licence undersubsection (4) it may make such incidental or consequential modifications asit considers necessary or expedient of the other conditions of the licence.\n\t\tBefore modifying the conditions of a licence under subsection (4) or (5)the Authority shall consult the licence holder.\n\t\tAny consultation undertaken by the Director General of Gas Supply, theDirector General of Electricity Supply or the Secretary of State before thecommencement of subsection (6) shall be as effective for the purposes of thatsubsection as if undertaken by the Authority after that time.\n\t\tThe powers of the Authority under subsections (4) and (5) may not beexercised after the end of the period of two years beginning with thecommencement of this section.\n\t\tThe Secretary of State may give directions to the Authority for the purposeof securing that sums relating to any of the expenses mentioned in subsection(3) are included in the sums payable by virtue of payment conditions in gaslicences and electricity licences; and the Authority shall comply with anysuch direction."
    },
    {
        "length": 1986,
        "text": "\nGas\n\tObjectives and duties under 1986 Act\n\t\tFor section 4 of the 1986 Act (general duties of Secretary of State andDirector) there is substituted—\n\t\t“4AAThe principal objective and general duties of the Secretary of Stateand the Authority\n\t\t\tThe principal objective of the Secretary of State and the Gas andElectricity Markets Authority (in this Act referred to as “the Authority”) incarrying out their respective functions under this Part is to protect theinterests of consumers in relation to gas conveyed through pipes, whereverappropriate by promoting effective competition between persons engaged in, orin commercial activities connected with, the shipping, transportation orsupply of gas so conveyed.\n\t\t\tThe Secretary of State and the Authority shall carry out those functions inthe manner which he or it considers is best calculated to further theprincipal objective, having regard to—\n\t\t\t\tthe need to secure that, so far as it is economical to meet them, allreasonable demands in Great Britain for gas conveyed through pipes are met;and\n\t\t\t\tthe need to secure that licence holders are able to finance the activitieswhich are the subject of obligations imposed by or under this Part or theUtilities Act 2000.\n\t\t\tIn performing that duty, the Secretary of State or the Authority shall haveregard to the interests of—\n\t\t\t\tindividuals who are disabled or chronically sick;\n\t\t\t\tindividuals of pensionable age;\n\t\t\t\tindividuals with low incomes; and\n\t\t\t\tindividuals residing in rural areas;\n\t\t\t\t\tbut that is not to be taken as implying that regard may not be had to theinterests of other descriptions of consumer.\n\t\t\tThe Secretary of State and the Authority may, in carrying out any functionunder this Part, have regard to—\n\t\t\t\tthe interests of consumers in relation to electricity conveyed bydistribution systems (within the meaning of the [1989 c. 29.] Electricity Act1989); and\n\t\t\t\tany interests of consumers in relation to—\n\t\t\t\ttelecommunication services and telecommunication apparatus (within themeaning of the [1984 c. 12.] Telecommunications Act 1984); or\n\t\t\t\twater services or sewerage services (within the meaning of the [1991 c.56.] Water Industry Act 1991),\n\t\t\t\twhich are affected by the carrying out of that function.\n\t\t\tSubject to subsection (2), the Secretary of State and the Authority shallcarry out their respective functions under this Part in the manner which he orit considers is best calculated—\n\t\t\t\tto promote efficiency and economy on the part of persons authorised bylicences or exemptions to carry on any activity, and the efficient use of gasconveyed through pipes;\n\t\t\t\tto protect the public from dangers arising from the conveyance of gasthrough pipes or from the use of gas conveyed through pipes; and\n\t\t\t\tto secure a diverse and viable long-term energy supply,\n\t\t\t\tand shall have regard, in carrying out those functions, to the effect on theenvironment of activities connected with the conveyance of gas through pipes.\n\t\t\tIn this section “consumers” includes both existing and future consumers.\n\t\t\tIn this section and sections 4AB and 4A, references to functions of theSecretary of State or the Authority under this Part include a reference tofunctions under the Utilities Act 2000 which relate to gas conveyed throughpipes.\n\t\t\tIn this Part, unless the context otherwise requires,—\n\t\t\t\t  * “exemption” means an exemption granted under section 6A;\n\t\t\t\t  * “licence” means a licence under section 7 or 7A and “licence holder” shall be construed accordingly.”\n\tGuidance on social and environmental matters in relation to gas\n\t\tAfter section 4AA of the 1986 Act (which is inserted by section 9 above) thereis inserted—\n\t\t“4ABGuidance on social and environmental matters\n\t\t\tThe Secretary of State shall from time to time issue guidance about themaking by the Authority of a contribution towards the attainment of any socialor environmental policies set out or referred to in the guidance.\n\t\t\tThe Authority shall, in carrying out its functions under this Part, haveregard to any guidance issued under this section.\n\t\t\tBefore issuing guidance under this section the Secretary of State shallconsult—\n\t\t\t\tthe Authority;\n\t\t\t\tthe Gas and Electricity Consumer Council (in this Act referred to as “theCouncil”);\n\t\t\t\tlicence holders; and\n\t\t\t\tsuch other persons as the Secretary of State considers it appropriate toconsult in relation to the guidance.\n\t\t\tA draft of any guidance proposed to be issued under this section shall belaid before each House of Parliament.\n\t\t\tGuidance shall not be issued under this section until after the period offorty days beginning with—\n\t\t\t\tthe day on which the draft is laid before each House of Parliament; or\n\t\t\t\tif the draft is laid before the House of Lords on one day and the House ofCommons on another, the later of those two days.\n\t\t\tIf, before the end of that period, either House resolves that the guidanceshould not be issued, the Secretary of State must not issue it.\n\t\t\tIn reckoning any period of forty days for the purposes of subsection (5) or(6), no account shall be taken of any time during which—\n\t\t\t\tParliament is dissolved or prorogued; or\n\t\t\t\tboth Houses are adjourned for more than four days.\n\t\t\tThe Secretary of State shall arrange for any guidance issued under thissection to be published in such manner as he considers appropriate.”\n\tHealth and safety in relation to gas\n\t\tFor section 4A of the 1986 Act (duties with respect to safety) there issubstituted—\n\t\t“4AHealth and safety\n\t\t\tThe Secretary of State and the Authority shall consult the Health andSafety Commission about all gas safety issues which may be relevant to thecarrying out of any of their respective functions under this Part.\n\t\t\tThe Secretary of State and the Authority shall, in carrying out theirrespective functions under this Part, take into account any advice given bythe Health and Safety Commission about any gas safety issue (whether or not inresponse to consultation under subsection (1)).\n\t\t\tFor the purposes of this section a gas safety issue is anything concerningthe conveyance of gas through pipes, or the use of gas conveyed through pipes,which may affect the health and safety of—\n\t\t\t\tmembers of the public; or\n\t\t\t\tpersons employed in connection with the conveyance of gas through pipes orthe supply of gas conveyed through pipes.”\n\tExceptions from the general duties under 1986 Act\n\t\tAfter section 4A of the 1986 Act there is inserted—\n\t\t“4BExceptions from sections 4AA to 4A\n\t\t\tSection 4AA does not apply in relation to the issuing by the Secretary ofState of guidance under section 4AB.\n\t\t\tSections 4AA to 4A do not apply in relation to anything done by theAuthority—\n\t\t\t\tin the exercise of functions relating to the determination of disputes; or\n\t\t\t\tin the exercise of functions under section 36A(3).\n\t\t\tThe Authority may nevertheless, when exercising any function under section36A(3), have regard to any matter in respect of which a duty is imposed bysections 4AA to 4A if it is a matter to which the Director General of FairTrading could have regard when exercising that function.\n\t\t\tThe duties imposed by sections 4AA to 4A do not affect the obligation ofthe Authority or the Secretary of State to perform or comply with any otherduty or requirement (whether arising under this Act or another enactment, byvirtue of any Community obligation or otherwise).”"
    },
    {
        "length": 2109,
        "text": "\nElectricity\n\tObjectives and duties under 1989 Act\n\t\tFor section 3 of the 1989 Act (general duties of Secretary of State andDirector) there is substituted—\n\t\t“3AThe principal objective and general duties of the Secretary of Stateand the Authority\n\t\t\tThe principal objective of the Secretary of State and the Gas andElectricity Markets Authority (in this Act referred to as “the Authority”) incarrying out their respective functions under this Part is to protect theinterests of consumers in relation to electricity conveyed by distributionsystems, wherever appropriate by promoting effective competition betweenpersons engaged in, or in commercial activities connected with, thegeneration, transmission, distribution or supply of electricity.\n\t\t\tThe Secretary of State and the Authority shall carry out those functions inthe manner which he or it considers is best calculated to further theprincipal objective, having regard to—\n\t\t\t\tthe need to secure that all reasonable demands for electricity are met; and\n\t\t\t\tthe need to secure that licence holders are able to finance the activitieswhich are the subject of obligations imposed by or under this Part or theUtilities Act 2000.\n\t\t\tIn performing that duty, the Secretary of State or the Authority shall haveregard to the interests of—\n\t\t\t\tindividuals who are disabled or chronically sick;\n\t\t\t\tindividuals of pensionable age;\n\t\t\t\tindividuals with low incomes; and\n\t\t\t\tindividuals residing in rural areas;\n\t\t\t\t\tbut that is not to be taken as implying that regard may not be had to theinterests of other descriptions of consumer.\n\t\t\tThe Secretary of State and the Authority may, in carrying out any functionunder this Part, have regard to—\n\t\t\t\tthe interests of consumers in relation to gas conveyed through pipes(within the meaning of the [1986 c. 44.] Gas Act 1986); and\n\t\t\t\tany interests of consumers in relation to—\n\t\t\t\ttelecommunication services and telecommunication apparatus (within themeaning of the [1984 c. 12.] Telecommunications Act 1984); or\n\t\t\t\twater services or sewerage services (within the meaning of the [1991 c.56.] Water Industry Act 1991),\n\t\t\t\twhich are affected by the carrying out of that function.\n\t\t\tSubject to subsection (2), the Secretary of State and the Authority shallcarry out their respective functions under this Part in the manner which he orit considers is best calculated—\n\t\t\t\tto promote efficiency and economy on the part of persons authorised bylicences or exemptions to transmit, distribute or supply electricity and theefficient use of electricity conveyed by distribution systems;\n\t\t\t\tto protect the public from dangers arising from the generation,transmission, distribution or supply of electricity; and\n\t\t\t\tto secure a diverse and viable long-term energy supply,\n\t\t\t\tand shall, in carrying out those functions, have regard to the effect on theenvironment of activities connected with the generation, transmission,distribution or supply of electricity.\n\t\t\tIn this section “consumers” includes both existing and future consumers.\n\t\t\tIn this section and sections 3B and 3C, references to functions of theSecretary of State or the Authority under this Part include a reference tofunctions under the Utilities Act 2000 which relate to electricity conveyed bydistribution systems.\n\t\t\tIn this Part, unless the context otherwise requires—\n\t\t\t\t  * “exemption” means an exemption granted under section 5;\n\t\t\t\t  * “licence” means a licence under section 6 and “licence holder” shall be construed accordingly.”\n\tGuidance on social and environmental matters in relation to electricity\n\t\tAfter section 3A of the 1989 Act (which is inserted by section 13 above) thereis inserted—\n\t\t“3BGuidance on social and environmental matters\n\t\t\tThe Secretary of State shall from time to time issue guidance about themaking by the Authority of a contribution towards the attainment of any socialor environmental policies set out or referred to in the guidance.\n\t\t\tThe Authority shall, in carrying out its functions under this Part, haveregard to any guidance issued under this section.\n\t\t\tBefore issuing guidance under this section the Secretary of State shallconsult—\n\t\t\t\tthe Authority;\n\t\t\t\tthe Gas and Electricity Consumer Council (in this Act referred to as “theCouncil”);\n\t\t\t\tlicence holders; and\n\t\t\t\tsuch other persons as the Secretary of State considers it appropriate toconsult in relation to the guidance.\n\t\t\tA draft of any guidance proposed to be issued under this section shall belaid before each House of Parliament.\n\t\t\tGuidance shall not be issued under this section until after the period offorty days beginning with—\n\t\t\t\tthe day on which the draft is laid before each House of Parliament; or\n\t\t\t\tif the draft is laid before the House of Lords on one day and the House ofCommons on another, the later of those two days.\n\t\t\tIf, before the end of that period, either House resolves that the guidanceshould not be issued, the Secretary of State must not issue it.\n\t\t\tIn reckoning any period of forty days for the purposes of subsection (5) or(6), no account shall be taken of any time during which—\n\t\t\t\tParliament is dissolved or prorogued; or\n\t\t\t\tboth Houses are adjourned for more than four days.\n\t\t\tThe Secretary of State shall arrange for any guidance issued under thissection to be published in such manner as he considers appropriate.”\n\tHealth and safety in relation to electricity\n\t\tAfter section 3B of the 1989 Act (which is inserted by section 14 above) thereis inserted—\n\t\t“3CHealth and safety\n\t\t\tThe Secretary of State and the Authority shall consult the Health andSafety Commission about all electricity safety issues which may be relevant tothe carrying out of any of their respective functions under this Part.\n\t\t\tThe Secretary of State may require the Authority also to consult him aboutelectricity safety issues of particular descriptions.\n\t\t\tThe Secretary of State and the Authority shall, in carrying out theirrespective functions under this Part, take into account any advice given bythe Health and Safety Commission about any electricity safety issue (whetheror not in response to consultation under subsection (1)).\n\t\t\tThe Authority shall, in carrying out its functions under this Part, takeinto account any advice given by the Secretary of State about any electricitysafety issue (whether or not in response to consultation under subsection(2)).\n\t\t\tFor the purposes of this section an electricity safety issue is anythingconcerning the generation, transmission, distribution or supply of electricitywhich may affect the health and safety of—\n\t\t\t\tmembers of the public; or\n\t\t\t\tpersons employed in connection with any of those activities.”\n\tExceptions from the general duties under 1989 Act\n\t\tAfter section 3C of the 1989 Act (which is inserted by section 15 above) thereis inserted—\n\t\t“3DExceptions from sections 3A to 3C\n\t\t\tSection 3A does not apply in relation to the issuing by the Secretary ofState of guidance under section 3B.\n\t\t\tSections 3A to 3C do not apply in relation to functions of the Secretary ofState under section 36 or 37.\n\t\t\tSections 3A to 3C do not apply in relation to anything done by theAuthority—\n\t\t\t\tin the exercise of functions relating to the determination of disputes;\n\t\t\t\tin the exercise of functions under section 43(3).\n\t\t\tThe Authority may nevertheless, when exercising any function under section43(3), have regard to any matter in respect of which a duty is imposed bysections 3A to 3C (“a general matter”), if it is a matter to which theDirector General of Fair Trading could have regard when exercising thatfunction (but that is not to be taken as implying that, in relation tofunctions mentioned in subsection (2), regard may not be had to any generalmatter).\n\t\t\tThe duties imposed by sections 3A to 3C do not affect the obligation of theAuthority or the Secretary of State to perform or comply with any other dutyor requirement (whether arising under this Act or another enactment, by virtueof any Community obligation or otherwise).”"
    },
    {
        "length": 194,
        "text": "\nPreliminary \n\tIn this Part—\n\t\t  * “consumers” includes both existing consumers and future consumers; \n\t\t  * “the interests of consumers” means the interests of consumers in relation to gas conveyed through pipes or electricity conveyed by distribution systems; and \n\t\t  * “consumer matter” means any matter connected with the interests of consumers. \n\tIn considering the interests of consumers the Council shall have regard tothe interests of—\n\t\tindividuals who are disabled or chronically sick;\n\t\tindividuals of pensionable age;\n\t\tindividuals with low incomes; and\n\t\tindividuals residing in rural areas,\n\t\t\tbut that is not to be taken as implying that regard may not be had to theinterests of other descriptions of consumer."
    },
    {
        "length": 455,
        "text": "\nAcquisition and review of information\n\tThe Council has the function of obtaining and keeping under review—\n\t\tinformation about consumer matters, including matters affecting consumersin different areas of Great Britain; and\n\t\tinformation about the views of consumers on such matters, including theviews of consumers in different areas.\n\tAs part of the arrangements it makes for carrying out that function, theCouncil—\n\t\tshall establish one or more committees of the Council for, or for areaswithin, Wales and Scotland; and\n\t\tmay establish one or more committees of the Council for, or for areaswithin, England.\n\tThe purposes of a committee established under subsection (2) (in this Actreferred to as a “regional committee”) shall be—\n\t\tthe provision of advice and information to the Council on consumer mattersaffecting the area for which the committee is established; and\n\t\tsuch other purposes as the Council may determine.\n\tThe Council shall maintain in each of England, Wales and Scotland at leastone office at which consumers may apply for information.\n\tAfter section 41H of the 1986 Act (which is inserted by section 88 below)there is inserted—\n\t“41IService by Authority of certain notices on Council\n\t\tWhere the Authority is required by any provision of this Part to publish anotice or any other document, the Authority shall send a copy of the documentto the Council.”\n\t\tBefore section 57 of the 1989 Act (restriction on disclosure ofinformation) there is inserted—\n\t“56GService by Authority of certain notices on Council\n\t\tWhere the Authority is required by any provision of this Part to publish anotice or any other document, the Authority shall send a copy of the documentto the Council.”\n\t\tParagraphs 10 to 14 of Schedule 2 have effect in relation to regionalcommittees."
    },
    {
        "length": 501,
        "text": "\nProvision of advice and information to public authorities and otherpersons\n\tThe Council has the function of—\n\t\tmaking proposals, or providing advice and information, about consumermatters (including matters affecting consumers in different areas), and\n\t\trepresenting the views of consumers on such matters (including the views ofconsumers in different areas),\n\t\t\tto public authorities, persons authorised by a licence or exemption under the1986 Act or the 1989 Act and other persons whose activities may affect theinterests of consumers.\n\tSubject to subsection (5), information which relates to the affairs of anyparticular individual or body of persons (corporate or unincorporate) shallnot be disclosed in the exercise of the Council’s function under this sectionunless one or more of paragraphs (a) to (c) of subsection (3) applies to theinformation.\n\tInformation relating to a particular individual or body may be disclosedif—\n\t\tthe individual or body has consented to the disclosure;\n\t\tit is information that is available to the public from some other source;or\n\t\tit is not information the disclosure of which would or might, in theopinion of the Council, seriously and prejudicially affect the interests ofthe individual or body.\n\tBefore deciding to disclose any information relating to a particularindividual or body in pursuance of subsection (3)(c), the Council shall—\n\t\tconsult that individual or body; and\n\t\thave regard to any opinion expressed by the Authority as to the applicationof subsection (3)(c) to the information or as to the desirability or otherwiseof its disclosure;\n\t\tand paragraph (b) applies whether the opinion is given in relation to theinformation itself or to information of a description which applies to thatinformation.\n\tSubsections (2) to (4) do not apply to a disclosure of information which ismade to the Authority, the Secretary of State, the Competition Commission orany other public authority.\n\tThe disclosure by the Council of information in the exercise of itsfunction under this section does not contravene section 105."
    },
    {
        "length": 743,
        "text": "\nProvision of information to consumers\n\tThe Council has the function of providing information about consumermatters, in such form as appears to the Council to be most useful to therecipients, to consumers of electricity or gas supplied by persons authorisedto do so by a licence or exemption.\n\tThat function may be exercised by—\n\t\tpublishing information in any manner the Council thinks appropriate for thepurpose of bringing it to the attention of those likely to be interested; or\n\t\tfurnishing information to any consumer (whether in response to a request orotherwise).\n\tInformation may only be disclosed in the exercise of that function if it isinformation that is available to the public from some other source.\n\tThe disclosure by the Council of information in the exercise of thatfunction does not contravene section 105.\n\tAfter section 33D of the 1986 Act there is inserted—\n\t“33DAPublication of statistical information about standards ofperformance\n\t\tIt shall be the duty of the Council to publish, in such form and manner andwith such frequency as it thinks appropriate, such statistical information asit considers appropriate in relation to—\n\t\t\tthe levels of performance achieved by gas suppliers and gas transporters inrespect of—\n\t\t\tstandards of performance prescribed or determined under sections 33A, 33AA,33B and 33BA; and\n\t\t\tenergy efficiency obligations imposed by order under section 33BC; and\n\t\t\tcomplaints made by consumers about any matter relating to the activities ofsuch suppliers or transporters and the handling of such complaints.\n\t\tIn subsection (1)(b) “complaints” includes complaints made directly to gassuppliers and gas transporters (or anyone carrying on activities on theirbehalf) and complaints to the Authority or the Council.”\n\t\tAfter section 42A of the 1989 Act there is inserted—\n\t“42AAPublication of statistical information about standards ofperformance\n\t\tIt shall be the duty of the Council to publish, in such form and manner andwith such frequency as it thinks appropriate, such statistical information asit considers appropriate relating to—\n\t\t\tthe levels of performance achieved by electricity suppliers and electricitydistributors in respect of—\n\t\t\tstandards of performance prescribed or determined under sections 39, 39A,40 and 40A; and\n\t\t\tenergy efficiency obligations imposed by order under section 41A; and\n\t\t\tcomplaints made by consumers about any matter relating to the activities ofsuch suppliers or distributors and the handling of such complaints.\n\t\tIn subsection (1)(b) “complaints” includes complaints made directly toelectricity suppliers and electricity distributors (or anyone carrying onactivities on their behalf) and complaints to the Authority or the Council.”\n\t\tIn consequence of this section, section 33C(4) and (5) of the 1986 Act andsection 42(4) and (5) of the 1989 Act shall cease to have effect."
    },
    {
        "length": 298,
        "text": "\nPower to publish advice and information about consumer matters\n\tIf it appears to the Council that the publication of any advice andinformation about consumer matters (including information about the views ofconsumers on such matters) would promote the interests of consumers, theCouncil may publish that advice or information in such manner as it thinksfit.\n\tInformation which relates to the affairs of any particular individual orbody of persons (corporate or unincorporate) shall not be published under thissection unless one or more of paragraphs (a) to (c) of subsection (3) appliesto the information.\n\tInformation relating to a particular individual or body may be publishedif—\n\t\tthat individual or body has consented to the publication;\n\t\tit is information that is available to the public from some other source;or\n\t\tit is not information the publication of which would or might, in theopinion of the Council, seriously and prejudicially affect the interests ofthat individual or body.\n\tBefore deciding to publish any information relating to a particularindividual or body in pursuance of subsection (3)(c), the Council shall—\n\t\tconsult that individual or body; and\n\t\t(5)The publication by the Council of information under this section does notcontravene section 105."
    },
    {
        "length": 1882,
        "text": "\nComplaints \n\tFor section 32 of the 1986 Act (duty of Council to investigate certainmatters) there is substituted—\n\t“32Consumer complaints\n\t\tThis section applies to a complaint which any customer or potentialcustomer of, or user of gas supplied by, an authorised supplier (“thecomplainant”) has in his capacity as such against—\n\t\t\tthe supplier, in respect of any matter connected with the services providedby him in the course of carrying on regulated activities; or\n\t\t\tany other person authorised by a licence or exemption, in respect of anymatter affecting those services which is connected with the carrying on bythat other person of regulated activities.\n\t\tWhere a complaint to which this section applies (other than one appearingto it to be frivolous or vexatious) is referred to the Council by or on behalfof the complainant, the Council shall (subject to subsection (5)) investigatethe complaint for the purpose of determining whether it is appropriate to takeany action under subsection (6).\n\t\tWhere it appears to the Council that the complaint relates to a matter inrespect of which any enforcement function is or may be exercisable the Councilshall (unless it considers that the Authority already has notice of thatmatter) inform the Authority of the matter.\n\t\tWhere it appears to the Council that the complaint relates to a matterwhich constitutes a dispute of a kind which can be referred to the Authorityunder any provision of this Act, the Council shall inform the complainant thathe may have the right to refer the dispute to the Authority.\n\t\tThe Council is not required by this section—\n\t\t\tto investigate a complaint, until the complainant has taken such steps asappear to the Council to be reasonable for him to take for the purpose ofgiving the person against whom the complaint is made a reasonable opportunityto deal with the complaint;\n\t\t\tto investigate any matter to which subsection (3) applies, until theAuthority has had a reasonable opportunity to exercise any enforcementfunction in respect of that matter; and\n\t\t\tto investigate any matter constituting a dispute which has been referred tothe Authority under any provision of this Act.\n\t\tWhere it appears to the Council to be appropriate to do so with a view toassisting in reaching a satisfactory resolution of a complaint referred to itunder this section, the Council shall make representations on behalf of thecomplainant to the person against whom the complaint is made about anything towhich the complaint relates.\n\t\tAfter investigating a complaint the Council may make a report to theAuthority; and such a report may include information about—\n\t\t\tany representations made by the Council under subsection (6); and\n\t\t\tthe response of the person against whom the complaint is made to thecomplaint or any such representations.\n\t\tNo report under subsection (7), or information about a complaint referredto the Council under this section from which the complainant may beidentified, shall be published or disclosed by the Council or the Authority inthe exercise of any power under the Utilities Act 2000 or this Act, withoutthe consent of the complainant.\n\t\tWhere a representation made to the Authority about any matter (other thanone appearing to it to be frivolous or vexatious) appears to the Authority—\n\t\t\tto be about a matter which is or amounts to a complaint to which thissection applies; and\n\t\t\tto have been made by or on behalf of the complainant,\n\t\t\t\tthe Authority shall refer the complaint to the Council.\n\t\tIn this section—\n\t\t\t  * “enforcement function” means a function under section 28 or 30A; and\n\t\t\t  * “regulated activities” means activities which are authorised or regulated by a licence or exemption.”\n\t\tFor section 46 of the 1989 Act (duty of consumers' committees toinvestigate certain matters) there is substituted—\n\t“46Consumer complaints\n\t\tThis section applies to a complaint which any customer or potentialcustomer of, or user of electricity supplied by, an authorised supplier (“thecomplainant”) has in his capacity as such against—\n\t\t\tthe supplier, in respect of any matter connected with the services providedby him in the course of carrying on regulated activities; or\n\t\t\tany other person authorised by a licence or exemption, in respect of anymatter affecting those services which is connected with the carrying on bythat other person of regulated activities.\n\t\tWhere a complaint to which this section applies (other than one appearingto it to be frivolous or vexatious) is referred to the Council by or on behalfof the complainant, the Council shall (subject to subsection (5)) investigatethe complaint for the purpose of determining whether it is appropriate to takeany action under subsection (6).\n\t\tWhere it appears to the Council that the complaint relates to a matter inrespect of which any enforcement function is or may be exercisable the Councilshall (unless it considers that the Authority already has notice of thatmatter) inform the Authority of the matter.\n\t\tWhere it appears to the Council that the complaint relates to a matterwhich constitutes a dispute of a kind which can be referred to the Authorityunder any provision of this Act, the Council shall inform the complainant thathe may have the right to refer the dispute to the Authority.\n\t\tThe Council is not required by this section—\n\t\t\tto investigate a complaint, until the complainant has taken such steps asappear to the Council to be reasonable for him to take for the purpose ofgiving the person against whom the complaint is made a reasonable opportunityto deal with the complaint;\n\t\t\tto investigate any matter to which subsection (3) applies, until theAuthority has had a reasonable opportunity to exercise any enforcementfunction in respect of that matter; and\n\t\t\tto investigate any matter constituting a dispute which has been referred tothe Authority under any provision of this Act.\n\t\tWhere it appears to the Council to be appropriate to do so with a view toassisting in reaching a satisfactory resolution of a complaint referred to itunder this section, the Council shall make representations on behalf of thecomplainant to the person against whom the complaint is made about anything towhich the complaint relates.\n\t\tAfter investigating a complaint the Council may make a report to theAuthority; and such a report may include information about—\n\t\t\tany representations made by the Council under subsection (6); and\n\t\t\tthe response of the person against whom the complaint is made to thecomplaint or any such representations.\n\t\tNo report under subsection (7), or information about a complaint referredto the Council under this section from which the complainant may beidentified, shall be published or disclosed by the Council or the Authority inthe exercise of any power under the Utilities Act 2000 or this Act, withoutthe consent of the complainant.\n\t\tWhere a representation made to the Authority about any matter (other thanone appearing to it to be frivolous or vexatious) appears to the Authority—\n\t\t\tto be about a matter which is or amounts to a complaint to which thissection applies; and\n\t\t\tto have been made by or on behalf of the complainant,\n\t\t\t\tthe Authority shall refer the complaint to the Council.\n\t\tIn this section—\n\t\t\t  * “enforcement function” means a function under section 25 or 27A; and\n\t\t\t  * “regulated activities” means activities which are authorised or regulated by a licence or exemption.”\n\t\tSections 31 and 32A of the 1986 Act and section 45 of the 1989 Act shallcease to have effect."
    },
    {
        "length": 1540,
        "text": "\nInvestigations \n\tFor section 33 of the 1986 Act there is substituted—\n\t“33Power of Council to investigate other matters\n\t\tThe Council may investigate any matter (not being a matter which it is itsduty to investigate under this Part) which appears to it to be a matterrelating to the interests of consumers in relation to gas conveyed throughpipes.\n\t\tThe power to undertake an investigation under this section includes,without prejudice to the generality of subsection (1), power to investigateany matter relating to or to anything connected with gas fittings (or theiruse) or the use of gas supplied by authorised suppliers.\n\t\tIn subsection (2), “gas fittings” means gas fittings used or intended to beused by persons supplied with gas by authorised suppliers.\n\t\tWhere the Council has investigated a matter under this section it may makea report on that matter to the Authority, the Secretary of State, the DirectorGeneral of Fair Trading or any other public authority whose functions appearto the Council to be exercisable in relation to that matter.\n\t\tSubject to subsection (6), the Council may—\n\t\t\tsend a report on any matter investigated under this section to any personwho appears to the Council to have an interest in that matter; and\n\t\t\tpublish any such report in such manner as the Council thinks appropriate.\n\t\tInformation which relates to the affairs of any particular individual orbody of persons (corporate or unincorporate)—\n\t\t\tshall not be included in a report which is to be sent to any person undersubsection (5)(a), unless one or more of paragraphs (a) to (c) of subsection(7) applies; and\n\t\t\tshall be excluded from any such report which is to be published undersubsection (5)(b), unless one or more or paragraphs (a) to (c) of subsection(8) applies.\n\t\tInformation relating to a particular individual or body may be included ina report to be sent under subsection (5)(a) if—\n\t\t\tthat individual or body has consented to the disclosure;\n\t\t\tit is information that is available to the public from some other source;or\n\t\t\tit is not information the disclosure of which would or might, in theopinion of the Council, seriously and prejudicially affect the interests ofthat individual or body.\n\t\tInformation relating to a particular individual or body may be included ina report to be published under subsection (5)(b) if—\n\t\t\tthat individual or body has consented to the publication;\n\t\t\tit is information that is available to the public from some other source;or\n\t\t\tit is not information the publication of which would or might, in theopinion of the Council, seriously and prejudicially affect the interests ofthat individual or body.\n\t\tBefore deciding to include in such a report any information relating to aparticular individual or body in pursuance of subsection (7)(c) or (8)(c), theCouncil shall—\n\t\t\tconsult that individual or body; and\n\t\t\thave regard to any opinion expressed by the Authority as to the applicationof subsection (7)(c) or (8)(c) to the information or as to the desirability orotherwise of its inclusion in the report;\n\t\t\t\tand paragraph (b) applies whether the opinion is given in relation to theinformation itself or to information of a description which applies to thatinformation.”\n\t\tAfter section 46 of the 1989 Act there is inserted—\n\t“46APower of Council to investigate other matters\n\t\tThe Council may investigate any matter (not being a matter which it is itsduty to investigate under this Part) which appears to it to be a matterrelating to the interests of consumers in relation to electricity conveyed bydistribution systems.\n\t\tWhere the Council has investigated a matter under this section it may makea report on that matter to the Authority, the Secretary of State, the DirectorGeneral of Fair Trading or any other public authority whose functions appearto the Council to be exercisable in relation to that matter.\n\t\tSubject to subsection (4), the Council may—\n\t\t\tsend a report on any matter investigated under this section to any personwho appears to the Council to have an interest in that matter; and\n\t\t\tpublish any such report in such manner as the Council thinks appropriate.\n\t\tInformation which relates to the affairs of any particular individual orbody of persons (corporate or unincorporate)—\n\t\t\tshall not be included in a report which is to be sent to any person undersubsection (3)(a), unless one or more of paragraphs (a) to (c) of subsection(5) applies; and\n\t\t\tshall be excluded from any such report which is to be published undersubsection (3)(b), unless one or more or paragraphs (a) to (c) of subsection(6) applies.\n\t\tInformation relating to a particular individual or body may be included ina report to be sent under subsection (3)(a) if—\n\t\t\tthat individual or body has consented to the disclosure;\n\t\t\tit is information that is available to the public from some other source;or\n\t\t\tit is not information the disclosure of which would or might, in theopinion of the Council, seriously and prejudicially affect the interests ofthat individual or body.\n\t\tInformation relating to a particular individual or body may be included ina report to be published under subsection (3)(b) if—\n\t\t\tthat individual or body has consented to the publication;\n\t\t\tit is information that is available to the public from some other source;or\n\t\t\tit is not information the publication of which would or might, in theopinion of the Council, seriously and prejudicially affect the interests ofthat individual or body.\n\t\tBefore deciding to include in such a report any information relating to aparticular individual or body in pursuance of subsection (5)(c) or (6)(c), theCouncil shall—\n\t\t\tconsult that individual or body; and\n\t\t\thave regard to any opinion expressed by the Authority as to the applicationof subsection (5)(c) or (6)(c) to the information or as to the desirability orotherwise of its inclusion in the report;\n\t\t\t\tand paragraph (b) applies whether the opinion is given in relation to theinformation itself or to information of a description which applies to thatinformation.”"
    },
    {
        "length": 213,
        "text": "\nProvision of information to Council\n\tThe Council may direct—\n\t\tthe Authority; or\n\t\tthe holder of a gas licence or an electricity licence,\n\t\t\tto supply to it, in such form as it may reasonably specify, such informationspecified or described in the direction as it may require for the purpose ofexercising its functions.\n\tA person to whom a direction under this section is given shall comply withit as soon as is reasonably practicable.\n\tBefore giving a direction under this section and in specifying the form inwhich any information is to be supplied, the Council shall have regard to thedesirability of minimising the costs, or any other detriment, to the Authorityor licence holder.\n\tIf the Authority fails to comply with a direction under this section itshall, if so required by the Council, give notice to the Council of thereasons for its failure."
    },
    {
        "length": 345,
        "text": "\nPublication of notice of reasons\n\tSubject to the following provisions of this section, the Council maypublish a notice given to it under section 24(4).\n\tInformation which relates to the affairs of any particular individual orbody of persons (corporate or unincorporate) shall be excluded from any noticepublished under subsection (1) unless one or more of paragraphs (a) to (c) ofsubsection (3) applies to the information.\n\tInformation relating to a particular individual or body may be publishedif—\n\t\tthat individual or body has consented to the publication;\n\t\tit is information that is available to the public from some other source;or\n\t\tit is not information the publication of which would or might, in theopinion of the Council, seriously and prejudicially affect the interests ofthat individual or body.\n\tBefore deciding to publish any information relating to a particularindividual or body in pursuance of subsection (3)(c), the Council shall—\n\t\tconsult that individual or body; and\n\t\thave regard to any opinion expressed by the Authority as to the applicationof subsection (3)(c) to the information or as to the desirability or otherwiseof its publication;\n\t\t\tand paragraph (b) applies whether the opinion is given in relation to theinformation itself or to information of a description which applies to thatinformation.\n\tThe publication by the Council of information under this section does notcontravene section 105."
    },
    {
        "length": 225,
        "text": "\nProvision of information by Council to Authority\n\tThe Authority may direct the Council to supply to it, in such form as itmay reasonably specify, such information specified or described in thedirection as it may require for the purpose of exercising its functions.\n\tThe Council shall comply with a direction under this section as soon as isreasonably practicable.\n\tWhere the Council refuses to supply any information under subsection (1),it must give notice to the Authority of its reason for the refusal and theAuthority may publish that notice in such manner as it considers appropriate.\n\tIn publishing any notice under this section the Authority shall have regardto the need for excluding, so far as that is practicable, any matter whichrelates to the affairs of a particular individual or body of persons(corporate or unincorporate), where publication of that matter would or might,in the opinion of the Authority, seriously and prejudicially affect theinterests of that person or body."
    },
    {
        "length": 471,
        "text": "\nSections 24 to 26: supplementary\n\tThe Secretary of State may make regulations prescribing—\n\t\tdescriptions of information which the Authority, a licence holder or theCouncil may refuse to supply under section 24 or 26; or\n\t\tcircumstances in which the Authority, a licence holder or the Council mayrefuse to comply with a direction under section 24 or 26.\n\tThe Council may, if no person is prescribed for the purpose undersubsection (3), refer a failure by a licence holder to comply with a directionunder section 24 to the Authority.\n\tThe Secretary of State may make regulations for the purpose of enabling afailure to comply with a direction under section 24 or 26 to be referred bythe person who gave the direction to such person (other than the Authority) asmay be prescribed by the regulations.\n\tA person to whom such a failure is referred (whether under subsection (2)or regulations under subsection (3)) shall—\n\t\tconsider any representations made by either party;\n\t\tdetermine whether the person failing to comply with the direction isentitled to refuse to do so and, if not, order him to comply with thedirection; and\n\t\tgive notice of his determination and any order under paragraph (b), withreasons, to both parties.\n\tA notice under subsection (4) may be published by either party to thereference; and subsections (2) to (5) of section 25 apply to the publicationof such a notice as they apply to the publication of a notice under section24(4).\n\tSection 60 of the 1989 Act (powers to make regulations) applies toregulations under this section as if they were made under Part I of that Act.\n\tThe power of the Secretary of State to make regulations under this sectionis exercisable by statutory instrument subject to annulment in pursuance of aresolution of either House of Parliament."
    },
    {
        "length": 267,
        "text": "\nProhibition on unlicensed distribution of electricity\n\tSection 4 of the 1989 Act (prohibition on unlicensed supply etc. ofelectricity) is amended as follows.\n\tIn subsection (1), after paragraph (b) there is inserted—\n\t\tdistributes electricity for that purpose;”.\n\tIn subsection (4)—\n\t\tbefore the definition of “supply” there is inserted—\n\t\t\t““distribute”, in relation to electricity, means distribute by means of adistribution system, that is to say, a system which consists (wholly ormainly) of low voltage lines and electrical plant and is used for conveyingelectricity to any premises or to any other distribution system;”\n\t\tfor the definition of “supply” there is substituted—\n\t\t““supply”, in relation to electricity, means supply of electricity conveyed bya distribution system to premises other than premises occupied by a licenceholder for the purpose of carrying on the activities which he is authorised byhis licence to carry on;”."
    },
    {
        "length": 1338,
        "text": "\nExemptions from electricity licensing\n\tFor section 5 of the 1989 Act (exemptions from prohibition) there issubstituted—\n\t“5Exemptions from prohibition\n\t\tThe Secretary of State may by order grant exemption from paragraph (a),(b), (bb) or (c) of section 4(1)—\n\t\t\teither to a person or to persons of a class;\n\t\t\teither generally or to such extent as may be specified in the order; and\n\t\t\teither unconditionally or subject to such conditions as may be sospecified.\n\t\tBefore making an order under subsection (1) the Secretary of State shallgive notice—\n\t\t\tstating that he proposes to make such an order and setting out the terms ofthe proposed order;\n\t\t\tstating the reasons why he proposes to make the order in the termsproposed; and\n\t\t\tspecifying the time (not being less than 28 days from the date ofpublication of the notice) within which representations with respect to theproposals may be made,\n\t\t\t\tand shall consider any representations which are duly made in respect of theproposals and not withdrawn.\n\t\tThe notice required by subsection (2) shall be given—\n\t\t\tby serving a copy of it on the Authority and the Council; and\n\t\t\tby publishing it in such manner as the Secretary of State considersappropriate for bringing it to the attention of those likely to be affected bythe proposed order.\n\t\tNotice of an exemption granted to a person shall be given—\n\t\t\tby serving a copy of the exemption on him; and\n\t\t\tby publishing the exemption in such manner as the Secretary of Stateconsiders appropriate for bringing it to the attention of other persons whomay be affected by it.\n\t\tNotice of an exemption granted to persons of a class shall be given bypublishing the exemption in such manner as the Secretary of State considersappropriate for bringing it to the attention of—\n\t\t\tpersons of that class; and\n\t\t\tother persons who may be affected by it.\n\t\tAn exemption may be granted—\n\t\t\tindefinitely; or\n\t\t\tfor a period specified in, or determined by or under, the exemption.\n\t\tConditions subject to which an exemption is granted may (in particular)require any person carrying on any activity in pursuance of the exemption—\n\t\t\tto comply with any direction given by the Secretary of State or theAuthority as to such matters as are specified in the exemption or are of adescription so specified;\n\t\t\texcept in so far as the Secretary of State or the Authority consents to hisdoing or not doing them, not to do or to do such things as are specified inthe exemption or are of a description so specified; and\n\t\t\tto refer for determination by the Secretary of State or the Authority suchquestions arising under the exemption as are specified in the exemption or areof a description so specified.\n\t\tThe Secretary of State may by order revoke an order by which an exemptionwas granted to a person or vary an order by which more than one exemption wasso granted so as to terminate any of the exemptions—\n\t\t\tat the person’s request;\n\t\t\tin accordance with any provision of the order by which the exemption wasgranted; or\n\t\t\tif it appears to the Secretary of State inappropriate that the exemptionshould continue to have effect.\n\t\tThe Secretary of State may by order revoke an order by which an exemptionwas granted to persons of a class or vary an order by which more than oneexemption was so granted so as to terminate any of the exemptions—\n\t\t\tin accordance with any provision of the order by which the exemption wasgranted; or\n\t\t\tif it appears to the Secretary of State inappropriate that the exemptionshould continue to have effect.\n\t\tThe Secretary of State may by direction withdraw an exemption granted topersons of a class from any person of that class—\n\t\t\tat the person’s request;\n\t\t\tin accordance with any provision of the order by which the exemption wasgranted; or\n\t\t\tif it appears to the Secretary of State inappropriate that the exemptionshould continue to have effect in the case of the person.\n\t\tBefore— \n\t\t\tmaking an order under subsection (8)(b) or (c) or (9); or\n\t\t\tgiving a direction under subsection (10)(b) or (c),\n\t\t\tthe Secretary of State shall consult the Authority and give notice of hisproposal to do so (with reasons) and of a period within which representationsmay be made to him.\n\t\tThe notice under subsection (11) shall be given—\n\t\t\twhere the Secretary of State is proposing to make an order under subsection(8)(b) or (c), by serving a copy of it on the person to whom the exemption wasgranted;\n\t\t\twhere he is proposing to make an order under subsection (9), by publishingit in such manner as the Secretary of State considers appropriate for bringingit to the attention of persons of the class of persons to whom the exemptionwas granted; and\n\t\t\twhere he is proposing to give a direction under subsection (10)(b) or (c),by serving a copy of it on the person from whom he proposes to withdraw theexemption.”"
    },
    {
        "length": 1433,
        "text": "\nLicences authorising supply etc. of electricity\n\tFor section 6 of the 1989 Act there is substituted—\n\t“6Licences authorising supply, etc\n\t\tThe Authority may grant any of the following licences—\n\t\t\ta licence authorising a person to generate electricity for the purpose ofgiving a supply to any premises or enabling a supply to be so given (“ageneration licence”);\n\t\t\ta licence authorising a person to transmit electricity for that purpose inthat person’s authorised area (“a transmission licence”);\n\t\t\ta licence authorising a person to distribute electricity for that purpose(“a distribution licence”); or\n\t\t\ta licence authorising a person to supply electricity to premises (“a supplylicence”).\n\t\tThe same person may not be the holder of both a distribution licence and asupply licence.\n\t\tA supply licence may authorise the holder to supply electricity—\n\t\t\tto any premises;\n\t\t\tonly to premises specified in the licence, or to premises of a descriptionso specified; or\n\t\t\tonly to any premises situated in a specified area, or to premises of aspecified description which are so situated.\n\t\tThe Authority may, with the consent of the holder of a supply licence,modify terms included in the licence in pursuance of subsection (3) so as toextend or restrict the premises to which the licence holder may give a supplyof electricity.\n\t\tA distribution licence may authorise the holder to distribute electricityin any area, or only in an area specified in the licence.\n\t\tThe Authority may, with the consent of the holder of a distributionlicence, modify terms included in the licence in pursuance of subsection (5)so as to extend or restrict the area within which the licence holder maydistribute electricity.\n\t\tA licence and any extension or restriction of a licence under subsection(4) or (6) shall be in writing.\n\t\tA licence shall, unless previously revoked in accordance with any term ofthe licence, continue in force for such period as may be specified in ordetermined by or under the licence.\n\t\tIn this Part—\n\t\t\t  * “authorised area”, in relation to the holder of a transmission licence, means so much of the area designated as such in the licence as is not for the time being designated in a subsequent transmission licence;\n\t\t\t  * “electricity distributor” means any person who is authorised by a distribution licence to distribute electricity except where he is acting otherwise than for purposes connected with the carrying on of activities authorised by the licence;\n\t\t\t  * “electricity supplier” means any person who is authorised by a supply licence to supply electricity except where he is acting otherwise than for purposes connected with the carrying on of activities authorised by the licence.\n\tAProcedure for licence applications\n\t\tThis section applies to any application—\n\t\t\tfor a licence; or\n\t\t\tfor the extension or restriction of a licence under section 6(4) or (6).\n\t\tThe application shall be made in such form and manner, and shall contain,or be accompanied by, such information and documents and such fee (if any), asmay be prescribed.\n\t\tWithin the prescribed period after the making of the application theapplicant shall publish a notice of the application in the prescribed manner.\n\t\tWhere the Authority proposes to refuse the application, it shall give tothe applicant a notice—\n\t\t\tstating that it proposes to refuse the application;\n\t\t\tstating the reasons why it proposes to refuse the application; and\n\t\t\tspecifying the time within which representations with respect to theproposed refusal may be made,\n\t\t\t\tand shall consider any representations which are duly made and not withdrawn.\n\t\tWhere the Authority grants the licence, extension or restriction appliedfor, it shall as soon as practicable thereafter send a notice of the grant toany person who holds a licence and whose interests may, in the opinion of theAuthority, be affected by the grant.\n\t\tIn this section “prescribed” means prescribed in regulations made by theAuthority.\n\t\tAny sums received by the Authority under this section shall be paid intothe Consolidated Fund.\n\tBApplications for transmission licences\n\t\tThis section applies to applications for a transmission licence (inaddition to the requirements of section 6A).\n\t\tThe applicant shall give notice of the application to any person who holdsa transmission licence and whose authorised area includes the whole or anypart of the area to which the application relates.\n\t\tBefore granting the transmission licence applied for, the Authority shallgive notice—\n\t\t\tstating that it proposes to grant the licence;\n\t\t\tstating the reasons why it proposes to grant the licence; and\n\t\t\tspecifying the time (not being less than 28 days from the date ofpublication of the notice) within which representations or objections withrespect to the proposed licence may be made,\n\t\t\t\tand shall consider any representations or objections which are duly made andnot withdrawn.\n\t\tA notice under subsection (3) shall be given by publication in such manneras the Authority considers appropriate for the purpose of bringing the mattersto which the notice relates to the attention of persons likely to be affectedby them.\n\t\tThe Authority shall send a copy of a notice under subsection (3) to—\n\t\t\tthe applicant;\n\t\t\tthe Secretary of State; and\n\t\t\tany person who holds a transmission licence and whose authorised areaincludes the whole or any part of the area to which the application relates.”"
    },
    {
        "length": 254,
        "text": "\nEnactments referring to public electricity suppliers\n\tReferences in any enactment to public electricity suppliers shall haveeffect after the commencement of this section as if they were references to—\n\t\telectricity suppliers;\n\t\telectricity distributors; or\n\t\tboth electricity suppliers and electricity distributors,\n\t\t\taccording to the nature of the activities carried on by the persons to whomthey referred before that time.\n\tReferences in any enactment to the supply of electricity shall have effectafter the commencement of this section as if they were references to—\n\t\tthe supply of electricity;\n\t\tthe distribution of electricity; or\n\t\tboth the supply and distribution of electricity,\n\t\taccording to the nature of the activities to which they referred before thattime.\n\tReferences in any enactment to holders of licences under section 6(2) ofthe 1989 Act shall have effect after the commencement of this section as ifthey were references to electricity suppliers."
    },
    {
        "length": 575,
        "text": "\nElectricity licence conditions\n\tSection 7 of the 1989 Act (conditions of licences) is amended as follows.\n\tIn subsection (1) for “grantor” and “section 3 above” there is substitutedrespectively “Authority” and “sections 3A to 3C”.\n\tIn subsection (2) for “a licence” there is substituted “a transmissionlicence or distribution licence”.\n\tIn subsection (3)—\n\t\tfor “Conditions included in a licence by virtue of subsection (1)(a) above”there is substituted “Without prejudice to the generality of paragraph (a) ofsubsection (1), conditions included in a licence by virtue of that paragraph”;\n\t\tfor “Director” (in each place it appears) there is substituted “Authorityor Secretary of State”; and\n\t\tin paragraph (c) after “licence” (in the first place it appears) there isinserted “, or under any document referred to in the licence,”.\n\tAfter subsection (3) there is inserted—\n\t\t“(3A)Conditions included in a transmission licence or a distribution licenceby virtue of subsection (1)(a) may require the holder, in such circumstancesas are specified in the licence—\n\t\tso to increase his charges for the transmission or distribution ofelectricity as to raise such amounts as may be determined by or under theconditions; and\n\t\tto pay the amounts so raised to such licence holders as may be sodetermined.”\n\tFor subsection (5) there is substituted—\n\tConditions included in a licence may contain provision for the conditions—\n\t\tto have effect or cease to have effect at such times and in suchcircumstances as may be determined by or under the conditions; or\n\t\tto be modified in such manner as may be specified in the conditions at suchtimes and in such circumstances as may be so determined.”\n\tAfter subsection (6) there is inserted—\n\t“(6A)Conditions included in a licence may provide for references in theconditions to any document to operate as references to that document asrevised or re-issued from time to time.”\n\tIn subsection (7) for “Secretary of State or the Director” there issubstituted “Authority”."
    },
    {
        "length": 975,
        "text": "\nStandard conditions of electricity licences\n\tSuch conditions as may be determined by the Secretary of State before thecommencement of subsection (3), and published by him in such manner as heconsiders appropriate, in relation to any of the types of licence mentioned insection 6(1) of the 1989 Act (that is to say, in relation to generationlicences, transmission licences, distribution licences or supply licences)shall, subject to such modifications of the conditions made under Part I ofthe 1989 Act after the determination under this subsection be standardconditions for the purposes of licences of that type.\n\tThe standard conditions for the purposes of licences of any type maycontain provision—\n\t\tfor any standard condition included in a licence of that type not to haveeffect until brought into operation in such manner and in such circumstancesas may be specified in or determined under the standard conditions;\n\t\tfor the effect of any standard condition included in such a licence to besuspended in such manner, and in such circumstances, as may be so specified ordetermined; or\n\t\tfor any standard condition included in such a licence which is for the timebeing suspended to be brought back into operation in such manner and in suchcircumstances as may be so specified or determined.\n\tAfter section 8 of the 1989 Act there is inserted—\n\t“8AStandard conditions of licences\n\t\tSubject to subsection (2), each condition which by virtue of section 33(1)of the Utilities Act 2000 is a standard condition for the purposes of any ofthe types of licence mentioned in section 6(1) (that is to say, generationlicences, transmission licences, distribution licences or supply licences)shall be incorporated by reference in each licence of that type granted afterthe commencement of this section.\n\t\tSubject to the following provisions of this section, the Authority may, ingranting a licence of any type, modify any of the standard conditions forlicences of that type in its application to the licence to such extent as itconsiders requisite to meet the circumstances of the particular case.\n\t\tBefore making any modifications under subsection (2), the Authority shallgive notice—\n\t\t\tstating that it proposes to make the modifications and setting out theireffect;\n\t\t\tstating the reasons why it proposes to make the modifications; and\n\t\t\tspecifying the time (not being less than 28 days from the date ofpublication of the notice) within which representations or objections withrespect to the proposed modifications may be made,\n\t\t\t\tand shall consider any representations or objections which are duly made andnot withdrawn.\n\t\tA notice under subsection (3) shall be given—\n\t\t\tby publishing the notice in such manner as the Authority considersappropriate for the purpose of bringing the notice to the attention of personslikely to be affected by the making of the modifications; and\n\t\t\tby sending a copy of the notice to the Secretary of State and the Council.\n\t\tIf, within the time specified in the notice under subsection (3), theSecretary of State directs the Authority not to make any modification, theAuthority shall comply with the direction.\n\t\tThe Authority shall not under subsection (2) make any modifications of acondition of a licence of any type unless it is of the opinion that themodifications are such that—\n\t\t\tthe licence holder would not be unduly disadvantaged in competing withother holders of licences of that type; and\n\t\t\tno other holder of a licence of the same type would be unduly disadvantagedin competing with other holders of such licences (including the holder of thelicence being modified).\n\t\tThe modification under subsection (2) of part of a condition of a licenceshall not prevent any other part of the condition which is not so modifiedbeing regarded as a standard condition for the purposes of this Part.\n\t\tIn this section “modify” includes fail to incorporate and “modification”shall be construed accordingly.”"
    },
    {
        "length": 308,
        "text": "\nModification of conditions of particular licence\n\tIn section 11 of the 1989 Act (modification of licence conditions byagreement), for subsection (1) there is substituted—\n\tSubject to the following provisions of this section, the Authority maymodify the conditions of a particular licence.\n\t\t(1A)The Authority may not make any modifications under this section unless thelicence holder has consented to the modifications and, in the case of standardconditions of the licence, the Authority is of the opinion that themodifications—\n\t\tare requisite to meet the circumstances of the particular case; and\n\t\tare such that—\n\t\tthe licence holder would not be unduly disadvantaged in competing withother holders of licences of that type; and\n\t\tno other holder of a licence of the same type would be undulydisadvantaged in competing with other holders of such licences (including theholder of the licence being modified).”\n\tAfter subsection (4) of that section there is inserted—\n\tThe modification under this section of part of a standard condition of alicence shall not prevent any other part of the condition from continuing tobe regarded as a standard condition for the purposes of this Part.”"
    },
    {
        "length": 1077,
        "text": "\nModification of standard conditions of licences\n\tAfter section 11 of the 1989 Act there is inserted—\n\t“11AModification of standard conditions of licences\n\t\tSubject to the following provisions of this section, the Authority maymodify the standard conditions of licences of any type mentioned in section6(1).\n\t\tWhere at any time the Authority modifies the standard conditions oflicences of any type under this section the Authority may make such incidentalor consequential modifications as it considers necessary or expedient of anyconditions of any licence of that type.\n\t\tBefore making any modifications under this section, the Authority shallgive notice—\n\t\t\tstating that it proposes to make the modifications and setting out theireffect;\n\t\t\tstating the reasons why it proposes to make the modifications; and\n\t\t\tspecifying the time (not being less than 28 days from the date ofpublication of the notice) within which representations or objections withrespect to the proposed modifications may be made;\n\t\t\t\tand shall consider any representations or objections which are duly made andnot withdrawn.\n\t\tA notice under subsection (3) shall be given—\n\t\t\tby publishing the notice in such manner as the Authority considersappropriate for the purpose of bringing the notice to the attention of personslikely to be affected by the making of the modifications; and\n\t\t\tby sending a copy of the notice to each relevant licence holder, to theSecretary of State and to the Council.\n\t\tIf, within the time specified in the notice under subsection (3), theSecretary of State directs the Authority not to make any modification, theAuthority shall comply with the direction.\n\t\tThe Authority may not under this section make any modifications of thestandard conditions of licences of any type unless—\n\t\t\tno notice of objection to those modifications is given to the Authoritywithin the time specified in the notice under subsection (3) by any relevantlicence holder;\n\t\t\tif one or more relevant licence holders give notice of objection to theAuthority within that time—\n\t\t\tthe proportion (expressed as a percentage) of the relevant licence holderswho have given notice of objection is less than such percentage as may beprescribed; and\n\t\t\tthe percentage given by subsection (7) is less than such percentage as maybe prescribed; or\n\t\t\tsubsection (8) applies to the case.\n\t\tThe percentage given by this subsection is the proportion (expressed as apercentage) of the relevant licence holders who have given notice ofobjection, weighted according to their market share in such manner as may beprescribed.\n\t\tThis subsection applies where the Authority is satisfied that—\n\t\t\tthe effect of the standard conditions is such as to impose a burdenaffecting relevant licence holders in the carrying on of activities to whichthe modifications relate;\n\t\t\tthe modifications would remove or reduce the burden without removing anynecessary protection; and\n\t\t\tthe modifications are such that no holder of a licence of the type inquestion would be unduly disadvantaged in competing with other holders of suchlicences.\n\t\tWhere the Authority modifies the standard conditions of licences of anytype—\n\t\t\tthe Authority shall also make (as nearly as may be) the same modificationsof those conditions for the purposes of their incorporation in licences ofthat type granted after that time; and\n\t\t\tthe Authority shall publish the modifications in such manner as itconsiders appropriate.\n\t\tIn this section—\n\t\t\t  * “prescribed” means prescribed in an order made by the Secretary of State; and\n\t\t\t  * “relevant licence holder”, in relation to proposed modifications of standard conditions of licences of any type, means the holder of a licence of that type—\n\t\t\twhich is to be modified under the proposals by the inclusion of any newstandard condition; or\n\t\t\twhich includes any standard conditions to which the proposals relate, otherthan standard conditions which are not in effect (by virtue of anything doneunder section 33(2) of the Utilities Act 2000) at the time specified in thenotice under subsection (3).\n\t\tA statutory instrument containing an order under this section shall not bemade unless a draft of the instrument has been laid before, and approved by aresolution of, each House of Parliament.”"
    },
    {
        "length": 662,
        "text": "\nElectricity licence modification references\n\tSection 12 of the 1989 Act (licence modification references to theCompetition Commission) is amended as follows.\n\tFor subsection (1) there is substituted—\n\tThe Authority may make to the Competition Commission a reference which isso framed as to require the Commission to investigate and report on thequestions—\n\t\twhether any matters which relate to the carrying on of activitiesauthorised or regulated by a particular licence and which are specified in thereference operate, or may be expected to operate, against the public interest;and\n\t\tif so, whether the effects adverse to the public interest which thosematters have or may be expected to have could be remedied or prevented bymodifications of the conditions of the licence.\n\t\t\t(1A)The Authority may make to the Competition Commission a reference which isso framed as to require the Commission to investigate and report on thequestions—\n\t\twhether any matters which relate to the carrying on of activitiesauthorised or regulated by licences of any type mentioned in section 6(1), andwhich are specified in the reference operate, or may be expected to operate,against the public interest; and\n\t\tif so, whether the effects adverse to the public interest which thosematters have or may be expected to have could be remedied or prevented bymodifications of the standard conditions of licences of that type.”\n\tIn subsection (3)(b), for “conditions of the licence” there is substituted“relevant conditions”.\n\tIn subsection (4), after “licence” at the end of paragraph (a) there isinserted “or, as the case may be, the relevant licence holders and theCouncil”.\n\tIn subsection (5), for “this section” there is substituted “subsection(1A)”.\n\tIn subsection (6), after “this section” there is inserted “or in carryingout functions under section 14A”, after “the investigation” there is inserted“or the carrying out of those functions” and after “such investigation” thereis inserted “or such functions”.\n\tAfter subsection (6) there is inserted—\n\t“(6A)In this section and sections 13, 14 and 14A—\n\t\t  * “relevant conditions”—\n\t\tin relation to a reference under subsection (1), means the conditions of thelicence to which the reference relates; and\n\t\tin relation to a reference under subsection (1A), means the standardconditions of the licences to which the reference relates; and\n\t\t\t  * “relevant licence holder” means the holder of a licence to which a reference under subsection (1A) relates.”"
    },
    {
        "length": 429,
        "text": "\nReports on modification references\n\tSection 13 (reports on modification references) of the 1989 Act is amendedas follows.\n\tIn subsection (1)(c), for “conditions of the licence” there is substituted“relevant conditions”.\n\tIn subsection (5)—\n\t\tin paragraph (a), for the words from “such” to “relates” there issubstituted “a report on a reference under section 12(1), send a copy of it tothe licence holder”; and\n\t\tin paragraph (b), for “publish the report” there is substituted “sendanother copy to the Council and publish that other copy”.\n\tAfter subsection (5) of that section there is inserted—\n\t\t“(5A)Subject to subsection (6), the Authority shall—\n\t\ton receiving a report on a reference under section 12(1A), send a copy ofit to the Secretary of State; and\n\t\tnot less than 14 days after that copy is received by the Secretary ofState—\n\t\tsend another copy to the Council and to each relevant licence holder; and\n\t\tnot less than 24 hours after complying with sub-paragraph (i) above,publish the copy sent to the Council in such manner as it considersappropriate for bringing the report to the attention of persons likely to beaffected by it.”\n\tIn subsection (6) of that section, for the words from “paragraph (b)” tothe end there is substituted “subsection (5) or (5A), direct the Authority toexclude that matter from the copy of the report, or (as the case may be) eachcopy of the report, to be sent and published as mentioned in paragraph (b) ofthat subsection.”"
    },
    {
        "length": 602,
        "text": "\nModification following report\n\tSection 14 of the 1989 Act (modification following report) is amended asfollows.\n\tIn subsection (1), for “the conditions of the licence” and “the conditionsof that licence” there is substituted “the relevant conditions”.\n\tAfter subsection (1) there is inserted—\n\t\t“(1A)Where at any time it modifies under subsection (1) the standardconditions of licences of any type in consequence of a reference under section12(1A), the Authority may make such incidental and consequential modificationsas it considers necessary or expedient of any conditions of licences of thattype granted before that time.”\n\tIn subsection (4)(b) after “licence” there is inserted “or, as the case maybe, the relevant licence holders”.\n\tAfter subsection (4) there is inserted—\n\tAfter considering any representations or objections made in response toproposals set out in a notice under subsection (3), the Authority shall givenotice to the Competition Commission—\n\t\tsetting out the modifications it proposes to make to remedy or prevent theadverse effects specified in the report; and\n\t\tstating the reasons for making the modifications.\n\tThe Authority shall include with the notice under subsection (5) a copy ofany representations or objections received in relation to the notice undersubsection (3).\n\tIf the period of four weeks from the date on which the notice undersubsection (5) is given elapses without a direction under section 14A(1)(a)having been given to it, the Authority shall—\n\t\tmake the modifications set out in the notice; or\n\t\tif a direction under section 14A(1)(b) has been given, make themodifications which are not specified in the direction.\n\tThe modification under subsection (1) of part of a standard condition of aparticular licence in consequence of a reference under section 12(1) shall notprevent any other part of the condition from continuing to be regarded as astandard condition for the purposes of this Part.\n\tWhere the Authority modifies the standard conditions of licences of anytype as mentioned in subsection (1A), the Authority—\n\t\tshall also make (as nearly as may be) the same modifications of thoseconditions for the purposes of their incorporation in licences of that typegranted after that time; and\n\t\tshall publish the modifications made for those purposes in such manner asit considers appropriate.”"
    },
    {
        "length": 1471,
        "text": "\nCompetition Commission’s power to veto modifications\n\tAfter section 14 of the 1989 Act (modification following report) there isinserted—\n\t“14ACompetition Commission’s power to veto modifications followingreport\n\t\tThe Competition Commission (in this section referred to as “theCommission”) may, within the period of four weeks after the date on which itis given a notice under section 14(5), direct the Authority—\n\t\t\tnot to make the modifications set out in that notice; or\n\t\t\tnot to make such of the modifications as may be specified in the direction;\n\t\t\t\tand the Authority shall comply with any such direction.\n\t\tThe Secretary of State may, within the period of four weeks after the dateon which the Commission is given a notice under section 14(5) and on theapplication of the Commission, direct that the period for giving a directionunder subsection (1) (and, accordingly, the period mentioned in section 14(7))shall be extended by 14 days.\n\t\tThe power to give a direction under subsection (1) may only be exercised inrespect of such of the modifications set out in the notice under section14(5)(a) as appear to the Commission not to be the modifications which arerequisite for the purpose of remedying or preventing all or any of the adverseeffects specified in the report as effects which could be remedied orprevented by modifications.\n\t\tIf the Commission gives a direction under subsection (1), the Commission—\n\t\t\tshall give notice setting out the modifications proposed by the Authority,the terms of the direction and the reasons for giving it; and\n\t\t\tshall itself make such modifications of the relevant conditions as appearto it to be requisite for the purpose of remedying or preventing—\n\t\t\tif the direction was given under subsection (1)(a), the adverse effectsspecified in the report as effects which could be remedied or prevented bymodifications;\n\t\t\tif the direction was given under subsection (1)(b), such of those adverseeffects as are not remedied or prevented by the modifications made by theAuthority under section 14(7)(b).\n\t\tIn exercising its function under subsection (4)(b) the Commission shallhave regard to the matters to which the Authority is required to have regardwhen determining the conditions of a licence.\n\t\tBefore making modifications under subsection (4)(b) the Commission shallgive notice—\n\t\t\tstating that it proposes to make the modifications and setting them out;\n\t\t\tstating the reason why it proposes to make them;\n\t\t\tspecifying the period (not being less than 28 days from the date ofpublication of the notice) within which representations or objections withrespect to the proposed modifications may be made,\n\t\t\tand shall consider any representations or objections which are duly made andnot withdrawn.\n\t\tA notice under subsection (4)(a) or (6) shall be given—\n\t\t\tby publishing the notice in such manner as the Commission considersappropriate for the purpose of bringing it to the attention of persons likelyto be affected by the making of the modifications; and\n\t\t\tby serving a copy on the Authority and the holder of the licence inquestion or, as the case may be, the relevant licence holders.\n\t\tAfter making modifications under this section the Commission shall publisha notice stating that the modifications have been made and setting them out,with the reasons for making them.\n\t\tWhere, in consequence of a reference under section 12(1A), the Commissionmodifies under subsection (4)(b) the standard conditions of licences of anytype, the Authority may make such incidental and consequential modificationsas it considers necessary or expedient of any conditions of licences of thattype granted before that time.\n\t\tWhere the Commission modifies the standard conditions of licences of anytype as mentioned in subsection (9), the Authority—\n\t\t\tshall make (as nearly as may be) the same modifications of those conditionsfor the purposes of their incorporation in licences of that type granted afterthat time; and\n\t\t\tshall publish the modifications made for those purposes in such manner asit considers appropriate.\n\t\tThe modification under this section of part of a standard condition of aparticular licence in consequence of a reference under section 12(1) shall notprevent any other part of the condition from continuing to be regarded as astandard condition for the purposes of this Part.\n\t\tThe provisions mentioned in subsection (13) are to apply in relation tothe exercise by the Commission of its functions under this section as if—\n\t\t\tin section 82(1) and (2) of the [1973 c. 41.] Fair Trading Act 1973references to a report of the Commission under that Act were references to anotice under subsection (4)(a), (6) or (8) of this section;\n\t\t\tin section 85 of that Act references to an investigation on a referencemade to the Commission were references to an investigation by the Commissionfor the purposes of the exercise of its functions under this section.\n\t\tThe provisions are—\n\t\t\tsection 82(1) and (2) of the [1973 c. 41.] Fair Trading Act 1973 (generalprovisions as to reports under that Act);\n\t\t\tsection 85 of that Act (attendance of witnesses and production ofdocuments);\n\t\t\tsection 24 of the [1980 c. 21.] Competition Act 1980 (modification ofprovisions about the Competition Commission’s general functions); and\n\t\t\tPart II of Schedule 7 to the [1998 c. 41.] Competition Act 1998 (theCompetition Commission’s general functions).\n\t\tThis section does not apply to the modification of a licence following areport of the Commission made before the commencement of section 39 of theUtilities Act 2000.”"
    },
    {
        "length": 517,
        "text": "\nModification by order under other enactments\n\tSection 15 of the 1989 Act (modification of licences by order underenactments other than the 1989 Act) is amended as follows.\n\tIn subsection (1), for “the conditions of a licence” there is substituted“the conditions of a particular licence, or the standard conditions oflicences of any type mentioned in section 6(1),”.\n\tAfter subsection (2) there is inserted—\n\t\t“(2A)The modification under subsection (1) of part of a standard condition ofa particular licence shall not prevent any other part of the condition fromcontinuing to be regarded as a standard condition for the purposes of thisPart.\n\t(2B)Where the Secretary of State modifies under subsection (1) the standardconditions of licences of any type—\n\t\the shall also make (as nearly as may be) the same modifications of thoseconditions for the purposes of their incorporation in licences of that typegranted after that time; and\n\t\the may, after consultation with the Authority, make such incidental orconsequential modifications as he considers necessary or expedient of anyconditions of any licence of that type granted before that time.\n\t\t(2C)Where at any time the Secretary of State modifies standard conditionsunder subsection (2B)(a) for the purposes of their incorporation in licencesgranted after that time, he shall publish those modifications in such manneras he considers appropriate.”\n\tIn subsection (2)(a), after “transmission” there is inserted “,distribution”.\n\tIn subsection (2)(b), for the words from “and” to the end of the paragraphthere is substituted “and at least one of the two or more enterprises—\n\t\twhich ceased to be distinct enterprises; or\n\t\tin the application of that provision as it has effect by virtue of section75(4)(e) of that Act, which would cease to be distinct enterprises,\n\t\twas or, as the case may be, is engaged in the carrying on of activitiesauthorised or regulated by a licence.”"
    },
    {
        "length": 874,
        "text": "\nTransfer of electricity licences\n\tAfter section 7 of the 1989 Act there is inserted—\n\t“7ATransfer of licences\n\t\tA licence—\n\t\t\tis capable of being transferred by the licence holder, with the consent ofthe Authority, in accordance with this section but subject to any term as totransfer contained in the licence;\n\t\t\tmay include conditions which must be complied with before the licence canbe transferred.\n\t\tA transfer may relate to the whole or any part of the licence.\n\t\tThe reference in subsection (2) to part of a licence is a reference to apart of the activities authorised by the licence (whether described byreference to activities being carried on by the licence holder or toactivities which he is authorised by the licence to carry on).\n\t\tSuch consent may be given subject to compliance with such modification orother conditions as the Authority considers appropriate.\n\t\tIn the case of a partial transfer, conditions imposed under subsection (4)may make as respects so much of the licence as is proposed to be retained bythe transferor provision different from that made as respects so much of thelicence as is proposed to be transferred.\n\t\tIn deciding whether to give its consent to a proposed transfer, theAuthority shall apply the same criteria as it would apply if the Authoritywere deciding whether—\n\t\t\tin the case of a general transfer, to grant a corresponding licence to thetransferee; or\n\t\t\tin the case of a partial transfer—\n\t\t\tto grant to the transferee a licence corresponding to so much of thelicence as is proposed to be transferred; and\n\t\t\tto grant to the transferor a licence corresponding to so much of thelicence as is proposed to be retained.\n\t\tThe Authority shall give the Secretary of State not less than 28 days'notice of any proposal to impose a modification condition.\n\t\tIf, before the expiry of the time specified in a notice under subsection(7), the Secretary of State directs the Authority not to impose the condition,the Authority shall comply with the direction.\n\t\tBefore giving consent to the transfer of a licence, the Authority shallgive notice—\n\t\t\tstating that it proposes to grant consent to the transfer;\n\t\t\tstating the reasons why it proposes to give consent; and\n\t\t\tspecifying the time from the date of publication of the notice (not beingless than two months) within which representations or objections with respectto the transfer may be made,\n\t\t\t\tand shall consider any representations or objections that are duly made andnot withdrawn.\n\t\tA notice under subsection (9) shall be given by publishing the notice insuch manner as the Authority considers appropriate for bringing it to theattention of persons likely to be affected by the transfer.\n\t\tA purported transfer of a licence shall be void—\n\t\t\tif the licence is not capable of transfer or the Authority has not givenits consent;\n\t\t\tif the purported transfer is in breach of a condition of the licence; or\n\t\t\tif there has, before the purported transfer, been a contravention of acondition subject to compliance with which the Authority’s consent is given.\n\t\tIn this section—\n\t\t\t  * “transfer” includes any form of transfer or assignment or, in Scotland, assignation;\n\t\t\t  * “modification condition” means a condition requiring or otherwise providing for the making of modifications to the conditions of a licence.”"
    },
    {
        "length": 542,
        "text": "\nReasons for decisions under 1989 Act\n\tAfter section 49 of the 1989 Act (keeping of register) there is inserted—\n\t“49AReasons for decisions\n\t\tThis section applies to the following decisions of the Authority or theSecretary of State, namely—\n\t\t\tthe revocation of a licence;\n\t\t\tthe modification of the conditions of a licence;\n\t\t\tthe giving of any directions or consent in pursuance of a conditionincluded in a licence by virtue of section 7(3)(a) or (b);\n\t\t\tthe determination of a question referred in pursuance of a conditionincluded in a licence by virtue of section 7(3)(c);\n\t\t\tthe determination of a dispute referred under section 23(1);\n\t\t\tthe making of a final order, the making or confirmation of a provisionalorder or the revocation of a final order or of a provisional order which hasbeen confirmed.\n\t\tAs soon as reasonably practicable after making such a decision theAuthority or the Secretary of State shall publish a notice stating the reasonsfor the decision in such manner as it or he considers appropriate for thepurpose of bringing the matters to which the notice relates to the attentionof persons likely to be interested.\n\t\tThe Authority shall send a copy of a notice published in respect of adecision mentioned in paragraph (a), (b), (c), (d) or (f) of subsection (1) tothe licence holder to whose licence, or to whom, the decision relates.\n\t\tIn preparing a notice under subsection (2) the Authority or the Secretaryof State shall have regard to the need for excluding, so far as that ispracticable, any matter which relates to the affairs of a particularindividual or body of persons (corporate or unincorporate), where it or heconsiders that publication of that matter would or might seriously andprejudicially affect the interests of that individual or body.\n\t\tThis section does not apply to a decision resulting in any provision whichthe Secretary of State has under section 49(4) directed the Authority not toenter in the register required to be kept under that section.”"
    },
    {
        "length": 3208,
        "text": "\nAltering activities requiring electricity licence\n\tAfter section 56 of the 1989 Act there is inserted—\n\t“Alteration of activities requiring licence\n\t\tAPower to alter activities requiring licence\n\t\t\tThe Secretary of State may by order provide—\n\t\t\t\tthat specified activities are to become licensable activities; or\n\t\t\t\tthat specified activities are to cease to be licensable activities.\n\t\t\tFor the purposes of this Part activities are licensable activities ifundertaking them without the authority of a licence or exemption constitutesan offence under section 4(1).\n\t\t\tAn order under this section may make consequential, transitional,incidental or supplementary provision including—\n\t\t\t\tamendments (or repeals) in any provision of this Act or any otherenactment; and\n\t\t\t\tprovision modifying any standard conditions of licences or (in the case ofan order under subsection (1)(a)) provision determining the conditions whichare to be standard conditions for the purposes of licences authorising theundertaking of activities which are to become licensable activities.\n\t\t\tAn order under this section may only provide for activities to becomelicensable activities if they are activities connected with the generation,transmission, distribution or supply of electricity.\n\t\t\tAn order under this section providing for activities to become licensableactivities may only be made on the application of the Authority made inaccordance with section 56B.\n\t\t\tAn order under this section providing for activities to cease to belicensable activities may be made either—\n\t\t\t\ton the application of the Authority made in accordance with section 56E; or\n\t\t\t\tfollowing consultation by the Secretary of State in accordance with section56F.\n\t\t\tAn order under this section may provide that it is to remain in force onlyfor a period specified in the order.\n\t\t\tAn order shall not be made under this section unless a draft of thestatutory instrument containing it has been laid before, and approved by aresolution of, each House of Parliament.\n\t\tBApplication by Authority for order including new activities\n\t\t\tIf the Authority proposes to make an application for an order providing foractivities to become licensable activities, it shall give notice—\n\t\t\t\tstating that it proposes to make an application for an order providing forthe activities to become licensable activities;\n\t\t\t\tsetting out the conditions which it would expect such an order to determineto be standard conditions for the purposes of licences authorising theundertaking of the activities and any other conditions which it would expectto be included in such licences; and\n\t\t\t\tspecifying a reasonable period (not being less than 28 days from the dateof publication of the notice) within which representations or objections maybe made with respect to the proposal,\n\t\t\t\t\tand shall consider any representations or objections which are duly made andnot withdrawn.\n\t\t\tThe notice shall be given by serving a copy on the Council and bypublishing it in such manner as the Authority considers appropriate forbringing it to the attention of—\n\t\t\t\tpersons appearing to it to be carrying on, or be intending to carry on, theactivities; and\n\t\t\t\tany other persons appearing to it to be likely to be affected by an orderproviding for the activities to become licensable activities.\n\t\t\tIf an objection has been duly made (and not withdrawn) by a person who iscarrying on or intends to carry on the activities, the Authority shall make areference to the Competition Commission under section 56C before making theapplication.\n\t\t\tIn any other case where the Authority considers it appropriate to make areference to the Commission under section 56C before making the application,the Authority may make such a reference.\n\t\t\tIf a reference is made to the Commission, the application shall not be madeunless the Commission has reported on the reference that the fact that theactivities to which the application relates are not licensable activitiesoperates, or may be expected to operate, against the public interest.\n\t\t\tThe application shall set out—\n\t\t\t\tthe activities which the Authority considers should become licensableactivities; and\n\t\t\t\tthe conditions which the Authority would expect to be determined to bestandard conditions for the purposes of licences authorising the undertakingof the activities in question and any other conditions which it would expectto be included in such licences.\n\t\tCReferences to Competition Commission\n\t\t\tA reference to the Competition Commission under this section shall requirethe Commission to investigate and report on whether the fact that theactivities specified in the reference are not licensable activities operates,or may be expected to operate, against the public interest.\n\t\t\tThe Authority may, at any time, by notice given to the Commission vary thereference by adding to the activities specified in the reference or byexcluding from the reference some of the activities so specified; and onreceipt of such notice the Commission shall give effect to the variation.\n\t\t\tThe Authority shall specify in the reference, or a variation of thereference, for the purpose of assisting the Commission in carrying out theinvestigation on the reference—\n\t\t\t\tthe conditions which the Authority would expect to be determined to bestandard conditions for the purposes of licences authorising the undertakingof the activities specified in the reference and any other conditions which itwould expect to be included in such licences; and\n\t\t\t\tany effects adverse to the public interest which, in its opinion, the factthat the activities so specified are not licensable activities has or may beexpected to have.\n\t\t\tAs soon as practicable after making the reference, or a variation of thereference, the Authority shall serve a copy of it on the Council and publishparticulars of it in such manner as the Authority considers appropriate forbringing it to the attention of—\n\t\t\t\tpersons appearing to the Authority to be carrying on, or be intending tocarry on, the activities specified in it; and\n\t\t\t\tany other persons appearing to the Authority to be likely to be affected byit.\n\t\t\tThe Authority shall, for the purpose of assisting the Commission incarrying out the investigation on the reference, give to the Commission—\n\t\t\t\tany information which is in its possession and which relates to mattersfalling within the scope of the investigation, and which is either requestedby the Commission for that purpose or is information which in its opinion itwould be appropriate for that purpose to give to the Commission without anysuch request; and\n\t\t\t\tany other assistance which the Commission may require, and which it iswithin its power to give, in relation to any such matters,\n\t\t\t\t\tand the Commission shall take account of the information for the purpose ofcarrying out the investigation.\n\t\t\tIn determining for the purposes of this section whether the fact thatparticular activities are not licensable activities operates, or may beexpected to operate, against the public interest, the Commission shall haveregard to—\n\t\t\t\tthe matters referred to in section 3A;\n\t\t\t\tany social or environmental policies set out or referred to in guidanceissued under section 3B; and\n\t\t\t\tany advice given by the Health and Safety Commission or the Secretary ofState under section 3C (advice about health and safety in relation toelectricity).\n\t\t\tThe provisions mentioned in subsection (8) are to apply in relation toreferences under this section as if—\n\t\t\t\tthe functions of the Commission in relation to those references werefunctions under the [1973 c. 41.] Fair Trading Act 1973;\n\t\t\t\tthe expression “merger reference” included a reference under this section;\n\t\t\t\tin section 70 of the [1973 c. 41.] Fair Trading Act 1973—\n\t\t\t\treferences to the Secretary of State were references to the Authority; and\n\t\t\t\tthe reference to three months were a reference to six months.\n\t\t\tThe provisions are—\n\t\t\t\tsections 70 (time limit for report on merger), 85 (attendance of witnessesand production of documents) and 93B (false or misleading information) of the[1973 c. 41.] Fair Trading Act 1973;\n\t\t\t\tPart II of Schedule 7 to the [1998 c. 41.] Competition Act 1998(performance of the Commission’s general functions); and\n\t\t\t\tsection 24 of the [1980 c. 21.] Competition Act 1980 (modification ofprovisions about performance of such functions).\n\t\tDReports on references\n\t\t\tIn making a report on a reference under section 56C, the CompetitionCommission shall include in the report definite conclusions on whether thefact that the activities specified in the reference (or the reference asvaried) are not licensable activities operates, or may be expected to operate,against the public interest.\n\t\t\tThe Commission shall also include in the report such an account of itsreasons for those conclusions as in its opinion is expedient for facilitatingproper understanding of the questions raised by the reference and of itsconclusions.\n\t\t\tWhere the Commission concludes that the fact that particular activities arenot licensable activities operates, or may be expected to operate, against thepublic interest, it shall specify in the report—\n\t\t\t\tthe effects adverse to the public interest which that fact has or may beexpected to have; and\n\t\t\t\tany modifications to the conditions specified in the reference inaccordance with section 56C(3)(a) which they consider appropriate.\n\t\t\tSection 82 of the [1973 c. 41.] Fair Trading Act 1973 (general provisionsas to reports) shall apply in relation to reports of the Commission onreferences under section 56C as it applies to reports of the Commission underthat Act.\n\t\t\tA report of the Commission on a reference under section 56C shall be madeto the Authority.\n\t\t\tOn receiving the report, the Authority shall send a copy of it to theSecretary of State.\n\t\t\tSubject to subsection (8), the Authority shall, not less than 14 days afterthe copy is received by the Secretary of State, send another copy to theCouncil and publish that other copy in such manner as the Authority considersappropriate for bringing the report to the attention of persons likely to beaffected by it.\n\t\t\tIf it appears to the Secretary of State that the publication of any matterin the report would be against the public interest or the commercial interestsof any person, he may, before the end of the period of 14 days mentioned insubsection (7), direct the Authority to exclude that matter from the copy ofthe report to be sent to the Council and published under that subsection.\n\t\tEApplication by Authority for order excluding activities\n\t\t\tBefore making an application for an order providing for activities to ceaseto be licensable activities, the Authority shall give notice—\n\t\t\t\tstating that it proposes to make an application for an order providing forthe activities to cease to be licensable activities; and\n\t\t\t\tspecifying a reasonable period (not being less than 28 days from the dateof publication of the notice) within which representations or objections maybe made with respect to the proposal,\n\t\t\t\t\tand shall consider any representations or objections which are duly made andnot withdrawn.\n\t\t\tThe notice shall be given—\n\t\t\t\tby serving a copy on the Secretary of State and the Council; and\n\t\t\t\tby publishing it in such manner as the Authority considers appropriate forbringing it to the attention of persons appearing to the Authority to belikely to be affected by such an order.\n\t\t\tAn application under this section shall set out—\n\t\t\t\tthe activities which the Authority considers should cease to be licensableactivities; and\n\t\t\t\tthe Authority’s reasons for proposing that the order be made.\n\t\tFConsultation by Secretary of State about order excluding activities\n\t\t\tIf the Secretary of State proposes to make an order providing foractivities to cease to be licensable activities (otherwise than on anapplication by the Authority under section 56E), he shall give notice—\n\t\t\t\tstating that he proposes to make an order providing for the activities tocease to be licensable activities; and\n\t\t\t\tspecifying a reasonable period (not being less than 28 days from the dateof publication of the notice) within which representations or objections maybe made with respect to the proposal,\n\t\t\t\t\tand shall consider any representations or objections duly made (and notwithdrawn).\n\t\t\tThe notice shall be given—\n\t\t\t\tby serving a copy on the Authority and the Council; and\n\t\t\t\tby publishing it in such manner as the Secretary of State considersappropriate for bringing it to the attention of persons appearing to him to belikely to be affected by such an order.”"
    },
    {
        "length": 2634,
        "text": "\nDuties of electricity distributors\n\tDuty to connect on request\n\t\tFor sections 16 and 17 of the 1989 Act (duty to supply on request andexceptions to that duty) there are substituted—\n\t\t“Duties of electricity distributors\n\t\t\tDuty to connect on request\n\t\t\t\tAn electricity distributor is under a duty—\n\t\t\t\t\tto make a connection between a distribution system of his and any premises,when required to do so by—\n\t\t\t\t\tthe owner or occupier of the premises; or\n\t\t\t\t\tan authorised supplier acting with the consent of the owner or occupier ofthe premises,\n\t\t\t\t\t\tfor the purpose of enabling electricity to be conveyed to or from thepremises;\n\t\t\t\t\tto make a connection between a distribution system of his and anydistribution system of another authorised distributor, when required to do soby that authorised distributor for the purpose of enabling electricity to beconveyed to or from that other system.\n\t\t\t\tAny duty under subsection (1) includes a duty to provide such electriclines or electrical plant as may be necessary to enable the connection to beused for the purpose for which it is required.\n\t\t\t\tThe duties under this section shall be performed subject to such terms asmay be agreed under section 16A for so long as the connection is required.\n\t\t\t\tIn this section and sections 16A to 23—\n\t\t\t\t\tany reference to making a connection includes a reference to maintainingthe connection (and continuing to provide the necessary electric lines orelectrical plant);\n\t\t\t\t\tany reference to requiring a connection includes a reference to requiringthe connection to be maintained (and the continued provision of the necessaryelectric lines and electrical plant); and\n\t\t\t\t\tany reference to the provision of any electric line or electrical plant isa reference to the provision of such a line or an item of electrical planteither by the installation of a new one or by the modification of an existingone.\n\t\t\t\tThe duties under this section are subject to the following provisions ofthis Part and any regulations made under those provisions.\n\t\t\tAProcedure for requiring a connection\n\t\t\t\tWhere a person requires a connection to be made by an electricitydistributor in pursuance of section 16(1), he shall give the distributor anotice requiring him to offer terms for making the connection.\n\t\t\t\tThat notice must specify—\n\t\t\t\t\tthe premises or distribution system to which a connection to thedistributor’s system is required;\n\t\t\t\t\tthe date on or by which the connection is to be made; and\n\t\t\t\t\tthe maximum power at which electricity may be required to be conveyedthrough the connection.\n\t\t\t\tThe person requiring a connection shall also give the distributor suchother information in relation to the required connection as the distributormay reasonably request.\n\t\t\t\tA request under subsection (3) shall be made as soon as practicable afterthe notice under subsection (1) is given (if not made before that time).\n\t\t\t\tAs soon as practicable after receiving the notice under subsection (1) andany information requested under subsection (3) the distributor shall give tothe person requiring the connection a notice—\n\t\t\t\t\tstating the extent (if any) to which his proposals are acceptable to thedistributor and specifying any counter proposals made by him;\n\t\t\t\t\tspecifying any payment which that person will be required to make undersection 19(1) or regulations under section 19(2);\n\t\t\t\t\tspecifying any security which that person will be required to give undersection 20; and\n\t\t\t\t\tstating any other terms which that person will be required to accept undersection 21.\n\t\t\t\tA notice under subsection (5) shall also contain a statement of the effectof section 23.\n\t\t\tExceptions from duty to connect\n\t\t\t\tNothing in section 16(1) requires an electricity distributor to make aconnection if and to the extent that—\n\t\t\t\t\the is prevented from doing so by circumstances not within his control;\n\t\t\t\t\tcircumstances exist by reason of which his doing so would or might involvehis being in breach of regulations under section 29, and he has taken all suchsteps as it was reasonable to take both to prevent the circumstances fromoccurring and to prevent them from having that effect; or\n\t\t\t\t\tit is not reasonable in all the circumstances for him to be required to doso.\n\t\t\t\tWithout prejudice to the generality of subsection (1) an electricitydistributor is not required to make a connection if—\n\t\t\t\t\tmaking the connection involves the distributor doing something which,without the consent of another person, would require the exercise of a powerconferred by any provision of Schedule 3 or 4;\n\t\t\t\t\tthe distributor’s licence does not provide for that provision to haveeffect in relation to him; and\n\t\t\t\t\tany necessary consent has not, at the time the request is made, been given.\n\t\t\t\tSubsection (1)(c) does not permit an electricity distributor to disconnectany premises or distribution system to which a connection is being maintainedby him unless the distributor gives—\n\t\t\t\t\twhere the connection is to premises, to the occupier or to the owner if thepremises are not occupied;\n\t\t\t\t\twhere the connection is to another distribution system, to the person whois authorised by a licence or exemption to run that system,\n\t\t\t\t\t\tnot less than seven working days' notice of his intention to disconnect thepremises or distribution system.”\n\tAbolition of tariffs\n\t\tSection 18 of the 1989 Act (charging by reference to tariffs) shall cease tohave effect.\n\tPower to recover expenditure\n\t\tSection 19 of the 1989 Act (power to recover expenditure) is amended asfollows.\n\t\tIn subsection (1) for “a public electricity supplier”, “supplier” and“supply of electricity” there is substituted respectively “an electricitydistributor”, “distributor” and “connection”.\n\t\tFor subsection (2) there is substituted—\n\t\tThe Secretary of State may, after consultation with the Authority, makeprovision by regulations for entitling an electricity distributor to require aperson requiring a connection in pursuance of section 16(1) to pay to thedistributor, in respect of any expenses reasonably incurred in providing anyelectric line or electrical plant used for the purpose of making theconnection, such amount as may be reasonable in all the circumstances if—\n\t\t\tthe connection is required within the prescribed period after the provisionof the line or plant; and\n\t\t\ta person (“the initial contributor”) has made a payment to the distributorin respect of those expenses, the line or plant having been provided for thepurpose of making a connection to any premises or distribution system asrequired by that person.”\n\t\tIn subsection (3) for “a public electricity supplier” there is substituted“an electricity distributor.”\n\t\tIn subsection (4) for the words from “maintaining” to the end there issubstituted “continuing to provide it”.\n\tPower to require security\n\t\tSection 20 of the 1989 Act (power to require security) is amended asfollows.\n\t\tFor subsection (1) there is substituted—\n\t\tSubject to the following provisions of this section, an electricitydistributor may require any person who requires a connection in pursuance ofsection 16(1) to give him reasonable security for the payment to him undersection 19 in respect of the provision of any electric line or electricalplant.\n\t\t\t(1A)If a person fails to give any security required under subsection (1), orthe security given has become invalid or insufficient, and he fails to providealternative or additional security, the electricity distributor may if hethinks fit—\n\t\t\tif the connection has not been made, refuse to provide the line or plantfor so long as the failure continues; or\n\t\t\tif the connection is being maintained, disconnect the premises ordistribution system in question.”\n\t\tIn subsection (3), for “a public electricity supplier” and “supplier” (ineach place) there is substituted respectively “an electricity distributor” and“distributor”.\n\t\tSubsections (2) and (4) shall cease to have effect.\n\tAdditional terms of connection\n\t\tFor section 21 of the 1989 Act (additional terms of connection) there issubstituted—\n\t\t“21Additional terms of connection\n\t\t\tAn electricity distributor may require any person who requires a connection inpursuance of section 16(1) above to accept in respect of the making of theconnection—\n\t\t\t\tany restrictions which must be imposed for the purpose of enabling thedistributor to comply with regulations under section 29;\n\t\t\t\tany terms which it is reasonable in all the circumstances for that personto be required to accept; and\n\t\t\t\twithout prejudice to the generality of paragraph (b), any terms restrictingany liability of the distributor for economic loss resulting from negligencewhich it is reasonable in all the circumstances for that person to be requiredto accept.”\n\tSpecial agreements with respect to connection\n\t\tFor section 22 of the 1989 Act (special agreements with respect to supply)there is substituted—\n\t\t“22Special agreements with respect to connection\n\t\t\tNotwithstanding anything in sections 16 to 21, a person who requires aconnection in pursuance of section 16(1) may enter into an agreement with theelectricity distributor (referred to in this Part as a “special connectionagreement”) for the making of the connection on such terms as may be agreed bythe parties.\n\t\t\tSo long as a special connection agreement is effective, the rights andliabilities of the parties shall be those arising under the agreement and notthose provided for by sections 16 to 21.\n\t\t\tNothing in subsection (2) prevents the giving of a notice under section16A(1) requiring a connection to be made as from the time when a specialconnection agreement ceases to be effective.”\n\tGeneral duties of electricity distributors\n\t\tIn section 9 of the 1989 Act (general duties of licence holders), forsubsection (1) there is substituted—\n\t\tIt shall be the duty of an electricity distributor—\n\t\t\tto develop and maintain an efficient, co-ordinated and economical system ofelectricity distribution;\n\t\t\tto facilitate competition in the supply and generation of electricity.”"
    },
    {
        "length": 152,
        "text": "\nElectricity code and metering\n\tThe electricity code\n\t\tIn section 24 of the 1989 Act (the public electricity supply code), for“supply of electricity by public electricity suppliers” there is substituted“distribution and supply of electricity”.\n\t\tFor Schedule 6 to the 1989 Act (the public electricity supply code) thereis substituted the provisions of Schedule 4.\n\tAmendment of Schedule 7 to 1989 Act\n\t\tSchedule 5 (which amends Schedule 7 to the 1989 Act) has effect."
    },
    {
        "length": 273,
        "text": "\nPowers of electricity licence holders\n\tPowers of electricity licence holders\n\t\tSection 10 of the 1989 Act (powers of licence holders) is amended asfollows.\n\t\tIn subsection (1), in paragraph (a) the words “a public electricitysupplier or” shall cease to have effect and, in paragraph (b) after “to” (inthe second place it appears) there is inserted “an electricity distributoror”.\n\t\tIn subsection (3), for “A licence under section 6(1)(a) above” there issubstituted “A generation licence”.\n\t\tAfter subsection (3) there is inserted—\n\t\t\t“(3A)Subsection (3) applies in relation to any purpose connected with thesupply to any premises of any gas or liquid subjected to a cooling effectproduced in association with electricity as it applies to a purpose mentionedin that subsection.”\n\t\tIn subsection (4), for “A licence under paragraph (b) or (c) of section6(1) above” there is substituted “A transmission licence”."
    },
    {
        "length": 2308,
        "text": "\nElectricity performance standards\n\tStandards of performance in individual cases\n\t\tIn section 39 of the 1989 Act—\n\t\t\tin subsection (2)(a), after “section” there is inserted “or their rightsunder section 39A”; and\n\t\t\tsubsections (5), (5A) and (6) shall cease to have effect.\n\t\tAfter section 39 of the 1989 Act there is inserted—\n\t\t“39AStandards of performance in individual cases: electricitydistributors\n\t\t\tThe Authority may with the consent of the Secretary of State makeregulations prescribing such standards of performance in connection with theactivities of electricity distributors, so far as affecting customers orpotential customers of electricity suppliers, as in the Authority’s opinionought to be achieved in individual cases.\n\t\t\tIf an electricity distributor fails to meet a prescribed standard, he shallmake to any person who is affected by the failure and is of a prescribeddescription such compensation as may be determined by or under theregulations.\n\t\t\tThe regulations may—\n\t\t\t\tprescribe circumstances in which electricity distributors are to informcustomers or potential customers of electricity suppliers of their rightsunder this section;\n\t\t\t\tprescribe such standards of performance in relation to any duty arisingunder paragraph (a) as, in the Authority’s opinion, ought to be achieved inall cases;\n\t\t\t\tmake provision as to the manner in which compensation under this section isto be made;\n\t\t\t\tprescribe circumstances in which electricity distributors are to beexempted from any requirements of the regulations or this section; and\n\t\t\t\tif the Authority is of the opinion that the differences are such that noelectricity distributor would be unduly disadvantaged in competing with otherelectricity distributors, make different provision with respect to differentelectricity distributors.\n\t\t\tProvision made under subsection (3)(c) may—\n\t\t\t\trequire or permit compensation to be made on behalf of electricitydistributors by electricity suppliers to customers or potential customers; and\n\t\t\t\trequire electricity suppliers to provide services to electricitydistributors in connection with the making of compensation under this section.\n\t\t\tThe making of compensation under this section in respect of any failure tomeet a prescribed standard shall not prejudice any other remedy which may beavailable in respect of the act or omission which constituted that failure.\n\t\t\tIn this section “prescribed” means prescribed by regulations under thissection.\n\t\tBStandards of performance in individual cases: disputes\n\t\t\tAny dispute arising under section 39 or 39A or regulations made undereither of those sections—\n\t\t\t\tmay be referred to the Authority by either party or, with the agreement ofeither party, by the Council; and\n\t\t\t\ton such a reference, shall be determined by order made by the Authority or,if it thinks fit, by such person (other than the Council) as may beprescribed.\n\t\t\tA person making an order under subsection (1) shall include in the orderhis reasons for reaching his decision with respect to the dispute.\n\t\t\tThe practice and procedure to be followed in connection with any suchdetermination shall be such as may be prescribed.\n\t\t\tAn order under subsection (1) shall be final and shall be enforceable—\n\t\t\t\tin England and Wales, as if it were a judgment of a county court; and\n\t\t\t\tin Scotland, as if it were an extract registered decree arbitral bearing awarrant for execution issued by the sheriff.\n\t\t\tIn this section “prescribed” means prescribed by regulations made by theAuthority with the consent of the Secretary of State.”\n\tOverall standards of performance\n\t\tAfter section 40 of the 1989 Act there is inserted—\n\t\t“40AOverall standards of performance: electricity distributors\n\t\t\tThe Authority may from time to time—\n\t\t\t\tdetermine such standards of overall performance in connection with theactivities of electricity distributors as, in its opinion, ought to beachieved by them; and\n\t\t\t\tarrange for the publication, in such form and in such manner as itconsiders appropriate, of the standards so determined.\n\t\t\tDifferent standards may be determined for different electricitydistributors if the Authority is of the opinion that the differences are suchthat no electricity distributor would be unduly disadvantaged in competingwith other electricity distributors.\n\t\t\tIt shall be the duty of every electricity distributor to conduct hisbusiness in such a way as can reasonably be expected to lead to his achievingthe standards set under this section.”\n\tStandards of performance: procedures\n\t\tAfter section 40A of the 1989 Act (which is inserted by section 55 above)there is inserted—\n\t\t“40BProcedures for prescribing or determining standards of performance\n\t\t\tBefore prescribing standards of performance in regulations under section 39or 39A, or determining standards of performance under section 40 or 40A, theAuthority shall—\n\t\t\t\tarrange for such research as the Authority considers appropriate with aview to discovering the views of a representative sample of persons likely tobe affected and consider the results;\n\t\t\t\tpublish a notice of its proposals in accordance with subsections (2) and(3) and consider any representations which are duly made in respect of thoseproposals; and\n\t\t\t\tconsult the Council and other persons or bodies mentioned in subsection(4).\n\t\t\tThe notice required by subsection (1)(b) is a notice—\n\t\t\t\tstating that the Authority proposes to prescribe or determine standards ofperformance and setting out the standards of performance proposed;\n\t\t\t\tstating the reasons why it proposes to prescribe or determine thosestandards of performance; and\n\t\t\t\tspecifying the time (not being less than 28 days from the date ofpublication of the notice) within which representations with respect to theproposals may be made.\n\t\t\tA notice required by subsection (1)(b) shall be published in such manner asthe Authority considers appropriate for the purpose of bringing it to theattention of those likely to be affected by the proposals.\n\t\t\tThe persons or bodies to be consulted by the Authority under subsection(1)(c) are—\n\t\t\t\telectricity suppliers (in the case of standards of performance undersection 39 or 40) or electricity distributors and electricity suppliers (inthe case of standards of performance under section 39A or 40A); and\n\t\t\t\tpersons or bodies appearing to the Authority to be representative ofpersons likely to be affected by the regulations or determination.\n\t\t\tThe Authority shall make arrangements for securing that notices undersubsection (1)(b), regulations under section 39 or 39A and determinationsunder section 40 or 40A are made available to the public by whatever means itconsiders appropriate.”\n\tInformation with respect to levels of performance\n\t\tSection 42 of the 1989 Act is amended as follows.\n\t\tIn subsection (1), paragraph (c) (and the word “and” preceding it) shallcease to have effect.\n\t\tAfter subsection (1) there is inserted—\n\t\t\t“(1A)The Authority shall from time to time collect information with respectto—\n\t\t\tthe compensation made by electricity distributors under section 39A above;\n\t\t\tthe levels of overall performance achieved by electricity distributors.”\n\t\tIn subsection (2) for the words from the beginning to “year” there issubstituted “At such times” and in paragraph (b) the words “or 41 above” shallcease to have effect.\n\t\tAfter subsection (2) there is inserted—\n\t\t“(2A)At such times as may be specified in a direction given by the Authority,each electricity distributor shall furnish to the Authority the followinginformation, namely—\n\t\t\tas respects each standard prescribed by regulations under section 39A, thenumber of cases in which compensation was made and the aggregate amount orvalue of that compensation; and\n\t\t\tas respects each standard determined under section 40A, such informationwith respect to the level of performance achieved by the distributor as may beso specified.”\n\t\tSubsection (3) shall cease to have effect.\n\tInformation to be given to customers\n\t\tFor section 42A of the 1989 Act there is substituted—\n\t\t“42AInformation to be given to customers about overall performance\n\t\t\tThe Authority may make regulations requiring such information as may bespecified or described in the regulations about—\n\t\t\t\tthe standards of overall performance determined under section 40 or 40A;and\n\t\t\t\tthe levels of performance achieved as respects those standards,\n\t\t\t\t\tto be given by electricity suppliers or electricity distributors to customersor potential customers of electricity suppliers.\n\t\t\tRegulations under this section may include provision—\n\t\t\t\tspecifying the form and manner in which and the frequency with whichinformation is to be given; and\n\t\t\t\trequiring information about the matters mentioned in subsection (1)(a) or(b) and relating to electricity distributors to be given by electricitydistributors to electricity suppliers and by electricity suppliers to theircustomers or potential customers.”"
    },
    {
        "length": 3341,
        "text": "\nEnforcement of obligations\n\tFinancial penalties\n\t\tAfter section 27 of the 1989 Act there is inserted—\n\t\t“27APenalties\n\t\t\tWhere the Authority is satisfied that a licence holder—\n\t\t\t\thas contravened or is contravening any relevant condition or requirement;or\n\t\t\t\thas failed or is failing to achieve any standard of performance prescribedunder section 39 or 39A,\n\t\t\t\t\tthe Authority may, subject to section 27C, impose on the licence holder apenalty of such amount as is reasonable in all the circumstances of the case.\n\t\t\tThe Authority shall not impose a penalty on a licence holder undersubsection (1) where it is satisfied that the most appropriate way ofproceeding is under the [1998 c. 41.] Competition Act 1998.\n\t\t\tBefore imposing a penalty on a licence holder under subsection (1) theAuthority shall give notice—\n\t\t\t\tstating that it proposes to impose a penalty and the amount of the penaltyproposed to be imposed;\n\t\t\t\tsetting out the relevant condition or requirement or the standard ofperformance in question;\n\t\t\t\tspecifying the acts or omissions which, in the opinion of the Authority,constitute the contravention or failure in question and the other facts which,in the opinion of the Authority, justify the imposition of a penalty and theamount of the penalty proposed; and\n\t\t\t\tspecifying the period (not being less than 21 days from the date ofpublication of the notice) within which representations or objections withrespect to the proposed penalty may be made,\n\t\t\t\tand shall consider any representations or objections which are duly made andnot withdrawn.\n\t\t\tBefore varying any proposal stated in a notice under subsection (3)(a) theAuthority shall give notice—\n\t\t\t\tsetting out the proposed variation and the reasons for it; and\n\t\t\t\tspecifying the period (not being less than 21 days from the date ofpublication of the notice) within which representations or objections withrespect to the proposed variation may be made,\n\t\t\t\tand shall consider any representations or objections which are duly made andnot withdrawn.\n\t\t\tAs soon as practicable after imposing a penalty, the Authority shall givenotice—\n\t\t\t\tstating that it has imposed a penalty on the licence holder and its amount;\n\t\t\t\tsetting out the relevant condition or requirement or the standard ofperformance in question;\n\t\t\t\tspecifying the acts or omissions which, in the opinion of the Authority,constitute the contravention or failure in question and the other facts which,in the opinion of the Authority, justify the imposition of the penalty and itsamount; and\n\t\t\t\tspecifying a date, no earlier than the end of the period of 42 days fromthe date of service of the notice on the licence holder, by which the penaltyis required to be paid.\n\t\t\tThe licence holder may, within 21 days of the date of service on him of anotice under subsection (5), make an application to the Authority for it tospecify different dates by which different portions of the penalty are to bepaid.\n\t\t\tAny notice required to be given under this section shall be given—\n\t\t\t\tby publishing the notice in such manner as the Authority considersappropriate for the purpose of bringing the matters to which the noticerelates to the attention of persons likely to be affected by them;\n\t\t\t\tby serving a copy of the notice on the licence holder; and\n\t\t\t\tby serving a copy of the notice on the Council.\n\t\t\tNo penalty imposed by the Authority under this section may exceed 10 percent. of the turnover of the licence holder (determined in accordance withprovisions specified in an order made by the Secretary of State).\n\t\t\tAn order under subsection (8) shall not be made unless a draft of theinstrument containing it has been laid before and approved by a resolution ofeach House of Parliament.\n\t\t\tAny sums received by the Authority by way of penalty under this sectionshall be paid into the Consolidated Fund.\n\t\t\tThe power of the Authority under subsection (1) is not exercisable inrespect of any contravention or failure before the commencement of section 59of the Utilities Act 2000.\n\t\tBStatement of policy with respect to penalties\n\t\t\tThe Authority shall prepare and publish a statement of policy with respectto the imposition of penalties and the determination of their amount.\n\t\t\tIn deciding whether to impose a penalty, and in determining the amount ofany penalty, in respect of a contravention or failure the Authority shall haveregard to its statement of policy most recently published at the time when thecontravention or failure occurred.\n\t\t\tThe Authority may revise its statement of policy and where it does so shallpublish the revised statement.\n\t\t\tPublication under this section shall be in such manner as the Authorityconsiders appropriate for the purpose of bringing the matters contained in thestatement of policy to the attention of persons likely to be affected by them.\n\t\t\tThe Authority shall undertake such consultation as it considers appropriatewhen preparing or revising its statement of policy.\n\t\tCTime limits on the imposition of financial penalties\n\t\t\tWhere no final or provisional order has been made in relation to acontravention or failure, the Authority may not impose a penalty in respect ofthe contravention or failure later than the end of the period of 12 monthsfrom the time of the contravention or failure, unless before the end of thatperiod—\n\t\t\t\tthe notice under section 27A(3) relating to the penalty is served on thelicence holder under section 27A(7), or\n\t\t\t\ta notice relating to the contravention or failure is served on the licenceholder under section 28(2).\n\t\t\tWhere a final or provisional order has been made in relation to acontravention or failure, the Authority may not impose a penalty in respect ofthe contravention or failure unless the notice relating to the penalty undersection 27A(3) was served on the licence holder under section 27A(7)—\n\t\t\t\twithin three months from the confirmation of the provisional order or themaking of the final order, or\n\t\t\t\twhere the provisional order is not confirmed, within six months from themaking of the provisional order.\n\t\tDInterest and payment of instalments\n\t\t\tIf the whole or any part of a penalty is not paid by the date by which itis required to be paid, the unpaid balance from time to time shall carryinterest at the rate for the time being specified in section 17 of the [1838c. 110.] Judgments Act 1838.\n\t\t\tIf an application is made under subsection (6) of section 27A in relationto a penalty, the penalty is not required to be paid until the application hasbeen determined.\n\t\t\tIf the Authority grants an application under that subsection in relation toa penalty but any portion of the penalty is not paid by the date specified inrelation to it by the Authority under that subsection, the Authority may whereit considers it appropriate require so much of the penalty as has not alreadybeen paid to be paid immediately.\n\t\tEAppeals \n\t\t\tIf the licence holder on whom a penalty is imposed is aggrieved by—\n\t\t\t\tthe imposition of the penalty;\n\t\t\t\tthe amount of the penalty; or\n\t\t\t\tthe date by which the penalty is required to be paid, or the differentdates by which different portions of the penalty are required to be paid,\n\t\t\t\t\tthe licence holder may make an application to the court under this section.\n\t\t\tAn application under subsection (1) must be made—\n\t\t\t\twithin 42 days from the date of service on the licence holder of a noticeunder section 27A(5), or\n\t\t\t\twhere the application relates to a decision of the Authority on anapplication by the licence holder under section 27A(6), within 42 days fromthe date the licence holder is notified of the decision.\n\t\t\tOn any such application, where the court considers it appropriate to do soin all the circumstances of the case and is satisfied of one or more of thegrounds falling within subsection (4), the court—\n\t\t\t\tmay quash the penalty;\n\t\t\t\tmay substitute a penalty of such lesser amount as the court considersappropriate in all the circumstances of the case; or\n\t\t\t\tin the case of an application under subsection (1)(c), may substitute forthe date or dates imposed by the Authority an alternative date or dates.\n\t\t\tThe grounds falling within this subsection are—\n\t\t\t\tthat the imposition of the penalty was not within the power of theAuthority under section 27A;\n\t\t\t\tthat any of the requirements of subsections (3) to (5) or (7) of section27A have not been complied with in relation to the imposition of the penaltyand the interests of the licence holder have been substantially prejudiced bythe non-compliance; or\n\t\t\t\tthat it was unreasonable of the Authority to require the penalty imposed,or any portion of it, to be paid by the date or dates by which it was requiredto be paid.\n\t\t\tIf an application is made under this section in relation to a penalty, thepenalty is not required to be paid until the application has been determined.\n\t\t\tWhere the court substitutes a penalty of a lesser amount it may require thepayment of interest on the substituted penalty at such rate, and from suchdate, as it considers just and equitable.\n\t\t\tWhere the court specifies as a date by which the penalty, or a portion ofthe penalty, is to be paid a date before the determination of the applicationunder this section it may require the payment of interest on the penalty, orportion, from that date at such rate as it considers just and equitable.\n\t\t\tExcept as provided by this section, the validity of a penalty shall not bequestioned by any legal proceedings whatever.\n\t\t\tIn this section “the court” means—\n\t\t\t\tin relation to England and Wales, the High Court; and\n\t\t\t\tin relation to Scotland, the Court of Session.\n\t\tFRecovery of penalties\n\t\t\tWhere a penalty imposed under section 27A(1), or any portion of it, has notbeen paid by the date on which it is required to be paid and—\n\t\t\t\tno application relating to the penalty has been made under section 27Eduring the period within which such an application can be made, or\n\t\t\t\tan application has been made under that section and determined,\n\t\t\t\tthe Authority may recover from the licence holder, as a civil debt due to it,any of the penalty and any interest which has not been paid.”\n\t\t\tIn section 28(1) of the 1989 Act (power to require information, etc.), forthe words from “the Director” in the first place they appear, to “42B below”there is substituted “the Authority that a licence holder—\n\t\t\t\tmay be contravening, or may have contravened, any relevant condition orrequirement; or\n\t\t\t\tmay be failing, or may have failed, to achieve any standard of performanceprescribed under section 39 or 39A,\n\t\t\t\tthe Authority may, for any purpose connected with such of its functions undersection 25 or 27A to 27F”.\n\t\t\tIn section 49 of the 1989 Act (keeping of a register), after subsection(2)(d) there is inserted “; and\n\t\t\t\tevery penalty imposed under section 27A(1) and every notice under section27A(5).”\n\tLicence enforcement\n\t\tThe 1989 Act is amended as follows.\n\t\tIn subsection (1) of section 25 (orders for securing compliance withcertain provisions), for “and (5)” there is substituted “, (5) and (5A)”.\n\t\tIn subsections (2), (4) and (6) of that section, for “subsection (5)” thereis substituted “subsections (5) and (5A)”.\n\t\tIn subsection (5) of that section, paragraphs (b) and (c) shall cease tohave effect.\n\t\tAfter subsection (5) of that section there is inserted—\n\t\t\t“(5A)The Authority is not required to make a final order or make or confirm aprovisional order if it is satisfied—\n\t\t\tthat the licence holder has agreed to take and is taking all such steps asit appears to the Authority for the time being to be appropriate for thelicence holder to take for the purpose of securing or facilitating compliancewith the condition or requirement in question; or\n\t\t\tthat the contraventions were or the apprehended contraventions are of atrivial nature.”\n\t\tIn section 26 (procedural requirements for making orders under section 25),in subsections (1)(c) and (4)(b), for “28” there is substituted “21”.\n\t\tSubsections (2) to (6) do not have effect in relation to—\n\t\t\ta provisional order which has been made before the commencement of thesubsection making the amendment; or\n\t\t\ta final order in respect of which notice has been given under section 26(1)of the 1989 Act before the commencement of the subsection making theamendment."
    },
    {
        "length": 1083,
        "text": "\nRemuneration and service standards\n\tLinks between directors' remuneration and electricity service standards\n\t\tAfter section 42B of the 1989 Act there is inserted—\n\t\t“42CRemuneration and service standards\n\t\t\tThis section applies to any company which is authorised by a licence tocarry on activities subject to price regulation.\n\t\t\tAs soon as reasonably practicable after the end of each financial year ofthe company it must make a statement to the Authority—\n\t\t\t\tdisclosing whether or not remuneration has been paid or become due duringthat financial year to the directors of the company as a result ofarrangements falling within subsection (3); and\n\t\t\t\twhere such remuneration has been paid or become due, describing thearrangements and the remuneration.\n\t\t\tArrangements fall within this subsection if they are arrangements forlinking the remuneration of the directors of the company to levels ofperformance as respects service standards in connection with activitiessubject to price regulation.\n\t\t\tA description under subsection (2)(b) must include in particular—\n\t\t\t\ta statement of when the arrangements were made;\n\t\t\t\ta description of the service standards in question;\n\t\t\t\tan explanation of the means by which the levels of performance as respectsthose service standards are assessed; and\n\t\t\t\tan explanation of how the remuneration was calculated.\n\t\t\tThe statement required by subsection (2) must also state—\n\t\t\t\twhether or not there are in force in respect of the financial year duringwhich the statement is made arrangements falling within subsection (3); or\n\t\t\t\tif not, whether the company intends that such arrangements will be in forceat some time during that financial year,\n\t\t\t\t\tand if there are, or it is intended that there will be, such arrangements inforce the statement must describe those arrangements.\n\t\t\tA description under subsection (5) must—\n\t\t\t\tinclude in particular the matters listed in subsection (4)(a), (b) and (c);and\n\t\t\t\twhere the arrangements described are different from any arrangementsdescribed under subsection (2)(b), state the likely effect of thosedifferences on the remuneration of each director of the company.\n\t\t\tThe statement required by subsection (2) must be made to the Authority insuch manner as may be required by the Authority.\n\t\t\tThe statement required by subsection (2)—\n\t\t\t\tmust be published by the company making the statement in such manner as itreasonably considers will secure adequate publicity for it; and\n\t\t\t\tmay be published by the Authority in such manner as it may considerappropriate.\n\t\t\tThe duty of a company under this section applies in respect of any personwho has at any time been a director of the company.\n\t\t\tIn this section—\n\t\t\t\t  * “activities subject to price regulation”, in relation to any company, are activities for which—\n\t\t\t\ta maximum price which may be charged by the company, or a method forcalculating such a maximum price; or\n\t\t\t\ta maximum revenue which may be received by the company, or a method forcalculating such a maximum revenue,\n\t\t\t\tis determined by or under the licence granted under this Part;\n\t\t\t\t\t  * “company” means a company within the meaning of the [1985 c. 6.] Companies Act 1985 which is limited by shares;\n\t\t\t\t\t  * “remuneration” in relation to a director of a company—\n\t\t\t\tmeans any form of payment, consideration or other benefit (including pensionbenefit), paid or due to or in respect of the director; and\n\t\t\t\tincludes remuneration in respect of any of his services while a director ofthe company;\n\t\t\t\t\t  * “service standards” in relation to any company, means standards relating to the quality of service received by customers or potential customers of the company, including any such standards which are—\n\t\t\t\tset by or under any conditions included in a licence granted under this Part;\n\t\t\t\tprescribed by the Authority in regulations made under section 39 or 39A;\n\t\t\t\tdetermined by the Authority under section 40 or 40A; or\n\t\t\t\tset or agreed to by the company.”"
    },
    {
        "length": 3414,
        "text": "\nElectricity from renewable sources\n\tObligation in connection with electricity from renewable sources\n\t\tFor section 32 of the 1989 Act there is substituted—\n\t\t“32Obligation in connection with electricity from renewable sources\n\t\t\tThe Secretary of State may by order impose on each electricity supplierfalling within a specified description (a “designated electricity supplier”)an obligation to do what is set out in subsection (3) (and that obligation isreferred to in this section and sections 32A to 32C as the “renewablesobligation”).\n\t\t\tThe descriptions of electricity supplier upon which an order may impose therenewables obligation are those supplying electricity—\n\t\t\t\tin Great Britain;\n\t\t\t\tin England and Wales; or\n\t\t\t\tin Scotland,\n\t\t\t\t\texcluding such categories of supplier (if any) as are specified.\n\t\t\tSubject to the provisions of this section and sections 32A and 32C, therenewables obligation is that the designated electricity supplier must, beforea specified day (or before each of several specified days, or before aspecified day in each year), produce to the Authority evidence of a specifiedkind showing—\n\t\t\t\tthat it has supplied to customers in Great Britain during a specifiedperiod such amount of electricity generated by using renewable sources as isspecified in relation to such a supplier; or\n\t\t\t\tthat another electricity supplier has done so (or that two or more othershave done so); or\n\t\t\t\tthat, between them, they have done so.\n\t\t\tIf the order applies only to electricity suppliers in part of GreatBritain, it may specify that the only electricity supplied which countstowards discharging the renewables obligation is electricity supplied tocustomers in that part of Great Britain.\n\t\t\tEvidence of the supply of electricity may not be produced more than once inrelation to the same electricity.\n\t\t\tIn the case of electricity generated by a generating station fuelled ordriven partly by renewable sources and partly by fossil fuel, only theproportion attributable to the renewable sources can count towards dischargingthe renewables obligation (but this is subject to section 32A(1)(g)).\n\t\t\tBefore making an order, the Secretary of State must consult—\n\t\t\t\tthe Authority;\n\t\t\t\tthe Council;\n\t\t\t\tthe electricity suppliers to whom the proposed order would apply;\n\t\t\t\tthe generators of electricity from renewable sources; and\n\t\t\t\tsuch other persons, if any, as he considers appropriate.\n\t\t\tIn this section—\n\t\t\t\t  * “fossil fuel” means coal, substances produced directly or indirectly from coal, lignite, natural gas, crude liquid petroleum, or petroleum products (and “natural gas” and “petroleum products” have the same meanings as in the [1976 c. 76.] Energy Act 1976);\n\t\t\t\t  * “renewable sources” means sources of energy other than fossil fuel or nuclear fuel, but includes waste of which not more than a specified proportion is waste which is, or is derived from, fossil fuel;\n\t\t\t\t  * “specified” means specified in the order.\n\t\t\tAn order under this section shall not be made unless a draft of theinstrument containing it has been laid before, and approved by a resolutionof, each House of Parliament.”\n\tOrders under section 32: supplementary\n\t\tAfter section 32 of the 1989 Act there is inserted—\n\t\t“32AOrders under section 32: supplementary\n\t\t\tAn order under section 32 may make provision generally in relation to therenewables obligation imposed by the order, and may in particular specify—\n\t\t\t\tdifferent obligations for successive periods of time;\n\t\t\t\tthat only electricity generated using specified descriptions of renewablesource is to count towards discharging the obligation (or that suchelectricity is to count only up to a specified amount);\n\t\t\t\tthat only electricity generated by specified descriptions of generatingstation is to count towards discharging the obligation (or that suchelectricity is to count only up to a specified amount);\n\t\t\t\tthat a specified minimum amount of electricity generated as mentioned inparagraph (b) or (c) is to be counted towards the discharge of the renewablesobligation;\n\t\t\t\thow the amount of electricity supplied by an electricity supplier (whethergenerally or to particular customers or descriptions of customer) is to bedetermined;\n\t\t\t\thow the proportion referred to in section 32(6) or in the definition of“renewable sources” in section 32(8) is to be determined;\n\t\t\t\tthe consequences for the discharge of the renewables obligation if agenerating station of the type mentioned in section 32(6) uses more than aspecified proportion of fossil fuel during a specified period (which mayinclude the consequence that none of the electricity generated by thatgenerating station during that period is to count towards discharging theobligation);\n\t\t\t\tthat specified information, or information of a specified nature, is to begiven to the Authority (in addition to the evidence referred to in section32(3)), and the form in which it is to be given.\n\t\t\tAn order may, in relation to any specified period (“the current period”)—\n\t\t\t\tprovide that evidence of electricity supplied in a later period may, whenavailable, be counted towards discharging the renewables obligation for thecurrent period;\n\t\t\t\tprovide that evidence of electricity supplied in the current period may, ina later period, be counted towards discharging the renewables obligation forthat period;\n\t\t\t\tspecify how much later the later period referred to in paragraph (a) or (b)may be;\n\t\t\t\tspecify a maximum proportion of the renewables obligation for any periodwhich may be discharged as mentioned in paragraph (a) or (b);\n\t\t\t\tspecify a maximum proportion of electricity supplied in any period evidenceof which may be counted towards discharging the renewables obligation for adifferent period.\n\t\t\tAn order may make—\n\t\t\t\tdifferent provision for different cases or circumstances; and\n\t\t\t\tdifferent provision in relation to different suppliers,\n\t\t\t\t\tif the Secretary of State is of the opinion that the differences are such thatno electricity supplier would be unduly disadvantaged in competing with otherelectricity suppliers.\n\t\t\tAn order may provide for the Authority to require an electricity supplierto provide it with information, or with information of a particular kind,which is in its opinion relevant to the question whether the supplier isdischarging, or has discharged, the renewables obligation.\n\t\t\tThat information must be given to the Authority in whatever form itrequires.\n\t\t\tNo person shall be required by virtue of this section to provide anyinformation which he could not be compelled to give in evidence in civilproceedings in the High Court or, in Scotland, the Court of Session.\n\t\t\tAn order may make further provision as to the functions of the Authority inrelation to the obligation imposed by the order.”\n\tGreen certificates\n\t\tAfter section 32A of the 1989 Act there is inserted—\n\t\t“32BGreen certificates\n\t\t\tAn order under section 32 may provide for the Authority to issue from timeto time, in accordance with such criteria (if any) as are specified in theorder, a certificate to the operator of a generating station or to anelectricity supplier.\n\t\t\tA certificate is to certify—\n\t\t\t\tthat the generating station or, in the case of a certificate issued to anelectricity supplier, a generating station specified in the certificate, hasgenerated from renewable sources the amount of electricity stated in thecertificate; and\n\t\t\t\tthat it has been supplied to customers in Great Britain (or the part ofGreat Britain stated in the certificate).\n\t\t\tIf an electricity supplier produces a certificate to the Authority, it isto count for the purposes of section 32(3) as sufficient evidence of the factscertified.”\n\tAlternative way of discharging renewables obligation: payments\n\t\tAfter section 32B of the 1989 Act there is inserted—\n\t\t“32CPayment as alternative to complying with order under section 32\n\t\t\tAn order under section 32 may provide that instead of producing evidenceunder section 32(3), an electricity supplier may discharge (in whole or inpart) its renewables obligation (or its obligation in relation to a particularperiod) by making a payment to the Authority.\n\t\t\tThe order may make provision—\n\t\t\t\tas to the sum which for the purposes of subsection (1) is to correspond tothe supply of a given amount of electricity;\n\t\t\t\tfor different such sums in relation to different periods;\n\t\t\t\tfor different such sums in relation to electricity generated in differentways specified in the order (such as those referred to in section 32A(1)(b)and (c)); and\n\t\t\t\tfor any such sum to be adjusted from time to time for inflation by a methodspecified in the order (which may refer to a specified scale or index or toother specified data of any description, including such a scale or index orsuch data in a form not current when the order was made, but in a subsequentform attributable to revision or any other cause and taking effectafterwards).\n\t\t\tThe Authority must pay the amounts received to electricity suppliers inaccordance with a system of allocation specified in the order.\n\t\t\tThe system of allocation specified in the order may provide for payments tospecified categories of electricity supplier only.”\n\tAbolition of fossil fuel levy\n\t\tSection 33 of the 1989 Act shall cease to have effect.\n\tSupplementary \n\t\tThe Secretary of State may by order made by statutory instrument make suchprovision as he considers necessary or expedient for the purpose of—\n\t\t\tproviding for section 32 of the 1989 Act to have effect, before itssubstitution by section 62 of this Act, with modifications specified in theorder (but if this power is exercised the modifications must include theomission of subsections (3) and (4) of section 32);\n\t\t\tsaving orders under section 32 of the 1989 Act made before the coming intoforce of section 62;\n\t\t\tpreserving, modifying, replacing or otherwise dealing with arrangements (asmentioned in that section) made pursuant to such an order, including makingprovision for substituting different parties to the arrangements or forreplacement arrangements to be between parties different from those party tothe replaced arrangements;\n\t\t\trequiring the continued payment of any fossil fuel levy payable by virtueof section 33 of the 1989 Act and providing for payments out of that levydespite the repeal of that section.\n\t\tThe power in subsection (1)(c) may be exercised both before the coming intoforce of section 62 and afterwards.\n\t\tAn order under this section may, in particular, provide for section 32(apart from subsections (3) and (4)) or 33 of the 1989 Act (as they had effectimmediately before the coming into force of section 62 or 66) to continue tohave effect with modifications specified in the order.\n\t\tAn order under this section may, in particular—\n\t\t\tprovide for what is to happen in relation to the fossil fuel levy andpayments out of it if in any month—\n\t\t\tthe cost referred to in section 33(5)(b) of the 1989 Act is greater thanthe cost referred to in section 33(5)(a) of the 1989 Act, or\n\t\t\tthe same is true in relation to any other corresponding measures referredto in section 33 of the 1989 Act as modified under subsection (3);\n\t\t\tprovide in such a case for payments of amounts determined in accordancewith the order (but not exceeding the difference between the sums referred toin paragraph (a)) to be made by, instead of to, the person to whom paymentsout of the fossil fuel levy would otherwise have been made.\n\t\tAn order under this section may provide—\n\t\t\tthat any specified requirement contained in it is to be treated as arelevant requirement for the purposes of Part I of the 1989 Act; and\n\t\t\tfor one of those requirements to be that a person referred to in paragraph(a) or (b) of subsection (6) is not to act or omit to act as set out there,\n\t\t\t\tbut while subsections (3) and (4) of section 32 of the 1989 Act remain inforce an order may not provide for anything which would be an offence undersection 32(3) to be treated as a relevant requirement.\n\t\tThe persons, acts and omissions referred to in subsection (5)(b) are—\n\t\t\tan act or omission by a person subject to requirements contained in theorder which prevents any arrangements made pursuant to the order from securingsuch results as are specified in the order; and\n\t\t\tan act or omission by a party to arrangements made pursuant to an orderunder section 32 of the 1989 Act made before the coming into force of section62 of this Act (or such arrangements as modified or replaced by virtue of anorder under this section) which prevents the arrangements from securing theresult mentioned in subsection (2) of that section (or that subsection asmodified by virtue of an order under this section), or such correspondingresult as is specified in the order.\n\t\tAn order under this section may make different provision for differentareas.\n\t\tA statutory instrument containing an order under this section shall besubject to annulment in pursuance of a resolution of either House ofParliament."
    },
    {
        "length": 3822,
        "text": "\nMiscellaneous\n\tModification of licences: electricity trading arrangements\n\t\tAfter section 15 of the [1989 c. 29.] Electricity Act 1989 (modification oflicences by order under other enactments) there is inserted—\n\t\t“15ALicence modifications relating to new electricity tradingarrangements\n\t\t\tThe Secretary of State may, in accordance with this section, modify—\n\t\t\t\tthe conditions of a particular licence; or\n\t\t\t\tthe standard conditions of licences of any type mentioned in section 6(1),\n\t\t\t\t\twhere he considers it necessary or expedient to do so for the purpose ofimplementing, or facilitating the operation of, new arrangements relating tothe trading of electricity.\n\t\t\tThe power to modify licence conditions under paragraph (a) or (b) ofsubsection (1) includes power—\n\t\t\t\tto make modifications relating to the operation of transmission systems anddistribution systems; and\n\t\t\t\tto make incidental or consequential, or transitional, modifications.\n\t\t\tBefore making modifications under this section the Secretary of State shallconsult the holder of any licence being modified and such other persons as heconsiders appropriate.\n\t\t\tAny consultation undertaken by the Secretary of State before thecommencement of this section shall be as effective, for the purposes ofsubsection (3), as if undertaken after that commencement.\n\t\t\tAny modification of part of a standard condition of a licence undersubsection (1)(a) shall not prevent any other part of the condition fromcontinuing to be regarded as a standard condition for the purposes of thisPart.\n\t\t\tWhere the standard conditions of licences of any type are modified undersubsection (1)(b), the Secretary of State shall make (as nearly as may be) thesame modifications of the standard conditions for the purposes of theirincorporation in licences of that type granted after that time.\n\t\t\tThe Secretary of State shall publish any modifications under this sectionin such manner as he considers appropriate.\n\t\t\tThe power of the Secretary of State under this section may not be exercisedafter the end of the period of two years beginning with the passing of theUtilities Act 2000.”\n\t\t\tThis section shall come into force on the passing of this Act.\n\tHelp for disadvantaged groups of electricity customers\n\t\tAfter section 43 of the 1989 Act there is inserted—\n\t\t“43AAdjustment of charges to help disadvantaged groups of customers\n\t\t\tIf the Secretary of State considers that members of any group (a“disadvantaged group”) of customers of authorised suppliers are treated lessfavourably than other customers of theirs as respects charges for electricity,he may make an order containing a scheme for the adjustment of charges forelectricity with a view to eliminating or reducing the less favourabletreatment.\n\t\t\tThe scheme may include—\n\t\t\t\tprovision for the adjustment of charges by authorised distributors orauthorised transmitters (as well as by suppliers);\n\t\t\t\tin relation to charges payable to suppliers, provision for the adjustmentof charges payable by customers who are not members of the disadvantaged group(as well as by persons who are).\n\t\t\tThe scheme shall—\n\t\t\t\tdescribe the disadvantaged group;\n\t\t\t\tspecify the persons whose charges are covered by the scheme; and\n\t\t\t\tset out the basis of the adjustment of the charges.\n\t\t\tIf the scheme does not relate to the whole of Great Britain, it shallspecify the area or areas to which it relates.\n\t\t\tThe scheme may—\n\t\t\t\trequire authorised suppliers, authorised distributors or authorisedtransmitters to supply information of any specified description, in anyspecified form, to any other such persons; and\n\t\t\t\tprovide for the modification of the conditions of licences,\n\t\t\t\t\tfor the purpose of facilitating the implementation of the scheme.\n\t\t\tAn order shall not be made under this section unless a draft of thestatutory instrument containing it has been laid before, and approved by aresolution of, each House of Parliament.\n\t\tBOrders: supplementary\n\t\t\tBefore making an order under section 43A, the Secretary of State shall givenotice—\n\t\t\t\tstating that he proposes to make an order and setting out its effect;\n\t\t\t\tstating the reasons why he proposes to make the order; and\n\t\t\t\tspecifying the time (not being less than 28 days from the date ofpublication of the notice) within which representations or objections withrespect to the proposed order may be made,\n\t\t\t\t\tand shall consider any representations or objections which are duly made andnot withdrawn.\n\t\t\tThe notice shall be given—\n\t\t\t\tby serving a copy of it on the persons whose charges are covered by theproposed order; and\n\t\t\t\tby publishing it in such manner as the Secretary of State considersappropriate for bringing the proposed order to the attention of other personslikely to be affected by it.\n\t\t\tAn order under section 43A shall continue in force for such period notexceeding three years as is specified in the order; but that does not preventthe making of another order to come into force at the end of that period.\n\t\t\tThe Secretary of State may by order require authorised suppliers,authorised distributors or authorised transmitters to supply information ofany specified description, in any specified form, to any other such personsfor the purpose of enabling the making of an order under section 43A.\n\t\t\tThe Authority—\n\t\t\t\tshall monitor the effect of orders under section 43A and report itsfindings to the Secretary of State whenever he directs it to do so; and\n\t\t\t\tmay require authorised suppliers, authorised distributors or authorisedtransmitters to supply to the Authority, in any specified form, suchinformation as it requires for carrying out that duty.\n\t\t\tIn section 43A references to customers do not include customers of adescription excluded by an order made by the Secretary of State.\n\t\t\tIn this section and section 43A “authorised transmitter” means a personauthorised by a licence or exemption to transmit electricity.”\n\tEnergy efficiency requirements for electricity distributors andsuppliers\n\t\tFor section 41 of the 1989 Act (promotion of efficient use of electricity)there is substituted—\n\t\t“41APromotion of the efficient use by consumers of electricity\n\t\t\tThe Secretary of State may by order impose—\n\t\t\t\ton each electricity distributor (or each electricity distributor of aspecified description); and\n\t\t\t\ton each electricity supplier (or each electricity supplier of a specifieddescription),\n\t\t\t\t\tan obligation to achieve, within a specified period and in accordance with theorder, the energy efficiency target to be determined by the Authority underthe order for that distributor or supplier (and that obligation is referred toin this section as an “energy efficiency obligation”).\n\t\t\tIn this section “energy efficiency target” means a target for the promotionof improvements in energy efficiency, that is to say, efficiency in the use byconsumers of electricity, gas conveyed through pipes or any other source ofenergy which is specified in the order.\n\t\t\tAn order under this section may specify criteria by reference to which theAuthority is to determine energy efficiency targets for the electricitydistributors or electricity suppliers on whom obligations are imposed by theorder.\n\t\t\tThe Secretary of State and the Authority shall carry out their respectivefunctions under this section in the manner he or it considers is bestcalculated to ensure that no electricity distributor is unduly disadvantagedin competing with other electricity distributors and no electricity supplieris unduly disadvantaged in competing with other electricity suppliers.\n\t\t\tThe order may make provision generally in relation to the energy efficiencyobligations which it imposes, including in particular provision—\n\t\t\t\tas to the treatment of persons who become electricity distributors orelectricity suppliers after the beginning of the period to which the orderrelates;\n\t\t\t\tas to the action which qualifies for the purpose of meeting the whole orany part of an energy efficiency target;\n\t\t\t\tas to the method by which improvements in energy efficiency attributable toany qualifying action are to be assessed;\n\t\t\t\trequiring distributors and suppliers to give to the Authority specifiedinformation, or information of a specified nature, about their proposals forcomplying with their energy efficiency obligations;\n\t\t\t\trequiring the Authority to determine—\n\t\t\t\twhether any proposed action qualifies for the purpose of achieving thewhole or any part of a person’s energy efficiency target; and\n\t\t\t\tif so, what improvement in energy efficiency is to be attributed for thatpurpose to the proposed action or to any result of that action specified inthe determination; and\n\t\t\t\trequiring distributors or suppliers to produce to the Authority evidence ofa specified kind demonstrating that they have complied with their energyefficiency obligations.\n\t\t\tThe order may make provision authorising the Authority to require adistributor or supplier to provide it with specified information, orinformation of a specified nature, relating to—\n\t\t\t\this proposals for complying with his energy efficiency obligation; or\n\t\t\t\tthe question whether he has complied with that obligation.\n\t\t\tThe order may make provision as to circumstances in which—\n\t\t\t\ta person’s energy efficiency target may be altered during the period towhich the order relates;\n\t\t\t\tthe whole or any part of a person’s energy efficiency target may be treatedas having been achieved by action taken otherwise than by or on behalf of thatperson;\n\t\t\t\tany action taken before the period to which the order relates may betreated as qualifying action taken during that period;\n\t\t\t\tthe whole or any part of a person’s energy efficiency target may betransferred to another electricity distributor or electricity supplier or to agas transporter or gas supplier (within the meaning of Part I of the [1986 c.44.] Gas Act 1986); or\n\t\t\t\ta person may carry forward the whole or any part of his energy efficiencytarget for the period to which the order relates to a subsequent period.\n\t\t\tThe order may—\n\t\t\t\tprovide for exceptions from any requirement of the order;\n\t\t\t\tprovide that any specified requirement contained in it is to be treated asa relevant requirement for the purposes of this Part;\n\t\t\t\tmake supplementary, incidental and transitional provision; and\n\t\t\t\tsubject to subsection (4), make different provision for different cases(including different provision in relation to different distributors orsuppliers).\n\t\t\tThe order may include provision for treating the promotion of the supply topremises of—\n\t\t\t\telectricity generated by a generating station which is operated for thepurposes of producing heat, or a cooling effect, in association withelectricity;\n\t\t\t\theat produced in association with electricity or steam produced from (orair or water heated by) such heat;\n\t\t\t\tany gas or liquid subjected to a cooling effect produced in associationwith electricity,\n\t\t\t\tas promotion of energy efficiency.\n\t\t\tNo person shall be required by virtue of this section to provide anyinformation which he could not be compelled to give in evidence in civilproceedings in the High Court or, in Scotland, the Court of Session.\n\t\t\tBefore making an order under this section the Secretary of State shallconsult the Authority, the Council, electricity distributors and electricitysuppliers and such other persons as he considers appropriate.\n\t\t\tAn order under this section shall not be made unless a draft of theinstrument containing it has been laid before, and approved by a resolutionof, each House of Parliament.”\n\tGeneral duties of transmission licence holders in Scotland\n\t\tSection 9(3) and (4) of the 1989 Act (special duty in Scotland fortransmission licence holders who also hold licences to supply or generateelectricity) shall cease to have effect.\n\tUniform prices etc. in certain areas of Scotland\n\t\tAfter section 7A of the 1989 Act (which is inserted by section 41 above) thereis inserted—\n\t\t“7BUniform prices etc. in certain areas of Scotland\n\t\t\tThe Secretary of State may, by an order made under this section, requirethe holder of—\n\t\t\t\ta transmission licence; or\n\t\t\t\ta distribution licence,\n\t\t\t\t\tto apply in respect of the use of the transmission or, as the case may be,distribution system, or any part of the system, in a specified area chargeswhich do not distinguish (whether directly or indirectly) between users indifferent parts of the area.\n\t\t\tThe Secretary of State may, by such an order, require the holder of asupply licence—\n\t\t\t\tto charge prices; or\n\t\t\t\tto offer conditions of contract,\n\t\t\t\tin respect of a comparable supply of electricity in a specified area which donot distinguish (whether directly or indirectly) between consumers indifferent parts of the area.\n\t\t\tThe Secretary of State shall not specify in such an order any particular ormaximum charge or price or any particular condition of contract.\n\t\t\tSuch an order may make different provision for different cases ordescriptions of case.\n\t\t\tFor the purposes of this section—\n\t\t\t\ta specified area is an area of Scotland specified in such an order; and\n\t\t\t\tsupplies of electricity are comparable if they are—\n\t\t\t\tat the same or similar voltages; and\n\t\t\t\tare in accordance with the same or similar demand characteristics.”\n\tMaximum prices for reselling electricity\n\t\tFor section 44 of the 1989 Act (maximum charges for reselling electricity)there is substituted—\n\t\t“44Maximum prices for reselling electricity\n\t\t\tThe Authority may from time to time direct that the maximum prices at whichelectricity supplied by authorised suppliers may be resold—\n\t\t\t\tshall be such as may be specified in the direction; or\n\t\t\t\tshall be calculated by such method and by reference to such matters as maybe so specified;\n\t\t\t\t\tand shall publish directions under this section in such manner as in itsopinion will secure adequate publicity for them.\n\t\t\tA direction under this section may—\n\t\t\t\trequire any person who resells electricity supplied by an authorisedsupplier to furnish the purchaser with such information as may be specified ordescribed in the direction; and\n\t\t\t\tprovide that, in the event of his failing to do so, the maximum priceapplicable to the resale shall be such as may be specified in the direction,or shall be reduced by such amount or such percentage as may be so specified.\n\t\t\tDifferent directions may be given under this section as respects differentclasses of cases, which may be defined by reference to areas or any otherrelevant circumstances.\n\t\t\tIf any person resells electricity supplied by an authorised supplier at aprice exceeding the maximum price determined by or under a direction underthis section and applicable to the resale—\n\t\t\t\tthe amount of the excess; and\n\t\t\t\tif the direction so provides, interest on that amount at a rate specifiedor described in the direction,\n\t\t\t\tshall be recoverable by the person to whom the electricity was resold.”\n\t\t\tAny maximum price fixed under section 44 of the 1989 Act which is in forceimmediately before the date on which this section comes into force shall betreated on and after that date as if it had been specified in a directionunder section 44 as substituted by this section."
    },
    {
        "length": 487,
        "text": "\nGas licence conditions\n\tSection 7B of the 1986 Act (general provisions about licences) is amendedas follows.\n\tAfter subsection (2) there is inserted—\n\t\t“(2A)Where the Authority proposes to refuse the application, it shall give tothe applicant a notice—\n\t\tstating that it proposes to refuse the application;\n\t\tstating the reasons why it proposes to refuse the application; and\n\t\tspecifying the time within which representations with respect to theproposed refusal may be made,\n\t\tand shall consider any representations which are duly made and not withdrawn.”\n\tIn subsection (4)—\n\t\tin paragraph (a) for “section 4 or 4A above” there is substituted “sections4AA, 4AB and 4A”; and\n\t\tparagraph (b) (which is superseded by provision made in section 4AA) isomitted.\n\tAfter subsection (4) there is inserted—\n\t“(4A)Without prejudice to the generality of paragraph (a) of subsection (4),conditions included in a licence under section 7 by virtue of that paragraph—\n\t\tmay require the licence holder to enter into agreements with other personsfor the use of any pipe-line system of his (wherever situated and whether ornot used for the purpose of carrying on the activities authorised by thelicence) for such purposes as may be specified in the conditions;\n\t\tmay include provision for determining the terms on which such agreementsare to be entered into.”\n\tIn subsection (5)(a)(iii) for “specified or described” there is substituted“referred to”.\n\tIn subsection (6) the words “specified or described in the licence” shallcease to have effect.\n\tAfter subsection (10) there is inserted—\n\tIn this section “prescribed” means prescribed in regulations made by theAuthority.”"
    },
    {
        "length": 427,
        "text": "\nGas transporters\n\tThe authorised areas of persons holding gas transportation licences undersection 7 of the 1986 Act (licensing of public gas transporters) shall ceaseto be exclusive and, accordingly, section 7 is amended as follows.\n\tIn subsection (1), for “public gas transporter” (the expression defined inthat subsection) there is substituted “gas transporter”.\n\tIn paragraph (a) of subsection (2), for the words from “so much of” to the“and” preceding paragraph (b), there is substituted “any area specified in thelicence as it has effect for the time being;”.\n\tAfter subsection (4) there is inserted—\n\t\t“(4A)The Authority may, with the consent of the licence holder, direct thatany licence under this section shall have effect as if any area or pipe-linesystem specified in the direction were not specified in the licence; andreferences in this Part to, or to the grant of, a restriction under thissection, or a restriction of such a licence, shall be construed as referencesto, or to the giving of, such a direction.”\n\tIn subsections (5) and (6) the words “or extension”, in each place wherethey appear and, in subsection (5), the words “or, in the case of anextension, such shorter time as may be prescribed” shall cease to have effect.\n\tSubsections (7) and (8) shall cease to have effect.\n\tReferences in any enactment in force immediately before the commencement ofthis section to a public gas transporter or to the holder of a licence undersection 7 of the 1986 Act shall have effect after that commencement as if theywere references to a gas transporter."
    },
    {
        "length": 406,
        "text": "\nRestriction on use of certain pipe-lines for providing a supply of gas\n\tAfter section 10 of the 1986 Act (duty of gas transporters to make aconnection in certain circumstances) there is inserted—\n\t“10ARestriction on use of certain pipe-lines for providing a supply\n\t\tAny pipe-line of a gas transporter—\n\t\t\tfor the construction of which the execution of works has begun before thecommencement of section 76 of the Utilities Act 2000 (abolition ofgeographical exclusivity of authorised areas of gas transporters); and\n\t\t\twhich is situated in an area which, immediately before the commencement ofthat section, is the authorised area of a public gas transporter (the “othertransporter”),\n\t\t\t\tshall not be used for the purpose of giving a supply of gas to any premises inthat area at a rate less than 2,196,000 kilowatt hours per year unless theother transporter consents in writing to such use.\n\t\tIf the other transporter refuses or fails to give consent under subsection(1) consent may instead be given in writing by the Authority where itconsiders it appropriate to do so.\n\t\tConsent given under this section may not be withdrawn.\n\t\tIn this section “pipe-line” has the same meaning as in the [1962 c. 58.]Pipe-lines Act 1962.”.\n\t\tIn section 28(8) of the 1986 Act (definition of “relevant requirement”)after “or (14)” there is inserted “10A(1),”."
    },
    {
        "length": 581,
        "text": "\nConstruction of pipe-lines by gas transporters\n\tSection 22A of the 1986 Act (prohibition on execution of works for theconstruction of pipe-lines) is amended as follows.\n\tIn subsection (1)—\n\t\tfor the words “A public gas transporter shall not at any time execute in anauthorised area of another public gas transporter” there is substituted “A gastransporter shall not at any time execute within 23 metres from a pipe-line ofanother gas transporter (the “other transporter”)”;\n\t\tin paragraph (b), the words “in that area” (in both places where theyappear) shall cease to have effect;\n\t\tafter paragraph (c) there is inserted “; and\n\t\t(subject to subsection (1C)) where the existing pipe-line is a relevantmain of the other transporter, that transporter has consented in writing tothe construction of the proposed pipe-line, either unconditionally or subjectto conditions.”.\n\tAfter subsection (1) there is inserted—\n\t\t“(1A)Subsection (1) does not apply if the proposed pipe-line is required toenable a gas transporter to comply with any duty imposed by section 10(2).\n\t(1B)Conditions imposed under subsection (1)(d) may relate to matters arisingafter the construction of the proposed pipe-line, including the use to be madeof the pipe-line.\n\t(1C)If the other transporter—\n\t\trefuses or fails to give consent under subsection (1)(d); or\n\t\tgives such consent subject to conditions,\n\t\tconsent may instead be given in writing by the Authority where it considers itappropriate to do so.\n\t\t(1D)Consent under subsection (1C) may only be given unconditionally or, in acase falling within subsection (1C)(b), subject to the same conditions as wereimposed by the other transporter.\n\t\t(1E)A condition imposed on a gas transporter under this section shall beenforceable by civil proceedings by the other transporter for an injunction orfor interdict or for any other appropriate relief.”\n\tIn subsection (3), after the definition of “pipe-line” there is inserted “;\n\t“relevant main” has the meaning given by section 10(12).”"
    },
    {
        "length": 200,
        "text": "\nDuty to facilitate competition\n\tSection 9 of the 1986 Act (general powers and duties of gas transporters)is amended as follows.\n\tIn subsection (1)(b)—\n\t\tafter “him” there is inserted “—\n\t\t”; and\n\t\tafter “premises” there is inserted “; or\n\t\tto connect to that system a pipe-line system operated by an authorisedtransporter.”\n\tAfter subsection (1) there is inserted—\n\t\t“(1A)It shall also be the duty of a gas transporter to facilitate competitionin the supply of gas.”\n\tIn subsection (2)(a), after “premises” there is inserted “, or a pipe-linesystem operated by an authorised transporter,”."
    },
    {
        "length": 348,
        "text": "\nGas transporters' duty to make a connection\n\tSection 10 of the 1986 Act (duty of gas transporters to make a connectionin certain circumstances) is amended as follows.\n\tAfter subsection (3) there is inserted—\n\t\t“(3A)A gas transporter may require any person who requires a connection undersubsection (2)(b) to accept any terms—\n\t\tindemnifying the transporter in respect of any liability connected with thelaying of the pipe;\n\t\twhich it is reasonable in all the circumstances for that person to berequired to accept.”\n\tAfter subsection (5) there is inserted—\n\t“(5A)Where in pursuance of subsection (2)(b) a gas transporter connects anypremises to a relevant main by a pipe supplied and laid by the owner oroccupier of the premises, the cost of making the connection shall, if and tothe extent that the transporter so requires and the conditions of his licenceso allow, be defrayed by the person supplying and laying the pipe.”\n\tIn subsection (6)(b) after “rights” there is inserted “or liabilities”.\n\tIn the words following subsection (6)(b), for “or rights” there issubstituted “, rights or liabilities”.\n\tIn subsection (12) for “his authorised area” there is substituted “anauthorised area of his”."
    },
    {
        "length": 441,
        "text": "\nStandard conditions of gas licences\n\tThe standard conditions for the purposes of gas licences of any type (thatis to say, licences under section 7, section 7A(1) or section 7A(2) of the1986 Act) may contain provision—\n\t\tfor any standard condition included in a licence of that type not to haveeffect until brought into operation in such manner and in such circumstancesas may be specified in or determined under the standard conditions;\n\t\tfor the effect of any standard condition included in such a licence to besuspended in such manner, and in such circumstances, as may be so specified ordetermined; or\n\t\tfor any standard condition included in such a licence which is for the timebeing suspended to be brought back into operation in such manner and in suchcircumstances as may be so specified or determined.\n\tSuch conditions as may be determined by the Secretary of State before thecommencement of subsection (3), and published by him in such manner as heconsiders appropriate, in relation to gas licences of any type shall, subjectto such modifications of the conditions made under Part I of the 1986 Actafter the determination under this subsection, be standard conditions for thepurposes of licences of that type (in place of the standard conditions whichwould otherwise be incorporated in licences of that type granted immediatelybefore that commencement).\n\tIn section 8(1) of the 1986 Act (standard conditions of licences to beincorporated in gas licences)—\n\t\tthe words “and sections 23(2), 26(1A) and 27(2) below” shall be omitted;and\n\t\tfor “section 8(2) of the Gas Act 1995” there is substituted “section 81(2)of the Utilities Act 2000”."
    },
    {
        "length": 878,
        "text": "\nModification of standard conditions of gas licences\n\tIn section 8(7) of the 1986 Act (standard conditions of licences to beincorporated in gas licences)—\n\t\tafter “such that” there is inserted—\n\t\tthe licence holder would not be unduly disadvantaged in competing withother holders of a licence under that subsection; and\n\t\t”; and\n\t\tafter “the holder of the licence” there is inserted “being modified”.\n\tIn section 23 of the 1986 Act (modification of conditions by agreement),for subsection (6) there is substituted—\n\tThe Authority shall not make any modifications under subsection (1)(a)unless the licence holder has consented to the modifications and, in the caseof standard conditions of a licence under subsection (1) or (2) of section 7A,the Authority is of the opinion that the modifications—\n\t\tare requisite to meet the circumstances of the particular case; and\n\t\tare such that—\n\t\tthe licence holder would not be unduly disadvantaged in competing withother holders of licences under that subsection; and\n\t\tno other holder of such a licence would be unduly disadvantaged incompeting with other holders of such licences (including the holder of thelicence being modified).\n\t\t\t(6A)The modification under subsection (1)(a) of part of a standard conditionof a licence shall not prevent any other part of the condition from continuingto be regarded as a standard condition for the purposes of this Part.”\n\tFor subsections (7) to (9) of that section there is substituted—\n\tThe Authority may not under subsection (1)(b) make any modifications ofthe standard conditions of any licences unless—\n\t\tno notice of objection to those modifications is given to the Authoritywithin the time specified in the notice under subsection (3) by any relevantlicence holder;\n\t\tif one or more relevant licence holders give notice of objection to theAuthority within that time—\n\t\tthe proportion (expressed as a percentage) of the relevant licence holderswho have given notice of objection is less than such percentage as may beprescribed; and\n\t\tthe percentage given by subsection (8) is less than such percentage as maybe prescribed; or\n\t\tsubsection (10) applies to the case.\n\tThe percentage given by this subsection is the proportion (expressed as apercentage) of the relevant licence holders who have given notice ofobjection, weighted according to their market share in such manner as may beprescribed.”\n\tFor subsection (12) of that section there is substituted—\n\tIn this section—\n\t\t  * “prescribed” means prescribed by order made by the Secretary of State;\n\t\t  * “relevant licence holder”, in relation to proposed modifications under subsection (1)(b) of standard conditions of licences of any type, means the holder of a licence of that type which-\n\t\tis to be modified under the proposals by the inclusion of any new standardcondition; or\n\t\tincludes any standard conditions to which the proposals relate, other thanstandard conditions which are not in effect (by virtue of anything done undersection 81(1) of the Utilities Act 2000) at the time specified in the noticeunder subsection (3).\n\tA statutory instrument containing an order under this section shall not bemade unless a draft of the instrument has been laid before and approved by aresolution of each House of Parliament.”"
    },
    {
        "length": 2053,
        "text": "\nModification following Competition Commission report\n\tIn section 24(5) of the 1986 Act (modification references to theCompetition Commission), after “this section” there is inserted “or incarrying out functions under section 26A”, after “the investigation” there isinserted “or the carrying out of those functions” and after “suchinvestigation” there is inserted “or such functions”.\n\tIn section 26 of that Act (modification of licence conditions followingreport of Competition Commission) after subsection (4) there is inserted—\n\t\t“(4A)After considering any representations or objections made in response toproposals set out in a notice under subsection (3), the Authority shall givenotice to the Competition Commission—\n\t\tsetting out the modifications it proposes to make to remedy or prevent theadverse effects specified in the report; and\n\t\tstating the reasons for making the modifications.\n\t\t(4B)The Authority shall include with the notice under subsection (4A) a copyof any representations or objections received in relation to the notice undersubsection (3).\n\t\t(4C)If the period of four weeks from the date on which the notice undersubsection (4A) is given elapses without a direction under section 26A(1)(a)having been given to it, the Authority shall—\n\t\tmake the modifications set out in the notice; or\n\t\tif a direction under section 26A(1)(b) has been given, make themodifications which are not specified in the direction.”\n\tAfter subsection (5) of that section there is inserted—\n\tThe modification under subsection (1) of part of a standard condition of aparticular licence in consequence of a reference under section 24(1) shall notprevent any other part of the condition from continuing to be regarded as astandard condition for the purposes of this Part.”\n\tAfter section 26 of that Act there is inserted—\n\t“26ACompetition Commission’s power to veto modifications followingreport\n\t\tThe Competition Commission (in this section referred to as “theCommission”) may, within the period of four weeks after the date on which itis given a notice under section 26(4A), direct the Authority—\n\t\t\tnot to make the modifications set out in that notice; or\n\t\t\tnot to make such of the modifications as may be specified in the direction;\n\t\t\t\tand the Authority shall comply with any such direction.\n\t\tThe Secretary of State may, within the period of four weeks after the dateon which the Commission is given a notice under section 26(4A) and on theapplication of the Commission, direct that the period for giving a directionunder subsection (1) (and, accordingly, the period mentioned in section26(4C)) shall be extended by 14 days.\n\t\tThe power to give a direction under subsection (1) may only be exercised inrespect of such of the modifications set out in the notice under section26(4A)(a) as appear to the Commission not to be the modifications which arerequisite for the purpose of remedying or preventing all or any of the adverseeffects specified in the report as effects which could be remedied orprevented by modifications.\n\t\tIf the Commission gives a direction under subsection (1), the Commission—\n\t\t\tshall give notice setting out the modifications proposed by the Authority,the terms of the direction and the reasons for giving it; and\n\t\t\tshall itself make such modifications of the relevant conditions as appearto it to be requisite for the purpose of remedying or preventing—\n\t\t\tif the direction was given under subsection (1)(a), the adverse effectsspecified in the report as effects which could be remedied or prevented bymodifications;\n\t\t\tif the direction was given under subsection (1)(b), such of those adverseeffects as are not remedied or prevented by the modifications made by theAuthority under section 26(4C)(b).\n\t\tIn exercising its function under subsection (4)(b) the Commission shallhave regard to the matters to which the Authority is required to have regardwhen determining the conditions of a licence.\n\t\tBefore making modifications under subsection (4)(b) the Commission shallgive notice—\n\t\t\tstating that it proposes to make the modifications and setting them out;\n\t\t\tstating the reason why it proposes to make them;\n\t\t\tspecifying the period (not being less than 28 days from the date ofpublication of the notice) within which representations or objections withrespect to the proposed modifications may be made,\n\t\t\tand shall consider any representations or objections which are duly made andnot withdrawn.\n\t\tA notice under subsection (4)(a) or (6) shall be given—\n\t\t\tby publishing the notice in such manner as the Commission considersappropriate for the purpose of bringing it to the attention of persons likelyto be affected by the making of the modifications; and\n\t\t\tby serving a copy on the Authority and the holder of the licence inquestion or, as the case may be, the relevant licence holders.\n\t\tAfter making modifications under this section the Commission shall publisha notice stating that the modifications have been made and setting them out,with the reasons for making them.\n\t\tWhere, in consequence of a reference under section 24(1A), the Commissionmodifies under subsection (4)(b) the standard conditions of licences of anytype (that is to say, licences under section 7 or section 7A(1) or 7A(2)) theAuthority may make such incidental and consequential modifications as itconsiders necessary or expedient of any conditions of licences of that typegranted before that time.\n\t\tWhere the Commission modifies the standard conditions of licences of anytype as mentioned in subsection (9) the Authority—\n\t\t\tshall make (as nearly as may be) the same modifications of those conditionsfor the purposes of their incorporation in licences of that type granted afterthat time; and\n\t\t\tshall publish the modifications made for those purposes in such manner asit considers appropriate.\n\t\tThe modification under this section of part of a standard condition of aparticular licence in consequence of a reference under section 24(1) shall notprevent any other part of the condition from continuing to be regarded as astandard condition for the purposes of this Part.\n\t\tThe provisions mentioned in subsection (13) are to apply in relation tothe exercise by the Commission of its functions under this section as if—\n\t\t\tin section 82(1) and (2) of the [1973 c. 41.] Fair Trading Act 1973references to a report of the Commission under that Act were references to anotice under subsection (4)(a), (6) or (8) of this section;\n\t\t\tin section 85 of that Act references to an investigation on a referencemade to the Commission were references to an investigation by the Commissionfor the purposes of the exercise of its functions under this section.\n\t\tThe provisions are—\n\t\t\tsection 82(1) and (2) of the [1973 c. 41.] Fair Trading Act 1973 (generalprovisions as to reports under that Act);\n\t\t\tsection 85 of that Act (attendance of witnesses and production ofdocuments);\n\t\t\tsection 24 of the [1980 c. 21.] Competition Act 1980 (modification ofprovisions about the Competition Commission’s general functions); and\n\t\t\tPart II of Schedule 7 to the [1998 c. 41.] Competition Act 1998 (theCompetition Commission’s general functions).\n\t\tThis section does not apply to the modification of a licence following areport of the Commission made before the commencement of section 83(4) of theUtilities Act 2000.”\n\t\tIn section 27 of that Act (modification of licences by order underenactments other than the 1986 Act), after subsection (1) there is inserted—\n\t\t“(1A)The modification under subsection (1)(a) of part of a standard conditionof a particular licence in consequence of a reference under section 24(1)shall not prevent any other part of the condition from continuing to beregarded as a standard condition for the purposes of this Part.”"
    },
    {
        "length": 407,
        "text": "\nThe gas code\n\tSchedule 2B to the 1986 Act is amended as follows.\n\tAfter paragraph 6 (meters for disabled persons) there is inserted—\n\t“Use of pre-payment meters\n\t\t6AA pre-payment meter installed by an authorised supplier on any premisesshall not be used to recover any sum other than a sum owing to an authorisedsupplier in respect of the supply of gas to those premises or the provision ofthe meter.”\n\t\tIn paragraph 7 (recovery of gas charges etc.)—\n\t\t\tin sub-paragraph (1)(a) for the words from “the consumer's” to “him” thereis substituted “any premises of his (in this paragraph referred to as “thepremises”)”;\n\t\t\tsub-paragraph (2) shall cease to have effect; and\n\t\t\tin sub-paragraph (3) for paragraphs (a) and (b) there is substituted—\n\t\t\tinstall a pre-payment meter on the premises in place of the existingmeter; or\n\t\t\tcut off the supply to the premises by disconnecting the service pipe at themeter or by such other means as he thinks fit;\n\t\t\tand the supplier may recover any expenses incurred in so doing from theconsumer.”\n\t\tIn paragraph 23(2), for paragraph (c) there is substituted—\n\t\t\texercising a power conferred by paragraph 3(5) or 7(3)(a) (and testing gasfittings, and making any adjustments required for their safe operation, afterthe exercise of the power).”"
    },
    {
        "length": 940,
        "text": "\nTransfer of gas licences\n\tFor section 8AA of the 1986 Act (assignment of gas licences) there issubstituted—\n\t“8AATransfer of licences\n\t\tA licence—\n\t\t\tshall be capable of being transferred by the licence holder, with theconsent of the Authority, in accordance with this section and subject to anyterm of the licence relating to its transfer;\n\t\t\tmay include conditions which must be complied with before the licence canbe transferred.\n\t\tA transfer may relate to the whole or any part of the licence.\n\t\tThe reference in subsection (2) to part of a licence is a reference to apart of the activities authorised by the licence (whether described byreference to activities being carried on by the licence holder or toactivities which he is authorised to carry on).\n\t\tSuch consent may be given subject to compliance with such modification orother conditions as the Authority considers necessary or expedient.\n\t\tIn the case of a partial transfer, conditions imposed under subsection (4)may make as respects so much of the licence as is proposed to be retained bythe transferor provision different from that made as respects so much of thelicence as is proposed to be transferred.\n\t\tIn deciding whether to give its consent to a proposed transfer, theAuthority shall apply the same criteria as it would apply if the Authoritywere deciding whether—\n\t\t\tin the case of a general transfer, to grant a corresponding licence to thetransferee; or\n\t\t\tin the case of a partial transfer—\n\t\t\tto grant to the transferee a licence corresponding to so much of thelicence as is proposed to be transferred; and\n\t\t\tto grant to the transferor a licence corresponding to so much of thelicence as is proposed to be retained.\n\t\tThe Authority shall—\n\t\t\tgive the Health and Safety Executive not less than 28 days' notice of anyproposal to consent to any proposed transfer; and\n\t\t\tgive that Executive and the Secretary of State not less than 28 days'notice of any proposal to impose a modification condition.\n\t\tIf, before the expiry of the time specified in a notice given to theSecretary of State under subsection (7)(b), the Secretary of State directs theAuthority not to impose the condition, the Authority shall comply with thedirection.\n\t\tBefore giving consent to the transfer of a licence, the Authority shallgive notice—\n\t\t\tstating that it proposes to grant consent to the transfer;\n\t\t\tstating the reasons why it proposes to give consent; and\n\t\t\tspecifying the time from the date of publication of the notice (not beingless than two months) within which representations or objections with respectto the transfer may be made,\n\t\t\t\tand shall consider any representations or objections that are duly made andnot withdrawn.\n\t\tA notice under subsection (9) shall be given by publishing the notice insuch manner as the Authority considers appropriate for bringing it to theattention of persons likely to be affected by the transfer.\n\t\tA purported transfer of a licence shall be void—\n\t\t\tif the licence is not capable of transfer or the Authority has not givenits consent;\n\t\t\tif the purported transfer is in breach of a condition of the licence; or\n\t\t\tif there has, before the purported transfer, been a contravention of acondition subject to compliance with which the Authority’s consent is given.\n\t\tIn this section—\n\t\t\t  * “transfer” includes any form of transfer or assignment or, in Scotland, assignation;\n\t\t\t  * “modification condition” means a condition requiring or otherwise providing for the making of modifications to the conditions of a licence.”"
    },
    {
        "length": 1107,
        "text": "\nExemptions from gas licensing\n\tIn subsection (1) of section 6A of the 1986 Act (exemptions fromprohibition) the words “, after consultation with the Director,” shall beomitted.\n\tAfter subsection (1) of that section there is inserted—\n\t\t“(1A)Before making an order under subsection (1) the Secretary of State shallgive notice—\n\t\tstating that he proposes to make such an order and setting out the terms ofthe proposed order;\n\t\tstating the reasons why he proposes to make the order in the termsproposed; and\n\t\tspecifying the time (not being less than 28 days from the date ofpublication of the notice) within which representations with respect to theproposals may be made,\n\t\tand shall consider any representations which are duly made in respect of theproposals and not withdrawn.\n\t\t(1B)The notice required by subsection (1A) shall be given—\n\t\tby serving a copy of it on the Authority and the Council; and\n\t\tby publishing it in such manner as the Secretary of State considersappropriate for bringing it to the attention of those likely to be affected bythe proposed order.”\n\tFor subsections (2) and (3) of that section there is substituted—\n\tNotice of an exemption granted to a person shall be given—\n\t\tby serving a copy of the exemption on him; and\n\t\tby publishing the exemption in such manner as the Secretary of Stateconsiders appropriate for bringing it to the attention of other persons whomay be affected by it.\n\t\t(2A)Notice of an exemption granted to persons of a class shall be given bypublishing the exemption in such manner as the Secretary of State considersappropriate for bringing it to the attention of—\n\t\tpersons of that class; and\n\t\tother persons who may be affected by it.\n\tAn exemption may be granted—\n\t\tindefinitely; or\n\t\tfor a period specified in, or determined by or under, the exemption.”\n\tFor subsection (5) of that section there is substituted—\n\tThe Secretary of State may by order revoke an order by which an exemptionwas granted to a person or vary an order by which more than one exemption wasso granted so as to terminate any of the exemptions—\n\t\tat the person’s request;\n\t\tin accordance with any provision of the order by which the exemption wasgranted; or\n\t\tif it appears to the Secretary of State inappropriate that the exemptionshould continue to have effect.\n\tThe Secretary of State may by order revoke an order by which an exemptionwas granted to persons of a class or vary an order by which more than oneexemption was so granted so as to terminate any of the exemptions—\n\t\tin accordance with any provision of the order by which the exemption wasgranted; or\n\t\tif it appears to the Secretary of State inappropriate that the exemptionshould continue to have effect.\n\tThe Secretary of State may by direction withdraw an exemption granted topersons of a class from any person of that class—\n\t\tat the person’s request;\n\t\tin accordance with any provision of the order by which the exemption wasgranted; or\n\t\tif it appears to the Secretary of State inappropriate that the exemptionshould continue to have effect in the case of the person.\n\tBefore— \n\t\tmaking an order under subsection (5)(b) or (c) or (6); or\n\t\tgiving a direction under subsection (7)(b) or (c),\n\t\tthe Secretary of State shall consult the Authority and give notice of hisproposal to do so (with reasons) and of a period within which representationsmay be made to him.\n\tThe notice under subsection (8) shall be given—\n\t\twhere the Secretary of State is proposing to make an order under subsection(5)(b) or (c), by serving a copy of it on the person to whom the exemption wasgranted;\n\t\twhere he is proposing to make an order under subsection (6), by publishingit in such manner as the Secretary of State considers appropriate for bringingit to the attention of persons of the class of persons to whom the exemptionwas granted; and\n\t\twhere he is proposing to give a direction under subsection (7)(b) or (c),by serving a copy of it on the person from whom he proposes to withdraw theexemption.”"
    },
    {
        "length": 591,
        "text": "\nReasons for decisions under 1986 Act\n\tFor section 38A of the 1986 Act (duty to consider representations and givereasons) there is substituted—\n\t“38AReasons for decisions\n\t\tThis section applies to the following decisions of the Authority or theSecretary of State, namely—\n\t\t\tthe revocation of a licence;\n\t\t\tthe modification of the conditions of a licence;\n\t\t\tthe giving of any directions or consent in pursuance of a conditionincluded in a licence by virtue of section 7B(5)(a)(i) or (ii);\n\t\t\tthe determination of a question referred in pursuance of a conditionincluded in a licence by virtue of section 7B(5)(a)(iii);\n\t\t\tthe determination of a dispute referred under section 27A(1);\n\t\t\tthe making of a final order, the making or confirmation of a provisionalorder or the revocation of a final order or of a provisional order which hasbeen confirmed.\n\t\tAs soon as reasonably practicable after making such a decision theAuthority or the Secretary of State shall publish a notice stating the reasonsfor the decision in such manner as it or he considers appropriate for thepurpose of bringing the matters to which the notice relates to the attentionof persons likely to be interested.\n\t\tThe Authority shall send a copy of a notice published in respect of adecision mentioned in paragraph (a), (b), (c), (d) or (f) of subsection (1) tothe licence holder to whose licence, or to whom, the decision relates.\n\t\tIn preparing a notice under subsection (2) the Authority or the Secretaryof State shall have regard to the need for excluding, so far as that ispracticable, any matter which relates to the affairs of a particularindividual or body of persons (corporate or unincorporate), where it or heconsiders that publication of that matter would or might seriously andprejudicially affect the interests of that individual or body.\n\t\tThis section does not apply to a decision resulting in any provision whichthe Secretary of State has under section 36(3) directed the Authority not toenter in the register required to be kept under that section.\n\t\tIn this section “final order” and “provisional order” have the samemeanings as in section 28.”"
    },
    {
        "length": 3301,
        "text": "\nAltering activities requiring gas licence\n\tAfter section 41B of the 1986 Act (which is inserted by section 98 below)there is inserted—\n\t“Alteration of activities requiring licence\n\t\tCPower to alter activities requiring licence\n\t\t\tThe Secretary of State may by order provide—\n\t\t\t\tthat specified activities are to become licensable activities; or\n\t\t\t\tthat specified activities are to cease to be licensable activities.\n\t\t\tFor the purposes of this Part activities are licensable activities ifundertaking them without the authority of a licence or exemption constitutesan offence under section 5(1).\n\t\t\tAn order under this section may make consequential, transitional,incidental or supplementary provision including—\n\t\t\t\tamendments (or repeals) in any provision of this Act or any otherenactment; and\n\t\t\t\tprovision modifying any standard conditions of licences or (in the case ofan order under subsection (1)(a)) provision determining the conditions whichare to be standard conditions for the purposes of licences authorising theundertaking of activities which are to become licensable activities.\n\t\t\tAn order under this section may only provide for activities to becomelicensable activities if they are activities connected with—\n\t\t\t\tthe conveyance of gas through pipes to premises or to pipe-line systemsoperated by gas transporters;\n\t\t\t\tthe supply to premises of gas conveyed through pipes; or\n\t\t\t\tarranging with gas transporters for gas to be introduced into, conveyed bymeans of or taken out of pipe-line systems operated by the gas transporters.\n\t\t\tAn order under this section providing for activities to become licensableactivities may only be made on the application of the Authority made inaccordance with section 41D.\n\t\t\tAn order under this section providing for activities to cease to belicensable activities may be made either—\n\t\t\t\ton the application of the Authority made in accordance with section 41G; or\n\t\t\t\tfollowing consultation by the Secretary of State in accordance with section41H.\n\t\t\tAn order under this section may provide that it is to remain in force onlyfor a period specified in the order.\n\t\t\tAn order shall not be made under this section unless a draft of thestatutory instrument containing it has been laid before, and approved by aresolution of, each House of Parliament.\n\t\tDApplication by Authority for order including new activities\n\t\t\tIf the Authority proposes to make an application for an order providing foractivities to become licensable activities, it shall give notice—\n\t\t\t\tstating that it proposes to make an application for an order providing forthe activities to become licensable activities;\n\t\t\t\tsetting out the conditions which it would expect such an order to determineto be standard conditions for the purposes of licences authorising theundertaking of the activities and any other conditions which it would expectto be included in such licences; and\n\t\t\t\tspecifying a reasonable period (not being less than 28 days from the dateof publication of the notice) within which representations or objections maybe made with respect to the proposal,\n\t\t\t\t\tand shall consider any representations or objections which are duly made andnot withdrawn.\n\t\t\tThe notice shall be given by serving a copy on the Council and bypublishing it in such manner as the Authority considers appropriate forbringing it to the attention of—\n\t\t\t\tpersons appearing to it to be carrying on, or be intending to carry on, theactivities; and\n\t\t\t\tany other persons appearing to it to be likely to be affected by an orderproviding for the activities to become licensable activities.\n\t\t\tIf an objection has been duly made (and not withdrawn) by a person who iscarrying on or intends to carry on the activities, the Authority shall make areference to the Competition Commission under section 41E before making theapplication.\n\t\t\tIn any other case where the Authority considers it appropriate to make areference to the Commission under section 41E before making the application,the Authority may make such a reference.\n\t\t\tIf a reference is made to the Commission, the application shall not be madeunless the Commission has reported on the reference that the fact that theactivities to which the application relates are not licensable activitiesoperates, or may be expected to operate, against the public interest.\n\t\t\tThe application shall set out—\n\t\t\t\tthe activities which the Authority considers should become licensableactivities; and\n\t\t\t\tthe conditions which the Authority would expect to be determined to bestandard conditions for the purposes of licences authorising the undertakingof the activities in question and any other conditions which the Authoritywould expect to be included in such licences.\n\t\tEReferences to Competition Commission\n\t\t\tA reference to the Competition Commission under this section shall requirethe Commission to investigate and report on whether the fact that theactivities specified in the reference are not licensable activities operates,or may be expected to operate, against the public interest.\n\t\t\tThe Authority may, at any time, by notice given to the Commission vary thereference by adding to the activities specified in the reference or byexcluding from the reference some of the activities so specified; and onreceipt of such notice the Commission shall give effect to the variation.\n\t\t\tThe Authority shall specify in the reference, or a variation of thereference, for the purpose of assisting the Commission in carrying out theinvestigation on the reference—\n\t\t\t\tthe conditions which the Authority would expect to be determined to bestandard conditions for the purposes of licences authorising the undertakingof the activities specified in the reference and any other conditions whichthe Authority would expect to be included in such licences; and\n\t\t\t\tany effects adverse to the public interest which, in its opinion, the factthat the activities so specified are not licensable activities has or may beexpected to have.\n\t\t\tAs soon as practicable after making the reference, or a variation of thereference, the Authority shall serve a copy of it on the Council and publishparticulars of it in such manner as the Authority considers appropriate forbringing it to the attention of—\n\t\t\t\tpersons appearing to the Authority to be carrying on, or be intending tocarry on, the activities specified in it; and\n\t\t\t\tany other persons appearing to the Authority to be likely to be affected byit.\n\t\t\tThe Authority shall, for the purpose of assisting the Commission incarrying out the investigation on the reference, give to the Commission—\n\t\t\t\tany information which is in its possession and which relates to mattersfalling within the scope of the investigation, and which is either requestedby the Commission for that purpose or is information which in its opinion itwould be appropriate for that purpose to give to the Commission without anysuch request; and\n\t\t\t\tany other assistance which the Commission may require, and which it iswithin its power to give, in relation to any such matters,\n\t\t\t\t\tand the Commission shall take account of the information for the purpose ofcarrying out the investigation.\n\t\t\tIn determining for the purposes of this section whether the fact thatparticular activities are not licensable activities operates, or may beexpected to operate, against the public interest, the Commission shall haveregard to—\n\t\t\t\tthe matters referred to in section 4AA;\n\t\t\t\tany social or environmental policies set out or referred to in guidanceissued under section 4AB; and\n\t\t\t\tany advice given by the Health and Safety Commission under section 4A(advice about health and safety in relation to gas).\n\t\t\tThe provisions mentioned in subsection (8) are to apply in relation toreferences under this section as if—\n\t\t\t\tthe functions of the Commission in relation to those references werefunctions under the [1973 c. 41.] Fair Trading Act 1973;\n\t\t\t\tthe expression “merger reference” included a reference under this section;\n\t\t\t\tin section 70 of the [1973 c. 41.] Fair Trading Act 1973—\n\t\t\t\treferences to the Secretary of State were references to the Authority; and\n\t\t\t\tthe reference to three months were a reference to six months.\n\t\t\tThe provisions are—\n\t\t\t\tsections 70 (time limit for report on merger), 85 (attendance of witnessesand production of documents) and 93B (false or misleading information) of the[1973 c. 41.] Fair Trading Act 1973;\n\t\t\t\tPart II of Schedule 7 to the [1998 c. 41.] Competition Act 1998(performance of the Commission’s general functions); and\n\t\t\t\tsection 24 of the [1980 c. 21.] Competition Act 1980 (modification ofprovisions about performance of such functions).\n\t\tFReports on references\n\t\t\tIn making a report on a reference under section 41E, the CompetitionCommission shall include in the report definite conclusions on whether thefact that the activities specified in the reference (or the reference asvaried) are not licensable activities operates, or may be expected to operate,against the public interest.\n\t\t\tThe Commission shall also include in the report such an account of itsreasons for those conclusions as in its opinion is expedient for facilitatingproper understanding of the questions raised by the reference and of itsconclusions.\n\t\t\tWhere the Commission concludes that the fact that particular activities arenot licensable activities operates, or may be expected to operate, against thepublic interest, it shall specify in the report—\n\t\t\t\tthe effects adverse to the public interest which that fact has or may beexpected to have; and\n\t\t\t\tany modifications to the conditions specified in the reference inaccordance with section 41E(3)(a) which they consider appropriate.\n\t\t\tSection 82 of the [1973 c. 41.] Fair Trading Act 1973 (general provisionsas to reports) shall apply in relation to reports of the Commission onreferences under section 41E as it applies to reports of the Commission underthat Act.\n\t\t\tA report of the Commission on a reference under section 41E shall be madeto the Authority.\n\t\t\tOn receiving the report, the Authority shall send a copy of it to theSecretary of State.\n\t\t\tSubject to subsection (8), the Authority shall, not less than 14 days afterthe copy is received by the Secretary of State, send another copy to theCouncil and publish that other copy in such manner as the Authority considersappropriate for bringing the report to the attention of persons likely to beaffected by it.\n\t\t\tIf it appears to the Secretary of State that the publication of any matterin the report would be against the public interest or the commercial interestsof any person, he may, before the end of the period of 14 days mentioned insubsection (7), direct the Authority to exclude that matter from the copy ofthe report to be sent to the Council and published under that subsection.\n\t\tGApplication by Authority for order excluding activities\n\t\t\tBefore making an application for an order providing for activities to ceaseto be licensable activities the Authority shall give notice—\n\t\t\t\tstating that it proposes to make an application for an order providing forthe activities to cease to be licensable activities; and\n\t\t\t\tspecifying a reasonable period (not being less than 28 days from the dateof publication of the notice) within which representations or objections maybe made with respect to the proposal,\n\t\t\t\t\tand shall consider any representations or objections duly made and notwithdrawn.\n\t\t\tThe notice shall be given—\n\t\t\t\tby serving a copy on the Secretary of State, the Health and SafetyExecutive and the Council; and\n\t\t\t\tby publishing it in such manner as the Authority considers appropriate forbringing it to the attention of persons likely to be affected by such anorder.\n\t\t\tAn application under this section shall set out—\n\t\t\t\tthe activities which the Authority considers should cease to be licensableactivities; and\n\t\t\t\tthe Authority’s reasons for proposing that the order be made.\n\t\tHConsultation by Secretary of State about order excluding activities\n\t\t\tIf the Secretary of State proposes to make an order providing foractivities to cease to be licensable activities (otherwise than on anapplication by the Authority under section 41G), he shall give notice—\n\t\t\t\tstating that he proposes to make an order providing for the activities tocease to be licensable activities; and\n\t\t\t\tspecifying a reasonable period (not being less than 28 days from the dateof publication of the notice) within which representations or objections maybe made with respect to the proposal,\n\t\t\t\t\tand shall consider any representations or objections duly made (and notwithdrawn).\n\t\t\tThe notice shall be given—\n\t\t\t\tby serving a copy on the Authority, the Health and Safety Executive and theCouncil; and\n\t\t\t\tby publishing it in such manner as the Secretary of State considersappropriate for bringing it to the attention of persons likely to be affectedby such an order.”"
    },
    {
        "length": 2372,
        "text": "\nGas performance standards\n\tRepeal of section 10(2) to (5) of Gas Act 1995\n\t\tSubsections (2) to (5) of section 10 of the [1995 c. 45.] Gas Act 1995 shallcease to have effect and, accordingly, sections 33A to 33E of the 1986 Act arenot liable to expire in accordance with those subsections.\n\tStandards of performance in individual cases\n\t\tIn section 33A of the 1986 Act—\n\t\t\tin subsection (3)(a), after “section” there is inserted “or their rightsunder section 33AA”; and\n\t\t\tsubsections (6) to (9) shall cease to have effect.\n\t\tAfter section 33A of the 1986 Act there is inserted—\n\t\t“33AAStandards of performance in individual cases: gas transporters\n\t\t\tThe Authority may make regulations prescribing such standards ofperformance in connection with the activities of gas transporters, so far asaffecting customers or potential customers of gas suppliers, as in theAuthority’s opinion ought to be achieved in individual cases.\n\t\t\tRegulations under this section may only be made with the consent of theSecretary of State.\n\t\t\tIf a gas transporter fails to meet a prescribed standard, he shall make toany customer or potential customer of a gas supplier who is affected by thefailure and is of a prescribed description such compensation as may bedetermined by or under the regulations.\n\t\t\tThe regulations may—\n\t\t\t\tprescribe circumstances in which gas transporters are to inform customersor potential customers of gas suppliers of their rights under this section;\n\t\t\t\tprescribe such standards of performance in relation to any duty arisingunder paragraph (a) as, in the Authority’s opinion, ought to be achieved inall cases;\n\t\t\t\tmake provision as to the manner in which compensation under this section isto be made;\n\t\t\t\tprescribe circumstances in which gas transporters are to be exempted fromany requirements of the regulations or this section; and\n\t\t\t\tif the Authority is of the opinion that the differences are such that nogas transporter would be unduly disadvantaged in competing with other gastransporters, make different provision with respect to different gastransporters.\n\t\t\tProvision made under subsection (4)(c) may—\n\t\t\t\trequire or permit compensation to be made on behalf of gas transporters bygas suppliers to customers or potential customers;\n\t\t\t\trequire gas suppliers to provide services to gas transporters in connectionwith the making of compensation under this section.\n\t\t\tThe making of compensation under this section in respect of any failure tomeet a prescribed standard shall not prejudice any other remedy which may beavailable in respect of the act or omission which constituted that failure.\n\t\tABStandards of performance in individual cases: disputes\n\t\t\tAny dispute arising under section 33A or 33AA or regulations made undereither of those sections—\n\t\t\t\tmay be referred to the Authority by either party or, with the agreement ofeither party, by the Council; and\n\t\t\t\ton such a reference, shall be determined by order made by the Authority or,if it thinks fit, by such person (other than the Council) as may beprescribed.\n\t\t\tA person making an order under subsection (1) shall include in the orderhis reasons for reaching his decision with respect to the dispute.\n\t\t\tThe practice and procedure to be followed in connection with any suchdetermination shall be such as may be prescribed.\n\t\t\tAn order under subsection (1) shall be final and shall be enforceable—\n\t\t\t\tin England and Wales, as if it were a judgment of a county court; and\n\t\t\t\tin Scotland, as if it were an extract registered decree arbitral bearing awarrant for execution issued by the sheriff.\n\t\t\tIn this section “prescribed” means prescribed by regulations made by theAuthority with the consent of the Secretary of State.”\n\tOverall standards of performance\n\t\tAfter section 33B of the 1986 Act there is inserted—\n\t\t“33BAOverall standards of performance: gas transporters\n\t\t\tThe Authority may from time to time—\n\t\t\t\tdetermine such standards of overall performance in connection with theactivities of gas transporters as, in its opinion, ought to be achieved bythem; and\n\t\t\t\tarrange for the publication, in such form and in such manner as heconsiders appropriate, of the standards so determined.\n\t\t\tDifferent standards may be determined for different gas transporters if theAuthority is of the opinion that the differences are such that no gastransporter would be unduly disadvantaged in competing with other gastransporters.\n\t\t\tIt shall be the duty of every gas transporter to conduct his business insuch a way as can reasonably be expected to lead to his achieving thestandards set under this section.”\n\tStandards of performance: procedures\n\t\tAfter section 33BA of the 1986 Act (which is inserted by section 91 above)there is inserted—\n\t\t“33BAAProcedures for prescribing or determining standards of performance\n\t\t\tBefore prescribing standards of performance in regulations under section33A or 33AA, or determining standards of performance under section 33B or33BA, the Authority shall—\n\t\t\t\tarrange for such research as the Authority considers appropriate with aview to discovering the views of a representative sample of persons likely tobe affected and consider the results;\n\t\t\t\tpublish a notice of its proposals in accordance with subsections (2) and(3) and consider any representations which are duly made in respect of thoseproposals; and\n\t\t\t\tconsult the Council and other persons or bodies mentioned in subsection(4).\n\t\t\tThe notice required by subsection (1)(b) is a notice—\n\t\t\t\tstating that the Authority proposes to prescribe or determine standards ofperformance and setting out the standards of performance proposed;\n\t\t\t\tstating the reasons why it proposes to prescribe or determine thosestandards of performance; and\n\t\t\t\tspecifying the time (not being less than 28 days from the date ofpublication of the notice) within which representations with respect to theproposals may be made.\n\t\t\tA notice required by subsection (1)(b) shall be published in such manner asthe Authority considers appropriate for the purpose of bringing it to theattention of those likely to be affected by the proposals.\n\t\t\tThe persons or bodies to be consulted by the Authority under subsection(1)(c) are—\n\t\t\t\tgas suppliers (in the case of standards of performance under section 33A or33B) or gas transporters and gas suppliers (in the case of standards ofperformance under section 33AA or 33BA); and\n\t\t\t\tpersons or bodies appearing to the Authority to be representative ofpersons likely to be affected by the regulations or determination.\n\t\t\tThe Authority shall make arrangements for securing that notices undersubsection (1)(b), regulations under section 33A or 33AA and determinationsunder section 33B or 33BA are made available to the public by whatever meansit considers appropriate.”\n\tInformation with respect to levels of performance\n\t\tSection 33C of the 1986 Act is amended as follows.\n\t\tIn subsection (1), paragraph (c) (and the word “and” preceding it) shallcease to have effect.\n\t\tAfter subsection (1) there is inserted—\n\t\t\t“(1A)The Authority shall from time to time collect information with respectto—\n\t\t\tthe compensation made by gas transporters under section 33AA;\n\t\t\tthe levels of overall performance achieved by gas transporters.”\n\t\tIn subsection (2)(b) the words “or 33BB above” shall cease to have effect.\n\t\tAfter subsection (2) there is inserted—\n\t\t“(2A)At such times as the Authority may direct, each gas transporter shallgive the following information to the Authority—\n\t\t\tas respects each standard prescribed by regulations under section 33AA, thenumber of cases in which compensation was made and the aggregate amount orvalue of that compensation; and\n\t\t\tas respects each standard determined under section 33BA, such informationwith respect to the level of performance achieved by the transporter as theAuthority may direct.”\n\t\tSubsection (3) shall cease to have effect.\n\tInformation to be given to customers\n\t\tFor section 33D of the 1986 Act there is substituted—\n\t\t“33DInformation to be given to customers about overall performance\n\t\t\tThe Authority may make regulations requiring such information as may bespecified or described in the regulations about—\n\t\t\t\tthe standards of overall performance determined under section 33B or 33BA;and\n\t\t\t\tthe levels of performance achieved as respects those standards,\n\t\t\t\t\tto be given by gas suppliers or gas transporters to customers or potentialcustomers of gas suppliers.\n\t\t\tRegulations under this section may include provision—\n\t\t\t\tas to the form and manner in which and the frequency with which informationis to be given; and\n\t\t\t\trequiring information about the matters mentioned in subsection (1)(a) or(b) and relating to gas transporters to be given by gas transporters to gassuppliers and by gas suppliers to their customers or potential customers.”"
    },
    {
        "length": 3594,
        "text": "\nEnforcement of obligations\n\tFinancial penalties\n\t\tAfter section 30 of the 1986 Act there is inserted—\n\t\t“30APenalties\n\t\t\tWhere the Authority is satisfied that a licence holder—\n\t\t\t\thas contravened or is contravening any relevant condition or requirement;or\n\t\t\t\thas failed or is failing to achieve any standard of performance prescribedunder section 33A or 33AA,\n\t\t\t\t\tthe Authority may, subject to section 30C, impose on the licence holder apenalty of such amount as is reasonable in all the circumstances of the case.\n\t\t\tThe Authority shall not impose a penalty on a licence holder undersubsection (1) where it is satisfied that the most appropriate way ofproceeding is under the [1998 c. 41.] Competition Act 1998.\n\t\t\tBefore imposing a penalty on a licence holder under subsection (1) theAuthority shall give notice—\n\t\t\t\tstating that it proposes to impose a penalty and the amount of the penaltyproposed to be imposed;\n\t\t\t\tsetting out the relevant condition or requirement or the standard ofperformance in question;\n\t\t\t\tspecifying the acts or omissions which, in the opinion of the Authority,constitute the contravention or failure in question and the other facts which,in the opinion of the Authority, justify the imposition of a penalty and theamount of the penalty proposed; and\n\t\t\t\tspecifying the period (not being less than 21 days from the date ofpublication of the notice) within which representations or objections withrespect to the proposed penalty may be made,\n\t\t\t\tand shall consider any representations or objections which are duly made andnot withdrawn.\n\t\t\tBefore varying any proposal stated in a notice under subsection (3)(a) theAuthority shall give notice—\n\t\t\t\tsetting out the proposed variation and the reasons for it; and\n\t\t\t\tspecifying the period (not being less than 21 days from the date ofpublication of the notice) within which representations or objections withrespect to the proposed variation may be made,\n\t\t\t\tand shall consider any representations or objections which are duly made andnot withdrawn.\n\t\t\tAs soon as practicable after imposing a penalty, the Authority shall givenotice—\n\t\t\t\tstating that it has imposed a penalty on the licence holder and its amount;\n\t\t\t\tsetting out the relevant condition or requirement or the standard ofperformance in question;\n\t\t\t\tspecifying the acts or omissions which, in the opinion of the Authority,constitute the contravention or failure in question and the other facts which,in the opinion of the Authority, justify the imposition of the penalty and itsamount; and\n\t\t\t\tspecifying a date, no earlier than the end of the period of 42 days fromthe date of service of the notice on the licence holder, by which the penaltyis required to be paid.\n\t\t\tThe licence holder may, within 21 days of the date of service on him of anotice under subsection (5), make an application to the Authority for it tospecify different dates by which different portions of the penalty are to bepaid.\n\t\t\tAny notice required to be given under this section shall be given—\n\t\t\t\tby publishing the notice in such manner as the Authority considersappropriate for the purpose of bringing the matters to which the noticerelates to the attention of persons likely to be affected by them;\n\t\t\t\tby serving a copy of the notice on the licence holder; and\n\t\t\t\tby serving a copy of the notice on the Council.\n\t\t\tNo penalty imposed by the Authority under this section may exceed 10 percent. of the turnover of the licence holder (determined in accordance withprovisions specified in an order made by the Secretary of State).\n\t\t\tAn order under subsection (8) shall not be made unless a draft of theinstrument containing it has been laid before and approved by a resolution ofeach House of Parliament.\n\t\t\tAny sums received by the Authority by way of penalty under this sectionshall be paid into the Consolidated Fund.\n\t\t\tThe power of the Authority under subsection (1) is not exercisable inrespect of any contravention or failure before the commencement of section 95of the Utilities Act 2000.\n\t\tBStatement of policy with respect to penalties\n\t\t\tThe Authority shall prepare and publish a statement of policy with respectto the imposition of penalties and the determination of their amount.\n\t\t\tIn deciding whether to impose a penalty, and in determining the amount ofany penalty, in respect of a contravention or failure the Authority shall haveregard to its statement of policy most recently published at the time when thecontravention or failure occurred.\n\t\t\tThe Authority may revise its statement of policy and where it does so shallpublish the revised statement.\n\t\t\tPublication under this section shall be in such manner as the Authorityconsiders appropriate for the purpose of bringing the matters contained in thestatement of policy to the attention of persons likely to be affected by them.\n\t\t\tThe Authority shall undertake such consultation as it considers appropriatewhen preparing or revising its statement of policy.\n\t\tCTime limits on the imposition of penalties\n\t\t\tWhere no final or provisional order has been made in relation to acontravention or failure, the Authority may not impose a penalty in respect ofthe contravention or failure later than the end of the period of 12 monthsfrom the time of the contravention or failure, unless before the end of thatperiod—\n\t\t\t\tthe notice under section 30A(3) relating to the penalty is served on thelicence holder under section 30A(7), or\n\t\t\t\ta notice relating to the contravention or failure is served on the licenceholder under section 38(1).\n\t\t\tWhere a final or provisional order has been made in relation to acontravention or failure, the Authority may not impose a penalty in respect ofthe contravention or failure unless the notice relating to the penalty undersection 30A(3) was served on the licence holder under section 30A(7)—\n\t\t\t\twithin three months from the confirmation of the provisional order or themaking of the final order, or\n\t\t\t\twhere the provisional order is not confirmed, within six months from themaking of the provisional order.\n\t\tDInterest and payment of instalments\n\t\t\tIf the whole or any part of a penalty is not paid by the date by which itis required to be paid, the unpaid balance from time to time shall carryinterest at the rate for the time being specified in section 17 of the [1838c. 110.] Judgments Act 1838.\n\t\t\tIf an application is made under subsection (6) of section 30A in relationto a penalty, the penalty is not required to be paid until the application hasbeen determined.\n\t\t\tIf the Authority grants an application under that subsection in relation toa penalty but any portion of the penalty is not paid by the date specified inrelation to it by the Authority under that subsection, the Authority may whereit considers it appropriate require so much of the penalty as has not alreadybeen paid to be paid immediately.\n\t\tEAppeals \n\t\t\tIf the licence holder on whom a penalty is imposed is aggrieved by—\n\t\t\t\tthe imposition of the penalty;\n\t\t\t\tthe amount of the penalty; or\n\t\t\t\tthe date by which the penalty is required to be paid, or the differentdates by which different portions of the penalty are required to be paid,\n\t\t\t\t\tthe licence holder may make an application to the court under this section.\n\t\t\tAn application under subsection (1) must be made—\n\t\t\t\twithin 42 days from the date of service on the licence holder of a noticeunder section 30A(5), or\n\t\t\t\twhere the application relates to a decision of the Authority on anapplication by the licence holder under section 30A(6), within 42 days fromthe date the licence holder is notified of the decision.\n\t\t\tOn any such application, where the court considers it appropriate to do soin all the circumstances of the case and is satisfied of one or more of thegrounds falling within subsection (4), the court—\n\t\t\t\tmay quash the penalty;\n\t\t\t\tmay substitute a penalty of such lesser amount as the court considersappropriate in all the circumstances of the case; or\n\t\t\t\tin the case of an application under subsection (1)(c), may substitute forthe date or dates imposed by the Authority an alternative date or dates.\n\t\t\tThe grounds falling within this subsection are—\n\t\t\t\tthat the imposition of the penalty was not within the power of theAuthority under section 30A;\n\t\t\t\tthat any of the requirements of subsections (3) to (5) or (7) of section30A have not been complied with in relation to the imposition of the penaltyand the interests of the licence holder have been substantially prejudiced bythe non-compliance; or\n\t\t\t\tthat it was unreasonable of the Authority to require the penalty imposed,or any portion of it, to be paid by the date or dates by which it was requiredto be paid.\n\t\t\tIf an application is made under this section in relation to a penalty, thepenalty is not required to be paid until the application has been determined.\n\t\t\tWhere the court substitutes a penalty of a lesser amount it may require thepayment of interest on the substituted penalty at such rate, and from suchdate, as it considers just and equitable.\n\t\t\tWhere the court specifies as a date by which the penalty, or a portion ofthe penalty, is to be paid a date before the determination of the applicationunder this section it may require the payment of interest on the penalty, orportion, from that date at such rate as it considers just and equitable.\n\t\t\tExcept as provided by this section, the validity of a penalty shall not bequestioned by any legal proceedings whatever.\n\t\t\tIn this section “the court” means—\n\t\t\t\tin relation to England and Wales, the High Court; and\n\t\t\t\tin relation to Scotland, the Court of Session.\n\t\tFRecovery of penalties\n\t\t\tWhere a penalty imposed under section 30A(1), or any portion of it, has notbeen paid by the date on which it is required to be paid and—\n\t\t\t\tno application relating to the penalty has been made under section 30Eduring the period within which such an application can be made, or\n\t\t\t\tan application has been made under that section and determined,\n\t\t\t\tthe Authority may recover from the licence holder, as a civil debt due to it,any of the penalty and any interest which has not been paid.”\n\t\t\tIn section 28 of the 1986 Act (orders for securing compliance with certainprovisions)—\n\t\t\t\tsubsection (7A) (power to impose financial penalty in a final order undersection 28) and subsection (9) (payment of sums received by way of financialpenalty under section 28 to be paid into the Consolidated Fund) shall cease tohave effect;\n\t\t\t\tin subsection (8) (interpretation) for “and 30” there is substituted “to30F”.\n\t\t\tSection 30(2)(b) of the 1986 Act (power of court to quash or substitute amonetary penalty on an application under section 30) shall cease to haveeffect.\n\t\t\tIn section 36 of the 1986 Act (keeping of a register)—\n\t\t\t\tin subsection (1), for “and final and provisional orders” there issubstituted “, final and provisional orders and penalties imposed undersection 30A(1)”;\n\t\t\t\tin subsection (2), after paragraph (e) there is inserted “; and\n\t\t\t\tevery notice under section 30A(5).”\n\t\t\tIn section 38(1) of the 1986 Act (power to require information, etc.)—\n\t\t\t\tfor “Director” in each place where it appears, there is substituted“Authority”;\n\t\t\t\tafter “requirement” there is inserted “or may be failing, or may havefailed, to achieve any standard of performance prescribed under section 33A or33AA,”;\n\t\t\t\tfor the words from “his functions” to “signed by him” there is substituted“its functions under section 28 or 30A to 30F in relation to that matter, bynotice in writing”;\n\t\t\t\tfor “him” there is substituted “it”.\n\tLicence enforcement\n\t\tThe 1986 Act is amended as follows.\n\t\tIn subsection (1) of section 28 (orders for securing compliance withcertain provisions), for “and (5)” there is substituted “, (5) and (5A)”.\n\t\tIn subsections (2), (4) and (6) of that section, for “subsection (5)” thereis substituted “subsections (5) and (5A)”.\n\t\tIn subsection (5) of that section paragraphs (aa) and (b) shall cease tohave effect.\n\t\tAfter subsection (5) of that section there is inserted—\n\t\t\t“(5A)The Authority is not required to make a final order or make or confirm aprovisional order if it is satisfied—\n\t\t\tthat the licence holder has agreed to take and is taking all such steps asit appears to the Authority for the time being to be appropriate for thelicence holder to take for the purpose of securing or facilitating compliancewith the condition or requirement in question; or\n\t\t\tthat the contraventions were or the apprehended contraventions are of atrivial nature.”\n\t\tIn section 29 (procedural requirements for making or confirming ordersunder section 28), in subsections (1)(c) and (4)(b), for “28” there issubstituted “21”.\n\t\tSubsections (2) to (6) do not have effect in relation to—\n\t\t\ta provisional order which has been made before the commencement of thesubsection making the amendment; or\n\t\t\ta final order in respect of which notice has been given under section 29(1)of the 1986 Act before the commencement of the subsection making theamendment."
    },
    {
        "length": 1130,
        "text": "\nRemuneration and service standards\n\tLinks between directors' remuneration and gas service standards\n\t\tAfter section 33E of the 1986 Act there is inserted—\n\t\t“Service standards and remuneration\n\t\t\tFRemuneration and service standards\n\t\t\t\tThis section applies to any company which is authorised by a licence tocarry on activities subject to price regulation.\n\t\t\t\tAs soon as reasonably practicable after the end of each financial year ofthe company it must make a statement to the Authority—\n\t\t\t\t\tdisclosing whether or not remuneration has been paid or become due duringthat financial year to the directors of the company as a result ofarrangements falling within subsection (3); and\n\t\t\t\t\twhere such remuneration has been paid or become due, describing thearrangements and the remuneration.\n\t\t\t\tArrangements fall within this subsection if they are arrangements forlinking the remuneration of the directors of the company to levels ofperformance as respects service standards in connection with activitiessubject to price regulation.\n\t\t\t\tA description under subsection (2)(b) must include in particular—\n\t\t\t\t\ta statement of when the arrangements were made;\n\t\t\t\t\ta description of the service standards in question;\n\t\t\t\t\tan explanation of the means by which the levels of performance as respectsthose service standards are assessed; and\n\t\t\t\t\tan explanation of how the remuneration was calculated.\n\t\t\t\tThe statement required by subsection (2) must also state—\n\t\t\t\t\twhether or not there are in force in respect of the financial year duringwhich the statement is made arrangements falling within subsection (3); or\n\t\t\t\t\tif not, whether the company intends that such arrangements will be in forceat some time during that financial year,\n\t\t\t\t\t\tand if there are, or it is intended that there will be, such arrangements inforce the statement must describe those arrangements.\n\t\t\t\tA description under subsection (5) must—\n\t\t\t\t\tinclude in particular the matters listed in subsection (4)(a), (b) and (c);and\n\t\t\t\t\twhere the arrangements described are different from any arrangementsdescribed under subsection (2)(b), state the likely effect of thosedifferences on the remuneration of each director of the company.\n\t\t\t\tThe statement required by subsection (2) must be made to the Authority insuch manner as may be required by the Authority.\n\t\t\t\tThe statement required by subsection (2)—\n\t\t\t\t\tmust be published by the company making the statement in such manner as itreasonably considers will secure adequate publicity for it; and\n\t\t\t\t\tmay be published by the Authority in such manner as it may considerappropriate.\n\t\t\t\tThe duty of a company under this section applies in respect of any personwho has at any time been a director of the company.\n\t\t\t\tIn this section—\n\t\t\t\t\t  * “activities subject to price regulation”, in relation to any company, are activities for which—\n\t\t\t\t\ta maximum price which may be charged by the company, or a method forcalculating such a maximum price; or\n\t\t\t\t\ta maximum revenue which may be received by the company, or a method forcalculating such a maximum revenue,\n\t\t\t\t\tis determined by or under the licence granted under this Part;\n\t\t\t\t\t\t  * “company” means a company within the meaning of the [1985 c. 6.] Companies Act 1985 which is limited by shares;\n\t\t\t\t\t\t  * “remuneration” in relation to a director of a company—\n\t\t\t\t\tmeans any form of payment, consideration or other benefit (including pensionbenefit), paid or due to or in respect of the director; and\n\t\t\t\t\tincludes remuneration in respect of any of his services while a director ofthe company;\n\t\t\t\t\t\t  * “service standards” in relation to any company, means standards relating to the quality of service received by customers or potential customers of the company, including any such standards which are—\n\t\t\t\t\tset by or under any conditions included in a licence granted under this Part;\n\t\t\t\t\tprescribed by the Authority in regulations made under section 33A and 33AA;\n\t\t\t\t\tdetermined by the Authority under section 33B or 33BA; or\n\t\t\t\t\tset or agreed to by the company.”"
    },
    {
        "length": 3706,
        "text": "\nMiscellaneous\n\tHelp for disadvantaged groups of gas customers\n\t\tAfter section 41 of the 1986 Act there is inserted—\n\t\t“Adjustment of charges\n\t\t\tAAdjustment of charges to help disadvantaged groups of customers\n\t\t\t\tIf the Secretary of State considers that members of any group (a“disadvantaged group”) of customers of authorised suppliers are treated lessfavourably than other customers of theirs as respects charges for gas, he maymake an order containing a scheme for the adjustment of charges for gas with aview to eliminating or reducing the less favourable treatment.\n\t\t\t\tThe scheme may include—\n\t\t\t\t\tprovision for the adjustment of charges by authorised shippers orauthorised transporters (as well as by suppliers); and\n\t\t\t\t\tin relation to charges payable to suppliers, provision for the adjustmentof charges payable by customers who are not members of the disadvantaged group(as well as by persons who are).\n\t\t\t\tThe scheme shall—\n\t\t\t\t\tdescribe the disadvantaged group;\n\t\t\t\t\tspecify the persons whose charges are covered by the scheme; and\n\t\t\t\t\tset out the basis of the adjustment of the charges.\n\t\t\t\tIf the scheme does not relate to the whole of Great Britain, it shallspecify the area or areas to which it relates.\n\t\t\t\tThe scheme may—\n\t\t\t\t\trequire authorised suppliers, authorised shippers or authorisedtransporters to supply information of any specified description, in anyspecified form, to any other such persons; and\n\t\t\t\t\tprovide for the modification of conditions of licences,\n\t\t\t\t\t\tfor the purpose of facilitating the implementation of the scheme.\n\t\t\t\tAn order shall not be made under this section unless a draft of thestatutory instrument containing it has been laid before, and approved by aresolution of, each House of Parliament.\n\t\t\tBOrders: supplementary\n\t\t\t\tBefore making an order under section 41A, the Secretary of State shall givenotice—\n\t\t\t\t\tstating that he proposes to make an order and setting out its effect;\n\t\t\t\t\tstating the reasons why he proposes to make the order; and\n\t\t\t\t\tspecifying the time (not being less than 28 days from the date ofpublication of the notice) within which representations or objections withrespect to the proposed order may be made,\n\t\t\t\t\t\tand shall consider any representations or objections which are duly made andnot withdrawn.\n\t\t\t\tThe notice shall be given—\n\t\t\t\t\tby serving a copy of it on the persons whose charges are covered by theproposed order; and\n\t\t\t\t\tby publishing it in such manner as the Secretary of State considersappropriate for bringing the proposed order to the attention of other personslikely to be affected by it.\n\t\t\t\tAn order under section 41A shall continue in force for such period notexceeding three years as is specified in the order; but that does not preventthe making of another order to come into force at the end of that period.\n\t\t\t\tThe Secretary of State may by order require authorised suppliers,authorised shippers or authorised transporters to supply information of anyspecified description, in any specified form, to any other such persons forthe purpose of enabling the making of an order under section 41A.\n\t\t\t\tThe Authority—\n\t\t\t\t\tshall monitor the effect of orders under section 41A and report itsfindings to the Secretary of State whenever he directs it to do so; and\n\t\t\t\t\tmay require authorised suppliers, authorised shippers or authorisedtransporters to supply to the Authority, in any specified form, suchinformation as it requires for carrying out that duty.\n\t\t\t\tIn section 41A references to customers do not include customers of adescription excluded by an order made by the Secretary of State.\n\t\t\t\tIn this section and section 41A “authorised shipper” means a personauthorised by a licence or exemption to arrange with any gas transporter forgas to be introduced into, conveyed by means of, or taken out of a pipe-linesystem operated by that transporter.”\n\tEnergy efficiency requirements for gas transporters and suppliers\n\t\tFor section 33BB of the 1986 Act (promotion of efficient use of gas) there issubstituted—\n\t\t“33BCPromotion of the efficient use by consumers of gas\n\t\t\tThe Secretary of State may by order impose—\n\t\t\t\ton each gas transporter (or each gas transporter of a specifieddescription); and\n\t\t\t\ton each gas supplier (or each gas supplier of a specified description),\n\t\t\t\t\tan obligation to achieve, within a specified period and in accordance with theorder, the energy efficiency target to be determined by the Authority underthe order for that transporter or supplier (and that obligation is referred toin this section as an “energy efficiency obligation”).\n\t\t\tIn this section “energy efficiency target” means a target for the promotionof improvements in energy efficiency, that is to say, efficiency in the use byconsumers of gas conveyed through pipes, electricity or any other source ofenergy which is specified in the order.\n\t\t\tAn order under this section may specify criteria by reference to which theAuthority is to determine energy efficiency targets for the gas transportersand gas suppliers on whom obligations are imposed by the order.\n\t\t\tThe Secretary of State and the Authority shall carry out their respectivefunctions under this section in the manner he or it considers is bestcalculated to ensure that no gas transporter is unduly disadvantaged incompeting with other gas transporters and no gas supplier is undulydisadvantaged in competing with other gas suppliers.\n\t\t\tThe order may make provision generally in relation to the energy efficiencyobligations which it imposes, including in particular provision—\n\t\t\t\tas to the treatment of persons who become gas transporters or gas suppliersafter the beginning of the period to which the order relates;\n\t\t\t\tas to the action which qualifies for the purpose of meeting the whole orany part of an energy efficiency target;\n\t\t\t\tas to the method by which improvements in energy efficiency attributable toany qualifying action are to be assessed;\n\t\t\t\trequiring transporters and suppliers to give to the Authority specifiedinformation, or information of a specified nature, about their proposals forcomplying with their energy efficiency obligations;\n\t\t\t\trequiring the Authority to determine—\n\t\t\t\twhether any proposed action qualifies for the purpose of achieving thewhole or any part of a person’s energy efficiency target; and\n\t\t\t\tif so, what improvement in energy efficiency is to be attributed for thatpurpose to the proposed action or to any result of that action specified inthe determination; and\n\t\t\t\trequiring transporters or suppliers to produce to the Authority evidence ofa specified kind demonstrating that they have complied with their energyefficiency obligations.\n\t\t\tThe order may make provision authorising the Authority to require atransporter or supplier to provide it with specified information, orinformation of a specified nature, relating to—\n\t\t\t\this proposals for complying with his energy efficiency obligation; or\n\t\t\t\tthe question whether he has complied with that obligation.\n\t\t\tThe order may make provision as to circumstances in which—\n\t\t\t\ta person’s energy efficiency target may be altered during the period towhich the order relates;\n\t\t\t\tthe whole or any part of a person’s energy efficiency target may be treatedas having been achieved by action taken otherwise than by or on behalf of thatperson;\n\t\t\t\tany action taken before the period to which the order relates may betreated as qualifying action taken during that period;\n\t\t\t\tthe whole or any part of a person’s energy efficiency target may betransferred to another gas transporter or gas supplier or to an electricitydistributor or electricity supplier (within the meaning of Part I of the [1989c. 29.] Electricity Act 1989); or\n\t\t\t\ta person may carry forward the whole or any part of his energy efficiencytarget for the period to which the order relates to a subsequent period.\n\t\t\tThe order may—\n\t\t\t\tprovide for exceptions from any requirement of the order;\n\t\t\t\tprovide that any specified requirement contained in it is to be treated asa relevant requirement for the purposes of this Part;\n\t\t\t\tmake supplementary, incidental and transitional provision; and\n\t\t\t\tsubject to subsection (4), make different provision for different cases(including different provision in relation to different transporters orsuppliers).\n\t\t\tThe order may include provision for treating the promotion of the supply topremises of—\n\t\t\t\telectricity generated by a generating station which is operated for thepurposes of producing heat, or a cooling effect, in association withelectricity;\n\t\t\t\theat produced in association with electricity or steam produced from (orair or water heated by) such heat; or\n\t\t\t\tany gas or liquid subjected to a cooling effect produced in associationwith electricity,\n\t\t\t\tas promotion of improvements in energy efficiency.\n\t\t\tNo person shall be required by virtue of this section to provide anyinformation which he could not be compelled to give in evidence in civilproceedings in the High Court or, in Scotland, the Court of Session.\n\t\t\tBefore making an order under this section the Secretary of State shallconsult the Authority, the Council, gas transporters and gas suppliers andsuch other persons as he considers appropriate.\n\t\t\tAn order under this section shall not be made unless a draft of theinstrument containing it has been laid before, and approved by a resolutionof, each House of Parliament.”\n\tExercise of powers to make regulations\n\t\tFor section 47(7) of the 1986 Act (power to make regulations to be exercisableby statutory instrument) there is substituted—\n\t\tAny power to make regulations conferred by this Part on the Secretary ofState or the Authority shall be exercisable by statutory instrument.\n\t\tAny statutory instrument containing regulations under this Part made by theSecretary of State shall, except as otherwise provided by this Act, be subjectto annulment in pursuance of a resolution of either House of Parliament.”\n\tStandards of gas quality\n\t\tAfter section 15A of the 1986 Act (billing disputes) there is inserted—\n\t\t“16Standards of gas quality\n\t\t\tThe Authority may, with the consent of the Secretary of State, prescribe—\n\t\t\t\tstandards of pressure and purity to be complied with by gas transporters inconveying gas to premises or to pipe-line systems operated by other gastransporters; and\n\t\t\t\tother standards with respect to the properties, condition and compositionof gas so conveyed.\n\t\t\tBefore making any regulations under this section the Authority shallconsult such persons and organisations as it considers appropriate and suchgas transporters as appear to it to be affected by the regulations.\n\t\t\tThe Authority shall appoint competent and impartial persons for the purposeof—\n\t\t\t\tcarrying out tests of gas, apparatus or equipment in accordance withregulations under this section; and\n\t\t\t\tassisting the Authority in exercising functions under this section andregulations made under it.\n\t\t\tRegulations under this section may make provision—\n\t\t\t\tfor requiring tests of gas conveyed by gas transporters to be carried outby persons appointed under subsection (3) or by gas transporters for thepurpose of ascertaining whether the gas conforms with the standards prescribedby the regulations;\n\t\t\t\tfor requiring such tests to be carried out on the basis of samples taken bypersons appointed under subsection (3) or by gas transporters; and\n\t\t\t\tfor requiring samples of gas taken under paragraph (b) to be provided bygas transporters for the purpose of carrying out such tests.\n\t\t\tRegulations under this section may make provision—\n\t\t\t\tfor requiring such premises, apparatus and equipment as the Authority maydirect to be provided and maintained by gas transporters for the purpose ofcarrying out tests required under subsection (4)(a);\n\t\t\t\tfor requiring tests of apparatus and equipment so provided to be carriedout by persons appointed under subsection (3); and\n\t\t\t\tfor requiring gas transporters to carry out tests of apparatus andequipment so provided and maintained by them.\n\t\t\tRegulations under this section may make provision—\n\t\t\t\tas to the places or premises and the times at which, and the manner inwhich—\n\t\t\t\ttests under this section are to be carried out;\n\t\t\t\tsamples of gas are to be taken and provided under this section; and\n\t\t\t\tresults of tests under this section are to be notified or made available;\n\t\t\t\tfor the Authority to require by direction any matter which may be requiredby regulations by virtue of paragraph (a);\n\t\t\t\tfor persons representing the gas transporter concerned to be present duringthe carrying out of any tests carried out by persons appointed undersubsection (3);\n\t\t\t\tfor the results of tests under this section to be made available to otherlicence holders and to the public;\n\t\t\t\tfor requiring gas transporters to notify the results of such tests carriedout by them to the Authority or to any person appointed under subsection (3);\n\t\t\t\tfor conferring powers of entry on property owned or occupied by gastransporters for the purpose of carrying out tests under this section andotherwise for the purposes of the regulations.\n\t\t\tSubject to subsection (8), the Authority may by notice in writing require agas transporter to give to the Authority, or to any person appointed by it forthe purpose, within such time and at such place as may be specified in thenotice, such information as the Authority may reasonably require for thepurpose of making regulations under this section or of giving directions undersuch regulations.\n\t\t\tA gas transporter shall not be required under subsection (7) to give anyinformation which he could not be compelled to give in evidence in civilproceedings before the High Court or, in Scotland, the Court of Session.\n\t\t\tEvery person who is a gas transporter during any period shall pay to theAuthority such proportion as the Authority may determine of such part of itsexpenses for that period as the Authority may determine to be attributable toits functions in connection with the testing of gas for the purposes of thissection.\n\t\t\tIt shall be the duty of every gas transporter to conduct his business insuch a way as can reasonably be expected to secure compliance with thestandards set under subsection (1).”\n\tMaximum prices for reselling gas\n\t\tIn section 37 of the 1986 Act (maximum prices for reselling gas)—\n\t\t\tin subsection (1), for “shall” (in the first place it appears) and “gassuppliers” there is substituted respectively “may” and “authorised suppliers”;and\n\t\t\tin subsections (2) and (4) for “a gas supplier” there is substituted “anauthorised supplier”."
    },
    {
        "length": 2903,
        "text": "\nMiscellaneous\n\tOverall energy efficiency targets\n\t\tFor the purposes of the exercise by the Authority of its functions undereither or both of—\n\t\t\tsection 33BC of the 1986 Act (energy efficiency requirements for gastransporters and suppliers) and any order made under that section, and\n\t\t\tsection 41A of the 1989 Act (energy efficiency requirements for electricitydistributors and suppliers) and any order made under that section,\n\t\t\t\tthe Secretary of State may by order specify an overall target for thepromotion of improvements in energy efficiency.\n\t\tWhere an overall target applies in relation to both sections mentioned insubsection (1), the order specifying the target may make provision for theAuthority to apportion the target between—\n\t\t\tpersons who are gas transporters or gas suppliers (for the purposes ofsection 33BC of the 1986 Act and any order under that section); and\n\t\t\tpersons who are electricity distributors or electricity suppliers (for thepurposes of section 41A of the 1989 Act and any order under that section),\n\t\t\tby reference to such criteria as may be specified in the order.\n\t\tThe Authority shall exercise its functions under the provisions mentionedin subsection (1) in relation to which an overall target applies (and inparticular its functions relating to the determination of energy efficiencytargets) in the manner it considers best calculated to result in theachievement of the overall target.\n\t\tBefore making an order under this section the Secretary of State shallconsult the Authority, the Council, gas transporters, gas suppliers,electricity distributors, electricity suppliers, and such other persons as heconsiders appropriate.\n\t\tAn order under this section shall not be made unless a draft of theinstrument containing it has been laid before, and approved by a resolutionof, each House of Parliament.\n\tSpecialist members of the Competition Commission\n\t\tThe Secretary of State shall appoint not less than six members of theCompetition Commission (“the Commission”) for the purpose of the exercise bythe Commission of any function under or by virtue of—\n\t\t\tsection 24, 26A or 41E of the 1986 Act; or\n\t\t\tsection 12, 14A or 56C of the 1989 Act.\n\t\tIn selecting a group to perform any function of the Commission under or byvirtue of any provision mentioned in subsection (1), the chairman of theCommission shall select one or more of the members appointed under subsection(1) to be members of the group.\n\t\tIn paragraph 2(1)(d) of Schedule 7 to the [1998 c. 41.] Competition Act1998 (membership of Commission to include specialist members appointed undergas and electricity legislation), for sub-paragraph (ii) there is substituted—\n\t\t\tsection 104 of the Utilities Act 2000;”.\n\t\tSection 12(9) and (9A) of the 1989 Act (which are superseded by thissection) shall cease to have effect.\n\t\tThe persons who are, immediately before the commencement of this section,members of the Competition Commission by virtue of appointments made undersection 12(9) of the 1989 Act shall continue as members of the Commission andtheir appointments shall be treated as having been made under this section.\n\t\tNothing in this section affects any group which has been selected, beforethe commencement of this section, to perform functions of the Commission inrelation to any reference under or by virtue of section 24 of the [1986 . 44.]1986 Act or section 12 of the 1989 Act.\n\tGeneral restrictions on disclosure of information\n\t\tInformation which—\n\t\t\thas been obtained under or by virtue of the provisions of this Act, Part Iof the 1986 Act or Part I of the 1989 Act; and\n\t\t\trelates to the affairs of any individual or to any particular business,\n\t\t\t\tshall not be disclosed during the lifetime of the individual or so long as thebusiness continues to be carried on, except as provided below.\n\t\tSubsection (1) does not apply to a disclosure made with the consent of theindividual or the person for the time being carrying on the business.\n\t\tSubsection (1) does not apply to a disclosure if—\n\t\t\tit is made for the purpose of facilitating the performance of any functionsof the Secretary of State, the Authority, the Council or the CompetitionCommission under the 1986 Act, the 1989 Act or this Act;\n\t\t\tit is required by a notice under section 38(1A) of the 1986 Act or section28(2A) of the 1989 Act;\n\t\t\tit is made by a licence holder and is required to be made by a condition ofhis licence; or\n\t\t\tit is made by one licence holder to another and is required by that otherlicence holder for purposes connected with the carrying on of relevantactivities.\n\t\tSubsection (1) does not apply to any disclosure of information made—\n\t\t\tfor the purpose of facilitating the performance by a person or bodymentioned in subsection (5) of any function under an Act or instrumentspecified in subsection (6);\n\t\t\tfor the purpose of facilitating the performance by the Comptroller andAuditor General, the Health and Safety Commission or the Health and SafetyExecutive of any of his or its functions;\n\t\t\tfor the purpose of facilitating the exercise by the Secretary of State ofany power conferred by the Financial Services Act 1986 or by the enactmentsrelating to companies, insurance companies or insolvency;\n\t\t\tfor the purpose of facilitating the performance of the functions of aninspector appointed under the enactments relating to companies;\n\t\t\tfor the purpose of facilitating the performance by an official receiver ofhis functions under the enactments relating to insolvency or by a recognisedprofessional body for the purposes of section 391 of the [1986 c. 45.]Insolvency Act 1986 of its functions as such a body;\n\t\t\tin connection with the investigation of any criminal offence or for thepurposes of any criminal proceedings;\n\t\t\tfor the purposes of any civil proceedings brought under or by virtue of the1986 Act, the 1989 Act, this Act or any Act or instrument specified insubsection (6); or\n\t\t\tin pursuance of a Community obligation.\n\t\tThe persons and bodies specified for the purposes of subsection (4)(a) are—\n\t\t\ta Minister of the Crown;\n\t\t\tthe Competition Commission;\n\t\t\tthe Director General of Fair Trading;\n\t\t\tthe Director General of Telecommunications;\n\t\t\tthe Director General of Water Services;\n\t\t\tthe Director General of Electricity Supply for Northern Ireland;\n\t\t\tthe Director General of Gas for Northern Ireland;\n\t\t\tthe Rail Regulator;\n\t\t\tthe Civil Aviation Authority;\n\t\t\tthe Insolvency Practitioners Tribunal;\n\t\t\tthe Coal Authority; and\n\t\t\ta local weights and measures authority in Great Britain.\n\t\tThe Acts and instruments specified for the purposes of subsection (4)(a)and (g) are—\n\t\t\tthe [1968 c. 29.] Trade Descriptions Act 1968;\n\t\t\tthe [1973 c. 41.] Fair Trading Act 1973;\n\t\t\tthe [1974 c. 39.] Consumer Credit Act 1974;\n\t\t\tthe [1979 c. 38.] Estate Agents Act 1979;\n\t\t\tthe [1980 c. 21.] Competition Act 1980;\n\t\t\tthe [1983 c. 44.] National Audit Act 1983;\n\t\t\tthe [1984 c. 12.] Telecommunications Act 1984;\n\t\t\tthe [1986 c. 31.] Airports Act 1986;\n\t\t\tthe [1986 c. 45.] Insolvency Act 1986;\n\t\t\tthe [1987 c. 43.] Consumer Protection Act 1987;\n\t\t\tthe [S.I. 1988/915.] Control of Misleading Advertisements Regulations 1988;\n\t\t\tthe [1989 c. 15.] Water Act 1989, the [1991 c. 56.] Water Industry Act 1991or any of the other consolidation Acts (within the meaning of section 206 ofthe Water Industry Act 1991);\n\t\t\tthe [S.I. 1992/231 (N.I.1).] Electricity (Northern Ireland) Order 1992;\n\t\t\tthe [1993 c. 43.] Railways Act 1993;\n\t\t\tthe [1994 c. 21.] Coal Industry Act 1994;\n\t\t\tthe [S.I. 1996/275 (N.I.2).] Gas (Northern Ireland) Order 1996;\n\t\t\tthe [1998 c. 41.] Competition Act 1998.\n\t\tThe Secretary of State may by order modify subsection (3), (4), (5) or (6).\n\t\tNothing in subsection (1) is to be construed either as limiting the matterswhich may be—\n\t\t\tpublished under section 33DA or 35 of the 1986 Act or section 42AA or 48 ofthe 1989 Act;\n\t\t\tmade public by the Authority as part of a notice under section 26; or\n\t\t\tincluded in, or made public as part of, a report of the Authority, theCouncil or the Competition Commission under any provision of this Act, Part Iof the 1986 Act or Part I of the 1989 Act;\n\t\t\tor as applying to information which has been so published or has been madepublic as part of such a notice or such a report.\n\t\tA person who discloses any information in contravention of this section isguilty of an offence and liable—\n\t\t\ton summary conviction, to a fine not exceeding the statutory maximum;\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears or to a fine or to both.\n\t\tIn this section—\n\t\t\t  * “licence holder” means the holder of a gas licence or an electricity licence; and \n\t\t\t  * “relevant activities”, in relation to a licence holder, means activities he is authorised by his licence to carry on (including, in the case of a gas transporter, the activities mentioned in section 7(1)(b) and (c) of the 1986 Act). \n\t\tInformation obtained by the Authority in the exercise of functions whichare exercisable concurrently with the Director General of Fair Trading underPart I of the [1998 c. 41.] Competition Act 1998 is subject to sections 55 and56 of that Act (disclosure) and not to subsections (1) to (10) of thissection.\n\t\tThe power to make an order under subsection (7) is exercisable bystatutory instrument which shall be subject to annulment in pursuance of aresolution of either House of Parliament."
    },
    {
        "length": 958,
        "text": "\nSupplementary\n\tInterpretation \n\t\tIn this Act—\n\t\t\t  * “Authority” means the Gas and Electricity Markets Authority; \n\t\t\t  * “Council” means the Gas and Electricity Consumer Council; \n\t\t\t  * “electricity licence” means a licence under section 6 of the 1989 Act; \n\t\t\t  * “gas licence” means a licence under section 7 or 7A of the 1986 Act; \n\t\t\t  * “the 1986 Act” means the [1986 c. 44.] Gas Act 1986; \n\t\t\t  * “the 1989 Act” means the [1989 c. 29.] Electricity Act 1989. \n\t\tExpressions used in this Act, as regards matters relating to gas, which aredefined in section 48 or 66 of the 1986 Act or used in Part I of that Acthave, unless the context otherwise requires, the same meaning as in that Partof that Act.\n\t\tExpressions used in this Act, as regards matters relating to electricity,which are defined in section 64 or 111 of the 1989 Act or used in Part I ofthat Act have, unless the context otherwise requires, the same meaning as inthat Part of that Act.\n\t\tSection 46 of the 1986 Act (service of notices, etc.) shall apply to anydocument authorised or required by virtue of any provision of this Act to beserved on or given to any person as if it were authorised or required to beserved or given by virtue of that Act.\n\tFinancial provisions\n\t\tThere shall be paid out of money provided by Parliament—\n\t\t\tany expenditure incurred by the Authority by virtue of this Act;\n\t\t\tany expenditure incurred by the Secretary of State by virtue of this Act;\n\t\t\tany increase attributable to this Act in the sums payable out of money soprovided under any other Act.\n\tAmendments, transitional provisions and repeals\n\t\tSchedule 6 (minor and consequential amendments), Schedule 7 (transitionalprovisions and savings) and Schedule 8 (repeals) have effect.\n\tPower to make transitional provision etc\n\t\tThe Secretary of State may by regulations make such transitional andconsequential provisions and such savings as he considers necessary orexpedient in preparation for, or in connection with, or in consequence of—\n\t\t\tthe coming into force of any provision of this Act; or\n\t\t\tthe operation of any enactment repealed or amended by a provision of thisAct during any period when the repeal or amendment is not wholly in force.\n\t\tSuch regulations may make modifications of any enactment contained in anyAct or subordinate legislation (including an enactment contained in this Actor in any Act passed or subordinate legislation made in the same Session asthis Act).\n\t\tThe power of the Secretary of State to make regulations under this sectionshall be exercisable by statutory instrument subject to annulment in pursuanceof a resolution of either House of Parliament.\n\tShort title, commencement and extent\n\t\tThis Act may be cited as the Utilities Act 2000.\n\t\tThis Act (apart from this section and section 68) shall come into force onsuch day as the Secretary of State may by order made by statutory instrumentappoint; and different days may be appointed for different purposes.\n\t\tAn order under subsection (2) may contain transitional provisions andsavings relating to the provisions being brought into force by the order.\n\t\tAny amendment or repeal made by this Act has the same extent as theenactment being amended or repealed.\n\t\tSubject to subsection (4), this Act does not extend to Northern Ireland."
    }
]