[
    {
        "length": 683,
        "text": "\nRequirement to register\n\tProhibition on consultant lobbying unless registered\n\t\tA person must not carry on the business of consultant lobbying unless theperson is entered in the register of consultant lobbyists.\n\t\tSections 3 to 7 make provision about the keeping and publication of theregister.\n\tMeaning of consultant lobbying\n\t\tFor the purposes of this Part, a person carries on the business ofconsultant lobbying if—\n\t\t\tin the course of a business and in return for payment, the person makescommunications within subsection (3) on behalf of another person or persons,\n\t\t\tthe person is registered under the Value Added Tax Act 1994, and\n\t\t\tnone of the exceptions in Part 1 of Schedule 1 applies.\n\t\tPart 2 of that Schedule makes provision about the meaning, for the purposesof this Part of this Act, of terms used in subsection (1).\n\t\tThe communications within this subsection are oral or writtencommunications made personally to a Minister of the Crown or permanentsecretary relating to—\n\t\t\tthe development, adoption or modification of any proposal of the governmentto make or amend primary or subordinate legislation;\n\t\t\tthe development, adoption or modification of any other policy of thegovernment;\n\t\t\tthe making, giving or issuing by the government of, or the taking of anyother steps by the government in relation to,—\n\t\t\tany contract or other agreement,\n\t\t\tany grant or other financial assistance, or\n\t\t\tany licence or other authorisation; or\n\t\t\tthe exercise of any other function of the government.\n\t\tIt does not matter whether the person to whom the communication is made, orthe person making it, or both, are outside the United Kingdom when thecommunication is made.\n\t\tRegulations may amend subsection (3) so as to provide that communicationsmade personally to a special adviser are within that subsection.\n\t\tIn this section—\n\t\t\t  * “the government” means Her Majesty’s Government in the United Kingdom; \n\t\t\t  * “Minister of the Crown” means the holder of an office in the government, and includes the Treasury; \n\t\t\t  * “permanent secretary” means a person serving the government in— \n\t\t\tthe position of permanent secretary or second permanent secretary in the civilservice of the State, or\n\t\t\ta position listed in Part 3 of Schedule 1 (positions equivalent to thosementioned in paragraph (a));\n\t\t\t\t  * “special adviser” means a person who serves the government in a position in the civil service of the State and whose appointment to that position meets the requirements applicable to that position set out in section 15(1) of the Constitutional Reform and Governance Act 2010. "
    },
    {
        "length": 1564,
        "text": "\nKeeping the register\n\tThe Registrar of Consultant Lobbyists\n\t\tThere is to be a Registrar of Consultant Lobbyists.\n\t\tSchedule 2 makes provision about the Registrar.\n\tThe register\n\t\tThe Registrar must keep and publish a register of consultant lobbyists.\n\t\tThe entry for each registered person must include—\n\t\t\tin the case of a company—\n\t\t\tits name, its registered number and the address of its registered office,and\n\t\t\tthe names of its directors and of any secretary and any shadow directors;\n\t\t\tin the case of a partnership (including a limited liability partnership),the names of the partners and the address of its main office or place ofbusiness;\n\t\t\tin the case of an individual, the individual’s name and the address of theindividual’s main place of business (or, if there is no such place, theindividual’s residence);\n\t\t\tin the case of any other person (including persons outside the UnitedKingdom), the equivalent information as specified in regulations;\n\t\t\tany name or names, not included under paragraphs (a) to (d), under whichthe person carries on business as a consultant lobbyist;\n\t\t\tsuch other information regarding the identity of the person as may bedetermined by the Registrar;\n\t\t\ta statement of—\n\t\t\twhether there is in place an undertaking by the person to comply with arelevant code of conduct, and\n\t\t\tif so, where a copy of the code may be inspected;\n\t\t\tsuch other information as may be specified in regulations.\n\t\tEach entry must also include—\n\t\t\tfor each quarter in which the registered person has been entered in theregister, the person’s client information (see section 5(3)) or the statementunder section 5(5), and\n\t\t\tif the person received payment in the pre-registration quarter to engage inlobbying, the name of the person or persons on whose behalf the lobbying wasor is to be done.\n\t\tThe pre-registration quarter is the period of 3 months ending on the dateon which the person applied to be entered in the register.\n\t\tRegulations may make further provision in connection with the register; andin particular may—\n\t\t\tspecify other information about the persons mentioned in subsection (3)(b)which must be included in the register;\n\t\t\tmake provision about applications to be entered in the register, includingthe form and content of those applications.\n\t\tIn this section—\n\t\t\tany expression which is used in subsection (2)(a) and in the Companies Actshas the meaning which it has in those Acts (see, in particular, Schedule 8 tothe Companies Act 2006);\n\t\t\ta “relevant code of conduct” (in subsection (2)(g)) is a code of conductwhich governs the carrying on of the business of consultant lobbying (whetheror not it also governs other activities) and is open to inspection by membersof the public.\n\tNotification of client information and changes\n\t\tA registered person must submit an information return to the Registrar foreach quarter.\n\t\tThe information return for a quarter must contain—\n\t\t\teither the client information for that quarter or a statement undersubsection (5), and\n\t\t\tdetails of any change in that quarter in the particulars included in theregister under section 4(2).\n\t\tThe client information for a quarter is—\n\t\t\tif the registered person engaged in lobbying in the quarter in return forpayment (whether or not the payment has been received), the name of the personor persons on whose behalf the lobbying was done, and\n\t\t\tif the registered person received payment in the quarter to engage inlobbying (whether or not the lobbying has been done), the name of the personor persons on whose behalf the lobbying is or was to be done.\n\t\tRegulations may specify other information about the persons mentioned insubsection (3) which must be included in an information return.\n\t\tA statement under this subsection is a statement that, in the quarter inquestion, the registered person neither engaged in lobbying in return forpayment nor received payment to engage in lobbying.\n\t\tThe information return for a quarter must be submitted before the end ofthe period of 2 weeks beginning immediately after the end of the quarter.\n\tDuty to update register\n\t\tThe Registrar must keep the register up to date.\n\t\tIn particular, the Registrar must comply with subsections (3) and (4).\n\t\tWhere a person applies, in accordance with regulations, to be entered inthe register, the Registrar must register the person before the end of theperiod of 4 working days beginning with the day after the day on which theapplication is received.\n\t\tThe Registrar must update the register to include any information or changewhich is notified in an information return.\n\t\tThe Registrar must comply with subsection (4)—\n\t\t\tif the return is received before the end of the period specified in section5(6), before the end of the period of 4 working days beginning with the dayafter the day on which the return is received, or\n\t\t\tif the return is received after the end of that period, before the end ofthe period of 8 working days beginning with the day after the day on which thereturn is received.\n\t\tIf the Registrar has reasonable grounds for believing that a registeredperson is not (or is no longer) a consultant lobbyist, the Registrar maydecide that—\n\t\t\tthe person’s entry should include a statement to that effect, or\n\t\t\tthe person’s entry should be removed from the register.\n\t\tIn this section “working day” means any day other than—\n\t\t\ta Saturday or Sunday, or\n\t\t\ta day which is a bank holiday under the Banking and Financial Dealings Act1971 in any part of the United Kingdom.\n\tPublication of register\n\t\tThe Registrar must publish the register as kept in accordance with section6.\n\t\tThe Registrar may publish such entries, or parts of entries, as theRegistrar considers appropriate in respect of persons who were, but are nolonger, entered in the register.\n\t\tPublication under this section is to be—\n\t\t\ton a website, and\n\t\t\tin such other form or forms as the Registrar considers appropriate."
    },
    {
        "length": 923,
        "text": "\nCompliance\n\tDuty to monitor\n\t\tThe Registrar must monitor compliance with the obligations imposed by or underthis Part.\n\tNotice to supply information\n\t\tIn connection with the duty under section 8, the Registrar may serve anotice (an “information notice”) on a person mentioned in subsection (2)requiring the person to supply information specified in the notice.\n\t\tThe persons are—\n\t\t\tany registered person;\n\t\t\tany person who is not entered in the register but whom the Registrar hasreasonable grounds for believing to be a consultant lobbyist.\n\t\tRegulations may specify descriptions of information which the Registrar maynot require a person to supply under this section.\n\t\tAn information notice must—\n\t\t\tspecify the form in which the information must be supplied,\n\t\t\tspecify the date by which the information must be supplied, and\n\t\t\tcontain particulars of the right to appeal under section 11.\n\t\tThe date specified under subsection (4)(b) must not be before the end ofthe period within which an appeal under section 11 can be brought.\n\t\tSection 10 sets out limitations on—\n\t\t\twhat information is required to be supplied under a notice, and\n\t\t\thow information which is supplied may be used.\n\t\tWhere an information notice has been served on a person, the Registrar maycancel it by serving written notice to that effect on the person.\n\tLimitations on duty to supply information and use of informationsupplied\n\t\tAn information notice does not require a person to supply information if—\n\t\t\tdoing so would disclose evidence of the commission of an offence, otherthan an offence excluded by subsection (2), and\n\t\t\tthe disclosure would expose the person to proceedings for that offence.\n\t\tThe following offences are excluded from subsection (1)—\n\t\t\tan offence under this Part;\n\t\t\tan offence under section 5 of the Perjury Act 1911 (false statements madeotherwise than on oath);\n\t\t\tan offence under section 44 of the Criminal Law (Consolidation) (Scotland)Act 1995 (false statements made otherwise than on oath);\n\t\t\tan offence under Article 10 of the Perjury (Northern Ireland) Order 1979([S.I. 1979/1714 (N.I. 19)](/id/nisi/1979/1714?view=plain \"Go to item oflegislation\")) (false statutory declarations etc).\n\t\tAny relevant statement made by a person (“P”) in response to a requirementin an information notice may not be used in evidence against P on aprosecution for an offence under this Part (except section 12(4)) unless theconditions in subsection (4) are met.\n\t\tThe conditions are that in the proceedings—\n\t\t\tin giving evidence P provides information inconsistent with the relevantstatement, and\n\t\t\tevidence relating to the statement is adduced, or a question relating to itis asked, by P or on P’s behalf.\n\t\tIn subsection (3) “relevant statement”, in relation to a requirement in aninformation notice, means—\n\t\t\tan oral statement, or\n\t\t\ta written statement made for the purposes of the requirement.\n\tRight to appeal against information notice\n\t\tA person on whom an information notice has been served may appeal to theTribunal against the notice.\n\t\tIf an appeal is brought under this section, the person is not required tosupply the information until the date on which the appeal is finallydetermined or withdrawn.\n\t\tRegulations may make provision for and in connection with the determinationof appeals under this section."
    },
    {
        "length": 938,
        "text": "\nOffences\n\tOffences \n\t\tIf a person carries on the business of consultant lobbying in breach ofsection 1(1) (lobbying whilst unregistered), an offence is committed by—\n\t\t\tthe person, and\n\t\t\tany individual who, not being entered in the register, engages in lobbyingin the course of that business.\n\t\tIt is an offence for a registered person to engage in lobbying if—\n\t\t\tthe person’s entry in the register is inaccurate or incomplete in amaterial particular, and\n\t\t\tthe person has failed, when required to submit an information return undersection 5, to provide sufficient information in or accompanying the return toenable the inaccuracy or omission to be rectified.\n\t\tWhere a person is required to submit an information return under section 5,it is an offence for the person—\n\t\t\tto fail to do so within the period specified in section 5(6), or\n\t\t\tto provide information which is inaccurate or incomplete in a materialparticular.\n\t\tWhere an information notice has been served on a person, it is an offencefor the person—\n\t\t\tto fail to supply the required information on or before the date by whichthe person is required to do so, or\n\t\t\tto provide information which is inaccurate or incomplete in a materialparticular.\n\t\tIt is a defence for a person charged under any of subsections (1) to (4) toshow that the person exercised all due diligence to avoid committing theoffence.\n\t\tA person is taken to have shown the fact mentioned in subsection (5) if—\n\t\t\tsufficient evidence of the fact is adduced to raise an issue with respectto it, and\n\t\t\tthe contrary is not proved beyond reasonable doubt.\n\t\tA person guilty of an offence under any of subsections (1) to (4) isliable—\n\t\t\ton summary conviction in Scotland or Northern Ireland, to a fine notexceeding the statutory maximum;\n\t\t\ton summary conviction in England and Wales, or on conviction on indictment,to a fine.\n\t\tIn the case of a summary conviction in England and Wales for an offencecommitted before the coming into force of section 85 of the Legal Aid,Sentencing and Punishment of Offenders Act 2012, the fine under subsection (7)must not exceed the statutory maximum.\n\t\tProceedings for an offence under this Part may be instituted—\n\t\t\tin England and Wales, only by or with the consent of the Director of PublicProsecutions;\n\t\t\tin Northern Ireland, only by or with the consent of the Director of PublicProsecutions for Northern Ireland.\n\tBodies corporate and Scottish partnerships\n\t\tWhere an offence under this Part is committed by a body corporate and isproved—\n\t\t\tto have been committed with the consent or connivance of a director,manager, secretary or other similar officer, or\n\t\t\tto be attributable to any neglect on the part of any such individual,\n\t\t\t\tthe individual as well as the body corporate is guilty of the offence and isliable to be proceeded against and punished accordingly.\n\t\tWhere the affairs of a body corporate are managed by its members,subsection (1) applies in relation to the acts and omissions of a member inconnection with that management as if the member were a director of the bodycorporate.\n\t\tWhere an offence under this Part is committed by a partnership constitutedunder the law of Scotland and is proved—\n\t\t\tto have been committed with the consent or connivance of a partner, or\n\t\t\tto be attributable to any neglect on the part of any such individual,\n\t\t\tthe individual as well as the partnership is guilty of the offence and isliable to be proceeded against and punished accordingly."
    },
    {
        "length": 1303,
        "text": "\nCivil penalties\n\tCivil penalties\n\t\tThe Registrar may impose a civil penalty on a person (in accordance withsections 15 to 18) if the Registrar is satisfied that the person’s conductamounts to an offence under any of subsections (1) to (4) of section 12.\n\t\tFor this purpose—\n\t\t\tsection 12(5) (defence of due diligence) is to be ignored, and\n\t\t\ta person’s conduct includes a failure to act.\n\tNotice of intention to impose civil penalty\n\t\tBefore imposing a civil penalty on a person, the Registrar must serve onthat person a notice stating that the Registrar proposes to impose thepenalty.\n\t\tThe notice must—\n\t\t\tset out the conduct on which the proposal to impose the penalty is based,\n\t\t\tset out the reasons why the Registrar is satisfied that the person hasengaged in that conduct,\n\t\t\tstate the amount of the proposed penalty, and\n\t\t\tinform the person that the person may, within a period specified in thenotice, make written representations in relation to the proposal.\n\t\tThe Registrar must not impose the penalty before the end of the periodspecified under subsection (2)(d).\n\t\tThe Registrar must consider any written representations received before theend of that period.\n\tImposition of penalty\n\t\tIf the Registrar decides to impose a civil penalty, the Registrar mustserve on the person a notice to that effect (a “penalty notice”).\n\t\tThe notice must—\n\t\t\tset out the conduct on which the decision to impose the penalty is based,\n\t\t\tset out the reasons why the Registrar is satisfied that the person hasengaged in that conduct,\n\t\t\tstate the amount of the penalty,\n\t\t\tspecify the period within which and the form in which the penalty must bepaid, and\n\t\t\tcontain particulars of the right to appeal under section 17.\n\t\tThe amount specified in a penalty notice must not exceed £7,500.\n\t\tRegulations may amend subsection (3) by substituting a different maximumfigure.\n\t\tThe period specified under subsection (2)(d) must not end before the end ofthe period within which an appeal under section 17 can be brought.\n\t\tThe person must pay the amount before the end of that period (but this issubject to section 17(2)).\n\t\tWhere a penalty notice has been served on a person, the Registrar may varyor cancel it by serving written notice to that effect on the person.\n\tRight to appeal against imposition of civil penalty\n\t\tA person on whom a penalty notice has been served may appeal to theTribunal against—\n\t\t\tthe decision to impose the penalty;\n\t\t\tif the penalty notice has been varied, the decision to vary it;\n\t\t\tthe amount of the penalty.\n\t\tIf an appeal is brought under this section, the person is not required topay the penalty until the date on which the appeal is finally determined orwithdrawn.\n\t\tRegulations may make provision for and in connection with the determinationof appeals under this section.\n\tCivil penalties and criminal proceedings\n\t\tThe Registrar may not impose a civil penalty on a person in respect of anyconduct—\n\t\t\tat any time after criminal proceedings for an offence under this Part havebeen instituted against the person in respect of that conduct and before thoseproceedings have been concluded, or\n\t\t\tafter the person has been convicted of an offence under this Part inrespect of that conduct.\n\t\tIf the Registrar has imposed a civil penalty on a person in respect of anyconduct, the person may not be convicted of an offence under this Part inrespect of that conduct.\n\tEnforcement \n\t\tAn amount payable to the Registrar as a civil penalty may be recovered bythe Registrar as a debt.\n\t\tIn proceedings for the enforcement of a civil penalty no question may beraised as to—\n\t\t\tliability to the imposition of the penalty, or\n\t\t\tthe amount of the penalty.\n\t\tThe Registrar must pay into the Consolidated Fund any sums received byvirtue of a penalty notice.\n\tFurther provision about civil penalties\n\t\tRegulations may make further provision about civil penalties; and inparticular may—\n\t\t\tspecify circumstances in which a penalty may not be imposed;\n\t\t\tspecify steps that the Registrar must take before imposing a penalty;\n\t\t\tset a minimum for the period which must be specified under section 15(2)(d)or 16(2)(d);\n\t\t\trequire other matters to be specified in a notice under either of thosesections;\n\t\t\tspecify a maximum period that may elapse between the service of a noticeunder section 15 and the service of a penalty notice under section 16;\n\t\t\tprovide for the reviewing of a decision to impose a penalty;\n\t\t\tmake provision about the variation or cancellation under section 16(7) ofpenalty notices;\n\t\t\timpose duties on the Registrar about the keeping of accounts and otherrecords in relation to penalties;\n\t\t\tallow for the charging of interest, or an additional penalty, if a penaltyis paid late."
    },
    {
        "length": 1581,
        "text": "\nSupplementary\n\tGuidance \n\t\tThe Registrar may give guidance about how the Registrar proposes toexercise the functions under this Part.\n\t\tThe Registrar may do so, in particular, by publishing guidance—\n\t\t\tas to cases which the Registrar would, or would not, regard as fallingwithin any of the exceptions in Part 1 of Schedule 1;\n\t\t\totherwise as to the circumstances in which the Registrar would, or wouldnot, consider that a person is carrying on the business of consultantlobbying;\n\t\t\tas to the circumstances in which the Registrar would—\n\t\t\tinclude in the register a statement under section 6(6)(a), or\n\t\t\tremove a person’s entry from the register;\n\t\t\tas to the circumstances in which the Registrar would consider itappropriate to impose a civil penalty;\n\t\t\tabout how the amount of a civil penalty will be determined.\n\t\tThe Registrar may publish—\n\t\t\trevisions to any guidance published under this section;\n\t\t\treplacement guidance.\n\t\tPublication under this section is to be—\n\t\t\ton a website, and\n\t\t\tin such other form or forms as the Registrar considers appropriate.\n\tCharges \n\t\tThe Registrar may impose charges for or in connection with the making,updating and maintenance of entries in the register.\n\t\tThe charges are to be determined by or in accordance with regulations.\n\t\tIn making the regulations, the Minister must seek to ensure that the totalpaid to the Registrar in charges is sufficient to offset the total of thecosts incurred by the Registrar in exercising the functions under this Part(whether or not those costs are directly connected with the keeping of theregister).\n\t\tIf a charge imposed for making an application or a return to the Registraris not paid, the Registrar may treat the application or return as not havingbeen made.\n\t\tThe Registrar must pay into the Consolidated Fund any sums received inrespect of charges under this section.\n\tPower to make further provision\n\t\tRegulations may make such provision as the Minister considers appropriatefor the purposes of carrying into effect any provision of this Part.\n\t\tRegulations under subsection (1) may in particular make provision (orfurther provision) about—\n\t\t\tthe date from which an entry in the register is to take effect;\n\t\t\tthe form and content of information returns under section 5;\n\t\t\tthe exercise of the Registrar’s powers under section 6(6);\n\t\t\tthe removal of entries in other circumstances;\n\t\t\tthe minimum period between the date on which an information notice isserved and the date which must be specified under section 9(4)(b);\n\t\t\tother matters which must be specified in an information notice;\n\t\t\tthe cancellation of notices under section 9(7).\n\t\tRegulations under subsection (1) may make provision permitting or requiringthe Commissioners for Her Majesty’s Revenue and Customs to supply to theRegistrar, on request, such information regarding any person who is, or isrequired to be, registered under the Value Added Tax Act 1994 as is specifiedin the regulations.\n\tRegulations \n\t\tAny reference in this Part to regulations is to regulations made by theMinister.\n\t\tRegulations under this Part may make such consequential, supplementary,incidental or transitional provision as the Minister considers appropriate,including provision amending or modifying the provisions of this Part.\n\t\tRegulations under this Part may make different provision for differentpurposes or cases.\n\t\tRegulations under this Part are to be made by statutory instrument.\n\t\tA statutory instrument containing any of the following regulations may notbe made unless a draft of the instrument has been laid before, and approved bya resolution of, each House of Parliament—\n\t\t\tregulations under section 4(5)(a) or 5(4);\n\t\t\tthe first regulations to be made under each of sections 11(3) and 17(3);\n\t\t\tregulations under this Part which amend or modify the provisions of thisPart.\n\t\tAny other statutory instrument containing regulations under this Part is tobe subject to annulment in pursuance of a resolution of either House ofParliament.\n\tInterpretation \n\t\tIn this Part—\n\t\t\t  * “consultant lobbyist” means a person who carries on the business of consultant lobbying; \n\t\t\t  * “employee” means an individual who works under a contract of employment; \n\t\t\t  * to “engage in lobbying” means to make a communication within section 2(3) on behalf of another person or persons; \n\t\t\t  * “information notice” means a notice under section 9; \n\t\t\t  * “the Minister” means the Secretary of State or the Lord President of the Council; \n\t\t\t  * “payment”, “in return for payment” and references to receiving payment are to be read in accordance with paragraphs 5 to 7 of Schedule 1; \n\t\t\t  * “penalty notice” means a notice under section 16; \n\t\t\t  * “quarter” means each period of three months beginning with 1 January, 1 April, 1 July or 1 October; \n\t\t\t  * “registered person” means a person entered in the register of consultant lobbyists; \n\t\t\t  * “the Tribunal” means— \n\t\t\tthe First-tier Tribunal, or\n\t\t\tin any case where it is determined by or under Tribunal Procedure Rules thatthe appeal is to be heard by the Upper Tribunal, that Tribunal.\n\t\tWhere the Registrar is required or permitted to serve a notice on a person,this is to be effected—\n\t\t\tif the person is a registered company (within the meaning of the CompaniesAct 2006), by sending it by post to the company’s registered office;\n\t\t\tif the person is an individual, by delivering it in person, by sending itby post to the individual’s last known place of residence or business, or byleaving it at that place;\n\t\t\tin any other case, by sending it by post to the last known main address ofthat person;\n\t\t\t\t(but this does not prevent the Registrar from sending additional copies of thenotice by whatever means the Registrar considers appropriate)."
    },
    {
        "length": 1489,
        "text": "\nMeaning of “controlled expenditure”\n\tSection 85 of the Political Parties, Elections and Referendums Act 2000(controlled expenditure by third parties) is amended in accordance withsubsections (2) to (6).\n\tIn subsection (2), for the words from “in connection with” to the endsubstitute “where—\n\t\tthe expenses fall within Part 1 of Schedule 8A, and\n\t\tthe expenditure can reasonably be regarded as intended to promote orprocure electoral success at any relevant election for—\n\t\tone or more particular registered parties,\n\t\tone or more registered parties who advocate (or do not advocate)particular policies or who otherwise fall within a particular category of suchparties, or\n\t\tcandidates who hold (or do not hold) particular opinions or who advocate(or do not advocate) particular policies or who otherwise fall within aparticular category of candidates.”\n\tOmit subsection (3).\n\tIn subsection (4)—\n\t\tin the opening words, for “(3)” substitute “(2)(b)”;\n\t\tin paragraph (b)—\n\t\tfor “paragraph (a) or (as the case may be) paragraph (b) of thatsubsection” substitute “that provision”;\n\t\tomit “or (as the case may be) by prejudicing the standing with theelectorate of other parties or candidates”;\n\t\tat the end insert “and”;\n\t\tfor the words after that paragraph substitute—\n\t\ta course of conduct may constitute the doing of one of those things eventhough it does not involve any express mention being made of the name of anyparty or candidate.”\n\tAfter subsection (4) insert—\n\t\t“(4A)In determining whether expenditure can reasonably be regarded as intendedto promote or procure electoral success as mentioned in subsection (2)(b), itis immaterial that it can reasonably be regarded as intended to achieve anyother purpose as well.”\n\tIn subsection (9), for “subsection (3)” substitute “that subsection”.\n\tIn section 87 of that Act (expenditure by third parties which is notcontrolled expenditure)—\n\t\tin subsection (1), omit paragraph (a) and the “or” at the end of it;\n\t\tomit subsection (2).\n\tSection 94 of that Act (limits on controlled expenditure by third parties)is amended in accordance with subsections (9) and (10).\n\tAfter subsection (4) insert—\n\t“(4A)It is a defence for any person or third party charged with an offenceunder subsection (2) or (4) to show—\n\t\tthat any code of practice for the time being issued under paragraph 3 ofSchedule 8A was complied with in determining whether any expenditure iscontrolled expenditure for the purposes of this Part, and\n\t\tthat the offence would not have been committed on the basis of thecontrolled expenditure as determined in accordance with the code.”\n\tIn subsection (6)(b)—\n\t\tfor “in connection with the production or publication of election materialwhich” substitute “and the expenditure”;\n\t\tfor “85(3)” substitute “85(2)(b)”.\n\tIn section 143 of that Act (details to appear on election material)—\n\t\tin subsections (2A) and (2B)—\n\t\tfor “, procuring or enhancing” substitute “or procuring”;\n\t\tomit “or standing”;\n\t\tin subsection (11), for the definition of “election material” substitute—\n\t\t\t  * ““election material” has the meaning given by section 143A;”.\n\tAfter section 143 of that Act insert—\n\t“143AMeaning of “election material”\n\t\t“Election material” means material which can reasonably be regarded asintended to promote or procure electoral success at any relevant election for—\n\t\t\tone or more particular registered parties,\n\t\t\tone or more registered parties who advocate (or do not advocate) particularpolicies or who otherwise fall within a particular category of such parties,or\n\t\t\tcandidates who hold (or do not hold) particular opinions or who advocate(or do not advocate) particular policies or who otherwise fall within aparticular category of candidates.\n\t\tFor the purposes of subsection (1)—\n\t\t\tthe reference to electoral success at any relevant election is a reference—\n\t\t\tin relation to a registered party, to the return at any such election ofcandidates standing in the name of the party or included in a list ofcandidates submitted by the party in connection with the election, and\n\t\t\tin relation to candidates, to their return at any such election,\n\t\t\tthe reference to doing any of the things mentioned in that subsectionincludes doing so by prejudicing the electoral prospects at the election ofother parties or candidates, and\n\t\t\ta course of conduct may constitute the doing of one of those things eventhough it does not involve any express mention being made of the name of anyparty or candidate.\n\t\tIn determining whether material can reasonably be regarded as intended topromote or procure electoral success as mentioned in subsection (1), it isimmaterial that it can reasonably be regarded as intended to achieve any otherpurpose as well.\n\t\tIn this section—\n\t\t\t  * “candidate” includes a future candidate, whether identifiable or not;\n\t\t\t  * “relevant election” has the same meaning as in Part 2 (see section 22(5)).”\n\t\tIn section 156 of that Act (orders and regulations), after subsection(4)(j) insert—\n\t\t\tparagraph 4 of Schedule 8A,”.\n\t\tSchedule 3 inserts a new Schedule 8A into that Act."
    },
    {
        "length": 1640,
        "text": "\nArrangements between third parties notified to the Electoral Commission\n\tPart 6 of the Political Parties, Elections and Referendums Act 2000(controls relating to third party national election campaigns) is amended asfollows.\n\tIn section 94 (limits on controlled expenditure by third parties)—\n\t\tafter subsection (3) insert—\n\t\t\t“(3A)For provision requiring certain controlled expenditure to be disregardedin determining for the purposes of subsection (3)(a) whether a limit isexceeded, see section 94B(3) (arrangements between third parties notified tothe Commission).”;\n\t\tin subsection (4), for “such a case” substitute “the case mentioned insubsection (3)”;\n\t\tin subsection (5A)—\n\t\tafter “Subsections (3) to (5)” insert “and section 94B(3) to (7)”;\n\t\tfor “those subsections” substitute “those provisions”;\n\t\tin subsections (8) and (10), after “the purposes of this section” insert “,sections 94A and 94B”;\n\t\tin subsection (11)(a), after “this section” insert “and sections 94A and94B”.\n\tAfter section 94 insert—\n\t“94AArrangements between third parties notified to the Commission\n\t\tA recognised third party may, at any time before the end of a regulatedperiod, send a notice to the Commission—\n\t\t\tstating that it is party to an arrangement of the kind mentioned in section94(6),\n\t\t\tundertaking to be a lead campaigner in relation to the arrangement, and\n\t\t\tidentifying one or more other third parties that are parties to thearrangement and have undertaken to be minor campaigners in relation to it.\n\t\tA recognised third party that has sent a notice under subsection (1) may,at any time before the end of the regulated period, send one or moresupplementary notices to the Commission identifying additional third partiesthat are parties to the arrangement and have undertaken to be minorcampaigners in relation to it.\n\t\tAs from the date of receipt by the Commission of—\n\t\t\ta notice under subsection (1), the recognised third party that sent thenotice becomes “a lead campaigner” in relation to the arrangement;\n\t\t\ta notice under subsection (1) or (2), a third party identified in thenotice becomes “a minor campaigner” in relation to the arrangement.\n\t\tA notice under subsection (1) or (2) may not—\n\t\t\tidentify as a minor campaigner a third party that is a lead campaigner inrelation to the same arrangement, or\n\t\t\tbe sent by a recognised Gibraltar third party.\n\t\tThe Commission must, as soon as reasonably practicable after receiving—\n\t\t\ta notice under subsection (1), enter in the register maintained undersection 89 (register of notifications) the fact that the recognised thirdparty that sent the notice is a lead campaigner in relation to thearrangement;\n\t\t\ta notice under subsection (1) or (2), enter in that register the name ofeach third party identified in the notice and the fact that it is a minorcampaigner in relation to the arrangement.\n\t\tFor provision about the effect of sending a notice under this section, seesection 94B.\n\tBEffect where arrangements are notified under section 94A\n\t\tSubsection (2) applies where controlled expenditure is incurred during aregulated period in a part of the United Kingdom—\n\t\t\tby or on behalf of a minor campaigner in relation to an arrangement, and\n\t\t\tin pursuance of the arrangement.\n\t\tThe expenditure is treated for the purposes of sections 96 to 99A (returnsas to controlled expenditure) as having also been incurred, during the periodand in the part of the United Kingdom concerned, by or on behalf of any leadcampaigner in relation to the arrangement who sent a notice under section94A(1) or (2) identifying the minor campaigner.\n\t\tIn determining for the purposes of section 94(3)(a) whether a limit isexceeded by a third party during a regulated period, controlled expenditureincurred by or on behalf of the third party is to be disregarded if—\n\t\t\tconditions A and B are met in relation to the expenditure, and\n\t\t\tcondition C is met.\n\t\tCondition A is that the expenditure—\n\t\t\tis incurred in pursuance of an arrangement that has been notified to theCommission under section 94A(1), and\n\t\t\tis, by virtue of section 94(6), treated for the purposes of section 94 andSchedule 10 as incurred by or on behalf of the third party.\n\t\tCondition B is that the third party is, at the time the expenditure isincurred, a minor campaigner in relation to the arrangement.\n\t\tCondition C is that—\n\t\t\tthe total of the controlled expenditure incurred during the regulatedperiod in any part of the United Kingdom by or on behalf of the third party,disregarding any expenditure in relation to which conditions A and B are met,does not exceed the limit for that part mentioned in section 94(5), and\n\t\t\tin the case of a regulated period in relation to which any limit is imposedby paragraph 3, 9 10 or 11 of Schedule 10 (periods involving parliamentarygeneral elections), the total of the controlled expenditure incurred duringthe regulated period in any particular constituency by or on behalf of thethird party, disregarding any expenditure in relation to which conditions Aand B are met, does not exceed the limit mentioned in section 94(5ZA).\n\t\tReferences in subsection (6) to controlled expenditure incurred by or onbehalf of the third party include controlled expenditure that is, by virtue ofsection 94(6), treated for the purposes of section 94 and Schedule 10 as soincurred.”\n\t\tIn section 99 (declaration by responsible person as to return under section96), after subsection (2) insert—\n\t\t\t“(2A)Subsection (2)(b)(ii) does not apply to expenses that are treated asincurred by or on behalf of the recognised third party by virtue of section94B(2) (arrangements between third parties notified to the Commission).”"
    },
    {
        "length": 737,
        "text": "\nChanges to existing limits\n\tSection 94 of the Political Parties, Elections and Referendums Act 2000(limits on controlled expenditure by third parties) is amended in accordancewith subsections (2) to (6).\n\tIn subsection (3), for paragraph (a) (but not the “and” after it)substitute—\n\t\teither— \n\t\tduring a regulated period, any controlled expenditure is incurred in a partof the United Kingdom by or on behalf of a third party in excess of the limitfor that part of the United Kingdom mentioned in subsection (5), or\n\t\tduring a regulated period in relation to which any limit is imposed byparagraph 3, 9, 10 or 11 of Schedule 10 (periods involving parliamentarygeneral elections), any controlled expenditure is incurred in a particularparliamentary constituency by or on behalf of a third party in excess of thelimit mentioned in subsection (5ZA),”.\n\tIn subsection (5)—\n\t\tin the opening words, for “(3)” substitute “(3)(a)(i)”;\n\t\tin paragraph (a), for “£10,000” substitute “£20,000”;\n\t\tin paragraph (b), for “£5,000” substitute “£10,000.”\n\tAfter subsection (5) insert—\n\t\t“(5ZA)The limit referred to in subsection (3)(a)(ii) is 0.05% of the total ofthe maximum campaign expenditure limits in England, Scotland, Wales andNorthern Ireland.”\n\tIn subsection (5A) for “(5)” substitute “(5ZA)”.\n\tIn subsection (10), omit the “and” at the end of paragraph (c) and afterparagraph (d) insert—\n\t\tthe “maximum campaign expenditure limit” in a part of the United Kingdomis the limit imposed by paragraph 3 of Schedule 9 in relation to campaignexpenditure incurred in the relevant period (within the meaning of thatparagraph) by or on behalf of a registered party which contests all theconstituencies in that part (and to which sub-paragraph (6) of that paragraphdoes not apply).”\n\tIn Schedule 10 to that Act (limits on controlled expenditure by recognisedthird parties), in paragraph 3(2), for paragraphs (a) to (d) substitute—\n\t\tin relation to England, 2% of the maximum campaign expenditure limit inEngland;\n\t\tin relation to Scotland, £20,000 plus 2% of the maximum campaignexpenditure limit in Scotland;\n\t\tin relation to Wales, £20,000 plus 2% of the maximum campaign expenditurelimit in Wales;\n\t\tin relation to Northern Ireland, £20,000 plus 2% of the maximum campaignexpenditure limit in Northern Ireland.”"
    },
    {
        "length": 2326,
        "text": "\nConstituency limits\n\tPart 6 of the Political Parties, Elections and Referendums Act 2000(controls relating to third party national election campaigns) is amended asfollows.\n\tIn section 94 (limits on controlled expenditure by third parties)—\n\t\tin subsection (1), after “Northern Ireland” insert “, or in particularparliamentary constituencies,”;\n\t\tin subsection (2)—\n\t\tafter “part of the United Kingdom” (the first time it occurs) insert “or aparliamentary constituency”;\n\t\tafter “part of the United Kingdom” (the second time it occurs) insert “orparliamentary constituency”;\n\t\tin subsection (6)—\n\t\tin paragraph (a), after “part of the United Kingdom” insert “or aparticular parliamentary constituency”;\n\t\tin the words after paragraph (b), after “part of the United Kingdom”insert “or parliamentary constituency”;\n\t\tin subsection (10), after paragraph (e) (as inserted by section 28) insert—\n\t\tany reference to controlled expenditure being incurred in a parliamentaryconstituency shall be construed in accordance with paragraph 2A of Schedule10.”\n\tIn section 96 (returns as to controlled expenditure)—\n\t\tin subsection (2), after paragraph (a) insert—\n\t\ta statement listing each constituency (if any) in which the controlledexpenditure incurred by or on behalf of the third party during that periodexceeded 0.04% of the total of the maximum campaign expenditure limits inEngland, Scotland, Wales and Northern Ireland;\n\t\ta statement showing, for each constituency listed under paragraph (aa),all payments made in respect of controlled expenditure incurred by or onbehalf of the third party during that period in that constituency;”;\n\t\tin subsection (3)(a), after “subsection (2)(a)” insert “or (ab)”.\n\tSchedule 10 (limits on controlled expenditure) is amended in accordancewith subsections (5) to (9).\n\tAfter paragraph 2 insert—\n\t“Attribution of expenditure to different parliamentary constituencies\n\t\t2A(1)For the purposes of this Schedule controlled expenditure incurred by oron behalf of any recognised third party shall (subject to the followingprovisions of this paragraph) be attributed to each parliamentary constituencyin equal proportions.\n\t\tControlled expenditure whose effects are wholly or substantially confinedto any particular constituencies or constituency—\n\t\t\tshall be attributed to those constituencies in equal proportions, or\n\t\t\tshall be attributed solely to that constituency,\n\t\t\tas the case may be.\n\t\tFor the purposes of sub-paragraph (2), the effects of controlledexpenditure are wholly or substantially confined to any particularconstituencies or constituency if they have no significant effects in anyother constituency or constituencies.\n\t\tReferences in this Schedule to controlled expenditure “in” a particularconstituency are accordingly to controlled expenditure which is to beattributed to that constituency in accordance with this paragraph.”\n\t\tAfter paragraph 3(2) insert—\n\t\t“(2A)The limit applying to controlled expenditure which is incurred by or onbehalf of a recognised third party in the relevant period in any particularparliamentary constituency is 0.05% of the total of the maximum campaignexpenditure limits in England, Scotland, Wales and Northern Ireland.”\n\t\tIn paragraph 9 (combined limits where parliamentary election pending)—\n\t\t\tin sub-paragraph (1)(a), for “a limit” substitute “limits”;\n\t\t\tin sub-paragraph (2)(b), for “limit” substitute “limits”;\n\t\t\tafter sub-paragraph (3) insert—\n\t\t\t“(3A)Subject to sub-paragraphs (5) to (7), the limit applying to controlledexpenditure which is incurred by or on behalf of the recognised third party inthe relevant period in any particular parliamentary constituency is therelevant proportion of the limit mentioned in paragraph 3(2A).\n\t\t\t(3B)For this purpose “the relevant proportion” means—\n\t\t\t[![](/ukpga/2014/4/images/ukpga_20140004_en_001)](/ukpga/2014/4/images/ukpga_20140004_en_001?view=plain)\n\t\t\twhere—\n\t\t\t\t  * A is the number of days in the relevant period;\n\t\t\t\t  * B is the number of days in the period which is the relevant period for the purposes of paragraph 3.”;\n\t\t\tin sub-paragraph (4), for “sub-paragraph (3)” substitute “sub-paragraphs(3) to (3B)”;\n\t\t\tafter sub-paragraph (5) insert—\n\t\t\t“(5A)Where two parliamentary general elections are pending during differentparts of any such period as is mentioned in sub-paragraph (2)—\n\t\t\tthe limit applying to controlled expenditure which is incurred by or onbehalf of the recognised third party in the first relevant period in anyparticular parliamentary constituency is the relevant proportion of the limitmentioned in paragraph 3(2A), and\n\t\t\tthe limit applying to controlled expenditure which is incurred by or onbehalf of the recognised third party in the second relevant period in anyparticular parliamentary constituency is the relevant proportion of the limitmentioned in paragraph 3(2A).\n\t\t\t(5B)For these purposes “the relevant proportion” means—\n\t\t\t[![](/ukpga/2014/4/images/ukpga_20140004_en_001)](/ukpga/2014/4/images/ukpga_20140004_en_001?view=plain)\n\t\t\twhere—\n\t\t\t\t  * A is the number of days in the first relevant period or (as the case may be) the second relevant period;\n\t\t\t\t  * B is the number of days in the period which is the relevant period for the purposes of paragraph 3.”;\n\t\t\tin sub-paragraphs (6) and (7), for “sub-paragraph (5)” substitute “sub-paragraphs (5) to (5B)”.\n\t\tIn paragraph 10 (combination of limit under paragraph 9 and other limit)—\n\t\t\tin sub-paragraph (1)—\n\t\t\tfor “a limit” (in both places) substitute “limits”;\n\t\t\tafter “9(3)” insert “to (3B)”;\n\t\t\tafter “9(5)” insert “to (5B)”;\n\t\t\tin sub-paragraph (2), for “limit” (in both places) substitute “limits”;\n\t\t\tafter sub-paragraph (3) insert—\n\t\t\t“(3A)The limit applying to controlled expenditure which is incurred by or onbehalf of the recognised third party during the combined period in anyparticular parliamentary constituency is the relevant proportion of the limitmentioned in paragraph 3(2A).\n\t\t\t(3B)For this purpose “the relevant proportion” means—\n\t\t\t[![](/ukpga/2014/4/images/ukpga_20140004_en_001)](/ukpga/2014/4/images/ukpga_20140004_en_001?view=plain)\n\t\t\twhere—\n\t\t\t\t  * A is the number of days in the combined period;\n\t\t\t\t  * B is the number of days in the period which is the relevant period for the purposes of paragraph 3.”\n\t\tIn paragraph 11 (combination of parliamentary general election and otherelection, or elections, falling within paragraphs 4 to 8)—\n\t\t\tin sub-paragraph (1), for “a limit” substitute “limits”;\n\t\t\tin sub-paragraph (2), for “limit” (in both places) substitute “limits”;\n\t\t\tafter sub-paragraph (4) insert—\n\t\t\t“(4A)The limit applying to controlled expenditure which is incurred by or onbehalf of the recognised third party during the combined period in anyparticular parliamentary constituency is the relevant proportion of the limitmentioned in paragraph 3(2A).\n\t\t\t(4B)For this purpose “the relevant proportion” means—\n\t\t\t[![](/ukpga/2014/4/images/ukpga_20140004_en_001)](/ukpga/2014/4/images/ukpga_20140004_en_001?view=plain)\n\t\t\twhere—\n\t\t\t\t  * A is the number of days in the combined period;\n\t\t\t\t  * B is the number of days in the period which is the relevant period for the purposes of paragraph 3.”"
    },
    {
        "length": 3644,
        "text": "\nTargeted expenditure limits\n\tPart 5 of the Political Parties, Elections and Referendums Act 2000(control of campaign expenditure) is amended in accordance with subsections(2) and (3).\n\tIn section 79 (limits on campaign expenditure), after subsection (3)insert—\n\t\t“(3A)See section 94F (expenditure by or on behalf of recognised third partytargeted at a registered party) for—\n\t\tprovision under which expenditure incurred by or on behalf of a third partymay count towards the limit mentioned in subsection (2), and\n\t\tprovision modifying subsection (2)(a)(i) in its application to suchexpenditure.”\n\tIn section 80(4) (returns as to campaign expenditure), omit the “and” atthe end of paragraph (a) and after paragraph (b) insert “; and\n\t\tin the case of any campaign expenditure treated as incurred by the party byvirtue of section 94F(2) (expenditure by or on behalf of recognised thirdparty targeted at a registered party), any declaration falling to be made withrespect to that expenditure in accordance with section 94F(5).”\n\tPart 6 of that Act (controls relating to third party national electioncampaigns) is amended in accordance with subsections (5) to (8).\n\tIn section 87 (expenditure by third parties which is not controlledexpenditure), after subsection (2) insert—\n\tThe reference in subsection (1)(b)(i) to circumstances in which an amountof campaign expenditure is to be regarded as incurred by or on behalf of aregistered party for the purposes of Part 5 does not include circumstances inwhich an amount of campaign expenditure is treated as incurred by a registeredparty under section 94F(2).”\n\tIn the italic heading before section 94 after “ _Financial limits_ ” insert“ _on controlled expenditure_ ”.\n\tIn section 94 (limits on controlled expenditure by third parties)—\n\t\tin subsection (6), after “the purposes of this section” insert “, sections94D to 94H”;\n\t\tin subsections (8) and (10), after “sections 94A and 94B” (as inserted bysection 27) insert “, sections 94D to 94H”.\n\tAfter section 94B (as inserted by section 27) insert—\n\t“Financial limits on targeted controlled expenditure\n\t\tCOverview of sections 94D to 94H\n\t\t\tSections 94D to 94H impose limits on, and make other provision relating to,controlled expenditure incurred by or on behalf of a recognised third partywhere the expenditure is targeted at a particular registered party.\n\t\t\tSection 94D defines when controlled expenditure is regarded as targeted ata particular registered party, specifies the limits and specifies the periodsover which the limits operate.\n\t\t\tSection 94E makes provision about the consequences where controlledexpenditure targeted at a registered party is incurred by or on behalf of arecognised third party in excess of a limit without authorisation from theregistered party.\n\t\t\tSection 94F makes provision about the consequences where controlledexpenditure targeted at a registered party is incurred by or on behalf of arecognised third party in excess of a limit with authorisation from theregistered party.\n\t\t\tSection 94G makes provision about how a registered party may give orwithdraw authorisation (including provision enabling the registered party tospecify a cap on the amount of expenditure authorised).\n\t\t\tSection 94H makes provision about the meaning of references to expenditurethat “exceeds” a targeted expenditure limit or cap.\n\t\tDMeaning of “targeted”, “targeted expenditure limit” etc\n\t\t\tControlled expenditure is “targeted” at a particular registered party if itcan reasonably be regarded as—\n\t\t\t\tintended to benefit that party or any of its candidates, and\n\t\t\t\tnot intended to benefit any other registered party or any of itscandidates.\n\t\t\tA limit (a “targeted expenditure limit”) applies to controlled expenditurethat—\n\t\t\t\tis incurred during a qualifying regulated period in England, Scotland,Wales or Northern Ireland, and\n\t\t\t\tis targeted at a particular registered party.\n\t\t\tA “qualifying regulated period” is a period in relation to which limits areimposed by paragraph 3, 9, 10 or 11 of Schedule 10 (periods involvingparliamentary general elections).\n\t\t\tThe targeted expenditure limit applying to controlled expenditure incurredduring a qualifying regulated period in a part of the United Kingdom is—\n\t\t\t\tfor the period in relation to which limits are imposed by paragraph 3(2) ofSchedule 10, 0.2% of the maximum campaign expenditure limit in that part ofthe United Kingdom, and\n\t\t\t\tfor any other qualifying regulated period, the relevant proportion of thelimit determined in accordance with paragraph (a).\n\t\t\tIn subsection (4)(b) “the relevant proportion” means—\n\t\t\t\t[![](/ukpga/2014/4/images/ukpga_20140004_en_001)](/ukpga/2014/4/images/ukpga_20140004_en_001?view=plain)\n\t\t\twhere—\n\t\t\t\t  * A is the number of days in the period mentioned in subsection (4)(b);\n\t\t\t\t  * B is the number of days in the period mentioned in subsection (4)(a).\n\t\t\tThis section applies for the purposes of sections 94E to 94H.\n\t\tEUnauthorised expenditure in excess of targeted expenditure limit\n\t\t\tThis section applies if—\n\t\t\t\tcontrolled expenditure which is targeted at a particular registered party(“the registered party”) is incurred by or on behalf of a recognised thirdparty (“the third party”),\n\t\t\t\tthe expenditure exceeds a targeted expenditure limit (to any extent), and\n\t\t\t\tat the time the expenditure is incurred—\n\t\t\t\tthe third party is not authorised by the registered party to incurexpenditure targeted at it, or\n\t\t\t\tthe third party is so authorised, but the expenditure exceeds a capspecified in the authorisation (to any extent).\n\t\t\tIf the third party is not an individual—\n\t\t\t\tthe responsible person is guilty of an offence if the person authorised theexpenditure to be incurred by or on behalf of the third party and the personknew or ought reasonably to have known that the expenditure would be incurredin excess of the targeted expenditure limit, and\n\t\t\t\tthe third party is also guilty of an offence.\n\t\t\tIf the third party is an individual, the third party is guilty of anoffence if the third party knew or ought reasonably to have known that theexpenditure would be incurred in excess of the targeted expenditure limit.\n\t\t\tIt is a defence for a third party charged with an offence under subsection(2) or (3) to show—\n\t\t\t\tthat any code of practice for the time being issued under paragraph 3 ofSchedule 8A was complied with in determining whether any expenditure iscontrolled expenditure for the purposes of this Part, and\n\t\t\t\tthat the offence would not have been committed on the basis of thecontrolled expenditure as determined in accordance with the code.\n\t\tFAuthorised expenditure in excess of targeted expenditure limit\n\t\t\tThis section applies if—\n\t\t\t\tcontrolled expenditure which is targeted at a particular registered party(“the registered party”) is incurred by or on behalf of a recognised thirdparty (“the third party”),\n\t\t\t\tthe expenditure exceeds a targeted expenditure limit (to any extent),\n\t\t\t\tat the time the expenditure is incurred the third party is authorised bythe registered party to incur expenditure targeted at it, and\n\t\t\t\tif the registered party specified a cap in the authorisation, theexpenditure, or any part of it, does not exceed the cap.\n\t\t\tThe authorised amount is treated for the purposes of section 79(2) (limitson campaign expenditure) as if—\n\t\t\t\tit were campaign expenditure within the meaning of Part 5, and\n\t\t\t\tit was incurred by the registered party at the same time as the controlledexpenditure mentioned in subsection (1)(a) was in fact incurred by or onbehalf of the third party.\n\t\t\tFor the purposes of this section, “the authorised amount” is the amount ofthe controlled expenditure incurred as mentioned in subsection (1)(a) less—\n\t\t\t\tsuch amount, if any, of that expenditure as does not exceed the targetedexpenditure limit, and\n\t\t\t\tsuch amount, if any, of that expenditure as exceeds a cap specified by theregistered party in its authorisation of the third party.\n\t\t\tIn determining whether, by virtue of subsection (2), the incurring ofcontrolled expenditure by or on behalf of the third party constitutes anoffence under section 79(2) by the treasurer or any deputy treasurer of theregistered party, section 79(2)(a)(i) is treated as if the reference in thatprovision to the authorisation of the expenditure were to the signing of theauthorisation under section 94G.\n\t\t\tThe treasurer or a deputy treasurer of the registered party must make adeclaration of—\n\t\t\t\tthe amount of the controlled expenditure incurred as mentioned insubsection (1)(a), and\n\t\t\t\tthe authorised amount.\n\t\t\tA person commits an offence if the person knowingly or recklessly makes afalse declaration under subsection (5).\n\t\tGAuthorisation \n\t\t\tA registered party may authorise a recognised third party to incurcontrolled expenditure in England, Scotland, Wales or Northern Ireland that istargeted at the registered party.\n\t\t\tAn authorisation—\n\t\t\t\tmust be in writing,\n\t\t\t\tmust be signed by a relevant officer,\n\t\t\t\tmust specify the part of the United Kingdom to which it relates, and\n\t\t\t\tmay specify a cap on the amount of expenditure authorised.\n\t\t\tAn authorisation is of no effect until a copy of it has been given to theCommission by the registered party.\n\t\t\tThe Commission must, as soon as is reasonably practicable after receiving acopy of an authorisation, enter in the register maintained under section 89(register of notifications)—\n\t\t\t\tthe fact that the registered party has given the authorisation, and\n\t\t\t\tthe information specified in it.\n\t\t\tA registered party may at any time withdraw an authorisation already given.\n\t\t\tA withdrawal of an authorisation—\n\t\t\t\tmust be in writing, and\n\t\t\t\tmust be signed by a relevant officer.\n\t\t\tA withdrawal of an authorisation is of no effect until a copy of it hasbeen given to the Commission by the registered party.\n\t\t\tThe Commission must, as soon as is reasonably practicable after receiving acopy of a withdrawal of an authorisation, update the register maintained undersection 89.\n\t\t\tFor the purposes of this section “relevant officer”, in relation to aregistered party, means—\n\t\t\t\tthe treasurer of the party, or\n\t\t\t\ta deputy treasurer of the party.\n\t\tHExpenditure that “exceeds” a targeted expenditure limit or cap\n\t\t\tControlled expenditure incurred by or on behalf of a recognised third partyduring a qualifying regulated period in any part of the United Kingdom that istargeted at a particular registered party “exceeds”—\n\t\t\t\ta targeted expenditure limit, or\n\t\t\t\ta cap specified by the registered party in its authorisation of the thirdparty,\n\t\t\t\t\tif and to the extent that the relevant cumulative total is in excess of thatlimit or cap.\n\t\t\tFor this purpose “the relevant cumulative total” is the total of—\n\t\t\t\tthe controlled expenditure incurred as mentioned in subsection (1), and\n\t\t\t\tthe total of any controlled expenditure targeted at the same registeredparty which has already been incurred by or on behalf of the third partyduring the qualifying regulated period in that part of the United Kingdom.”\n\t\t\tIn Schedule 20 to that Act (penalties) insert the following entries in theappropriate places—\n\t\t\t“Section 94E(2) or (3) (exceeding limits on targeted controlled expenditurewhen not authorised)| On summary conviction: statutory maximum  ---|---  On indictment: fine”;    “Section 94F(6) (making false declaration about amount of expenditure incurredby or on behalf of third party and targeted at the registered party)| Onsummary conviction: statutory maximum or 6 months  ---|---  On indictment: fine or 1 year”.    (10)If section 85(1) of the Legal Aid, Sentencing and Punishment of OffendersAct 2012 comes into force before the day on which this Act is passed—\n\t\t\t\tsection 85 of that Act (removal of limit on certain fines on conviction bymagistrates’ court) applies in relation to the offences in sections 94E(2) and(3) and 94F(6) of the Political Parties, Elections and Referendums Act 2000(as inserted by this section) on and after that day as if they were relevantoffences (as defined in section 85(3) of that Act), and\n\t\t\t\tregulations described in section 85(11) of that Act may amend, repeal orotherwise modify amendments made by this section."
    },
    {
        "length": 191,
        "text": "\nExtension of power to vary specified sums\n\tSection 155 of the Political Parties, Elections and Referendums Act 2000(power to vary specified sums) is amended as follows.\n\tIn the heading, at the end insert “ **or percentages** ”.\n\tAfter subsection (4) insert—\n\tThe Secretary of State may by order vary any percentage for the time beingspecified in—\n\t\tsection 94(5ZA), 94D(4) or 96(2)(aa), or\n\t\tparagraph 3(2) or (2A) of Schedule 10.\n\tThe Secretary of State may make an order under subsection (5) only if itgives effect to a recommendation of the Commission.”"
    },
    {
        "length": 1285,
        "text": "\nRecognised third parties\n\tSection 88 of the Political Parties, Elections and Referendums Act 2000(recognised third parties) is amended as follows.\n\tIn subsection (2), after paragraph (c) insert—\n\t\ta body incorporated by Royal Charter which does not fall within any ofthose paragraphs of section 54(2),\n\t\ta charitable incorporated organisation within the meaning of Part 11 ofthe Charities Act 2011 or within the meaning of the Charities Act (NorthernIreland) 2008,\n\t\ta Scottish charitable incorporated organisation within the meaning ofChapter 7 of Part 1 of the Charities and Trustee Investment (Scotland) Act[2005 (asp 10)](/id/asp/2005/10?view=plain \"Go to item of legislation\"),\n\t\ta partnership constituted under the law of Scotland which carries onbusiness in the United Kingdom,”.\n\tIn subsection (3)(c), after sub-paragraph (i) (before the “and” at the end)insert—\n\t\tin the case of a body falling within any of paragraphs (b) and (d) to (h)of section 54(2), the names of the relevant participators in relation to thebody (see subsection (3B)),”.\n\tAfter subsection (3)(c) insert—\n\t\tif given by a body falling within any of paragraphs (ca) to (cd) ofsubsection (2), state—\n\t\tthe relevant details in relation to the body (see subsection (3C)), and\n\t\tthe name of the person or officer who will be responsible for complianceon the part of the body with the provisions of Chapter 2,\n\t\t\tand be signed by the body’s secretary or a person who acts in a similarcapacity in relation to the body.”\n\tIn subsection (3A)—\n\t\tfor “or (c)(ii)” (in both places) substitute “, (c)(ii) or (d)(ii)”;\n\t\tafter “(3)(c)” insert “or (d)”.\n\tAfter subsection (3A) insert—\n\t“(3B)For the purposes of subsection (3)(c), the “relevant participators” inrelation to a body are—\n\t\tin the case of a body falling with section 54(2)(b) (companies), the body’sdirectors;\n\t\tin the case of a body falling within section 54(2)(d) (trade unions), thebody’s officers (within the meaning of the Trade Union and Labour Relations(Consolidation) Act 1992: see section 119 of that Act);\n\t\tin the case of a body falling within section 54(2)(e) (building societies),the body’s directors;\n\t\tin the case of a body falling within section 54(2)(f) (limited liabilitypartnerships), the body’s members;\n\t\tin the case of a body falling within section 54(2)(g) (friendly societiesetc)—\n\t\twhere the body is a friendly society, the members of the body’s committeeof management;\n\t\totherwise, the members of the body’s committee of management or otherdirecting body;\n\t\tin the case of a body falling within section 54(2)(h) (unincorporatedassociations)—\n\t\twhere the body has more than 15 members and has officers or a governingbody, those officers or the members of that governing body;\n\t\totherwise, the body’s members.\n\t\t(3C)For the purposes of subsection (3)(d), the “relevant details” in relationto a body are—\n\t\tin the case of a body falling within subsection (2)(ca) (body incorporatedby Royal Charter)—\n\t\tthe name of the body,\n\t\tthe address of its main office in the United Kingdom, and\n\t\tthe names of its officers or the members of its governing body;\n\t\tin the case of a body falling within subsection (2)(cb) or (cc) (charitableincorporated organisation)—\n\t\tthe name of the body,\n\t\tthe address of its principal office, and\n\t\tthe names of its charity trustees within the meaning of the Charities Act2011, the Charities Act (Northern Ireland) 2008 or the Charities and TrusteeInvestment (Scotland) Act [2005 (asp 10)](/id/asp/2005/10?view=plain \"Go toitem of legislation\");\n\t\tin the case of a body falling within subsection (2)(cd) (Scottishpartnership)—\n\t\tthe name of the body,\n\t\tthe address of its main office in the United Kingdom, and\n\t\tthe names of the partners.”\n\tIn section 85(7)(c) of that Act (definition of “responsible person”), after“88(3)(c)(ii)” insert “or (d)(ii)”."
    },
    {
        "length": 776,
        "text": "\nAQuarterly donation reports\n\tThe responsible person in relation to a recognised third party must, inrespect of each reporting period that falls within a pre-dissolution period,prepare a report about reportable donations (“a quarterly report”).\n\tThe reporting periods are—\n\t\tthe period of 3 months beginning with the first day of the pre-dissolutionperiod,\n\t\teach succeeding period of 3 months falling within the pre-dissolutionperiod, and\n\t\tany final period of less than 3 months falling within that period.\n\tA “pre-dissolution period” means a period—\n\t\tbeginning with the first day of a qualifying regulated period, and\n\t\tending with the day before the day (or the last day) during that qualifyingregulated period on which Parliament is dissolved.\n\tA “qualifying regulated period” is a period in relation to which any limitis imposed by paragraph 3, 9, 10 or 11 of Schedule 10 (periods involvingparliamentary general elections) other than a period including the date of thepoll for an early parliamentary general election.\n\tAn “early parliamentary general election” is a parliamentary generalelection the date of the poll for which is appointed under section 2(7) of theFixed-term Parliaments Act 2011.\n\tA quarterly report must comply with the requirements of Schedule 11A.\n\tA “reportable donation” means a relevant donation (within the meaning ofSchedule 11) which—\n\t\tis received by the recognised third party in respect of the relevantelection or elections the poll or polls for which take place during thequalifying regulated period, and\n\t\tis accepted, or is dealt with in accordance with section 56(2) (as appliedby paragraph 7 of Schedule 11), by the recognised third party during thereporting period.\n\tA quarterly report must be delivered to the Commission by the responsibleperson within the period of 30 days beginning with the end of the reportingperiod to which it relates.\n\tThe report must be accompanied by a declaration signed by the responsibleperson stating that, to the best of that person’s knowledge and belief—\n\t\tall reportable donations (if any) recorded in the report as having beenaccepted by the recognised third party are from permissible donors, and\n\t\tthere are no reportable donations which are required to be recorded in thereport in accordance with Schedule 11A which are not so recorded.\n\tThis section does not require the preparation of a quarterly report inrespect of a reporting period if no reportable donations are accepted, ordealt with, as described in subsection (7)(b), by the recognised third partyduring that period.\n\tThis section does not apply in relation to—\n\t\ta recognised third party which is a registered party other than a minorparty, or\n\t\ta recognised Gibraltar third party."
    },
    {
        "length": 660,
        "text": "\nBWeekly donation reports during general election periods\n\tThe responsible person in relation to a recognised third party must, inrespect of each reporting period that falls within a general election period,prepare a report about substantial donations (“a weekly report”).\n\tThe reporting periods are—\n\t\tthe period of 7 days beginning with the first day of the general electionperiod,\n\t\teach succeeding period of 7 days falling within the general electionperiod, and\n\t\tany final period of less than 7 days falling within that period.\n\tA “general election period” means the period—\n\t\tbeginning with the day on which Parliament is dissolved for a parliamentarygeneral election, and\n\t\tending with the date during a qualifying regulated period which is the dateof the poll for that election.\n\tA weekly report must comply with the requirements of Schedule 11A.\n\tA “substantial donation” means a relevant donation of a substantial valuewhich is received by the recognised third party during the reporting period inrespect of the relevant election or elections the poll or polls for which takeplace during the qualifying regulated period.\n\tA relevant donation is “of a substantial value” if its value (as determinedin accordance with paragraph 5 of Schedule 11) is more than £7,500.\n\tA weekly report must be delivered to the Commission by the responsibleperson within the period of 7 days beginning with the end of the reportingperiod to which it relates.\n\tThe report must be accompanied by a declaration signed by the responsibleperson stating that, to the best of that person’s knowledge and belief, nosubstantial donations have been received by the recognised third party duringthe reporting period which are required to be recorded in the report inaccordance with Schedule 11A and are not so recorded.\n\tThis section does not require the preparation of a weekly report in respectof a reporting period if no substantial donations are received by therecognised third party during that period.\n\tIn this section—\n\t\t  * “qualifying regulated period” means a period in relation to which any limit is imposed by paragraph 3, 9, 10 or 11 of Schedule 10 (periods involving parliamentary general elections);\n\t\t  * “relevant donation” has the same meaning as in Schedule 11.\n\tThis section does not apply in relation to—\n\t\ta recognised third party which is a registered party other than a minorparty, or\n\t\ta recognised Gibraltar third party."
    },
    {
        "length": 207,
        "text": "\nCRelated offences\n\tThe responsible person in relation to a recognised third party commits anoffence if, without reasonable excuse, the responsible person—\n\t\tfails to deliver a quarterly or weekly report in accordance with section95A(8) or 95B(7),\n\t\tdelivers a quarterly or weekly report to the Commission without theaccompanying declaration required under section 95A(9) or 95B(8), or\n\t\tdelivers a quarterly or weekly report to the Commission which does notcomply with the requirements of Schedule 11A.\n\tThe responsible person in relation to a recognised third party commits anoffence if the person knowingly or recklessly makes a false declaration undersection 95A(9) or 95B(8)."
    },
    {
        "length": 438,
        "text": "\nDForfeiture \n\tThe court may, on an application made by the Commission, order theforfeiture by a recognised third party of an amount equal to the value of arelevant donation where the court is satisfied that—\n\t\ta failure by the responsible person to deliver a quarterly or weekly reportin accordance with section 95A(8) or 95B(7), or\n\t\tthe delivery by the responsible person of a quarterly or weekly reportwhich fails to comply with a requirement of Schedule 11A,\n\t\t\twas attributable to an intention on the part of any person to conceal theexistence or true amount of the donation.\n\tThe standard of proof in proceedings on an application under this sectionis that applicable to civil proceedings.\n\tA forfeiture order may be made under this section whether or notproceedings are brought against any person for an offence connected with thedonation.\n\tIn this section “the court” means—\n\t\tin relation to England and Wales, a magistrates’ court;\n\t\tin relation to Scotland, the sheriff;\n\t\tin relation to Northern Ireland, a court of summary jurisdiction.\n\tProceedings on an application under this section to the sheriff are civilproceedings.\n\tSections 59 and 60 (appeals etc against forfeiture orders) apply for thepurposes, or in connection with the operation, of this section in relation toa recognised third party as they apply for the purposes, or in connection withthe operation, of section 58 in relation to a registered party.\n\tIn this section “relevant donation” has the same meaning as in Schedule 11."
    },
    {
        "length": 475,
        "text": "\nESections 95A to 95D: supplementary\n\tThis section applies where the requirements in section 95A or 95B toprepare quarterly or weekly reports in the case of a pre-dissolution period ora general election period have effect in relation to a recognised third party.\n\tIf the third party’s notification under section 88(1) lapses during thepre-dissolution period or the general election period, the requirements insection 95A or 95B (as the case may be) continue to have effect in relation tothe third party—\n\t\tin respect of the reporting period in which the notification lapses, and\n\t\tin respect of each reporting period (if any) which preceded that period andwhich falls within the pre-dissolution period or the general election period.\n\tIf the third party’s notification under section 88(1) lapses at or afterthe end of the pre-dissolution period or the general election period, therequirements in section 95A or 95B (as the case may be) continue to haveeffect in relation to the third party in the case of that period.\n\tIn a case where subsection (2) or (3) applies, references in sections 95Ato 95D to the responsible person are to be read, for the purposes of, or inconnection with, the discharge of obligations of the responsible person underthose sections, as references to the person who was the responsible person inrelation to the recognised third party immediately before the notificationlapsed.\n\tIn this section—\n\t\t“pre-dissolution period” and “reporting period”, in relation to a quarterlyreport, have the same meaning as in section 95A, and\n\t\t“general election period” and “reporting period”, in relation to a weeklyreport, have the same meaning as in section 95B."
    },
    {
        "length": 1305,
        "text": "\nFPublic inspection of reports\n\tWhere the Commission receive a quarterly or weekly report under section 95Aor 95B, they must—\n\t\tas soon as reasonably practicable after receiving the report, make a copyof the report, and of any documents accompanying it, available for publicinspection, and\n\t\tkeep any such copy available for public inspection for the period for whichthe report or other document is kept by them.\n\tThe Commission must secure that the copy of the report made available forpublic inspection does not include, in the case of any donation by anindividual, the donor’s address.\n\tAt the end of the period of 2 years beginning with the date when any reportor other document mentioned in subsection (1) is received by the Commission—\n\t\tthey may cause the report or other document to be destroyed, but\n\t\tif requested to do so by the responsible person in relation to the thirdparty concerned, they must arrange for the report or other document to bereturned to that person.”\n\tIn section 149(6) (inspection of Commission’s registers etc), afterparagraph (b) insert—\n\t\tsection 95F,”.\n\tIn section 155(3) (power to vary specified sums), after paragraph (c)insert—\n\t\tsection 95B(6);\n\t\tSchedule 11A;”.\n\tIn Schedule 1 (the Commission), in paragraph 3(3)(c), for the words from“the register” to the end substitute “—\n\t\tthe register of donations reported under Chapter 3 or 5 of Part 4,\n\t\tany quarterly or weekly report delivered to the Commission under section95A or 95B, or\n\t\tany statement of donations included in a return delivered to theCommission under section 98 or 122;”.\n\tIn Schedule 11 (control of donations to recognised third parties), in theheading to Part 3, after “reporting of donations” insert “in section 96return”.\n\tSchedule 4 inserts a new Schedule 11A into that Act.\n\tIn Schedule 20 (penalties) insert the following entries in the appropriateplaces—\n\t\t“Section 95C(1)(a) (failure of responsible person to deliver quarterly orweekly report to Commission)| On summary conviction: Level 5”;  ---|---    “Section 95C(1)(b) (failure to deliver signed declaration with quarterly orweekly report to the Commission)| On summary conviction: statutory maximum or6 months  ---|---  On indictment: fine or 1 year”;    ““Section 95C(1)(c) (failure to comply with requirements for quarterly orweekly reports)| On summary conviction: statutory maximum or 6 months  ---|---  On indictment: fine or 1 year”;    ““Section 95C(2) (making a false declaration to Commission when deliveringquarterly or weekly report)| On summary conviction: statutory maximum or 6months  ---|---  On indictment: fine or 1 year”.    (9)If section 85(1) of the Legal Aid, Sentencing and Punishment of OffendersAct 2012 comes into force before the day on which this Act is passed—\n\t\tsection 85 of that Act (removal of limit on certain fines on conviction bymagistrates’ court) applies in relation to the offences in section 95C(1) and(2) of the Political Parties, Elections and Referendums Act 2000 (as insertedby this section) on and after that day as if they were relevant offences (asdefined in section 85(3) of that Act), and\n\t\tregulations described in section 85(11) of that Act may amend, repeal orotherwise modify amendments made by this section.\n\tThe Minister may by order made by statutory instrument make, in relationto the content of quarterly or weekly reports under section 95A or 95B of thePolitical Parties, Elections and Referendums Act 2000 (as inserted by thissection), such provision as the Minister thinks appropriate which correspondsor is similar to any of the amendments made to Part 3 of Schedule 11 to thatAct by the Political Parties and Elections Act 2009.\n\tAn order under subsection (10) may—\n\t\tmake provision amending this section or the Political Parties, Electionsand Referendums Act 2000;\n\t\tmake such consequential, supplementary, incidental, transitional or savingprovision as the Minister thinks appropriate;\n\t\tmake different provision for different purposes.\n\tA statutory instrument containing an order under subsection (10) may notbe made unless a draft of the instrument has been laid before, and approved bya resolution of, each House of Parliament.\n\tIn subsection (10) “the Minister” means the Secretary of State or the LordPresident of the Council."
    },
    {
        "length": 299,
        "text": "\nReturns as to controlled expenditure\n\tSection 96 of the Political Parties, Elections and Referendums Act 2000(returns as to controlled expenditure) is amended as follows.\n\tFor subsection (1) substitute—\n\tSubsection (1A) applies where—\n\t\tduring a regulated period, any controlled expenditure is incurred by or onbehalf of a recognised third party in a relevant part of the United Kingdom,and\n\t\tthe incurring of that expenditure would, if the third party had not beenrecognised, have been an offence under section 94(4) (whether because it wasincurred in excess of a limit mentioned in section 94(5) or 94(5ZA)).\n\t\t\t(1A)The responsible person must prepare a return in respect of the controlledexpenditure incurred by or on behalf of the third party during that period ineach relevant part of the United Kingdom.”\n\tIn subsection (7)—\n\t\tin the opening words, for “(1)(a)” substitute “(1A)”;\n\t\tin paragraph (a), omit “falling within subsection (1)(a)”."
    },
    {
        "length": 2375,
        "text": "\nStatements of accounts by recognised third parties\n\tPart 6 of the Political Parties, Elections and Referendums Act 2000(controls relating to third party national election campaigns) is amended asfollows.\n\tIn sections 90(3) and 94(8), (10) and (11), for “99” substitute “99A”.\n\tAfter section 96 (returns as to controlled expenditure) insert—\n\t“96AStatement of accounts\n\t\tWhere— \n\t\t\ta return falls to be prepared under section 96 in respect of controlledexpenditure incurred by or on behalf of a recognised third party during aregulated period, and\n\t\t\tthe period is one in relation to which any limit is imposed by paragraph 3,9, 10 or 11 of Schedule 10 (periods involving parliamentary generalelections),\n\t\t\t\tthe responsible person must, subject to subsections (8) and (9), also preparea statement of accounts in respect of the regulated period.\n\t\tA statement of accounts under this section must include—\n\t\t\ta statement of the income and expenditure of the third party for theregulated period, and\n\t\t\ta statement of its assets and liabilities at the end of that period.\n\t\tA statement of accounts under this section must comply with suchrequirements as to the form and contents of the statement as may be prescribedby regulations made by the Commission.\n\t\tRegulations under subsection (3) may in particular—\n\t\t\trequire any statement of accounts to be prepared in accordance with suchmethods and principles as are specified or referred to in the regulations;\n\t\t\tspecify information which is to be provided by way of notes to theaccounts.\n\t\tWithout prejudice to the generality of paragraph 22(7) of Schedule 1 (powerto make different provision for different cases), regulations under subsection(3) may impose different requirements according to which of the followingbands the gross income or total expenditure of a third party falls within—\n\t\t\tnot exceeding £25,000;\n\t\t\texceeding £25,000 but not £100,000;\n\t\t\texceeding £100,000 but not £250,000;\n\t\t\texceeding £250,000.\n\t\tThe Secretary of State may by order amend subsection (5) by varying thenumber of bands set out in it.\n\t\tThe Secretary of State may not make an order under subsection (6) except togive effect to a recommendation of the Commission.\n\t\tThis section does not apply if the third party is an individual.\n\t\tThis section does not apply to a third party in relation to a regulatedperiod if the Commission are satisfied—\n\t\t\tthat a statement or statements prepared or to be prepared by the thirdparty under any enactment contains or will contain the information required bysubsection (2) or equivalent information, and\n\t\t\tthat the Commission are, or will be, able to inspect that statement orthose statements.\n\t\tEquivalent information is—\n\t\t\ta statement or statements of the income and expenditure for a period orperiods other than the regulated period, or\n\t\t\ta statement or statements of assets and liabilities at a date or datesother than the end of that period,\n\t\t\tbut which in the Commission’s opinion gives a sufficient indication of thethird party’s accounts for, or at the end of, the regulated period.\n\t\tWhere section 96(7) (lapse of notification) applies to the preparation ofa return—\n\t\t\tthe reference to the responsible person in subsection (1) of this sectionis to be read as a reference to the person described in section 96(7)(b), and\n\t\t\tfor the purposes of, or in connection with, the discharge of obligations ofthe responsible person under sections 98 and 99A in relation to a statement ofaccounts under this section, references to the responsible person are to beread as references to that person.\n\t\tIn this section and section 97 “gross income” means gross recorded incomefrom all sources.”\n\t\tIn section 97 (auditor’s report on return)—\n\t\t\tafter subsection (1) insert—\n\t\t\t“(1A)A report must be prepared by a qualified auditor on any statement ofaccounts prepared under section 96A in respect of a regulated period, if—\n\t\t\ta report falls to be prepared under subsection (1) on the return mentionedin section 96A(1)(a), or\n\t\t\tduring the regulated period the gross income or total expenditure of thethird party exceeds £250,000.”;\n\t\t\tin subsection (2), after “subsection (1)” insert “or (1A)”;\n\t\t\tin the heading, at the end insert “ **or statement of accounts** ”.\n\t\tIn section 98 (delivery of returns to the Commission), after subsection (2)insert—\n\t\t“(2A)Where a statement of accounts falls to be prepared under section 96A, theresponsible person must deliver—\n\t\t\tthe statement, and\n\t\t\tif an auditor’s report on the statement falls to be prepared under section97(1A), that report,\n\t\t\tto the Commission before the end of the period of 6 months beginning with theend of the period under subsection (1) or (2) for the delivery of the relevantsection 96 return.\n\t\t\t(2B)“The relevant section 96 return” means the return mentioned in section96A(1)(a) which gives rise to the duty to prepare the statement of accounts.”\n\t\tIn section 98(4) (offences)—\n\t\t\tafter paragraph (a) insert—\n\t\t\tfails to comply with the requirements of subsection (2A) in relation toany statement or report to which that subsection applies; or”;\n\t\t\tafter paragraph (b) insert—\n\t\t\tdelivers a statement which does not comply with the requirements ofsection 96A(2) or (3); or”.\n\t\tAfter section 99 (declaration by responsible person as to return undersection 96) insert—\n\t“99ADeclaration by responsible person as to statement of accounts undersection 96A\n\t\tEach statement of accounts prepared under section 96A must, when deliveredto the Commission, be accompanied by a declaration which complies withsubsection (2) and is signed by the responsible person.\n\t\tThe declaration must state—\n\t\t\tthat the responsible person has examined the statement in question; and\n\t\t\tthat to the best of that person’s knowledge and belief it is a complete andcorrect statement of accounts as required by law.\n\t\tA person commits an offence if—\n\t\t\tthat person knowingly or recklessly makes a false declaration under thissection; or\n\t\t\tsubsection (1) is contravened without reasonable excuse at a time when thatperson is the responsible person in the case of the recognised third party towhich the statement of accounts relates.”\n\t\tIn section 100 (public inspection of returns under section 96), aftersubsection (3) insert—\n\t\tWhere a statement of accounts is delivered under section 98(2A), thissection applies as if the statement and any documents accompanying it—\n\t\t\twere documents accompanying the relevant section 96 return, and\n\t\t\t(for the purposes of subsection (3)) were received by the Commission whenthe return was received.\n\t\tIn subsection (4)(a), “the relevant section 96 return” has the meaninggiven by section 98(2B).”\n\t\tIn Schedule 20 (penalties) insert these entries in the appropriate places—\n\t\t\t“Section 98(4)(aa) (failure of responsible person to deliver statement ofaccounts and auditor’s report to Commission)| On summary conviction: Level 5”;  ---|---    “Section 98(4)(ba) (failure to comply with requirements for statements ofaccounts)| On summary conviction: statutory maximum or 6 months  ---|---  On indictment: fine or 1 year”;    “Section 99A(3)(a) (making a false declaration to Commission when deliveringstatement of accounts)| On summary conviction: statutory maximum or 6 months  ---|---  On indictment: fine or 1 year  Section 99A(3)(b) (failure to deliver signed declaration with statement ofaccounts to Commission)| On summary conviction: statutory maximum or 6 months  On indictment: fine or 1 year”.    (10)If section 85(1) of the Legal Aid, Sentencing and Punishment of OffendersAct 2012 comes into force before the day on which this Act is passed—\n\t\t\tsection 85 of that Act (removal of limit on certain fines on conviction bymagistrates’ court) applies in relation to the offences in section 98(4)(aa)and (ba) and 99A(3) of the Political Parties, Elections and Referendums Act2000 (as inserted by this section) on and after that day as if they wererelevant offences (as defined in section 85(3) of that Act), and\n\t\t\tregulations described in section 85(11) of that Act may amend, repeal orotherwise modify amendments made by this section."
    },
    {
        "length": 2131,
        "text": "\nMiscellaneous\n\tThird party expenditure in respect of candidates\n\t\tIn section 75 of the Representation of the People Act 1983 (prohibition ofexpenses not authorised by election agent), in subsection (1ZA)(a) (limit onthird party expenditure on candidate at parliamentary election), for “£500”substitute “£700”.\n\t\tAfter that section insert—\n\t\t“75ZAReturn of permitted expenditure: power to require return\n\t\t\tThe returning officer or the Electoral Commission may, at any time duringthe period of 6 months beginning with the date of the poll at a parliamentaryelection, request a relevant person to deliver to the officer or Commission areturn of permitted expenditure in relation to a candidate at the election whois specified in the request.\n\t\t\t“Relevant person” means a person who—\n\t\t\t\tis not required to deliver a return under section 75(2) in relation to thecandidate, and\n\t\t\t\tis not the candidate, the candidate’s election agent, or a person engagedor employed for payment or promise of payment by the candidate or thecandidate’s election agent.\n\t\t\t“Return of permitted expenditure” means a return—\n\t\t\t\tshowing all permitted expenses incurred by the person in relation to thecandidate, or\n\t\t\t\tstating that the person incurred no such expenses or that the total suchexpenses incurred by the person was £200 or less.\n\t\t\t“Permitted expense”, in relation to a candidate, means an expense incurredby the person in respect of the candidate which, if the person had beenrequired to deliver a return under section 75(2) in relation to the candidate,would have been required to be included in that return.\n\t\tZBReturn of permitted expenditure: compliance and sanctions\n\t\t\tA person must comply with a request under section 75ZA(1) within the periodof 21 days beginning with the day on which the request is received.\n\t\t\tA return of permitted expenditure must be accompanied by a declaration madeby the person (or in the case of an association or body of persons, by adirector, general manager, secretary or other similar officer of theassociation or body)—\n\t\t\t\tverifying the return, and\n\t\t\t\tin the case of a return of the kind mentioned in section 75ZA(3)(a), givingparticulars of the matters for which the expenses were incurred.\n\t\t\tA person who fails to deliver a return or declaration in accordance withthis section is guilty of an illegal practice.\n\t\t\tA person who knowingly makes a false declaration under subsection (2) isguilty of a corrupt practice.\n\t\t\tThe court before whom a person is convicted under subsection (3) or (4)may, if they think it just in the special circumstances of the case, mitigateor entirely remit any incapacity imposed by virtue of section 173.\n\t\t\tWhere any act or omission of an association or body of persons, corporateor unincorporate, is an offence declared to be a corrupt or illegal practiceby this section, any person who at the time of the act or omission was adirector, general manager, secretary or other similar officer of theassociation or body, or was purporting to act in any such capacity, shall bedeemed to be guilty of that offence, unless he proves—\n\t\t\t\tthat the act or omission took place without his consent or connivance, and\n\t\t\t\tthat he exercised all such diligence to prevent the commission of theoffence as he ought to have exercised having regard to the nature of hisfunctions in that capacity and to all the circumstances.”\n\t\t\tIf section 85(1) of the Legal Aid, Sentencing and Punishment of OffendersAct 2012 comes into force before the day on which this Act is passed—\n\t\t\t\tsection 85 of that Act (removal of limit on certain fines on conviction bymagistrates’ court) applies in relation to the offences in section 75ZB(3) and(4) of the Representation of the People Act 1983 (as inserted by this section)on and after that day as if they were relevant offences (as defined in section85(3) of that Act), and\n\t\t\t\tregulations described in section 85(11) of that Act may amend, repeal orotherwise modify amendments made by this section.\n\tCandidate’s personal expenses not to count for local election expenseslimit in England and Wales\n\t\tIn section 76(5) of the RPA 1983 (exclusion of personal expenses fromlimitation on election expenses), after “subsection (1A) above)” insert “or alocal government election in England or Wales”.\n\t\tSubsection (3) applies where, before the relevant date, an enactment—\n\t\t\tprovides that section 76 of the RPA 1983 is to have effect in relation toan election of any description as it has effect in relation to a localgovernment election in England or Wales, or\n\t\t\totherwise makes provision (however expressed) to the effect that thatsection applies to an election of any description as it applies to a localgovernment election in England and Wales.\n\t\tIf the date of the poll at an election of that description is on or afterthe relevant date, section 76 of the RPA 1983 applies to the election asamended by subsection (1).\n\t\tIn this section—\n\t\t\t  * “the RPA 1983” means the Representation of the People Act 1983, \n\t\t\t  * “the relevant date” means the date on which the amendment made by subsection (1) comes into force, and \n\t\t\t  * “an enactment” means an Act of Parliament or any subordinate legislation (within the meaning of the Interpretation Act 1978). \n\tFunctions of Electoral Commission with respect to compliance\n\t\tSection 145 of the Political Parties, Elections and Referendums Act 2000(general function of Commission with respect to compliance with controlsimposed by the Act etc) is amended in accordance with subsections (2) to (4).\n\t\tIn the heading, for “ **General function** ” substitute “ **Duties** ”.\n\t\tIn subsection (1)—\n\t\t\tfor the words before paragraph (a) substitute “The Commission must monitor,and take all reasonable steps to secure, compliance with—”;\n\t\t\tin paragraph (a), for “Parts III to VII” substitute “—\n\t\t\tsections 24, 31 and 34,\n\t\t\tParts 3 to 7, and\n\t\t\tsections 143 and 148”.\n\t\tAfter subsection (6A) insert—\n\t\t\t“(6B)Each report by the Commission under paragraph 20 of Schedule 1 shall setout the steps the Commission have taken during the year in question to securecompliance with the restrictions and other requirements mentioned insubsection (1).”\n\t\tIn consequence of the amendment made by subsection (3)(a), omit section1(2) of the Political Parties and Elections Act 2009.\n\tPost-election review\n\t\tThe Minister must, within the period of 12 months beginning with the day onwhich this Act is passed, appoint a person to conduct a review of theoperation of Part 6 of the Political Parties, Elections and Referendums Act2000 in relation to the first relevant parliamentary general election.\n\t\tThe “first relevant parliamentary general election” is the firstparliamentary general election to be held after the beginning of the firstPart 6 regulated period in relation to which one or more of the amendmentsmade by this Part mentioned in section 46(1) have effect.\n\t\tA “Part 6 regulated period” is a regulated period within the meaning givenby section 46(2)(b).\n\t\tThe Minister may specify matters which the review must, in particular,consider.\n\t\tOn completion of the review, the appointed person must—\n\t\t\tmake a written report on the review, and\n\t\t\tprovide a copy of the report to the Minister.\n\t\tThe Minister must—\n\t\t\tlay a copy of the report before Parliament, and\n\t\t\tpublish the report in such manner as the Minister considers appropriate.\n\t\tThe report shall be laid before Parliament not more than 18 months afterthe date of the first relevant parliamentary general election.\n\t\tThe Minister may pay to the appointed person such remuneration and expensesas the Minister may determine.\n\t\t“The Minister” means the Secretary of State or the Lord President of theCouncil."
    },
    {
        "length": 673,
        "text": "\nDuty to provide membership audit certificate\n\tThe Trade Union and Labour Relations (Consolidation) Act 1992 is amended asfollows.\n\tAfter section 24 (duty to maintain register of members’ names andaddresses) insert—\n\t“24ZADuty to provide membership audit certificate\n\t\tA trade union required to maintain a register of the names and addresses ofits members by section 24 must send to the Certification Officer a membershipaudit certificate in relation to each reporting period.\n\t\tIn this section and in sections 24ZB to 24ZF, a “reporting period” means aperiod in relation to which the union is required by section 32 to send anannual return to the Certification Officer.\n\t\tThe union must send the membership audit certificate in relation to areporting period to the Certification Officer at the same time as it sends tothe Officer its annual return under section 32 in relation to that period.\n\t\tIn the case of a trade union required by section 24ZB to appoint an assurerin relation to a reporting period, the “membership audit certificate” inrelation to that period is the certificate which the assurer is required toprovide to the union in relation to that period pursuant to that appointment.\n\t\tIn any other case, the “membership audit certificate” in relation to areporting period is a certificate which—\n\t\t\tmust be signed by an officer of the trade union who is authorised to signon its behalf,\n\t\t\tmust state the officer’s name, and\n\t\t\tmust state whether, to the best of the officer’s knowledge and belief, theunion has complied with its duties under section 24(1) throughout thereporting period.\n\t\tA trade union must, at a person’s request, supply the person with a copy ofits most recent membership audit certificate either free of charge or onpayment of a reasonable charge.\n\t\tThe Certification Officer must at all reasonable hours keep available forpublic inspection, either free of charge or on payment of a reasonable charge,copies of all membership audit certificates sent to the Officer under thissection.”\n\t\tIn section 44(4) (discharge of duties in case of union having branches orsections), at the appropriate place in the list insert—\n\t\t\t  * “section 24ZA (duty to provide membership audit certificate),”.\n\t\tIn section 118 (federated trade unions), after subsection (4) insert—\n\t\t\t“(4A)In the case of a federated trade union which, by virtue of subsection(4), is not required to send an annual return to the Certification Officerunder section 32, section 24ZA (duty to provide membership audit certificate)applies as if section 32 does apply to the union.”"
    },
    {
        "length": 2107,
        "text": "\nDuty to appoint an assurer etc\n\tThe Trade Union and Labour Relations (Consolidation) Act 1992 is amended asfollows.\n\tAfter section 24ZA (which is inserted by section 40) insert—\n\t“24ZBDuty to appoint an assurer\n\t\tA trade union required to maintain a register of the names and addresses ofits members by section 24 must, in relation to each reporting period, appointa qualified independent person to be an assurer in relation to that period.\n\t\tThere is incorporated in the assurer’s appointment a duty which the assurerowes to the trade union—\n\t\t\tto provide to the union a membership audit certificate in relation to thereporting period which accords with the requirements of section 24ZD, and\n\t\t\tto carry out such enquiries as the assurer considers necessary to enablethe assurer to provide that certificate.\n\t\tA person is a “qualified independent person” if—\n\t\t\tthe person either satisfies such conditions as may be specified for thepurposes of this section by order of the Secretary of State or is specified byname in such an order, and\n\t\t\tthe trade union has no grounds for believing that—\n\t\t\tthe person will carry out an assurer’s functions otherwise thancompetently, or\n\t\t\tthe person’s independence in relation to the union might reasonably becalled into question.\n\t\tNone of the following may act as an assurer—\n\t\t\tan officer or employee of the trade union or of any of its branches orsections;\n\t\t\ta person who is a partner of, or in the employment of, or who employs, suchan officer or employee.\n\t\tThis section does not apply to a trade union in relation to a reportingperiod if the number of its members at the end of the preceding reportingperiod did not exceed 10,000.\n\t\tAny order under this section is to be made by statutory instrument and isto be subject to annulment in pursuance of a resolution of either House ofParliament.\n\tZCAppointment and removal of an assurer\n\t\tThe rules of every trade union to which section 24ZB applies must containprovision for the appointment and removal of an assurer.\n\t\t\tBut the following provisions have effect notwithstanding anything in therules.\n\t\tAn assurer must not be removed from office except by resolution passed at ageneral meeting of the members of the union or of delegates of its members.\n\t\tA person duly appointed as an assurer in relation to a reporting periodmust be reappointed as assurer in relation to the following reporting period,unless—\n\t\t\ta resolution has been passed at a general meeting of the trade unionappointing somebody else instead or providing expressly that the person is notto be re-appointed,\n\t\t\tthe person has given notice to the union in writing of the person’sunwillingness to be re-appointed,\n\t\t\tthe person is not qualified for the appointment in accordance with section24ZB, or\n\t\t\tthe person has ceased to act as assurer by reason of incapacity.\n\t\tBut a person need not automatically be re-appointed where—\n\t\t\tthe person is retiring,\n\t\t\tnotice has been given of an intended resolution to appoint somebody elseinstead, and\n\t\t\tthat resolution cannot be proceeded with at the meeting because of thedeath or incapacity of the proposed replacement.\n\tZDRequirements of assurer’s membership audit certificate\n\t\tFor the purposes of section 24ZB(2)(a) the requirements of a membershipaudit certificate in relation to a reporting period provided by an assurer areas follows.\n\t\tThe certificate must state the name of, and be signed by, the assurer.\n\t\tThe certificate must state—\n\t\t\twhether, in the assurer’s opinion, the trade union’s system for compilingand maintaining the register of the names and addresses of its members wassatisfactory for the purposes of complying with the union’s duties undersection 24(1) throughout the reporting period, and\n\t\t\twhether, in the assurer’s opinion, the assurer has obtained the informationand explanations which the assurer considers necessary for the performance ofthe assurer’s functions.\n\t\tIf the certificate states that—\n\t\t\tin the assurer’s opinion, the trade union’s system for compiling andmaintaining the register was not satisfactory for the purposes of complyingwith the union’s duties under section 24(1) throughout the reporting period,or\n\t\t\tin the assurer’s opinion, the assurer has failed to obtain the informationand explanations which the assurer considers necessary for the performance ofthe assurer’s functions,\n\t\t\t\tthe certificate must state the assurer’s reasons for making that statement.\n\t\tIn the case of a failure to obtain information or explanations as describedin subsection (4)(b), the certificate must also—\n\t\t\tprovide a description of the information or explanations requested orrequired which have not been obtained, and\n\t\t\tstate whether the assurer required that information or those explanationsfrom the union’s officers, or officers of any of its branches or sections,under section 24ZE.\n\t\tThe reference in subsection (2) to signature by the assurer is, where thatoffice is held by a body corporate or partnership, to signature in the name ofthe body corporate or partnership by an individual authorised to sign on itsbehalf.\n\tZERights of assurer\n\t\tAn assurer appointed by a trade union under section 24ZB—\n\t\t\thas a right of access at all reasonable times to the register of the namesand addresses of the union’s members and to all other documents which theassurer considers may be relevant to whether the union has complied with anyof the requirements of section 24(1), and\n\t\t\tis entitled to require from the union’s officers, or the officers of any ofits branches or sections, such information and explanations as the assurerconsiders necessary for the performance of the assurer’s functions.\n\t\tIn subsection (1) references to documents include information recorded inany form.\n\tZFDuty to inform the Certification Officer\n\t\tIf an assurer provides a membership audit certificate in relation to areporting period to a trade union which states that, in the assurer’s opinion—\n\t\t\tthe union’s system for compiling and maintaining the register was notsatisfactory for the purposes of complying with the union’s duties undersection 24(1) throughout that period, or\n\t\t\tthe assurer has failed to obtain the information and explanations which theassurer considers necessary for the performance of the assurer’s functions,\n\t\t\tthe assurer must send a copy of the certificate to the Certification Officeras soon as is reasonably practicable after it is provided to the union.\n\tZGDuty of confidentiality\n\t\tThe duty of confidentiality as respects the register is incorporated in anassurer’s appointment by a trade union under section 24ZB.\n\t\tThe duty of confidentiality as respects the register is a duty which theassurer owes to the union—\n\t\t\tnot to disclose any name or address in the register of the names andaddresses of the union’s members except in permitted circumstances, and\n\t\t\tto take all reasonable steps to secure that there is no disclosure of anysuch name or address by another person except in permitted circumstances.\n\t\tThe circumstances in which disclosure of a member’s name or address ispermitted are—\n\t\t\twhere the member consents,\n\t\t\twhere it is required or requested by the Certification Officer for thepurposes of the discharge of any of the Officer’s functions,\n\t\t\twhere it is required for the purposes of the discharge of any of thefunctions of an inspector appointed by the Officer,\n\t\t\twhere it is required for the purposes of the discharge of any of thefunctions of the assurer, or\n\t\t\twhere it is required for the purposes of the investigation of crime orcriminal proceedings.”\n\t\tIn section 24A(3) (securing confidentiality of register during ballots),after “duty of confidentiality”” insert “, in the context of a scrutineer orindependent person,”.\n\t\tIn section 44(4) (discharge of duties in case of union having branches orsections), at the appropriate place in the list insert—\n\t\t\t  * “sections 24ZB and 24ZC (duty to appoint an assurer etc),”.\n\t\tIn section 299 (index of defined expressions), in the entry for “the dutyof confidentiality”, after “confidentiality” insert “, in the context of ascrutineer or independent person”."
    },
    {
        "length": 1974,
        "text": "\nInvestigatory powers\n\tThe Trade Union and Labour Relations (Consolidation) Act 1992 is amended asfollows.\n\tAfter section 24ZG (which is inserted by section 41) insert—\n\t“24ZHPower of Certification Officer to require production of documentsetc\n\t\tIf the Certification Officer thinks there is good reason to do so, theOfficer—\n\t\t\tmay give directions to a trade union, or a branch or section of a tradeunion, requiring it to produce such relevant documents as are specified in thedirections;\n\t\t\tmay authorise a member of the Officer’s staff or any other person (“anauthorised person”), on producing (if so required) evidence of that authority,to require a trade union, or a branch or section of a trade union, to produceimmediately to the authorised person such relevant documents as that personspecifies.\n\t\t“Relevant documents”, in relation to a trade union or a branch or sectionof a trade union, means—\n\t\t\tthe register of the names and addresses of the trade union’s members, and\n\t\t\tdocuments of any other description which the Certification Officer orauthorised person considers may be relevant to whether the union has failed tocomply with any of the requirements of section 24(1) (duties regarding theregister of members).\n\t\tDirections under subsection (1)(a) must specify the time and place at whichthe documents are to be produced.\n\t\tWhere the Certification Officer, or an authorised person, has power torequire the production of documents by virtue of subsection (1), the Officeror authorised person has the like power to require production of thosedocuments from any person who appears to the Officer or authorised person tobe in possession of them.\n\t\tThe power under this section to require the production of documentsincludes the power—\n\t\t\tif the documents are produced—\n\t\t\tto take copies of them or extracts from them;\n\t\t\tto require the person by whom they are produced to provide an explanationof any of them;\n\t\t\tto require any person who is or has been an official or agent of thetrade union to provide an explanation of any of them;\n\t\t\tif the documents are not produced, to require the person who was requiredto produce them to state, to the best of the person’s knowledge and belief,where they are.\n\t\tFor the purposes of subsection (5)(a)(iii), “agent” includes an assurerappointed by the trade union under section 24ZB.\n\t\tFor supplementary provision, see section 24ZK.\n\tZIInvestigations by inspectors\n\t\tThe Certification Officer may appoint one or more members of the Officer’sstaff or other persons as an inspector or inspectors to—\n\t\t\tinvestigate whether a trade union has failed to comply with any of therequirements of section 24(1) (duties regarding the register of members), and\n\t\t\treport to the Officer in such manner as the Officer may direct.\n\t\tThe Certification Officer may only make such an appointment if it appearsto the Officer that there are circumstances suggesting that the union hasfailed to comply with a requirement of section 24(1), 24ZA or 24ZB (duties etcrelating to the register of members).\n\t\tWhere any person appears to the inspector or inspectors to be in possessionof information relating to a matter considered by the inspector or inspectorsto be relevant to the investigation, the inspector or inspectors may requirethe person—\n\t\t\tto produce to the inspector or inspectors any relevant documents relatingto that matter,\n\t\t\tto attend before the inspector or inspectors, and\n\t\t\totherwise to give the inspector or inspectors all assistance in connectionwith the investigation which the person is reasonably able to give.\n\t\t“Relevant documents” means—\n\t\t\tthe register of the names and addresses of the trade union’s members, and\n\t\t\tdocuments of any other description which the inspector or inspectorsconsider may be relevant to whether the union has failed to comply with any ofthe requirements of section 24(1).\n\t\tWhere a person who is not a member of the Certification Officer’s staff isappointed as an inspector under this section, there is incorporated in theappointment the duty of confidentiality as respects the register of the namesand addresses of the trade union’s members.\n\t\tThe duty of confidentiality as respects that register is a duty which theinspector owes to the Certification Officer—\n\t\t\tnot to disclose any name or address in the register of the names andaddresses of the union’s members except in permitted circumstances, and\n\t\t\tto take all reasonable steps to secure that there is no disclosure of anysuch name or address by another person except in permitted circumstances.\n\t\tThe circumstances in which disclosure of a member’s name or address ispermitted are—\n\t\t\twhere the member consents,\n\t\t\twhere it is required or requested by the Certification Officer for thepurposes of the discharge of any of the Officer’s functions,\n\t\t\twhere it is required for the purposes of the discharge of any of thefunctions of the inspector or any other inspector appointed by the Officer,\n\t\t\twhere it is required for the purposes of the discharge of any of thefunctions of an assurer appointed under section 24ZB, or\n\t\t\twhere it is required for the purposes of the investigation of crime orcriminal proceedings.\n\t\tFor supplementary provision, see section 24ZK.\n\tZJInspectors’ reports etc\n\t\tAn inspector or inspectors appointed under section 24ZI—\n\t\t\tmay make interim reports to the Certification Officer,\n\t\t\tmust make such reports if so directed by the Officer, and\n\t\t\ton the conclusion of the investigation, must make a final report to theOfficer.\n\t\tA report under subsection (1) must be in writing.\n\t\tAn inspector or inspectors—\n\t\t\tmay at any time inform the Certification Officer of any matters coming totheir knowledge as a result of the investigation, and\n\t\t\tmust do so if the Officer so directs.\n\t\tThe Certification Officer may direct an inspector or inspectors—\n\t\t\tto take no further steps in the investigation, or\n\t\t\tto take only such further steps as are specified in the direction.\n\t\tWhere such a direction is made, the inspector or inspectors are notrequired under subsection (1)(c) to make a final report to the CertificationOfficer unless the Officer so directs.\n\tZKSections 24ZH and 24ZI: supplementary\n\t\tNothing in section 24ZH or 24ZI requires or authorises anyone to require—\n\t\t\tthe disclosure by a person of information which the person would in anaction in the court be entitled to refuse to disclose on grounds of legalprofessional privilege, or\n\t\t\tthe production by a person of a document which the person would in such anaction be entitled to refuse to produce on such grounds.\n\t\tBut a lawyer may be required under section 24ZH or 24ZI to disclose thename and address of the lawyer’s client.\n\t\tA person is not excused from providing an explanation or making a statementin compliance with a requirement imposed under section 24ZH(5) or 24ZI(3) onthe ground that to do so would tend to expose the person to proceedings for anoffence.\n\t\tBut an explanation so provided or a statement so made may only be used inevidence against the person by whom it is provided or made on a prosecutionfor an offence where, in giving evidence, the person makes a statementinconsistent with it.\n\t\tIn this section and in sections 24ZH and 24ZI—\n\t\t\treferences to documents include information recorded in any form, and\n\t\t\tin relation to information recorded otherwise than in legible form,references to its production are to the production of a copy of theinformation in legible form.”\n\t\tIn section 24A(4)(b) (securing confidentiality of register during ballots),after “where it is” insert “required or”."
    },
    {
        "length": 1572,
        "text": "\nEnforcement \n\tThe Trade Union and Labour Relations (Consolidation) Act 1992 is amended asfollows.\n\tAfter section 24A (securing confidentiality of register during ballots)insert—\n\t“24BEnforcement of sections 24 to 24ZC by Certification Officer\n\t\tWhere the Certification Officer is satisfied that a trade union has failedto comply with any of the requirements of section 24, 24ZA, 24ZB or 24ZC(duties etc relating to the register of members), the Officer may make adeclaration to that effect.\n\t\tBefore making such a declaration, the Certification Officer—\n\t\t\tmay make such enquiries as the Officer thinks fit,\n\t\t\tmust give the union an opportunity to make written representations, and\n\t\t\tmay give the union an opportunity to make oral representations.\n\t\tIf the Certification Officer makes a declaration it must specify theprovisions with which the union has failed to comply.\n\t\tWhere the Certification Officer makes a declaration and is satisfied—\n\t\t\tthat steps have been taken by the union with a view to remedying thedeclared failure or securing that a failure of the same or any similar kinddoes not occur in future, or\n\t\t\tthat the union has agreed to take such steps,\n\t\t\t\tthe Officer must specify those steps in the declaration.\n\t\tWhere a declaration is made, the Certification Officer must give reasons inwriting for making the declaration.\n\t\tWhere a declaration is made, the Certification Officer must also make anenforcement order unless the Officer considers that to do so would beinappropriate.\n\t\tAn “enforcement order” is an order imposing on the union one or both of thefollowing requirements—\n\t\t\tto take such steps to remedy the declared failure, within such period, asmay be specified in the order;\n\t\t\tto abstain from such acts as may be so specified with a view to securingthat a failure of the same or a similar kind does not occur in future.\n\t\tWhere, having given the union an opportunity to make writtenrepresentations under subsection (2)(b), the Certification Officer determinesnot to make a declaration under subsection (1), the Officer must give theunion notice in writing of that determination.\n\t\tWhere the Certification Officer requests a person to provide information tothe Officer in connection with enquiries under this section, the Officer mustspecify the date by which that information is to be provided.\n\t\tWhere the information is not provided by the specified date, theCertification Officer must proceed with determining whether to make adeclaration under subsection (1) unless the Officer considers that it would beinappropriate to do so.\n\t\tA declaration made by the Certification Officer under this section may berelied on as if it were a declaration made by the court.\n\t\tAn enforcement order made by the Certification Officer under this sectionmay be enforced in the same way as an order of the court.\n\t\tWhere an enforcement order has been made, a person who is a member of theunion and was a member at the time it was made is entitled to enforceobedience to the order as if the order had been made on an application by thatperson.\n\tCEnforcement of sections 24ZH and 24ZI by Certification Officer\n\t\tWhere the Certification Officer is satisfied that a trade union or anyother person has failed to comply with any requirement imposed under—\n\t\t\tsection 24ZH (power of Certification Officer to require production ofdocuments etc), or\n\t\t\tsection 24ZI (investigations by inspectors),\n\t\t\t\tthe Officer may make an order requiring the trade union or person to complywith the requirement.\n\t\tBefore making such an order, the Certification Officer must give the tradeunion or person an opportunity to be heard.\n\t\tIn the case of a failure to comply with a requirement imposed under section24ZH or 24ZI to produce a document, the Certification Officer may make anorder only if the Officer is satisfied that—\n\t\t\tthe document is in the possession of the union or person, and\n\t\t\tit is reasonably practicable for the union or person to comply with therequirement.\n\t\tIn the case of a failure to comply with any other requirement imposed undersection 24ZH or 24ZI, the Certification Officer may make an order only if theOfficer is satisfied that it is reasonably practicable for the union or personto comply with the requirement.\n\t\tThe order must specify—\n\t\t\tthe requirement with which the trade union or person has failed to comply,and\n\t\t\tthe date by which the trade union or person must comply.\n\t\tAn order made by the Certification Officer under this section may beenforced in the same way as an order of the court.”\n\t\tIn section 24(6) (remedies for failure to comply with that section), after“court)” insert “; see also the powers of the Certification Officer undersection 24B to make a declaration and an enforcement order”.\n\t\tIn section 25 (remedy for failure: application to the CertificationOfficer), after subsection (6) insert—\n\t\t“(6A)For the purposes of subsection (6) the circumstances in which it is notreasonably practicable to determine an application within that time frame mayinclude, in particular, where delay is caused by the exercise of the powersunder section 24ZH or 24ZI (powers to require production of documents etc andto appoint inspectors).”\n\t\tIn section 26 (remedy for failure: application to the court), aftersubsection (8) insert—\n\t\tWhere a person applies under this section in relation to an allegedfailure and the Certification Officer has made a declaration regarding thatfailure under section 24B, the court must have due regard to the declarationand any order, observations or reasons made or given by the Officer under thatsection regarding that failure and brought to the court’s notice.”\n\t\tIn section 45D (appeals from Certification Officer), after “section” insert“24B, 24C,”.\n\t\tIn section 256(1) (procedure before the Certification Officer)—\n\t\t\tomit the “or” at the end of paragraph (a), and\n\t\t\tin paragraph (b) after “matter” insert “, or\n\t\t\tdetermining whether to make a declaration or enforcement order undersection 24B or an order under section 24C”."
    },
    {
        "length": 2119,
        "text": "\nPart 4Supplementary\n\tFinancial provision\n\t\tThere is to be paid out of money provided by Parliament—\n\t\t\tany expenditure incurred by a Minister of the Crown under or by virtue ofthis Act, and\n\t\t\tany increase attributable to this Act in the sums payable under any otherAct out of money so provided.\n\tCommencement \n\t\tThe following provisions of this Act come into force on such day as theMinister may appoint by order made by statutory instrument—\n\t\t\tPart 1, except as mentioned in subsection (3)(a);\n\t\t\tin Part 2—\n\t\t\tsection 26(11) and (12) (definition of “election material”);\n\t\t\tsection 31 (extension of power to vary specified sums);\n\t\t\tsection 32 (recognised third parties);\n\t\t\tsection 36 (third party expenditure in respect of candidates);\n\t\t\tsection 37 (candidate’s personal expenses not to count for local electionexpenses limit in England and Wales);\n\t\t\tsection 38 (functions of Electoral Commission with respect to compliance);\n\t\t\tPart 3, except as mentioned in subsection (3)(c).\n\t\tAn order under subsection (1)—\n\t\t\tmay appoint different days for different purposes, and\n\t\t\tmay make transitional, transitory or saving provision.\n\t\tThe following provisions of this Act come into force on the day on whichthe Act is passed—\n\t\t\tany provision of Part 1 which confers power to make regulations, for thepurposes of the exercise of that power;\n\t\t\tthe provisions of Part 2 not mentioned in subsection (1)(b);\n\t\t\tsection 41, for the purposes of the exercise of the power to makesubordinate legislation conferred by section 24ZB(3) of the Trade Union andLabour Relations (Consolidation) Act 1992 (which is inserted by that section);\n\t\t\tPart 4.\n\t\tSection 46 contains transitional provision relating to the commencement ofthe provisions to which subsection (3)(b) applies.\n\t\t“The Minister” means—\n\t\t\tfor the purposes of subsection (1)(a) and (b), the Secretary of State orthe Lord President of the Council;\n\t\t\tfor the purposes of subsection (1)(c), the Secretary of State.\n\tTransitional provision\n\t\tThe amendments made by Part 2 which in accordance with section 45(3)(b)come into force on the day on which this Act is passed have effect only inrelation to—\n\t\t\tregulated periods beginning after that day, or\n\t\t\t(for the purposes of enactments having effect otherwise than in relation toregulated periods) expenditure incurred after that day.\n\t\tIn this section “regulated period” means a period in relation to which anylimit is imposed by—\n\t\t\tSchedule 9 to PPERA 2000 (limits on campaign expenditure), or\n\t\t\tSchedule 10 to that Act (limits on controlled expenditure),\n\t\t\t\t(including a period in relation to which a limit is imposed by that Scheduleby virtue of subsection (3)(b) or (5)(b)).\n\t\tIf, apart from this subsection, the day on which this Act is passed wouldfall within a period in relation to which one or more limits are imposed byparagraph 11 of Schedule 9 to PPERA 2000 (limit on campaign expenditure wherecombination of parliamentary election and other election)—\n\t\t\tparagraph 11(2) of that Schedule (which disapplies limits and periods whichwould otherwise be imposed by paragraph 3 of that Schedule and substitutes newlimits and periods) is of no effect (and is treated as never having hadeffect) in relation to the parliamentary general election, and\n\t\t\tfor the purposes of paragraph 3 of that Schedule as it applies by virtue ofparagraph (a), the relevant period is the Schedule 9 transitional period.\n\t\tIn subsection (3) “the Schedule 9 transitional period” means the period—\n\t\t\tbeginning with 23 May 2014, and\n\t\t\tending with the date of the poll for the parliamentary general election.\n\t\tIf, apart from this subsection, the day on which this Act is passed wouldfall within a period in relation to which one or more limits are imposed byparagraph 11 of Schedule 10 to PPERA 2000 (limit on controlled expenditurewhere combination of parliamentary election and other election)—\n\t\t\tparagraph 11(2) of that Schedule (which disapplies limits and periods whichwould otherwise be imposed by paragraph 3 of that Schedule and substitutes newlimits and periods) is of no effect (and is treated as never having hadeffect) in relation to the parliamentary general election, and\n\t\t\tfor the purposes of paragraph 3 of that Schedule as it applies by virtue ofparagraph (a), the relevant period is the Schedule 10 transitional period.\n\t\tIn subsection (5) “the Schedule 10 transitional period” means the period—\n\t\t\tbeginning with 19 September 2014, and\n\t\t\tending with the date of the poll for the parliamentary general election.\n\t\tSubsections (3) and (5) do not apply in the case of a period in relation towhich one or more limits are imposed by paragraph 11 of Schedule 9 to PPERA2000, or paragraph 11 of Schedule 10 to that Act, that ends with the date ofthe poll for an early parliamentary general election.\n\t\tAn “early parliamentary general election” is a parliamentary generalelection the date of the poll for which is appointed under section 2(7) of theFixed-term Parliaments Act 2011.\n\t\tThe Minister may by order made by statutory instrument make provisiondisapplying the preceding provisions of this section, and applying alternativetransitional, transitory or saving provision, where a poll for anextraordinary general election to the Scottish Parliament, the NationalAssembly for Wales or the Northern Ireland Assembly takes place in the period—\n\t\t\tbeginning with the day after that on which this Act is passed, and\n\t\t\tending with the date of the poll for the next parliamentary generalelection.\n\t\tA statutory instrument containing an order under subsection (9) may not bemade unless a draft of the instrument has been laid before, and approved by aresolution of, each House of Parliament.\n\t\tIn this section—\n\t\t\t  * “the Minister” means the Secretary of State or the Lord President of the Council; \n\t\t\t  * “PPERA 2000” means the Political Parties, Elections and Referendums Act 2000. \n\tPower to make consequential provision\n\t\tThe Minister may by order made by statutory instrument make provisionconsequential on any provision of Part 2 or section 46.\n\t\tAn order under this section—\n\t\t\tmay include provision amending or modifying any provision of or made underPPERA 2000 (including any provision inserted by this Act),\n\t\t\tmay include incidental, supplementary, transitional, transitory or savingprovision, and\n\t\t\tmay make different provision for different purposes or cases or fordifferent areas.\n\t\tA statutory instrument containing an order under this section that amendsor modifies any provision of PPERA 2000 may not be made unless a draft of theinstrument containing it has been laid before, and approved by a resolutionof, each House of Parliament.\n\t\tAny other statutory instrument containing an order under this section issubject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tNo order may be made under this section after the date of the poll for thefirst relevant parliamentary general election.\n\t\tIn this section—\n\t\t\t  * “the first relevant parliamentary general election” has the same meaning as in section 39; \n\t\t\t  * “the Minister” means the Secretary of State or the Lord President of the Council; \n\t\t\t  * “PPERA 2000” means the Political Parties, Elections and Referendums Act 2000. \n\tExtent \n\t\tPart 1 of this Act extends to the United Kingdom.\n\t\tIn Part 2 of this Act—\n\t\t\tsection 33(10) to (13) extends to the United Kingdom and Gibraltar, and\n\t\t\tsection 39 extends to the United Kingdom.\n\t\tAny amendment or repeal made by Part 2 or 3 of this Act has the same extentas the enactment amended or repealed.\n\t\tPart 4 of this Act extends to the United Kingdom and Gibraltar.\n\tShort title\n\t\tThis Act may be cited as the Transparency of Lobbying, Non-Party Campaigningand Trade Union Administration Act 2014."
    }
]