[
    {
        "length": 119,
        "text": "\nDiffuse Mesothelioma Payment Scheme\n\tPower to establish the scheme\n\t\tThe Secretary of State may by regulations establish a scheme called theDiffuse Mesothelioma Payment Scheme for making payments to—\n\t\t\teligible people with diffuse mesothelioma, and\n\t\t\teligible dependants of those who have died with diffuse mesothelioma.\n\t\tLater sections of this Act set out things that must be included in thescheme and some of the things that may be included."
    },
    {
        "length": 962,
        "text": "\nEligibility\n\tEligible people with diffuse mesothelioma\n\t\tA person diagnosed with diffuse mesothelioma is eligible for a paymentunder the scheme if—\n\t\t\ta relevant employer has negligently or in breach of statutory duty causedor permitted the person to be exposed to asbestos,\n\t\t\tthe person was first diagnosed with the disease on or after 25 July 2012,\n\t\t\tthe person has not brought an action for damages in respect of the diseaseagainst the relevant employer or any insurer with whom the employer maintainedemployers’ liability insurance at the time of the person’s exposure toasbestos,\n\t\t\tthe person is unable to bring an action for damages in respect of thedisease against any employer of the person or any insurer with whom such anemployer maintained employers’ liability insurance (because they cannot befound or no longer exist or for any other reason), and\n\t\t\tthe person has not received damages or a specified payment in respect ofthe disease and is not eligible to receive a specified payment.\n\t\tIn this section—\n\t\t\t  * “first diagnosed” has the meaning to be given to it by the scheme; \n\t\t\t  * “relevant employer” means an employer who, at the time of the person’s exposure to asbestos— \n\t\t\twas required by the compulsory insurance legislation to maintain insurancecovering any liability arising because of the exposure to asbestos, or\n\t\t\twould have been required by the compulsory insurance legislation to maintaininsurance covering any liability arising because of the exposure to asbestosif the legislation had been in force at that time;\n\t\t\t\t  * “specified payment” has the meaning to be given to it by the scheme. \n\tEligible dependants\n\t\tA dependant of a person who has died with diffuse mesothelioma is eligiblefor a payment under the scheme if —\n\t\t\tthe person with the disease was eligible for a payment under the scheme(see section 2) but did not make an application in accordance with the scheme,\n\t\t\tno one has brought an action for damages in respect of the disease underthe fatal accidents legislation, or on behalf of the estate of the person withthe disease, against the relevant employer or any insurer with whom theemployer maintained employers’ liability insurance at the time of thatperson’s exposure to asbestos,\n\t\t\tno one is able to bring an action for damages in respect of the diseaseunder the fatal accidents legislation, or on behalf of the estate of theperson with the disease, against any employer of that person or any insurerwith whom such an employer maintained employers’ liability insurance (becausethey cannot be found or no longer exist or for any other reason), and\n\t\t\tno one has received damages or a specified payment in respect of thedisease or is eligible to receive a specified payment.\n\t\tWhere a person who has died with diffuse mesothelioma is first diagnosedwith the disease following his or her death and would have been eligible for apayment under the scheme if the diagnosis had been made immediately before thedeath, assume for the purposes of subsection (1)(a) that the person waseligible for a payment under the scheme.\n\t\tA person ceases to be an eligible dependant if the person gives notice inaccordance with the scheme that he or she does not want a payment (and thismay increase a payment for other dependants - see section 4(2)(b)).\n\t\tWhere a person with diffuse mesothelioma died on or after 25 July 2012 butbefore this Act came into force, assume for the purposes of subsections (1)(a)and (2) that this Act has been in force since immediately before the death.\n\t\tIn this section—\n\t\t\t  * “first diagnosed” has the meaning to be given to it by the scheme; \n\t\t\t  * “specified payment” has the meaning to be given to it by the scheme. "
    },
    {
        "length": 529,
        "text": "\nPayments and procedure\n\tPayments \n\t\tThe amount of a payment under the scheme is to be determined in accordancewith the scheme.\n\t\tThe scheme—\n\t\t\tmay provide for the amount of the payment to depend on the age of theperson with diffuse mesothelioma, and\n\t\t\tmust ensure that where there are two or more eligible dependants, theamount for each of them is the amount for a single eligible dependant dividedby the number of eligible dependants in the case in question.\n\t\tThe scheme may—\n\t\t\tmake provision for payments to be made subject to conditions (includingconditions as to how a payment may be used), and\n\t\t\tin particular, give the scheme administrator power to decide when to imposeconditions or what conditions to impose.\n\t\tThe scheme may make provision for payments to be repaid (in whole or inpart) in specified circumstances.\n\t\tAn amount that falls to be repaid under subsection (4) is recoverable bythe scheme administrator as a debt.\n\t\tThe scheme must provide that where an eligible person has made anapplication in accordance with the scheme and has died before the payment ismade, the payment must be made to his or her personal representatives.\n\tApplications and procedure\n\t\tThe scheme may deal with the procedure for the making and deciding ofapplications and, in particular, may—\n\t\t\timpose time limits for making an application or taking other steps;\n\t\t\tenable the scheme administrator to require a person to produce documents;\n\t\t\tmake other provision about evidence.\n\t\tThe scheme may enable a court to order a person to comply with arequirement to produce documents.\n\tReviews and appeals\n\t\tThe scheme—\n\t\t\tmust give an applicant the right to request a review of a decision takenunder the scheme, and\n\t\t\tmay require or allow reviews in other circumstances.\n\t\tThe scheme may contain provision about initiating and deciding reviews(including provision imposing time limits).\n\t\tThe scheme must confer a right of appeal to the First-tier Tribunal againsta decision taken on a review.\n\t\tIn a case where a person makes an application and then dies, the referencein subsection (1)(a) to an applicant is to be read as a reference to his orher personal representatives."
    },
    {
        "length": 1378,
        "text": "\nScheme administration\n\tScheme administration\n\t\tThe Secretary of State may—\n\t\t\tadminister the scheme, or\n\t\t\tmake arrangements for a body to administer the scheme.\n\t\tArrangements under subsection (1)(b)—\n\t\t\tmay include provision for payments by the Secretary of State;\n\t\t\tmay allow the body to arrange for someone else to administer the scheme orany part of the scheme on behalf of the body;\n\t\t\tmay include provision about bringing the arrangements to an end.\n\t\tArrangements under subsection (1)(b) may be made with—\n\t\t\ta company formed by the Secretary of State under the Companies Act 2006 forthat purpose,\n\t\t\ta body corporate established by the Secretary of State by regulations underthis paragraph for that purpose, or\n\t\t\tany other body.\n\t\tA body administering the scheme in accordance with arrangements undersubsection (1)(b) is not to be regarded as exercising functions of theSecretary of State or as acting on behalf of the Secretary of State.\n\t\tThe Secretary of State may by regulations make transitional provision forwhen there is a change in the scheme administrator (including provisionmodifying the application of any enactment).\n\t\tFor the purposes of this Act, a reference to administering the schemeincludes carrying out any functions conferred by or under any enactment on thescheme administrator.\n\tUnauthorised disclosure of information: offence\n\t\tA person involved in the administration of the scheme must not, withoutlawful authority, disclose information which—\n\t\t\twas acquired in connection with the administration of the scheme, and\n\t\t\trelates to a particular person who is identified in the information orwhose identity could be deduced from it.\n\t\tA disclosure is made with “lawful authority” only if—\n\t\t\tit is made for the purposes of the administration of the scheme,\n\t\t\tit is made for the purpose of preventing or detecting crime,\n\t\t\tit is made in accordance with any enactment or an order of a court ortribunal,\n\t\t\tit is made for the purposes of proceedings before a court or tribunal, or\n\t\t\tit is made with consent given by or on behalf of the person to whom theinformation relates or the person’s personal representatives.\n\t\tA person who breaches subsection (1) commits an offence (for penalties, seesection 9).\n\t\tIt is a defence for a person charged with the offence under subsection (3)to prove that he or she reasonably believed—\n\t\t\tthat the disclosure was made with lawful authority, or\n\t\t\tthat someone had, with lawful authority, previously disclosed theinformation to the public.\n\t\tIn this section “person involved in the administration of the scheme” meansa person who is or has been—\n\t\t\tthe scheme administrator,\n\t\t\ta person providing services to the scheme administrator, or\n\t\t\tan officer or employee of a person within paragraph (a) or (b).\n\tUnauthorised disclosure of information: penalties etc\n\t\tA person guilty of an offence under section 8 is liable on conviction onindictment to imprisonment for a term not exceeding two years or a fine orboth.\n\t\tA person guilty of an offence under section 8 is liable—\n\t\t\ton summary conviction in England and Wales, to imprisonment for a term notexceeding 12 months or a fine;\n\t\t\ton summary conviction in Scotland, to imprisonment for a term not exceeding12 months or a fine not exceeding the statutory maximum or both;\n\t\t\ton summary conviction in Northern Ireland, to imprisonment for a term notexceeding 6 months or a fine not exceeding the statutory maximum or both.\n\t\tThe court by or before which a person is convicted of an offence undersection 8 may order the destruction of a document containing the informationdisclosed in breach of that section or, if the information disclosed is heldin some other form, may order its erasure.\n\t\tWhere an offence under section 8 committed by a body corporate—\n\t\t\tis committed with the consent or connivance of an officer, or\n\t\t\tis attributable to neglect on the part of an officer,\n\t\t\t\tthe officer as well as the body corporate is guilty of the offence.\n\t\tWhere an offence under section 8 committed by a Scottish partnership—\n\t\t\tis committed with the consent or connivance of a partner, or\n\t\t\tis attributable to neglect on the part of a partner,\n\t\t\tthe partner as well as the Scottish partnership is guilty of the offence.\n\t\tIn this section—\n\t\t\t  * “director”, in relation to a body corporate whose affairs are managed by its members, means a member of the body corporate; \n\t\t\t  * “officer”, in relation to a body corporate, means— \n\t\t\ta director, manager, secretary or other similar officer of the body corporate,or\n\t\t\ta person purporting to act in any such a capacity;\n\t\t\t\t  * “partner”, in relation to a Scottish partnership, includes any person who was purporting to act as a partner in the partnership. \n\t\tIn relation to an offence committed in England and Wales before section154(1) of the Criminal Justice Act 2003 comes into force, the reference insubsection (2)(a) above to “12 months” is to be read as a reference to “6months”.\n\t\tIn relation to an offence committed in England and Wales before section 85of the Legal Aid, Sentencing and Punishment of Offenders Act 2012 comes intoforce, the reference in subsection (2)(a) above to a fine is to be read as areference to a fine not exceeding the statutory maximum."
    },
    {
        "length": 407,
        "text": "\nRecovery of payments etc\n\tPower of scheme administrator to help people bring proceedings\n\t\tWhere a payment is made under the scheme, the scheme administrator may helpa person to bring relevant proceedings (for example by conducting proceedingsor by giving advice or financial help).\n\t\t“Relevant proceedings” means—\n\t\t\tproceedings by the person with diffuse mesothelioma against—\n\t\t\tan employer for the negligence or breach of statutory duty mentioned insection 2(1)(a), or\n\t\t\tan insurer with whom the employer maintained insurance covering thatliability,\n\t\t\tproceedings by any other person against the employer or insurer for damagesunder the fatal accidents legislation in respect of the death of the personwith diffuse mesothelioma, or\n\t\t\tany appeal arising out of proceedings within paragraph (a) or (b).\n\t\tIn subsection (2) a reference to a person includes a reference to his orher personal representatives.\n\t\tThe scheme may include provision about the scheme administrator’s functionsunder this section, including provision as to the circumstances in which thescheme administrator may help a person to bring proceedings.\n\t\tThe Secretary of State may by regulations amend subsection (2) to includeother proceedings (which may be proceedings against someone other than anemployer or insurer).\n\tRecovery of benefits etc from payments and recovery of payments\n\t\tSchedule 1 contains amendments to other legislation. Broadly—\n\t\t  * Part 1 allows benefits and other sums to be recovered from scheme payments, \n\t\t  * Part 2 allows scheme payments to be recovered from compensation, and \n\t\t  * Part 3 contains related amendments to do with information sharing. "
    },
    {
        "length": 851,
        "text": "\nLevy on insurers\n\tThe levy\n\t\tThe Secretary of State must make regulations requiring active insurers topay a levy with a view to meeting the costs of the Diffuse MesotheliomaPayment Scheme during any given period.\n\t\tIn deciding the total amount of the levy for a period the Secretary ofState—\n\t\t\tmay take account of estimated as well as actual costs;\n\t\t\tmay deduct the amount of any sums recovered or expected to be recoveredunder the recovery of benefits legislation during the period in respect ofscheme payments made during the period or before it.\n\t\tIn deciding the total amount of the first levy the Secretary of State mayreduce it to reflect any amount of costs to be met by the Secretary of State.\n\t\tIn deciding the total amount of the levy for each of the first 4 periods,the Secretary of State must have regard to the desirability of the totalamount of the levy for each of those periods being the same (or if thoseperiods are not equal, the same pro rata) even if that means the amount for aperiod does not match the costs for that particular period.\n\t\tThe regulations may require different active insurers to pay differentamounts based on criteria relating to their relative market share in thereference period (and may provide for their relative market share to bedetermined in whatever way the Secretary of State thinks appropriate).\n\t\tThe regulations may make provision about—\n\t\t\tinformation to be published or given to active insurers by the Secretary ofState;\n\t\t\tpayment of the levy, including the timing of payments;\n\t\t\trecovery of the levy.\n\t\tIn this section—\n\t\t\t  * “active insurer” means a person who, at any time during the reference period, was an authorised insurer within the meaning of the compulsory insurance legislation; \n\t\t\t  * “the costs of the Diffuse Mesothelioma Payment Scheme” means— \n\t\t\tthe cost of payments under the scheme,\n\t\t\tthe costs of administering the scheme, and\n\t\t\tany costs incurred by the Secretary of State to establish a body with whom tomake arrangements under section 7(1)(b);\n\t\t\t\t  * “the recovery of benefits legislation” means— \n\t\t\tthe Social Security (Recovery of Benefits) Act 1997, or\n\t\t\tthe Social Security (Recovery of Benefits) (Northern Ireland) Order 1997([S.I. 1997/1183 (N.I. 12)](/id/nisi/1997/1183?view=plain \"Go to item oflegislation\"));\n\t\t\t\t  * “reference period” means a 12-month period determined in accordance with the regulations, and a reference period may be a period before this Act was passed. \n\tCollecting information for purposes of levy\n\t\tThe Secretary of State may require an active insurer to provide informationfor the purposes of working out how much to require different insurers to paytowards the levy under section 13.\n\t\tIf the active insurer fails without reasonable excuse to comply with therequirement the relevant court may, on an application made by the Secretary ofState, order the active insurer to comply with the requirement.\n\t\tThe relevant court may also order the active insurer to give the Secretaryof State other information that the insurer could be required to provide undersubsection (1).\n\t\tIn this section “the relevant court” means—\n\t\t\tthe High Court in England and Wales or Northern Ireland, or\n\t\t\tthe Court of Session in Scotland."
    },
    {
        "length": 793,
        "text": "\nInsurance disputes\n\tTechnical Committee to decide certain insurance disputes\n\t\tThe Secretary of State may make arrangements with a body to establish acommittee called the Technical Committee which, if established in accordancewith the arrangements, has the functions given by this section.\n\t\tIf a question arises between a potential insurance claimant and an insurerabout whether an employer maintained employers’ liability insurance with theinsurer at a particular time, the Technical Committee has jurisdiction todecide that question.\n\t\tThe Technical Committee’s decision is binding on the insurer and anypotential insurance claimant who was given an opportunity to makerepresentations, unless the matter is referred to arbitration under section16.\n\t\tThe Technical Committee does not have jurisdiction to decide a questionthat has already been decided by a court.\n\t\tA certificate by the Secretary of State that a specified committee has beenestablished in accordance with arrangements under subsection (1) is conclusiveevidence of that fact in relation to the period for which the certificate isin force.\n\t\tArrangements under subsection (1) may, in particular, include requirementsabout—\n\t\t\tthe composition of the Technical Committee or the appointment of itsmembers;\n\t\t\tthe Technical Committee’s procedure or how its procedure is to bedetermined (including requirements for its procedures to be approved by theSecretary of State);\n\t\t\treview by the Technical Committee of its own decisions.\n\t\tThe Technical Committee’s procedure may, in particular, include provisionimposing time limits for making an application for a decision or the taking ofother steps.\n\t\tIn this section “potential insurance claimant” means—\n\t\t\ta person with diffuse mesothelioma who alleges that the employer is liablefor damages in respect of the disease,\n\t\t\ta person who alleges that the employer is liable for damages under thefatal accidents legislation in respect of the death of a person with diffusemesothelioma, or\n\t\t\tan employer alleged by a person within paragraph (a) or (b) to be liablefor damages in respect of the disease or death.\n\t\tIn subsection (8) a reference to a person includes a reference to his orher personal representatives.\n\tChallenging decisions of the Technical Committee\n\t\tIf the Technical Committee has decided a question under section 15(2), anyperson on whom the decision is binding may, if dissatisfied with the decision,refer the question to arbitration.\n\t\tBut a person may not refer a question to arbitration until any reviewprocess has been exhausted.\n\t\tFor statutory arbitrations, see—\n\t\t\tsections 94 to 98 of the Arbitration Act 1996;\n\t\t\tsections 16 and 17 of the Arbitration (Scotland) Act 2010.\n\t\tUntil the Arbitration (Scotland) Act 2010 is in force in relation toarbitrations under this section, that Act applies as if it were in force inrelation to arbitrations under this section.\n\t\tThe Secretary of State may by regulations adapt or exclude any provision ofthe Arbitration (Scotland) Act 2010 in relation to arbitrations under thissection (and this power may be used in relation to the 2010 Act during theperiod when it applies because of subsection (4) of this section orotherwise)."
    },
    {
        "length": 1258,
        "text": "\nGeneral\n\tRegulations under this Act\n\t\tRegulations under this Act are to be made by statutory instrument.\n\t\tA statutory instrument containing—\n\t\t\tthe first regulations under section 1 (the scheme), or\n\t\t\tregulations under section 7(3)(b) or 10,\n\t\t\t\tmay not be made unless a draft of the instrument has been laid before andapproved by a resolution of each House of Parliament.\n\t\tAny other statutory instrument containing regulations under this Act issubject to annulment in pursuance of a resolution of either House ofParliament, unless it contains regulations under section 7(5) only.\n\t\tRegulations under this Act may include incidental, supplementary,consequential, transitional, transitory or saving provision.\n\tDefined terms used in more than one section of this Act\n\t\tIn this Act—\n\t\t\t  * “application” means an application for a payment under the scheme; \n\t\t\t  * “active insurer” has the meaning given by section 13; \n\t\t\t  * “the compulsory insurance legislation” means— \n\t\t\tthe Employers’ Liability (Compulsory Insurance) Act 1969, or\n\t\t\tthe Employer’s Liability (Defective Equipment and Compulsory Insurance)(Northern Ireland) Order 1972 ([S.I. 1972/963 (N.I.6)](/id/nisi/1972/963?view=plain \"Go to item of legislation\"));\n\t\t\t\t  * “damages” includes a payment in settlement of a claim for damages; \n\t\t\t\t  * “dependant”, in relation to a person who has died with diffuse mesothelioma, has the meaning given by section 3(1) of the Pneumoconiosis etc (Workers’ Compensation) Act 1979 (reading the reference to the Secretary of State as a reference to the scheme administrator); \n\t\t\t\t  * “employers’ liability insurance”, in relation to an employer and a particular time, means insurance that the employer— \n\t\t\twas required by the compulsory insurance legislation to maintain at that time,or\n\t\t\twould have been required by the compulsory insurance legislation to maintainif that legislation had been in force at that time;\n\t\t\t\t  * “the fatal accidents legislation” means— \n\t\t\tthe Fatal Accidents Act 1976,\n\t\t\tthe Fatal Accidents (Northern Ireland) Order 1977 ([S.I. 1977/1251 (N.I.18)](/id/nisi/1977/1251?view=plain \"Go to item of legislation\")), or\n\t\t\tsection 4 of the Damages (Scotland) Act 2011;\n\t\t\t\t  * “levy” means a levy under section 13; \n\t\t\t\t  * “relevant employer” has the meaning given by section 2; \n\t\t\t\t  * “the scheme” means the Diffuse Mesothelioma Payment Scheme; \n\t\t\t\t  * “scheme administrator” means the person for the time being administering the scheme (see section 7); \n\t\t\t\t  * “the Technical Committee” means a committee established in accordance with arrangements under section 15. \n\t\tIn determining for the purposes of this Act whether an employer would havebeen required to maintain insurance if the compulsory insurance legislationhad been in force at any given time, assume that any exemption that has at anytime applied under the following provisions applied at the time in question—\n\t\t\tsection 3(1)(a) to (c) of the Employers’ Liability (Compulsory Insurance)Act 1969, and\n\t\t\tArticle 7(a) to (c) of the Employer’s Liability (Defective Equipment andCompulsory Insurance) (Northern Ireland) Order 1972.\n\t\tThe scheme may specify circumstances in which a person is, or is not, to betreated as able to bring an action for the purposes of section 2(1)(d) or3(1)(c).\n\tCommencement \n\t\tThis Act comes into force on such day or days as the Secretary of State mayby order appoint, subject as follows.\n\t\tThis section and sections 20 and 21 come into force on the day on whichthis Act is passed.\n\t\tThe Secretary of State may by order make transitional, transitory or savingprovision in connection with the coming into force of any provision of thisAct.\n\t\tAn order under subsection (1) may appoint different days for differentpurposes.\n\t\tAn order under this section is to be made by statutory instrument.\n\tExtent \n\t\tThis Act extends to—\n\t\t\tEngland and Wales,\n\t\t\tScotland, and\n\t\t\tNorthern Ireland.\n\t\tAny amendment or repeal made by this Act has the same extent as theenactment to which it relates.\n\tShort title\n\t\tThis Act may be cited as the Mesothelioma Act 2014."
    }
]