{
    "general": "This law changes when and how often lists of properties that are not domestic (like shops, offices, and factories) are made and sent to the people who bill them for taxes. It also changes the deadlines for sending these lists to the government. The goal is to make sure the lists are accurate and up-to-date so that the right amount of tax can be collected.",
    "series": [
        [
            {
                "length": 163,
                "short": "\"Non-Domestic Rating List Changes in England and Wales: New Deadlines and Applications\"",
                "text": "\n* Simplified point 1: The act changes the dates for compiling local and central non-domestic rating lists in England and Wales.\n* Simplified point 2: The new deadlines for compiling the lists are on 1 April 2023 for both local and central lists.\n* Simplified point 3: The act also makes changes to the deadlines for sending proposed lists to billing authorities and the Secretary of State or Welsh Ministers.\n* Simplified point 4: The act applies to England and Wales and may be cited as the Non-Domestic Rating (Lists) Act 2021."
            }
        ]
    ],
    "summary": "The Non-Domestic Rating (Lists) Act 2021 is a law that changes when non-domestic rating lists must be made up in England and Wales. These lists show which properties have to pay business rates. Before, the lists had to be done at different times of the year depending on where the property was located. Now, all non-domestic rating lists will need to be finished by April 1st, 2023. This means that everyone will know how much they owe in business rates at the same time. Additionally, the law changes when proposals for these lists need to be sent to the people who collect the taxes and the government. Instead of having to send them in at different times, now all proposals will need to be sent in by April 1st, 2023. This will help make sure that everyone knows what they owe and can plan their finances better.",
    "single": "\n• The Non-Domestic Rating (Lists) Act 2021 changes the dates on which non-domestic rating lists must be compiled.\n\n• In England, the deadline for compiling local non-domestic rating lists will move from 30 September to 31 December.\n\n• In Wales, the deadline for compiling both local and central non-domestic rating lists will move from 30 September to 1 April.\n\n• These changes apply to lists compiled on or after 1 April 2023.\n\n• The Act extends to England and Wales.\n\n• The Act may be cited as the Non-Domestic Rating (Lists) Act 2021."
}