[
    {
        "length": 2370,
        "text": "\nPart 1Changes in total number of United Kingdom MEPs\n\tPreliminary\n\t\tElectoral regions in the United Kingdom\n\t\t\tFor section 1 of the European Parliamentary Elections Act [2002 (c.24)](/id/ukpga/2002/24?view=plain \"Go to item of legislation\") (“the 2002Act”) (electoral regions and number of MEPs) there is substituted—\n\t\t\t“1Number of MEPs and electoral regions\n\t\t\t\tThere shall be 87 members of the European Parliament (“MEPs”) elected forthe United Kingdom.\n\t\t\t\tFor the purposes of electing those MEPs—\n\t\t\t\t\tEngland is divided into the nine electoral regions specified in Schedule 1;and\n\t\t\t\t\tScotland, Wales and Northern Ireland are each single electoral regions.\n\t\t\t\tThe number of MEPs to be elected for each electoral region is as follows—\n\t\t\t\t\tEast Midlands| 6  ---|---  Eastern| 8  London| 10  North East| 4  North West| 10  South East| 11  South West| 7  West Midlands| 8  Yorkshire and the Humber| 7  Scotland| 8  Wales| 5  Northern Ireland| 3.”    ### Electoral Commission recommendations relating to changes in total numberof United Kingdom MEPs\n\t\tReferences to changes under Community law\n\t\t\tIn this Part “change under Community law” (in relation to a change in thenumber of MEPs to be elected for the United Kingdom) means a change made by—\n\t\t\t\ta treaty provision that is part of the Community Treaties; or\n\t\t\t\tany provision of a Council Decision, or of any other instrument, made undera treaty provision that is part of the Community Treaties.\n\t\t\tIn this Part a reference to a treaty provision being part of the CommunityTreaties is to it being, or being included in provisions which are, specifiedin section 1(2) of the European Communities Act [1972 (c.68)](/id/ukpga/1972/68?view=plain \"Go to item of legislation\") by virtue of anamendment made by an Act (whether passed before or after this Act).\n\t\t\tIn this Part “treaty” includes any international agreement (howeverdescribed) and a protocol or annex to a treaty or other internationalagreement.\n\t\tRecommendations by Electoral Commission as to the distribution of UnitedKingdom MEPs\n\t\t\tThe Lord Chancellor may by notice require the Electoral Commission to makea recommendation to him as to the distribution between the electoral regionsof—\n\t\t\t\ta total number of MEPs specified in the notice; or\n\t\t\t\tif the notice specifies more than one total number of MEPs, each of thetotal numbers so specified.\n\t\t\tThe power to give such a notice is exercisable with a view to theimplementation of any change or anticipated change under Community law in thetotal number of MEPs to be elected for the United Kingdom.\n\t\t\tThe Electoral Commission must comply with such a notice within the periodspecified in the notice.\n\t\t\tIn determining what recommendation to make for the distribution of anytotal number of MEPs, the Electoral Commission must ensure that—\n\t\t\t\teach electoral region is allocated at least three MEPs; and\n\t\t\t\tthe ratio of electors to MEPs is as nearly as possible the same in eachelectoral region.\n\t\t\tA recommendation under this section—\n\t\t\t\tmust be published by the Electoral Commission and laid before Parliament bythe Lord Chancellor; and\n\t\t\t\tceases to have effect at the end of the period of one year beginning withthe day on which it is made.\n\t\tSection 3: meaning of “elector”\n\t\t\tFor the purposes of section 3(4) an elector, in relation to an electoralregion, is a person whose name appears on the relevant day in (or in any partof) a relevant register which relates to the region.\n\t\t\tIn subsection (1)—\n\t\t\t\t  * “relevant day” means 1st December preceding the day on which the notice under section 3 is given; and \n\t\t\t\t  * “relevant register” has the same meaning as in Schedule 1A to the 2002 Act (periodic reviews). \n\t\t\tIn calculating the total number of electors for any electoral region—\n\t\t\t\tpersons who are registered but have not attained the age of 18 are to becounted as electors;\n\t\t\t\ta citizen of the European Union (not being a Commonwealth citizen or acitizen of the Republic of Ireland) who is registered only for the purposes oflocal government elections is to be disregarded; and\n\t\t\t\tthe Electoral Commission may assume that each relevant register is accurateand that names appearing more than once on registers (or parts of registers)which relate to an electoral region are the names of different electors.\n\tImplementation of changes in total number of United Kingdom MEPs\n\t\tOrders implementing changes\n\t\t\tThe Lord Chancellor may by order give effect to a change under Communitylaw in the number of MEPs to be elected for the United Kingdom by amending—\n\t\t\t\tthe figure specified in section 1(1) of the 2002 Act (total number of MEPsto be elected for the United Kingdom); and\n\t\t\t\tany of the figures specified in section 1(3) of that Act (numbers of MEPsto be elected in the electoral regions).\n\t\t\tThe distribution of MEPs resulting from the provision made under subsection(1)(b) must (subject to section 6(6) to (8)) be the distribution proposed in arecommendation of the Electoral Commission under section 3 which is effectiveon the day on which the order is made.\n\t\t\tAn order making an amendment to section 1 of the 2002 Act may be madebefore the provision making the relevant change has entered into force.\n\t\t\tIf the relevant change is made by a provision of a treaty, an order makingsuch an amendment may also be made before that provision has become part ofthe Community Treaties and, if the treaty requires ratification, before it isratified by the United Kingdom.\n\t\t\tBut no amendment to section 1 of the 2002 Act may be made so as to comeinto force—\n\t\t\t\tif the relevant change is made by a provision mentioned in section 2(1)(b),before that provision has entered into force; and\n\t\t\t\tif the relevant change is made by a treaty provision, before that provisionhas both entered into force and become part of the Community Treaties.\n\t\t\tIn subsections (3) to (5) “the relevant change”, in relation to an orderunder this section amending section 1 of the 2002 Act, means the change underCommunity law being implemented by the order.\n\t\t\tThe Lord Chancellor must consult the Electoral Commission before making anorder under this section.\n\t\tSection 5: supplementary\n\t\t\tThis section applies to orders under section 5.\n\t\t\tThe power to make such an order is exercisable by statutory instrument.\n\t\t\tSuch an order may make consequential, transitional or saving provision.\n\t\t\tProvision made under subsection (3) may modify any enactment.\n\t\t\tAn order which contains amendments to section 1 of the 2002 Act may not bemade unless a draft of it has been laid before, and approved by a resolutionof, each House of Parliament.\n\t\t\tIf a motion for the approval of a draft order is rejected by either Houseor withdrawn by leave of the House the Lord Chancellor may, after consultingthe Electoral Commission, alter the draft order.\n\t\t\tBut the Lord Chancellor may not, without the consent of the ElectoralCommission, alter any amendments to section 1(3) of the 2002 Act contained inthe draft order.\n\t\t\tThe Electoral Commission may not give its consent under subsection (7)unless it is satisfied that the distribution of MEPs proposed by the altereddraft order could have been recommended under section 3.\n\t\t\tA statutory instrument containing an order that is not subject to approvalin draft under subsection (5) is subject to annulment in pursuance of aresolution of either House of Parliament.\n\tSupplementary\n\t\tPeriodic reviews of distribution of MEPs\n\t\t\tAfter section 1 of the 2002 Act there is inserted—\n\t\t\t“1APeriodic reviews of distribution of MEPs\n\t\t\t\tSchedule 1A (which provides for periodic reviews by the Electoral Commissionof the distribution of MEPs between the electoral regions) has effect.”\n\t\t\t\tAfter Schedule 1 to the 2002 Act there is inserted the Schedule 1A set outin the Schedule to this Act.\n\t\tConsequential amendments\n\t\t\tThe 2002 Act is amended as follows.\n\t\t\tIn section 13(3) (instruments subject to annulment) paragraph (b) and thepreceding “or” are repealed.\n\t\t\tIn Schedule 1 (electoral regions in England)—\n\t\t\t\tfor paragraph 1 (and the preceding heading) there is substituted—\n\t\t\t\t\t“1The electoral regions in England are listed in column (1) of the Table belowand comprise the areas specified in column (2) of the Table).”;\n\t\t\t\tin paragraph 2 (changes to areas specified in column (2) of the Table) insub-paragraph (1), for the words from “in” to “area” (in the first place itappears) there is substituted “to an area specified in column (2) of theTable”; and\n\t\t\t\tparagraphs 3 and 4 (with the preceding heading), and column (3) of theTable, are repealed."
    },
    {
        "length": 1382,
        "text": "\nNew combined electoral region\n\tCombination of Gibraltar with existing electoral region\n\t\tGibraltar is to be combined with an existing electoral region in England andWales to form a new electoral region (“the combined region”) for the purposesof European Parliamentary elections taking place after 1st April 2004.\n\tElectoral Commission recommendation as to the electoral region to becombined with Gibraltar\n\t\tThe Electoral Commission must, before 1st September 2003—\n\t\t\tconsider which of the existing electoral regions in England and Walesshould be combined with Gibraltar; and\n\t\t\treport its conclusions (with a recommendation as to which existing regionshould be so combined) to the Lord Chancellor.\n\t\tBefore determining what recommendation to make under subsection (1)(b) theElectoral Commission must consult the Governor, the Chief Minister and theleader of each political party represented in the House of Assembly ofGibraltar.\n\t\tThe report required by this section must be published by the ElectoralCommission and laid before Parliament by the Lord Chancellor.\n\tEstablishment of combined region\n\t\tThe Lord Chancellor may by order—\n\t\t\tspecify the existing electoral region to be combined with Gibraltar to formthe combined region; and\n\t\t\tmake provision establishing the combined region.\n\t\tThe existing electoral region specified under subsection (1)(a) must(subject to section 13(8)) be the one recommended by the Electoral Commissionunder section 10.\n\t\tThe Lord Chancellor must consult the Electoral Commission before making anorder under this section.\n\tPower to make consequential etc provision\n\t\tThe Lord Chancellor may by order make such provision as he considersnecessary or expedient in consequence of, or in connection with, the inclusionof Gibraltar in an electoral region for the purposes of European Parliamentaryelections.\n\t\tSuch an order may be made before or after the combined region isestablished under section 11.\n\t\tWithout prejudice to the generality of subsection (1), the provision whichmay be made under this section includes provision about—\n\t\t\tthe registration of political parties established in Gibraltar (as acondition for nomination in relation to a European Parliamentary election inthe combined region) and the obligations of registered parties in Gibraltarand their officers;\n\t\t\tthe control of any description of donation to registered parties inGibraltar or to their members or officers;\n\t\t\tthe obligations of persons providing programme services in or to Gibraltar,and the functions of any public authority in Gibraltar responsible for theregulation of persons providing such services, in relation to EuropeanParliamentary elections and election campaigns.\n\t\tIn subsection (3)—\n\t\t\t  * “donation” includes anything which is (or corresponds to) a donation within the meaning of Part 4 of the Political Parties, Elections and Referendums Act [2000 (c. 41)](/id/ukpga/2000/41?view=plain \"Go to item of legislation\"); and \n\t\t\t  * “programme services” includes services which would, if Gibraltar were part of the United Kingdom, be programme services (including digital services), teletext services or local delivery services for the purposes of the Broadcasting Act [1990 (c. 42)](/id/ukpga/1990/42?view=plain \"Go to item of legislation\"). \n\t\tThe Lord Chancellor must consult the Electoral Commission before making anorder under this section.\n\t\tThe power under this section is not restricted by any power conferred bysection 17 (or any other power to make subordinate legislation which isexercisable by the Lord Chancellor).\n\tSections 11 and 12: supplementary\n\t\tThis section applies to orders under section 11 or 12.\n\t\tThe power to make such an order is exercisable by statutory instrument.\n\t\tSuch an order may—\n\t\t\tconfer power to make subordinate legislation;\n\t\t\tmake consequential, supplementary, incidental, transitional or savingprovision;\n\t\t\tmake provision extending or applying to (or extending or applying only to)Gibraltar or any part of the United Kingdom; and\n\t\t\tmake different provision for different electoral regions or for differentparts of the combined region.\n\t\tSuch an order may modify, exclude or apply (with or without modifications)any enactment.\n\t\tSuch an order may not be made unless a draft of the order has been laidbefore and approved by a resolution of each House of Parliament.\n\t\tSubsection (5) does not apply to an order (not being an order whichspecifies the existing electoral region to be combined with Gibraltar) if itappears to the Lord Chancellor that by reason of urgency the order should bemade without being approved in draft.\n\t\tWhere an order is made without being approved in draft, by virtue ofsubsection (6)—\n\t\t\tit must be laid before Parliament after being made; and\n\t\t\tif it is not approved by a resolution of each House of Parliament withinthe period of 40 days after the date on which it is made, the order shallcease to have effect at the end of that period.\n\t\tIf a motion for the approval of a draft order which specifies the existingelectoral region to be combined with Gibraltar is rejected by either House orwithdrawn by leave of the House, the Lord Chancellor may, after consulting theElectoral Commission, alter the draft order.\n\t\tIf, apart from this subsection, an order to which this section applieswould be treated for the purposes of the standing orders of either House ofParliament as a hybrid instrument, it shall proceed as if it were not such aninstrument."
    },
    {
        "length": 1748,
        "text": "\nElectoral registration and voting in Gibraltar\n\tThe Gibraltar register\n\t\tThere shall be a register of European Parliamentary electors in Gibraltar(referred to in this Act as “the Gibraltar register”) maintained by theEuropean electoral registration officer for Gibraltar.\n\t\tThe Clerk of the House of Assembly of Gibraltar shall (by virtue of hisoffice) be the European electoral registration officer for Gibraltar.\n\tGibraltar franchise for European Parliamentary elections\n\t\tA person is entitled to vote in Gibraltar as an elector at a EuropeanParliamentary election if on the day of the poll he—\n\t\t\tis registered in the Gibraltar register;\n\t\t\tis not subject to a legal incapacity to vote in Gibraltar at such anelection (age apart);\n\t\t\tis a Commonwealth citizen or a citizen of the European Union (other than aCommonwealth citizen); and\n\t\t\tis at least 18 years of age.\n\t\tSubsection (1)(a) has effect subject to any enactment which provides foralterations made after a specified date in the register to be disregarded.\n\t\tIn section 8 of the 2002 Act (persons entitled to vote), at the end thereis added—\n\t\tThe entitlement to vote under this section does not apply to voting inGibraltar.”\n\tEntitlement to be registered in Gibraltar\n\t\tA person is entitled to be registered in the Gibraltar register if, on therelevant date, he—\n\t\t\tis resident in Gibraltar;\n\t\t\tis not subject to a legal incapacity to vote in Gibraltar at a EuropeanParliamentary election (age apart);\n\t\t\tis a qualifying Commonwealth citizen or a citizen of the European Union(other than a qualifying Commonwealth citizen); and\n\t\t\tis at least 18 years of age.\n\t\tA person is also entitled to be registered in the Gibraltar register if, onthe relevant date, he—\n\t\t\tis not resident in Gibraltar but qualifies for registration in Gibraltar asan overseas elector;\n\t\t\tis not subject to a legal incapacity to vote in Gibraltar at a EuropeanParliamentary election (age apart);\n\t\t\tis a Commonwealth citizen; and\n\t\t\tis at least 18 years of age.\n\t\tSubsections (1) and (2) have effect subject to or in accordance with anyprovision made under section 17.\n\t\tIn this section “the relevant date” is the date on which an application forregistration in the Gibraltar register is made or treated (by virtue of anyenactment) as having been made.\n\t\tIn this section “qualifying Commonwealth citizen” means a Commonwealthcitizen who—\n\t\t\tdoes not, under the law of Gibraltar, require a permit or certificate toenter or remain in Gibraltar; or\n\t\t\tfor the time being has (or is by virtue of any provision of the law ofGibraltar to be treated as having) a permit or certificate entitling him toenter or remain in Gibraltar.\n\tRegulations relating to sections 14 to 16\n\t\tThe Lord Chancellor may by regulations—\n\t\t\tmake provision about the Gibraltar register and the manner in which it isto be maintained;\n\t\t\tconfer functions on the European electoral registration officer forGibraltar;\n\t\t\tprescribe requirements to be complied with in connection with theregistration of electors in the Gibraltar register;\n\t\t\tprescribe circumstances in which a person is legally incapable of voting inGibraltar at a European Parliamentary election;\n\t\t\tmake provision for determining whether a person is or may be treated asresident in Gibraltar for the purposes of section 16;\n\t\t\tprescribe conditions which must be satisfied by a person in order for himto qualify for registration in Gibraltar as an overseas elector;\n\t\t\timpose a disqualification for registration in Gibraltar as a EuropeanParliamentary elector;\n\t\t\tmake provision enabling a person who has not attained the age of 18 to beentered on the Gibraltar register with a view to his being able to vote at aEuropean Parliamentary election in Gibraltar after he has attained that age;and\n\t\t\tamend the definition of “qualifying Commonwealth citizen” in section 16 ifhe considers it necessary or expedient to do so in consequence of developmentsin the law of Gibraltar relating to immigration control.\n\t\tThe provision which may be made under subsection (1) includes anythingwhich corresponds to any provision that may be made for the United Kingdom inregulations under section 53 of the Representation of the People Act [1983 (c.2)](/id/ukpga/1983/2?view=plain \"Go to item of legislation\") (regulations asto registration etc).\n\t\tRegulations under this section may (without prejudice to the generality ofthe paragraph in subsection (1) under which they are made) make provisioncorresponding to any provision of—\n\t\t\tsections 3 and 3A of the Representation of the People Act 1983 (incapacityof offenders detained in prison or in a mental hospital) and any otherprovision relating to incapacity from voting;\n\t\t\tsections 5 to 7C and 14 to 17 of that Act (residence, declarations of localconnection and service qualifications) and any other provision relating toresidence for electoral purposes; and\n\t\t\tsections 1 and 2 of the Representation of the People Act [1985 (c.50)](/id/ukpga/1985/50?view=plain \"Go to item of legislation\") (registrationof British citizens overseas) and any other provision relating to overseaselectors.\n\t\tThe Lord Chancellor must consult the Electoral Commission before makingregulations under this section.\n\tSection 17: supplementary\n\t\tThis section applies to regulations under section 17.\n\t\tThe power to make such regulations is exercisable by statutory instrument.\n\t\tSuch regulations may—\n\t\t\tmake consequential, supplementary, incidental, transitional or savingprovision;\n\t\t\tmake provision extending or applying to (or extending or applying only to)Gibraltar or any part of the United Kingdom; and\n\t\t\tmodify, exclude or apply (with or without modifications) any enactment.\n\t\tSuch regulations may not be made unless a draft of the regulations has beenlaid before, and approved by a resolution of, each House of Parliament.\n\t\tSubsection (4) does not apply to any regulations if it appears to the LordChancellor that by reason of urgency the regulations should be made withoutbeing approved in draft.\n\t\tWhere regulations are made without being approved in draft, by virtue ofsubsection (5)—\n\t\t\tthe regulations must be laid before Parliament after being made; and\n\t\t\tif the regulations are not approved by a resolution of each House ofParliament within the period of 40 days after the date on which they are made,the regulations shall cease to have effect at the end of that period."
    },
    {
        "length": 1664,
        "text": "\nMiscellaneous provisions\n\tExtension of 2002 Act to Gibraltar\n\t\tThe provisions of the 2002 Act, other than Schedules 3 and 4, extend toGibraltar.\n\tReturning officers\n\t\tSection 6 of the 2002 Act (returning officers) is amended as follows.\n\t\tIn subsection (2) for “and for Wales” there is substituted “and Wales(including the combined region)”.\n\t\tFor subsection (5) there is substituted—\n\t\tThe Secretary of State may by regulations confer functions on thereturning officers for the electoral regions and on local returning officers.\n\t\t\t(5A)For the purposes of subsection (5) “local returning officer” means—\n\t\t\ta person who is, in relation to parliamentary elections, an actingreturning officer (in England and Wales) or a returning officer (in Scotland);or\n\t\t\tthe European electoral registration officer for Gibraltar (within themeaning of section 14 of the European Parliament (Representation) Act 2003).”\n\t\tIn subsection (7) for the words from “the council” to “must” there issubstituted—\n\t\t\tin the case of an electoral region other than the combined region, thecouncil of a relevant area falling wholly or partly within that region; and\n\t\t\tin the case of the combined region, the council of a relevant area fallingwholly or partly within that region and the Government of Gibraltar,\n\t\t\tmust”.\n\t\tIn section 17 of the 2002 Act (interpretation), there is inserted at theend—\n\t\t““combined region” means the electoral region which includes Gibraltar.”\n\tDisqualification from office of MEP\n\t\tIn section 10 of the 2002 Act (disqualification)—\n\t\t\tin subsection (3), after “Kingdom” there is inserted “or Gibraltar”;\n\t\t\tafter subsection (4) there is inserted—\n\t\t\t\t“(4A)The Secretary of State may by order provide for persons of a descriptionconnected to Gibraltar (including any description of persons who aredisqualified for membership of the Gibraltar House of Assembly) to bedisqualified from the office of MEP.\n\t\t\t(4B)The Secretary of State must consult the Electoral Commission before makingan order under subsection (4A).”\n\t\tIn section 11(5) of the 2002 Act (power to amend maximum security for costsin disqualification proceedings), after “order” there is inserted “(a)” and atthe end there is inserted “; and\n\t\t\tprescribe a different figure for applications where the electoral regionconcerned is the combined region.”\n\t\tIn section 13 of the 2002 Act (Parliamentary procedure for regulations andorders under that Act), after subsection (3) there is inserted—\n\t\t“(3A)An order under section 10(4A) may not be made unless a draft of the orderhas been laid before, and approved by a resolution of, each House ofParliament.\n\t\t(3B)Subsection (3A) does not apply if it appears to the Lord Chancellor thatby reason of urgency the order should be made without being approved in draft.\n\t\t(3C)Where an order is made without being approved in draft, by virtue ofsubsection (3A)—\n\t\t\tit must be laid before Parliament after being made; and\n\t\t\tif it is not approved by a resolution of each House of Parliament withinthe period of 40 days after the date on which it is made, the order shallcease to have effect at the end of that period.”\n\tEuropean Parliamentary elections regulations\n\t\tIn section 7 of the 2002 Act (regulation-making powers: general), aftersubsection (4) there is inserted—\n\t“(4A)Without prejudice to the generality of the power under which they aremade, regulations under this Act may make different provision for differentelectoral regions and, in particular, for the part of the combined regionwhich is in England and Wales and for Gibraltar.”\n\tJurisdiction of courts\n\t\tWithout prejudice to the generality of the power under which it is made,subordinate legislation to which this section applies—\n\t\t\tmay make provision for a judge of the Supreme Court of Gibraltar to beappointed as an additional judge (with the two judges acting under section 123of the Representation of the People Act [1983 (c.2)](/id/ukpga/1983/2?view=plain \"Go to item of legislation\") as applied forthe purposes of European Parliamentary elections) for the trial of an electionpetition relating to the election of MEPs in the combined region; and\n\t\t\tmay, for the purposes of such an election petition—\n\t\t\tconfer the powers, jurisdiction and authority of a judge of the High Courton any Gibraltar judge who is so appointed; and\n\t\t\tmake any other provision necessary to secure that a Gibraltar judge soappointed is treated as if he were a judge of the High Court.\n\t\tWithout prejudice to the generality of the power under which it is made,subordinate legislation to which this section applies may—\n\t\t\tconfer jurisdiction over any matter connected with the election of MEPs inthe combined region on an election court constituted under section 123 of theRepresentation of the People Act 1983 (as applied for the purposes of EuropeanParliamentary elections);\n\t\t\tconfer jurisdiction over any such matter (not being a matter within thejurisdiction of the election court) on—\n\t\t\tone or more courts in the United Kingdom;\n\t\t\tone or more courts in Gibraltar (whether specified in the subordinatelegislation or left to be determined by or under the law of Gibraltar); or\n\t\t\tone or more courts in the United Kingdom and one or more courts inGibraltar.\n\t\tThis section applies to—\n\t\t\tan order under section 12;\n\t\t\tregulations under section 17; and\n\t\t\tregulations under section 7 of the 2002 Act.\n\tEffect of statutory powers on capacity of Gibraltar legislature\n\t\tThe capacity (apart from this Act) of the Gibraltar legislature to make lawfor Gibraltar is not affected by the existence of a power under this Part orthe 2002 Act to make subordinate legislation extending to Gibraltar.\n\t\tSubsection (1) does not affect the operation of the Colonial Laws ValidityAct [1865 (c. 63)](/id/ukpga/1865/63?view=plain \"Go to item of legislation\")in relation to subordinate legislation made under such a power."
    },
    {
        "length": 925,
        "text": "\nPart 3Supplementary\n\tFinancial provisions\n\t\tThere shall be paid out of money provided by Parliament—\n\t\t\tany expenditure incurred by a Minister of the Crown in consequence of thisAct;\n\t\t\tany increase attributable to this Act in the sums so payable by virtue ofparagraph 14 of Schedule 1 to the Political Parties, Elections and ReferendumsAct [2000 (c. 41)](/id/ukpga/2000/41?view=plain \"Go to item of legislation\")(expenditure of the Electoral Commission in the performance of its functions);and\n\t\t\tany other increase attributable to this Act in the sums payable out ofmoney so provided by virtue of an Act other than this Act.\n\t\tThere shall be charged on and paid out of the Consolidated Fund anyincrease attributable to this Act in the sums to be charged on and paid out ofthat Fund under any other Act.\n\t\tSubordinate legislation to which this subsection applies may makeprovision—\n\t\t\tfor sums required to meet any expenditure (other than expenditure to be metfrom funds provided by Gibraltar) to be—\n\t\t\tpaid out of money provided by Parliament; or\n\t\t\tcharged on and paid out of the Consolidated Fund; and\n\t\t\tfor the payment of sums into the Consolidated Fund.\n\t\tSubsection (3) applies to—\n\t\t\tan order under section 12;\n\t\t\tregulations under section 17; and\n\t\t\tregulations under section 7 of the 2002 Act.\n\tFunctions of Lord Chancellor exercisable concurrently with Secretary ofState\n\t\tThe functions of the Lord Chancellor under this Act are exercisableconcurrently with the Secretary of State.\n\tInterpretation \n\t\tIn this Act—\n\t\t\t  * “combined region” means the electoral region which includes Gibraltar; \n\t\t\t  * “electoral region” means an electoral region of the United Kingdom established under the 2002 Act for the purposes of European Parliamentary elections; \n\t\t\t  * “existing electoral region” means an electoral region existing immediately before the passing of this Act; \n\t\t\t  * “MEP” means a member of the European Parliament; and \n\t\t\t  * “the 2002 Act” means the European Parliamentary Elections Act [2002 (c. 24)](/id/ukpga/2002/24?view=plain \"Go to item of legislation\"). \n\t\tIn this Act “enactment” means (subject to subsection (3))—\n\t\t\ta provision of an Act (whether passed before or after this Act), includinga provision modified by this Act; or\n\t\t\ta provision of subordinate legislation (whenever made).\n\t\tIn sections 13(4) and 18(3)(c) “enactment” also includes a provision of lawpassed or made in or for Gibraltar (whenever passed or made) and in section13(4) it also includes a provision of Part 1 or 3 of this Act.\n\tShort title, extent and commencement\n\t\tThis Act may be cited as the European Parliament (Representation) Act 2003.\n\t\tThis Act extends to each part of the United Kingdom and to Gibraltar.\n\t\tPart 1, sections 9 and 10 and this Part come into force in each part of theUnited Kingdom on the passing of this Act but shall not come into force inGibraltar until such day as the Lord Chancellor may appoint by order made bystatutory instrument.\n\t\tSections 11 to 24 shall not come into force until such day as the LordChancellor may appoint by order made by statutory instrument.\n\t\tDifferent days may be appointed under this section for different purposes.\n\t\t\tSection 7"
    }
]