{
    "general": "This law was passed in 2003 and its main purpose is to change how many members of the European Parliament are elected from the UK, as well as how those members are distributed across different areas of the country. It also makes provisions for establishing an electoral region in Gibraltar for European Parliamentary elections. In simpler terms, this law helps to adjust the way the UK is represented in the European Parliament.",
    "series": [
        [
            {
                "length": 227,
                "short": "\"UK MEP Allocation Based on Population Ratios and Periodic Reviews\"",
                "text": "\n* Simplified point 1: The text describes changes in the total number of United Kingdom Members of the European Parliament (MEPs) based on community law changes.\n* Simplified point 2: The text defines the electoral regions in the UK and allocates MEPs to each region based on population ratios.\n* Simplified point 3: The text allows the Lord Chancellor to request recommendations from the Electoral Commission regarding the distribution of MEPs among regions.\n* Simplified point 4: The text empowers the Electoral Commission to make recommendations on the distribution of MEPs based on population ratios.\n* Simplified point 5: The text enables the implementation of changes in the total number of MEPs through orders made by the Lord Chancellor.\n* Simplified point 6: The text establishes a process for periodic reviews of the distribution of MEPs by the Electoral Commission."
            },
            {
                "length": 274,
                "short": "\"UK Government's Plan for Gibraltar's European Parliamentary Elections: Combining with Existing Regions\"",
                "text": "\n* Simplified point 1: The UK government can combine Gibraltar with an existing electoral region in England and Wales to form a new electoral region for European Parliamentary elections.\n* Simplified point 2: The Electoral Commission must recommend which existing electoral region should be combined with Gibraltar, and the Lord Chancellor must consult the Governor, Chief Minister, and leaders of political parties in Gibraltar before making an order under this section.\n* Simplified point 3: The Lord Chancellor can make orders to establish the combined region, including provision for the registration of political parties, control of donations, and obligations of persons providing program services in Gibraltar.\n* Simplified point 4: Orders under this section can confer power to make subordinate legislation, make consequential, supplementary, incidental, transitional or saving provisions, and modify, exclude or apply enactments.\n* Simplified point 5: Orders must be laid before Parliament and approved by a resolution of each House of Parliament, but if they are not approved within 40 days, they cease to have effect."
            },
            {
                "length": 237,
                "short": "\"Gibraltar's Electoral Register and Voting Rights\"",
                "text": "\n* Simplified point 1: The Gibraltar Register is a list of eligible voters for European Parliamentary elections in Gibraltar.\n* Simplified point 2: To be included in the register, one must be a resident of Gibraltar, a Commonwealth citizen or EU citizen (except Irish citizens), and at least 18 years old.\n* Simplified point 3: The register is maintained by the European electoral registration officer for Gibraltar, who is also responsible for ensuring that only eligible voters are included in the register.\n* Simplified point 4: Voting in Gibraltar is open to all eligible voters, regardless of their place of residence in the country.\n* Simplified point 5: Regulations can be made under Section 17 to modify, exclude or apply existing laws related to electoral registration and voting in Gibraltar. These regulations cannot be made unless a draft has been laid before and approved by both Houses of Parliament."
            },
            {
                "length": 269,
                "short": "\"Gibraltar's Electoral Rights Extension: Empowering Citizens and Ensuring Legislative Autonomy\"",
                "text": "\n* Simplified point 1: This extract of the legislation allows for the extension of the 2002 Act to Gibraltar, giving Gibraltarian citizens the right to vote in European Parliamentary elections.\n* Simplified point 2: The legislation also provides for the appointment of a judge of the Supreme Court of Gibraltar to hear election petitions related to the election of Members of the European Parliament (MEPs) in the combined region, which includes Gibraltar.\n* Simplified point 3: The legislation empowers the Secretary of State to confer functions on returning officers for the electoral regions, including Gibraltar.\n* Simplified point 4: The legislation enables the creation of subordinate legislation to make different provision for different electoral regions, including Gibraltar.\n* Simplified point 5: The legislation ensures that the capacity of the Gibraltar legislature to make law for Gibraltar is not affected by the existence of a power under this Part or the 2002 Act to make subordinate legislation extending to Gibraltar."
            },
            {
                "length": 175,
                "short": "\"Funding for Representation of Gibraltar in European Parliament and Electoral Reforms\"",
                "text": "\n* Simplified point 1: This act provides funding for expenses related to the representation of Gibraltar in the European Parliament.\n* Simplified point 2: The act allows for the creation of new electoral regions and changes to existing ones to accommodate the representation of Gibraltar.\n* Simplified point 3: The act gives the Lord Chancellor the power to make orders regarding the implementation of these changes.\n* Simplified point 4: The act extends to all parts of the United Kingdom and Gibraltar.\n* Simplified point 5: Different parts of the act can come into force at different times, as determined by the Lord Chancellor through statutory instruments."
            }
        ],
        [
            {
                "length": 223,
                "short": "\"European Parliament Representation Law: Allocation and Review Mechanisms\"",
                "text": "\n* Simplified point 1: The European Parliament (Representation) Act 2003 outlines changes to the allocation of members of the European Parliament (MEPs) based on community law changes and population ratios.\n* Simplified point 2: The act defines electoral regions in the UK and allocates MEPs to each region based on population ratios.\n* Simplified point 3: The act allows for the Lord Chancellor to request recommendations from the Electoral Commission regarding the distribution of MEPs among regions.\n* Simplified point 4: The act empowers the Electoral Commission to make recommendations on the distribution of MEPs based on population ratios.\n* Simplified point 5: The act enables the implementation of changes in the total number of MEPs through orders made by the Lord Chancellor.\n* Simplified point 6: The act establishes a process for periodic reviews of the distribution of MEPs by the Electoral Commission."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The European Parliament (Representation) Act 2003 is a law that changed how many members of the European Parliament (MEPs) the United Kingdom would send and how those MEPs would be distributed across the country. It also allowed for the combination of Gibraltar with an existing English and Welsh electoral region for European Parliamentary elections. The law gave Gibraltarian citizens the right to vote in these elections and established a process for periodically reviewing the distribution of MEPs. Additionally, the law provided funding for expenses related to representing Gibraltar in the European Parliament and allowed for changes to electoral regions to accommodate this representation."
}