[
    {
        "length": 2160,
        "text": "\nLicence review for live music entertainment\n\tIn section 177 of the Licensing Act 2003 (dancing and live music in certainsmall premises)—\n\t\tin subsections (1) and (2), for “the provision of music entertainment” ineach place substitute “dancing”,\n\t\tin subsection (2) omit—\n\t\tparagraph (b) and “and” immediately before it, and\n\t\tin the words following paragraph (b), the words “, in relation to theprovision of that entertainment,”,\n\t\tomit subsections (3) and (4),\n\t\tin subsection (8)—\n\t\tfor “music entertainment” substitute “dancing” and in paragraph (a) of thatdefinition omit “(e) or”, and\n\t\tomit paragraph (b) of that definition and “or” immediately before it, and\n\t\tin the heading omit “and live music”.\n\tAfter that section insert—\n\t“177ALicence review for live music\n\t\tSubsection (2) applies where live music takes place on premises authorisedto be used for the supply of alcohol for consumption on the premises by apremises licence or club premises certificate, and—\n\t\t\tat the time of the live music, the premises are open for the purposes ofbeing used for the supply of alcohol for consumption on the premises,\n\t\t\teither— \n\t\t\tthe live music is unamplified, or\n\t\t\tthe live music is amplified and takes place in the presence of an audienceof no more than 200 persons, and\n\t\t\tthe live music takes place between 8am and 11pm on the same day (or, wherean order under section 172 has effect, between the hours specified in thatorder).\n\t\tAny condition of the premises licence or club premises certificate whichrelates to live music does not have effect in relation to the live music,unless it falls within subsection (3) or is added to the licence in accordancewith subsection (4).\n\t\tA condition falls within this subsection if, on a review of the premiseslicence or club premises certificate it is altered so as to include astatement that this section does not apply to it.\n\t\tOn a review of a premises licence or club premises certificate a licensingauthority may (without prejudice to any other steps available to it under thisAct) add a condition relating to live music as if—\n\t\t\tthe live music were regulated entertainment, and\n\t\t\tthe licence or certificate licensed the live music.\n\t\tIn this section—\n\t\t\t  * “condition” means a condition—\n\t\t\tincluded in a premises licence by virtue of section 18(2)(a) or (3)(b),35(3)(b), 52(3) or 167(5)(b),\n\t\t\tincluded in a club premises certificate by virtue of section 72(2)(a) or(3)(b), 85(3)(b) or 88(3),\n\t\t\tadded to a premises licence by virtue of its inclusion in an application tovary the licence in accordance with section 34 or 41A which is granted undersection 35(2) or 41B(3) (as the case may be), or\n\t\t\tadded to a club premises certificate by virtue of its inclusion in anapplication to vary the certificate in accordance with section 84 or 86A whichis granted under section 85(2) or 86B(3) (as the case may be);\n\t\t\t\t  * “live music” means entertainment of a description falling within, or of a similar description to that falling within, paragraph 2(1)(e) of Schedule 1;\n\t\t\t\t  * “supply of alcohol” means—\n\t\t\tthe sale by retail of alcohol, or\n\t\t\tthe supply of alcohol by or on behalf of a club to, or to the order of, amember of the club.”\nRemoval of requirement to license the provision of entertainmentfacilities\n\tSchedule 1 to the [Licensing Act 2003 (c. 17)](/id/ukpga/2003/17?view=plain\"Go to item of legislation\") is amended as follows.\n\tFor paragraph 1(1) substitute—\n\tFor the purposes of this Act, the “provision of regulated entertainment”means the provision of entertainment of a description falling within paragraph2 where the conditions in sub-paragraphs (2) and (3) are satisfied.”\n\tIn paragraph 1(2) omit “, or entertainment facilities are,”.\n\tFor paragraph 1(3) substitute—\n\tThe second condition is that the premises on which the entertainment isprovided are made available for the purpose, or for purposes which include thepurpose, of enabling the entertainment concerned to take place.”\n\tFor paragraph 1(4) substitute—\n\tFor the purposes of sub-paragraph (2)(c), entertainment is to be regardedas provided for consideration only if any charge—\n\t\tis made by or on behalf of any person concerned in the organisation ormanagement of that entertainment, and\n\t\tis paid by or on behalf of some or all of the persons for whom thatentertainment is provided.”\n\tIn paragraph 1(6) omit paragraph (c).\n\tOmit paragraph 3.\n\tFor paragraph 4 substitute—\n\t\t“4The Secretary of State may by order amend this Schedule for the purposes ofmodifying the descriptions of entertainment specified in paragraph 2, and forthis purpose “modify” includes adding, varying or removing any description.”\n\tFor paragraph 7 substitute—\n\t“7The provision of entertainment consisting of the performance of live musicor the playing of recorded music is not to be regarded as the provision ofregulated entertainment for the purposes of this Act to the extent that it isincidental to some other activity which is not itself a description ofentertainment falling within paragraph 2.”\n\tIn paragraph 8 omit “or entertainment facilities”.\n\tIn paragraph 9 omit “or entertainment facilities”.\n\tIn paragraph 10(1) omit “or entertainment facilities”.\n\tIn paragraph 11—\n\t\tomit “or entertainment facilities”, and\n\t\tomit sub-paragraph (b).\n\tIn paragraph 11A omit sub-paragraph (4).\n\tIn paragraph 12 omit “or entertainment facilities”.\nExemptions for live music entertainment\n\tSchedule 1 to the [Licensing Act 2003 (c. 17)](/id/ukpga/2003/17?view=plain\"Go to item of legislation\") is amended as follows.\n\tIn paragraph 11(a) for “a performance of unamplified, live music as”substitute “the playing of live or recorded music that forms”.\n\tAfter paragraph 12 insert—\n\t“Live music in licensed venues\n\t\t12AThe provision of entertainment consisting of a performance of live music isnot to be regarded as the provision of regulated entertainment for thepurposes of this Act on premises authorised to be used for the supply ofalcohol for consumption on the premises by a premises licence or club premisescertificate, if—\n\t\t\tthe requirements of section 177A(1)(a) to (c) are satisfied, and\n\t\t\tconditions have not been included in the licence or certificate by virtueof section 177A(3) or (4).”\n\t\tAfter paragraph 12A (as inserted by sub-paragraph (3)) insert—\n\t“Live music in workplaces\n\t\t12BThe provision of entertainment consisting of a performance of live music isnot to be regarded as the provision of regulated entertainment for thepurposes of this Act, provided that—\n\t\t\tthe place where the performance is provided is not licensed under this Act(or is so licensed only for the provision of late night refreshment) but is aworkplace as defined in regulation 2(1) of the Workplace (Health, Safety andWelfare) Regulations 1992,\n\t\t\tthe performance takes place in the presence of an audience of no more than200 persons, and\n\t\t\tthe performance takes place between 8am and 11pm on the same day.”\n\t\tAfter paragraph 12B (as inserted by sub-paragraph (4)) insert—\n\t“Live unamplified music\n\t\t12CThe provision of entertainment consisting of a performance of live music isnot (subject to section 177A(3) and (4)) to be regarded as the provision ofregulated entertainment for the purposes of this Act provided that the music—\n\t\t\tis unamplified; and\n\t\t\ttakes place between 8am and 11pm on the same day.”\nShort title, commencement and extent\n\tThis Act may be cited as the Live Music Act 2012.\n\tThis Act shall come into force on such day as the Secretary of State may byorder made by statutory instrument appoint.\n\tThis Act extends to England and Wales only.\n\t\t"
    }
]