{
    "general": "This law makes it easier for musicians to perform live music at certain places like bars, clubs, and festivals without needing special permits or licenses. It helps make live music more accessible to audiences and supports the music industry in England and Wales.",
    "series": [
        [
            {
                "length": 197,
                "short": "\"Live Music Act 2012: Easing Regulations for Small Venues\"",
                "text": "\n* Simplified point 1: The Live Music Act 2012 aims to make it easier for small venues to host live music performances without needing a license.\n* Simplified point 2: The act removes the need for a license for certain types of live music performances, such as unamplified music, and allows for more flexible licensing arrangements for premises that are authorized to sell alcohol.\n* Simplified point 3: The act also exempts certain types of live music performances from being considered \"regulated entertainment,\" such as performances in workplaces or between 8am and 11pm on the same day.\n* Simplified point 4: The act shortens the title of the legislation and specifies the commencement and extent of the act."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Live Music Act 2012 helps small venues host live music performances without needing extra paperwork. It simplifies rules around live music so that places like cafes and pubs can have musicians play without needing a special permit. This means you can enjoy live music at local events and smaller gigs without all the red tape! Plus, if you're having a party at work or want some background tunes during the day, you don't need a special license either. So go ahead and rock out - just remember to keep it down after 11 pm!",
    "single": "\n* The Live Music Act 2012 simplifies the licensing process for live music performances in small venues.\n* The act amends the Licensing Act 2003 to exclude the need for a license for live music performances in certain circumstances.\n* The act applies to England and Wales only.\n* The key points of the act are:\n\t+ Exemption from licensing for live music performances in small venues under certain conditions.\n\t+ Simplification of the licensing process for live music performances.\n\t+ Exclusion of the need for a license for live music performances in certain circumstances.\n\t+ Application of the act to England and Wales only.\n"
}