{
    "general": "This law makes sure that when Croatia joined the European Union (EU), everything worked properly and fairly for both the UK and Croatia. It also ensures that Croatians can work in the UK if they want to.",
    "series": [
        [
            {
                "length": 256,
                "short": "\"UK's Freedom of Movement Agreement with Croatia: Worker Rights and Penalties\"",
                "text": "\n* Simplified point 1: The act approves the Croatian Accession Treaty and Irish Protocol, allowing Croatian nationals to work in the UK as part of the freedom of movement agreement within the EU.\n* Simplified point 2: The act adds the Croatian Accession Treaty and Irish Protocol to the list of treaties in the European Communities Act 1972, making them part of UK law.\n* Simplified point 3: The act gives the Secretary of State the power to make regulations regarding the entitlement of Croatian nationals to enter or reside in the UK as workers, including requiring authorization and imposing penalties for non-compliance.\n* Simplified point 4: The act provides for the offences relating to the employment of Croatian nationals without proper authorization, including fines and imprisonment.\n* Simplified point 5: The act allows for the withdrawal of the notice given to an employer who has employed a Croatian national without proper authorization."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The European Union (Croatian Accession and Irish Protocol) Act 2013 makes changes to the rules around Croatian citizens working in the UK. It allows Croatians to come to the UK to work under the same rules as other EU countries. This means they can live and work in the UK if they have a job offer or if they are self-employed. The government can also make laws to say who can and cannot work in the UK. If someone breaks these rules, they could face fines or even go to jail.\nThis act is important because it helps Croatian citizens to find jobs in the UK and it helps the UK to keep control over who is allowed to work here. It also shows that the UK is committed to being a member of the European Union and following its rules.",
    "single": "\n* Approves the Croatian Accession Treaty and Irish Protocol to the European Union\n* Adds the treaties to the list of treaties in the European Communities Act 1972\n* Allows for the creation of regulations to provide for the freedom of movement for Croatian nationals as workers in the UK\n\t+ Includes provisions for authorizations, fees, and penalties for those who violate the regulations\n\t+ Regulations can be made to require Croatian nationals to be authorized in order to work in the UK\n\t+ Regulations can be made to require a fee to be paid in respect of an application for an authorization\n\t+ Regulations can make it an offense for a Croatian national to work in the UK without authorization\n\t+ Regulations can make it an offense for a person to employ a Croatian national without proper authorization\n* Provides for the offenses under the regulations to be triable only summarily and punishable by a fine not exceeding level 5 on the standard scale or imprisonment for a term not exceeding 51 weeks (or 3 months in Scotland or Northern Ireland)\n* Allows for the creation of regulations to provide for the entitlement of Croatian nationals to enter or reside in the UK as workers\n* Provides that regulations under this section may include incidental, supplementary or transitional provision and may make different provision for different cases\n* Provides that regulations under this section are to be made by statutory instrument\n* Defines certain terms used in the act, including \"Croatian national\", \"enactment\", \"immigration officer\", \"modification\", \"specified\", \"subordinate legislation\", \"worker\"\n* Provides that a statutory instrument containing the first regulations made under section 4 may not be made unless a draft of the instrument has been laid before and approved by resolution of each House of Parliament\n* Provides that a statutory instrument containing any subsequent regulations made under section 4 is subject to annulment in pursuance of a resolution of either House of Parliament\n* Provides that the Act extends to the whole of the United Kingdom and comes into force on the day it is passed\n* Provides that the Act may be cited as the European Union (Croatian Accession and Irish Protocol) Act 2013."
}