[
    {
        "length": 3500,
        "text": "\nPart 1Carbon capture and storage and decarbonisation\n\tFinancial assistance\n\t\tFinancial assistance\n\t\t\tThe Secretary of State may provide financial assistance in respect of CCSdemonstration projects.\n\t\t\tIf relevant financial assistance is provided in respect of a CCSdemonstration project, the Secretary of State may provide financial assistancein respect of additional CCS use at the demonstration station.\n\t\t\tThe Secretary of State may make a scheme specifying—\n\t\t\t\ta CCS demonstration project, and\n\t\t\t\tthe person or persons carrying out the project,\n\t\t\t\t\tfor the purpose of enabling the administrator to provide the person or personswith financial assistance in respect of the project.\n\t\t\tIf relevant financial assistance is provided in respect of a CCSdemonstration project, the Secretary of State may make a scheme specifying—\n\t\t\t\tadditional CCS use at the demonstration station, and\n\t\t\t\tthe person or persons carrying out the additional CCS use,\n\t\t\t\tfor the purpose of enabling the administrator to provide the person or personswith financial assistance in respect of the additional CCS use.\n\t\t\tIn this section “relevant financial assistance” means assistance provided—\n\t\t\t\tby the Secretary of State, or\n\t\t\t\tby the administrator under an assistance scheme.\n\t\tAssistance schemes: further provision\n\t\t\tAn assistance scheme may, in particular—\n\t\t\t\tmake provision about any of the matters specified in subsection (2), and\n\t\t\t\timpose obligations or confer functions on a person (including the Secretaryof State).\n\t\t\tThese are the matters referred to in subsection (1)(a)—\n\t\t\t\twhat is to be carried out as part of the assisted activities;\n\t\t\t\tfinancial assistance to be given in respect of assisted activities,including determination of the amount of financial assistance to be given, orto be given at a particular time, by reference to particular matters;\n\t\t\t\tadministration of the scheme;\n\t\t\t\tsafety and other standards applicable to assisted activities;\n\t\t\t\tmeasurement and assessment of progress made in carrying out assistedactivities;\n\t\t\t\tpostponement, reduction or withdrawal of financial assistance to be given,and repayment of financial assistance given, in respect of assistedactivities, including postponement, reduction, withdrawal and repayment onaccount of financial assistance given in respect of assisted activities fromother sources;\n\t\t\t\tpayments to the administrator by participants in assisted activities;\n\t\t\t\tdisclosure of knowledge obtained in, or relating to, assisted activities,including its disclosure to third parties;\n\t\t\t\taudit of information (whether by the administrator or a third party),including requirements for audits to be paid for by the person whoseinformation is subject to audit;\n\t\t\t\tprovision of information, including its provision to third parties;\n\t\t\t\tchanges to what is to be carried out as part of the assisted activities;\n\t\t\t\tchanges to the persons who are the participants in relation to assistedactivities;\n\t\t\t\ttermination of the scheme;\n\t\t\t\tcompliance with the scheme, except imposition of penalties for non-compliance;\n\t\t\t\treviews and appeals.\n\t\t\tThe Secretary of State may amend or revoke an assistance scheme.\n\t\t\tBefore making, amending or revoking an assistance scheme, the Secretary ofState must consult the following persons—\n\t\t\t\tthe administrator;\n\t\t\t\tthe Scottish Ministers, but only if the assisted activities are inScotland;\n\t\t\t\tsuch other persons as the Secretary of State thinks it is appropriate toconsult.\n\t\t\tIf the Secretary of State makes or amends an assistance scheme, theSecretary of State must lay before Parliament the scheme as made or amended.\n\t\t\tIf the Secretary of State revokes an assistance scheme, the Secretary ofState must lay before Parliament a memorandum of revocation of the scheme.\n\t\t\tThe power under section 1(3) or (4) or under subsection (3) of this sectionmay not be exercised—\n\t\t\t\tto make a scheme unless all persons who would, by the exercise of thepower, be participants consent to the exercise of the power;\n\t\t\t\tto amend a scheme unless—\n\t\t\t\tthe scheme allows for the exercise of the power,\n\t\t\t\tregulations under section 3 allow for the exercise of the power, or\n\t\t\t\tall relevant persons consent to the exercise of the power;\n\t\t\t\tto revoke a scheme unless—\n\t\t\t\tthe scheme allows for the exercise of the power,\n\t\t\t\tregulations under section 3 allow for the exercise of the power, or\n\t\t\t\tall persons who are participants consent to the exercise of the power.\n\t\t\tFor the purposes of subsection (7)(b)(iii) each of the following is arelevant person in relation to a scheme that is to be amended—\n\t\t\t\teach person who is a participant in relation to the scheme (including aperson who would cease to be a participant by the exercise of the power);\n\t\t\t\ta person who would, by the exercise of the power, be a participant inrelation to the scheme.\n\t\tRegulations relating to assistance schemes\n\t\t\tThe Secretary of State may, by regulations, make provision about assistanceschemes.\n\t\t\tRegulations under this section may, in particular—\n\t\t\t\tmake provision about any of the matters specified in section 2(2); and\n\t\t\t\tdespite the exception in section 2(2)(n), impose penalties (whetherfinancial or not) in respect of failures to comply with the scheme;\n\t\t\t\t\tbut the regulations may not create criminal offences.\n\t\t\tRegulations under this section may not apply to an assistance scheme thatis in existence at the time the regulations are made, except with the consentof each person who is, at that time, a participant in relation to that scheme.\n\t\t\tBefore making regulations under this section, the Secretary of State mustconsult the following persons—\n\t\t\t\tthe administrator;\n\t\t\t\tthe Scottish Ministers;\n\t\t\t\tsuch other persons as the Secretary of State thinks it is appropriate toconsult.\n\t\t\tSubsection (4) may be satisfied by consultation before, as well as byconsultation after, this section comes into force.\n\t\t\tThe following are subject to regulations under this section—\n\t\t\t\tassistance schemes;\n\t\t\t\tsection 1(3) and (4);\n\t\t\t\tsection 2.\n\tElectricity supply levy\n\t\tElectricity supply levy\n\t\t\tThe Secretary of State may by regulations provide for an electricity supplylevy to be charged in connection with provision of financial assistance—\n\t\t\t\tin respect of CCS demonstration projects, and\n\t\t\t\tin respect of additional CCS use at demonstration stations.\n\t\t\tAn electricity supply levy is a levy—\n\t\t\t\tcharged in respect of supplies of electricity that have been, or areexpected to be, made, and\n\t\t\t\tpaid by the persons who make, or are expected to make, the supplies inrespect of which the levy is charged.\n\t\t\tThe regulations may provide for different rates or different amounts oflevy to be charged in different cases.\n\t\t\tThe regulations may secure that the levy is not to be charged in respect ofparticular descriptions of supplies of electricity.\n\t\t\tThe regulations may, in particular, make provision about any of thefollowing matters—\n\t\t\t\twhat is a supply of electricity for the purposes of the levy;\n\t\t\t\twhen a supply of electricity is, or is expected to be, made for thosepurposes;\n\t\t\t\twho makes, or is expected to make, a supply of electricity for thosepurposes;\n\t\t\t\tpayment of the levy, including interest in respect of late payment;\n\t\t\t\tadministration of the levy;\n\t\t\t\taudit of information (whether by the administrator or a third party),including requirements for audits to be paid for by the person whoseinformation is subject to audit;\n\t\t\t\tprovision of information, including its provision to third parties;\n\t\t\t\tenforcement of the levy, including—\n\t\t\t\timposition of penalties (whether financial or not, and whether or not inaddition to interest charged in respect of late payment), and\n\t\t\t\trecovery of the levy as a debt due to the Crown,\n\t\t\t\t\tbut not including the creation of criminal offences;\n\t\t\t\tinsolvency of persons liable to pay the levy;\n\t\t\t\treviews and appeals.\n\t\t\tBefore making regulations under this section, the Secretary of State mustconsult the following persons—\n\t\t\t\tthe administrator;\n\t\t\t\tsuch other persons as the Secretary of State thinks it is appropriate toconsult.\n\t\t\tSubsection (6) may be satisfied by consultation before, as well as byconsultation after, this section comes into force.\n\tReports\n\t\tReports on decarbonisation and CCS progress\n\t\t\tThe Secretary of State must, for each reporting period, prepare a report onprogress during the reporting period—\n\t\t\t\tin decarbonising electricity generation in Great Britain (coveringseparately generation by coal-fired generating stations), and\n\t\t\t\tin the development and use of carbon capture and storage technology inGreat Britain.\n\t\t\tEach of the first three reports under subsection (1) must include anassessment by the Secretary of State—\n\t\t\t\tof whether use of carbon capture and storage technology in generation ofelectricity on a commercial scale has been, or when it will be, successfullydemonstrated;\n\t\t\t\tof whether coal-fired generating stations for which appropriate consent isgiven on or after 1st January 2020 that are built in Great Britain can beexpected to be constructed so as to enable use of carbon capture and storagetechnology on all their generating capacity.\n\t\t\tA report under subsection (1) must also include a review of whether, havingregard to the other matters contained in the report, any government policiesshould be revised and, if so, why.\n\t\t\tIn preparing a report under subsection (1), the Secretary of State must—\n\t\t\t\tconsult the Scottish Ministers and the Welsh Ministers;\n\t\t\t\ttake into account any relevant points raised by reports by the Committee onClimate Change under section 36 of the Climate Change Act 2008 (reports onprogress).\n\t\t\tThe Secretary of State must, within 1 year after the end of a reportingperiod, lay before Parliament a document containing the report undersubsection (1) for that period.\n\t\t\tIn this section—\n\t\t\t\t  * “appropriate consent” means consent under section 36 of the Electricity Act 1989 or section 114(1)(a) of the Planning Act 2008; \n\t\t\t\t  * “coal-fired generating station” means an electricity generating station powered wholly or mainly by coal; \n\t\t\t\t  * “decarbonising electricity generation” means reducing the amount of carbon dioxide emitted into the atmosphere from electricity generation; \n\t\t\t\t  * “reporting period” means— \n\t\t\t\tthe period beginning with the passing of this Act and ending with 2011;\n\t\t\t\tthe 3 year period beginning with 2012 and each subsequent 3 year period;\n\t\t\t\t\tand “the reporting period”, in relation to a report under subsection (1),means the reporting period to which the report relates.\n\tGeneral\n\t\tThe administrator\n\t\t\tThe Authority is the administrator for the purposes of this Part.\n\t\t\tBut the Secretary of State may, by regulations, make provision for a publicbody to become the administrator (whether in place of the Authority or aperson who is administrator by virtue of previous regulations under thissection).\n\t\t\tBefore making regulations under this section, the Secretary of State mustconsult the following persons—\n\t\t\t\tthe person who would cease to be administrator by virtue of theregulations;\n\t\t\t\tsuch other persons as the Secretary of State thinks it is appropriate toconsult.\n\t\t\tIn this section “public body” includes the Secretary of State.\n\t\tCCS demonstration projects and additional CCS use\n\t\t\tIn this Part, “CCS demonstration project” means—\n\t\t\t\ta project to demonstrate and assess carbon capture and storage technologythrough its use in commercial electricity generation, or\n\t\t\t\ta project to prepare for, or assess the feasibility of, a project fallingwithin paragraph (a) of this definition.\n\t\t\tIn this Part, “additional CCS use” means—\n\t\t\t\tthe use of carbon capture and storage technology in commercial electricitygeneration (including bringing the technology into such use), apart from suchuse in a CCS demonstration project, or\n\t\t\t\tactivities to prepare for, or assess the feasibility of, use of carboncapture and storage technology falling within paragraph (a) of thisdefinition.\n\t\t\tIn this Part, “carbon capture and storage technology” means technology fordoing, or contributing to the doing of, any of the following things—\n\t\t\t\tcapturing carbon dioxide that has been produced by, or in connection with,commercial electricity generation;\n\t\t\t\ttransporting such carbon dioxide that has been captured;\n\t\t\t\tdisposing of such carbon dioxide that has been captured, by way ofpermanent storage.\n\t\t\tFor the purposes of this section—\n\t\t\t\t  * “carbon dioxide” includes any substance consisting primarily of carbon dioxide; \n\t\t\t\t  * “commercial electricity generation” means generation of electricity, on a commercial scale. \n\t\tInterpretation of Part\n\t\t\tIn this Part—\n\t\t\t  * “additional CCS use” has the meaning given in section 7; \n\t\t\t  * “administrator” means the person who is the administrator by virtue of section 6; \n\t\t\t  * “assistance scheme” means a scheme under section 1(3) or (4); \n\t\t\t  * “assisted activities”, in relation to an assistance scheme, means the CCS demonstration project or additional CCS use specified in an assistance scheme; \n\t\t\t  * “carbon capture and storage technology” has the meaning given in section 7; \n\t\t\t  * “CCS demonstration project” has the meaning given in section 7; \n\t\t\t  * “demonstration station” means an electricity generating station at which a CCS demonstration project is carried out; \n\t\t\t  * “functions” includes functions involving the exercise of a discretion; \n\t\t\t  * “participant”, in relation to an assistance scheme, means the person or persons carrying out the assisted activities. "
    },
    {
        "length": 3492,
        "text": "\nPart 2Schemes for reducing fuel poverty\n\tSchemes for reducing fuel poverty\n\t\tThe Secretary of State may by regulations make one or more schemes for thepurpose of reducing fuel poverty.\n\t\tA scheme under this section (“a support scheme”) must make provisionrequiring benefits to be provided by licensed suppliers to whom the schemeapplies.\n\t\tA scheme must provide for the benefits provided under it, taken as a whole,to be provided wholly or mainly to customers determined by or in accordancewith the scheme.\n\t\tA support scheme may apply to—\n\t\t\tlicensed gas suppliers,\n\t\t\tlicensed electricity suppliers, or\n\t\t\tboth licensed gas suppliers and licensed electricity suppliers,\n\t\t\t\tand, in any of those cases, may apply to such suppliers of any description,including any description specified by reference to supplies, whether of gasor electricity, or both, and whether made by the suppliers or by them andassociated persons.\n\t\tA support scheme may in particular provide for scheme customers to bedetermined in any of the following ways—\n\t\t\tby reference to membership of, or to family or other relationship to amember of, a fuel poverty risk group;\n\t\t\tby scheme suppliers;\n\t\t\tby, or by reference to evidence provided by, the Secretary of State (or aperson providing services to the Secretary of State).\n\t\tProvision included in a support scheme by virtue of subsection (5)(b) mayspecify requirements about criteria to be applied in determining who are to bescheme customers.\n\t\tA support scheme may specify—\n\t\t\tthe form of benefits and ways in which they are to be provided under thescheme;\n\t\t\tthe amounts of any benefits to be so provided.\n\t\tSubsection (7)(a) includes, in particular, power to provide for—\n\t\t\tpayments to be made to or in respect of scheme customers;\n\t\t\tcharges for supplies of gas or electricity to scheme customers to be lowerthan charges for comparable supplies to other customers;\n\t\t\tbenefits to be provided in the form of goods or services.\n\t\tSubsection (7)(b) includes, in particular, power for a support scheme tomake provision—\n\t\t\tas to the aggregate amount of benefits to be provided under it (or any partof it) by scheme suppliers, or any scheme supplier, in any period specified inthe scheme;\n\t\t\tas to the amount of any benefit to be provided under it to any schemecustomer;\n\t\t\tas to how any amount is to be determined for the purposes of the scheme,including, in particular, provision—\n\t\t\tfor determining the amount of any benefit provided under the scheme;\n\t\t\tfor any determination to be made by a scheme supplier;\n\t\t\tfor any amount of a benefit or benefits to be provided under the schemeto be determined by reference to the amount of any benefit or benefitsprovided or to be provided under any other support scheme;\n\t\t\tfor payments by a scheme supplier to be treated as amounts of benefitsprovided under the scheme;\n\t\t\tfor amounts of benefits provided by a scheme supplier under the scheme tobe adjusted by reference to payments made or received, or to be made orreceived, by the scheme supplier under a relevant reconciliation mechanism;\n\t\t\tfor benefits provided under the scheme in any period specified in thescheme to be treated as having been provided in any other period so specified.\n\t\tPayments by a scheme supplier within subsection (9)(c)(iv) include, inparticular—\n\t\t\tthe whole, or any part specified in the scheme, of payments in respect ofcosts incurred for the purposes of determining scheme customers (including tothe Secretary of State or the Authority under a requirement imposed undersection 10(3));\n\t\t\tpayments under pre-existing arrangements.\n\t\tIn this section, “relevant reconciliation mechanism”, in relation to asupport scheme, means a reconciliation mechanism operated in relation to thescheme (or any part of it) under section 11.\n\tSchemes for reducing fuel poverty: supplementary\n\t\tA support scheme may make provision about arrangements to be made by schemesuppliers to ensure that, so far as practicable, scheme customers receive thebenefits to be provided under the scheme, which may in particular includeprovision about—\n\t\t\tarrangements for enabling scheme suppliers to identify scheme customers;\n\t\t\tarrangements for drawing to the attention of scheme customers—\n\t\t\tthe fact that benefits are available under the scheme, and\n\t\t\tways of applying for those benefits;\n\t\t\tarrangements for paying or otherwise providing the benefits.\n\t\tA support scheme may include provision for prohibiting scheme suppliersfrom discriminating against scheme customers or persons who, if they werecustomers of scheme suppliers, would be scheme customers.\n\t\tA support scheme—\n\t\t\tmay require scheme suppliers to make payments to the Secretary of State orthe Authority in respect of costs which either of them incurs for the purposesof the provision of evidence as mentioned in section 9(5)(c) for the purposesof the scheme, and\n\t\t\tmust make provision for the payment into the Consolidated Fund of any sumsso received.\n\t\tWithout prejudice to section 31(5), a support scheme may in particular—\n\t\t\tprovide for different criteria to be applied for the purpose of identifyingscheme customers of different scheme suppliers;\n\t\t\tprovide for different benefits, or different amounts of benefits, to beprovided by different scheme suppliers or to different scheme customers;\n\t\t\timpose requirements in relation to scheme suppliers by reference to pre-existing arrangements.\n\t\tA support scheme may make provision for requiring scheme suppliers toprovide to the Authority such information as the Authority may require for thepurpose of carrying out its functions in relation to the scheme.\n\t\tA support scheme may provide that, in such cases or circumstances as may bespecified in the scheme, the Secretary of State may determine that anyrequirement of the scheme—\n\t\t\tis not to apply, or\n\t\t\tis to apply subject to modifications,\n\t\t\t\tand the support scheme may provide for any such determination to be madesubject to such conditions or limitations as the Secretary of State thinksappropriate.\n\t\tIf the Secretary of State makes, amends or revokes, a determination inaccordance with provision included in a support scheme by virtue of subsection(6), the Secretary of State must lay before Parliament a memorandum of thedetermination, amendment or revocation.\n\tReconciliation mechanism: regulations\n\t\tThe Secretary of State may by regulations make provision for theestablishment and operation of a reconciliation mechanism.\n\t\tIn this section and section 12, “reconciliation mechanism” meansarrangements for securing that, after adjustment under the arrangements, theamounts of benefits provided by scheme suppliers under a support scheme orschemes (or part of a support scheme) correspond, so far as reasonablypracticable, to an equitable distribution between the scheme suppliers inquestion of the aggregate amount of benefits provided under the scheme orschemes (or that part of a scheme).\n\t\tRegulations under subsection (1) may—\n\t\t\trequire scheme suppliers in relation to whom a reconciliation mechanismapplies to make payments to the person operating the mechanism (“theoperator”) or to another scheme supplier in relation to whom it applies;\n\t\t\tconfer on scheme suppliers in relation to whom a reconciliation mechanismapplies entitlements to receive payments from the operator or from anotherscheme supplier in relation to whom it applies;\n\t\t\tmake provision—\n\t\t\tas to how the amount of any benefits provided under a support scheme is tobe determined, and\n\t\t\tas to what constitutes an equitable distribution (as mentioned insubsection (2)),\n\t\t\t\tfor the purposes of the mechanism.\n\t\tRegulations which provide for the amounts of any payments mentioned insubsection (3)(a) or (b) to be determined by the operator must, if theoperator is not the Authority, include provision for appeals by schemesuppliers against any such determinations.\n\t\tWithout prejudice to section 31(6), regulations under subsection (1) mayconfer functions on the Authority, and may, in particular, provide for theAuthority to be the operator.\n\t\tRegulations under subsection (1) may make provision for requiring schemesuppliers in relation to whom a reconciliation mechanism applies to provide tothe Authority or the operator such information as the Authority or, as thecase may be, the operator may require for the purpose of carrying out itsfunctions in relation to the mechanism.\n\tReconciliation mechanism: licence modifications\n\t\tThe Secretary of State may, for the purpose of enabling or facilitating theestablishment or operation of a reconciliation mechanism, modify—\n\t\t\ta condition of a particular licence under section 6(1)(b) or (d) of theElectricity Act 1989 (transmission licences and supply licences);\n\t\t\tthe standard conditions incorporated in licences under those provisions byvirtue of section 8A of that Act;\n\t\t\ta document maintained in accordance with the conditions of licences undersection 6(1) of that Act, or an agreement that gives effect to a document somaintained.\n\t\tProvision included by virtue of the power in subsection (1) in licences, orin a document or agreement relating to licences, need not relate to theactivities authorised by the licences.\n\t\tWithout prejudice to section 33(4), provision included by virtue of thatpower in a document or agreement relating to licences may make differentprovision for different cases.\n\t\tBefore making a modification under this section, the Secretary of Statemust consult—\n\t\t\tholders of any licence being modified,\n\t\t\tthe Authority, and\n\t\t\tsuch other persons as the Secretary of State thinks it is appropriate toconsult.\n\tDuty of Authority to keep schemes under review\n\t\tThe Authority must keep under review—\n\t\t\tthe operation of any support scheme, and\n\t\t\tlicensed suppliers’ compliance with it.\n\tRegulations under Part 2: procedure etc\n\t\tBefore making regulations under section 9, 11 or 15, the Secretary of Statemust consult—\n\t\t\tthe Authority,\n\t\t\tin the case of a support scheme that applies to licensed gas suppliers, ora reconciliation mechanism that applies in relation to them, licensed gassuppliers,\n\t\t\tin the case of a support scheme that applies to licensed electricitysuppliers, or a reconciliation mechanism that applies in relation to them,licensed electricity suppliers, and\n\t\t\tsuch other persons as the Secretary of State thinks it is appropriate toconsult.\n\t\tSubsection (1) may be satisfied by consultation before, as well as byconsultation after, this section comes into force.\n\t\tThe Secretary of State may not make regulations under section 9 except withthe consent of the Treasury.\n\t\tA support scheme—\n\t\t\tmust contain provision specifying a period (“the scheme period”) at the endof which the scheme is to cease to have effect, and\n\t\t\tmay provide for the Secretary of State to review the scheme, or any part ofit—\n\t\t\tafter such period, or at such intervals, as may be specified in ordetermined in accordance with the scheme, or\n\t\t\twhen the Secretary of State is satisfied that one or more conditionsspecified in the scheme is satisfied.\n\t\tWhere a support scheme (“the current scheme”) has effect, no regulationsmay be made under section 9 to—\n\t\t\tamend or revoke the current scheme, or\n\t\t\tmake another support scheme that applies to any of the scheme suppliers towhich the current scheme applies,\n\t\t\t\texcept following a review of the current scheme conducted in accordance withprovision made under subsection (4)(b).\n\t\tNothing in subsection (5) is to be taken to prevent a support scheme or anypart of it being renewed at the end of the scheme period by regulations undersection 9 which provide for it to have effect for a further scheme period.\n\tSchemes for reducing fuel poverty: interpretation\n\t\tFor the purposes of this Part, fuel poverty is reduced if—\n\t\t\tthe number of people living in fuel poverty is reduced, or\n\t\t\tthe extent to which any person is living in fuel poverty is reduced.\n\t\tFor the purposes of this Part—\n\t\t\ta person is living in fuel poverty if the person is a member of a householdliving on a lower income in a home which cannot be kept warm at reasonablecost, and\n\t\t\tthe extent to which a person is living in fuel poverty is reduced if thedifference between the cost of keeping the person’s home warm and what wouldbe a reasonable cost for doing so is reduced.\n\t\tThe Secretary of State may by regulations make provision about—\n\t\t\twhat is to be regarded as living in fuel poverty for the purposes of thisPart;\n\t\t\twhat is to be regarded as a reduction in the extent to which a person isliving in fuel poverty for the purposes of this Part.\n\t\tProvision made under subsection (3) may, in particular—\n\t\t\tspecify what is to be regarded for the purposes of subsection (2)(a) as alower income, or a reasonable cost, or the circumstances in which a home is tobe regarded for those purposes as being warm;\n\t\t\tamend this section.\n\t\tIn this Part—\n\t\t\t  * “fuel poverty risk group” means a category of persons of whom, in the opinion of the Secretary of State, the proportion who are (or, but for a support scheme, would be) living in fuel poverty is higher than the proportion of people in Great Britain who are living in fuel poverty; \n\t\t\t  * “licensed electricity supplier” means the holder of a licence under section 6(1)(d) of the Electricity Act 1989; \n\t\t\t  * “licensed gas supplier” means the holder of a licence under section 7A(1) of the Gas Act 1986; \n\t\t\t  * “licensed supplier” means a licensed electricity supplier or licensed gas supplier; \n\t\t\t  * “pre-existing arrangements”, in relation to a scheme supplier, means arrangements made by the supplier before the commencement of section 9 with a view to reducing fuel poverty; \n\t\t\t  * “scheme customer”, in relation to a support scheme and a scheme supplier, means a customer of the supplier to whom benefits are, or are to be, provided by the supplier under the scheme; \n\t\t\t  * “scheme supplier”, in relation to a support scheme, means a licensed supplier to whom the scheme applies; \n\t\t\t  * “support scheme” has the meaning given by section 9(2). "
    },
    {
        "length": 1687,
        "text": "\nGeneral duties of the Gas and Electricity Markets Authority and theSecretary of State\n\tAmendments of section 4AA of the Gas Act 1986\n\t\tSection 4AA of the Gas Act 1986 is amended as follows.\n\t\tIn subsection (1) omit the words following “pipes”.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)Those interests of existing and future consumers are their intereststaken as a whole, including—\n\t\t\ttheir interests in the reduction of gas-supply emissions of targetedgreenhouse gases; and\n\t\t\ttheir interests in the security of the supply of gas to them.\n\t\t\t(1B)The Secretary of State and the Authority shall carry out their respectivefunctions under this Part in the manner which the Secretary of State or theAuthority (as the case may be) considers is best calculated to further theprincipal objective, wherever appropriate by promoting effective competitionbetween persons engaged in, or in commercial activities connected with, theshipping, transportation or supply of gas conveyed through pipes.\n\t\t\t(1C)Before deciding to carry out functions under this Part in a particularmanner with a view to promoting competition as mentioned in subsection (1B),the Secretary of State or the Authority shall consider—\n\t\t\tto what extent the interests referred to in subsection (1) of consumerswould be protected by that manner of carrying out those functions; and\n\t\t\twhether there is any other manner (whether or not it would promotecompetition as mentioned in subsection (1B)) in which the Secretary of Stateor the Authority (as the case may be) could carry out those functions whichwould better protect those interests.”\n\t\tIn subsection (2)—\n\t\t\tfor the words from the beginning to “having regard to” substitute “Inperforming the duties under subsections (1B) and (1C), the Secretary of Stateor the Authority shall have regard to”;\n\t\t\tin paragraph (b), for “or Part 5 of the Energy Act 2008” substitute “, Part5 of the Energy Act 2008 or section 4, Part 2, or sections 26 to 29 of theEnergy Act 2010”.\n\t\tIn subsection (3) for “that duty” substitute “the duties under subsections(1B), (1C) and (2)”.\n\t\tIn subsection (5)—\n\t\t\tfor the first “subsection” substitute “subsections (1B) and”;\n\t\t\tomit “(so far as not otherwise required to do so by this subsection)”.\n\t\tAfter subsection (5A) insert—\n\t\t“(5B)In subsection (1A)—\n\t\t\t  * “emissions” has the same meaning as in the Climate Change Act 2008 (see section 97 of that Act);\n\t\t\t  * “gas-supply emissions” in relation to emissions of a targeted greenhouse gas, means any such emissions (wherever their source) that are wholly or partly attributable to, or to commercial activities connected with, the shipping, transportation or supply of gas conveyed through pipes;\n\t\t\t  * “targeted greenhouse gases” has the same meaning as in Part 1 of the Climate Change Act 2008 (see section 24 of that Act).”\n\t\tIn subsection (6) after “subsections” insert “(1C),”.\n\tAmendments of section 3A of the Electricity Act 1989\n\t\tSection 3A of the Electricity Act 1989 is amended as follows.\n\t\tIn subsection (1) omit the words following “transmission systems”.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)Those interests of existing and future consumers are their intereststaken as a whole, including—\n\t\t\ttheir interests in the reduction of electricity-supply emissions oftargeted greenhouse gases; and\n\t\t\ttheir interests in the security of the supply of electricity to them.\n\t\t\t(1B)The Secretary of State and the Authority shall carry out their respectivefunctions under this Part in the manner which the Secretary of State or theAuthority (as the case may be) considers is best calculated to further theprincipal objective, wherever appropriate by promoting effective competitionbetween persons engaged in, or in commercial activities connected with, thegeneration, transmission, distribution or supply of electricity or theprovision or use of electricity interconnectors.\n\t\t\t(1C)Before deciding to carry out functions under this Part in a particularmanner with a view to promoting competition as mentioned in subsection (1B),the Secretary of State or the Authority shall consider—\n\t\t\tto what extent the interests referred to in subsection (1) of consumerswould be protected by that manner of carrying out those functions; and\n\t\t\twhether there is any other manner (whether or not it would promotecompetition as mentioned in subsection (1B)) in which the Secretary of Stateor the Authority (as the case may be) could carry out those functions whichwould better protect those interests.”\n\t\tIn subsection (2)—\n\t\t\tfor the words from the beginning to “having regard to” substitute “Inperforming the duties under subsections (1B) and (1C), the Secretary of Stateor the Authority shall have regard to”;\n\t\t\tin paragraph (b), for “or Part 2 or 5 of the Energy Act 2008” substitute “,Part 2 or 5 of the Energy Act 2008 or section 4, Part 2, or sections 26 to 29of the Energy Act 2010”.\n\t\tIn subsection (3) for “that duty” substitute “the duties under subsections(1B), (1C) and (2)”.\n\t\tIn subsection (5)—\n\t\t\tfor the first “subsection” substitute “subsections (1B) and”;\n\t\t\tomit “(so far as not otherwise required to do so by this subsection)”.\n\t\tAfter subsection (5A) insert—\n\t\t“(5B)In subsection (1A)—\n\t\t\t  * “emissions” has the same meaning as in the Climate Change Act 2008 (see section 97 of that Act);\n\t\t\t  * “electricity-supply emissions” in relation to emissions of a targeted greenhouse gas, means any such emissions (wherever their source) that are wholly or partly attributable to, or to commercial activities connected with, the generation, transmission, distribution or supply of electricity or the provision or use of electricity interconnectors;\n\t\t\t  * “targeted greenhouse gases” has the same meaning as in Part 1 of the Climate Change Act 2008 (see section 24 of that Act).”\n\t\tIn subsection (6) after “subsections” insert “(1C),”."
    },
    {
        "length": 3225,
        "text": "\nExploitation of electricity trading and transmission arrangements\n\tPower to make modifications\n\t\tThe Secretary of State may modify—\n\t\t\ta condition of a particular licence under section 6(1)(a) of theElectricity Act 1989 (generation licences);\n\t\t\tthe standard conditions incorporated in licences under that provision byvirtue of section 8A of that Act;\n\t\t\ta document maintained in accordance with the conditions of licences undersection 6(1) of that Act, or an agreement that gives effect to a document somaintained.\n\t\tThe Secretary of State may exercise the power in subsection (1) for thepurpose only of limiting or eliminating the circumstances in which, or theextent to which, a licence holder may obtain an excessive benefit fromelectricity generation in a particular period (“the relevant period”).\n\t\tThe licence holder obtains an excessive benefit from electricity generationin the relevant period if—\n\t\t\tthe licence holder and the transmission system operator enter intoarrangements (“the relevant arrangements”) (whether or not under theelectricity trading and transmission arrangements), and\n\t\t\tone or more of the following conditions is met.\n\t\tCondition 1 is that—\n\t\t\tthe licence holder fails to notify electricity generation for the relevantperiod that would be economic to carry out, and\n\t\t\tunder the relevant arrangements, the licence holder may be, or is to be,paid an excessive amount by the transmission system operator in connectionwith an increase in electricity generation in the relevant period.\n\t\tCondition 2 is that, under the relevant arrangements—\n\t\t\tthe licence holder may, or is to, pay the transmission system operator anexcessively low amount, or\n\t\t\tthe transmission system operator may, or is to, pay the licence holder anexcessively high amount,\n\t\t\t\tin connection with a reduction in electricity generation in the relevantperiod.\n\t\tCondition 3 is that, under the relevant arrangements, the transmissionsystem operator may, or is to, pay the licence holder an excessively highamount in connection with the licence holder preparing for the possiblecessation of generation of electricity by particular generating plant in therelevant period.\n\t\tCondition 4 is that—\n\t\t\tthe relevant arrangements relate to an increase or reduction in electricitygeneration in the relevant period, and\n\t\t\tunder the arrangements, the licence holder may, or is to, obtain anexcessive benefit.\n\t\tModifications made under subsection (1) may include provision relating toone or more of the following—\n\t\t\tthe operation of generating stations by the licence holder (including theamount of electricity generated and offers to generate electricity);\n\t\t\tamounts payable by, or to, the licence holder or any other person;\n\t\t\toffers by the licence holder or any other person to pay amounts.\n\t\tBefore making modifications under subsection (1), the Secretary of Statemust consult—\n\t\t\tholders of licences under section 6(1)(a) of the Electricity Act 1989,\n\t\t\tthe Authority, and\n\t\t\tsuch other persons as the Secretary of State thinks it is appropriate toconsult.\n\t\tSubsection (9) may be satisfied by consultation before, as well as byconsultation after, this Act comes into force.\n\t\tIn this section—\n\t\t\ta reference to a licence holder notifying electricity generation for aperiod is a reference to the licence holder notifying the transmission systemoperator before the start of the period, in accordance with the electricitytrading and transmission arrangements, of the electricity generation which thelicence holder proposes to undertake in that period;\n\t\t\ta reference to a licence holder’s notified electricity generation for aperiod is to be construed accordingly.\n\t\tIn this section, a reference to an increase or reduction in electricitygeneration in the relevant period—\n\t\t\tis a reference to an increase or reduction in comparison to the notifiedelectricity generation for that period; and\n\t\t\tincludes an increase or reduction in generation of electricity byparticular generating plant, whether or not there is an overall increase orreduction in electricity generation in that period.\n\t\tIn subsection (3)(a), the reference to the licence holder and thetransmission system operator entering into arrangements includes a referenceto one of them making a bid or offer to the other; and references in thissection to the relevant arrangements are to be construed accordingly.\n\t\tIn this section—\n\t\t\t  * “electricity trading and transmission arrangements” means arrangements relating to the trading and transmission of electricity in Great Britain that are in place under Chapter 1 of Part 3 of the Energy Act 2004; \n\t\t\t  * “transmission system operator” means the person operating the national transmission system for Great Britain (and for this purpose “transmission system” has the same meaning as in the Electricity Act 1989 — see section 4(4) of that Act). \n\tThe Authority’s interpretation and enforcement of modifications\n\t\tThe Authority must publish a document setting out advice and information onthe Authority’s intended approach to the interpretation and enforcement ofmodifications.\n\t\tBefore publishing a document under this section, the Authority mustconsult—\n\t\t\tthe holder of any licence under section 6(1)(a) of the Electricity Act1989,\n\t\t\tthe Secretary of State, and\n\t\t\tsuch other persons as the Authority think it is appropriate to consult.\n\t\tSubsection (2) may be satisfied by consultation before, as well as byconsultation after, this section comes into force.\n\t\tIn this section “modification” means a modification under section 18(1).\n\tFinal and provisional orders: appeals\n\t\tThis section applies in relation to any final or provisional order undersection 25 of the Electricity Act 1989 which relates to a relevant condition(within the meaning of that section) that has effect by virtue of the exerciseof the power in section 18(1).\n\t\tThe licence holder to whom the order relates may appeal to the Tribunalagainst the order.\n\t\tOn an appeal under this section, the Tribunal may do either or both of thefollowing—\n\t\t\tredetermine the appealed matter, in whole or in part;\n\t\t\tremit the appealed matter, in whole or in part, to the Authority.\n\t\tIf the Tribunal redetermines the appealed matter, the Tribunal may do oneor more of the following—\n\t\t\tuphold the order, in whole or in part;\n\t\t\tset aside the order, in whole or in part;\n\t\t\tsubstitute for the order, in whole or in part, the Tribunal’s own final orprovisional order.\n\t\tUnless the Tribunal orders otherwise, an obligation of a person to complywith the order is not affected by the making of an appeal under this sectionagainst the order.\n\t\tSubsections (2) to (5) do not restrict the power to make Tribunal rules;and those subsections are subject to Tribunal rules.\n\t\tExcept as provided by this section, the validity of the order may not bequestioned by any legal proceedings whatever.\n\t\tA decision of the Tribunal on an appeal under this section has the sameeffect as, and may be enforced in the same manner as, a decision of theAuthority.\n\t\tIn this section—\n\t\t\t  * “appealed matter” means the matter to which the order relates; \n\t\t\t  * “Tribunal” means the Competition Appeal Tribunal; \n\t\t\t  * “Tribunal rules” means rules under section 15 of the Enterprise Act 2002. \n\tPenalties: appeals\n\t\tThis section applies in relation to any penalty under section 27A of theElectricity Act 1989 which relates to a relevant condition (within the meaningof that section) that has effect by virtue of the exercise of the power insection 18(1).\n\t\tThe licence holder upon whom the penalty is imposed may appeal to theTribunal against—\n\t\t\tthe imposition of the penalty,\n\t\t\tthe amount of the penalty, or\n\t\t\tany date by which the penalty, or any part of it, is required to be paid.\n\t\tOn an appeal under this section, the Tribunal may do any of the following—\n\t\t\tuphold the penalty;\n\t\t\tset aside the penalty;\n\t\t\tsubstitute for the penalty a penalty of an amount decided by the Tribunal;\n\t\t\tvary any date by which the penalty, or any part of it, is required to bepaid.\n\t\tIf an appeal is made under this section, the penalty is not required to bepaid until the appeal has been determined.\n\t\tSubsections (2) to (4) do not restrict the power to make Tribunal rules;and those subsections are subject to Tribunal rules.\n\t\tExcept as provided by this section, the validity of the penalty may not bequestioned by any legal proceedings whatever.\n\t\tIn the case of an appeal under this section—\n\t\t\ta decision of the Tribunal has the same effect as, and may be enforced inthe same manner as, a decision of the Authority;\n\t\t\tsection 27A(10) of the Electricity Act 1989 (payment into the ConsolidatedFund) applies to penalties which the Tribunal substitutes under subsection(3)(c) above as it applies to penalties imposed by the Authority.\n\t\tIn this section—\n\t\t\t  * “Tribunal” means the Competition Appeal Tribunal; \n\t\t\t  * “Tribunal rules” means rules under section 15 of the Enterprise Act 2002. \n\tFurther appeals\n\t\tAn appeal lies to the appropriate court—\n\t\t\ton a point of law arising from any decision of the Tribunal under section20;\n\t\t\tfrom a decision of the Tribunal under section 21(3)(a), (b) or (c); and\n\t\t\ton a point of law arising from any other decision of the Tribunal undersection 21.\n\t\tAn appeal under this section—\n\t\t\tmay be brought by a party to the proceedings before the Tribunal; and\n\t\t\trequires the permission of the Tribunal or the appropriate court.\n\t\tIn this section—\n\t\t\t  * “appropriate court” means— \n\t\t\tthe Court of Appeal, or\n\t\t\tin the case of an appeal from Tribunal proceedings in Scotland, the Court ofSession;\n\t\t\t\t  * “Tribunal” means the Competition Appeal Tribunal. \n\tExpiry of power\n\t\tThe power in section 18(1) may not be exercised after—\n\t\t\tthe end of the period of 5 years beginning with the commencement day, or\n\t\t\tsuch longer period (if any) as is specified in an order under subsection(2).\n\t\tThe Secretary of State may by order specify for the purposes of thissection a period of—\n\t\t\tmore than 5 years, but\n\t\t\tnot more than 7 years,\n\t\t\t\tbeginning with the commencement day.\n\t\tNo order may be made under subsection (2) after the end of the period of 5years beginning with the commencement day.\n\t\tBefore making an order under subsection (2), the Secretary of State mustconsult—\n\t\t\tholders of licences under section 6(1)(a) of the Electricity Act 1989,\n\t\t\tthe Authority, and\n\t\t\tsuch other persons as the Secretary of State thinks it is appropriate toconsult.\n\t\tAll modifications cease to have effect after the expiry day.\n\t\tBut that does not—\n\t\t\taffect the previous operation of a modification,\n\t\t\tprevent the exercise of any function, power or right of any person inrespect of the previous operation of a modification, or\n\t\t\taffect any penalty, order or other enforcement action in respect of theprevious operation of a modification.\n\t\tThe Secretary of State may make such provision modifying a regulatoryinstrument as he or she considers appropriate in consequence of subsections(1) and (5).\n\t\tBefore making a modification under subsection (7), the Secretary of Statemust consult—\n\t\t\tholders of licences under section 6(1)(a) of the Electricity Act 1989,\n\t\t\tthe Authority, and\n\t\t\tsuch other persons as the Secretary of State thinks it is appropriate toconsult.\n\t\tIn this section—\n\t\t\t  * “commencement day” means the day on which section 18 comes into force; \n\t\t\t  * “expiry day” means the day on which the power in section 18(1) ceases to be exercisable by virtue of this section; \n\t\t\t  * “modification” means a modification under section 18(1); \n\t\t\t  * “regulatory instrument” means a licence, standard conditions, or a document or agreement, as mentioned in section 18(1). "
    },
    {
        "length": 200,
        "text": "\nTime limit for imposition of financial penalties by the Gas andElectricity Markets Authority\n\tTime limit for the imposition of financial penalties\n\t\tIn section 30C(1) of the Gas Act 1986 (time limit on imposition of apenalty for contravention of a relevant condition or requirement or forfailure to achieve a performance standard), for “12 months” substitute “fiveyears”.\n\t\tIn section 27C(1) of the Electricity Act 1989 (time limit on imposition ofa penalty for contravention of a relevant condition or requirement or forfailure to achieve a performance standard), for “12 months” substitute “fiveyears”.\n\t\tThe amendments made by this section do not apply in relation to anycontravention or failure occurring before the day on which this section comesinto force."
    },
    {
        "length": 768,
        "text": "\nNotice of unilateral changes to domestic supply contracts\n\tModifications of supply licences: notice of unilateral changes todomestic supply contracts\n\t\tThe Secretary of State may modify—\n\t\t\ta condition of a particular licence under section 7A(1) of the Gas Act 1986(supply licences);\n\t\t\tthe standard conditions incorporated in licences under that provision byvirtue of section 8 of that Act;\n\t\t\ta condition of a particular licence under section 6(1)(d) of theElectricity Act 1989 (supply licences);\n\t\t\tthe standard conditions incorporated in licences under that provision byvirtue of section 8A of that Act.\n\t\tThe Secretary of State may make a modification under subsection (1) onlyfor the purpose of securing that customers under contracts for domestic supplyare notified about changes which licence holders make under unilateralvariation terms in—\n\t\t\tany terms of such contracts, or\n\t\t\tthe price charged for energy supplied under such contracts,\n\t\t\t\twithin a period specified in (or determined by reference to criteria set by)the licence as so modified.\n\t\tModifications under subsection (1) may include provision—\n\t\t\trequiring a notice to be given before or after the change to which itrelates is made,\n\t\t\tabout the form of a notice and the manner in which it is to be given,\n\t\t\tabout the effect of a notice,\n\t\t\tabout the effect of failure to give a notice, or\n\t\t\trequiring a notice to be accompanied by other information.\n\t\tThe power conferred by subsection (1) may not be exercised after the end ofthe period of 3 years beginning with the day on which that subsection comesinto force.\n\t\tBefore making a modification under subsection (1), the Secretary of Statemust consult—\n\t\t\tthe holder of any licence being modified,\n\t\t\tthe Authority, and\n\t\t\tsuch other persons as the Secretary of State thinks it is appropriate toconsult.\n\t\tIn this section a “unilateral variation term” means a term in a contractfor domestic supply under which a licence holder is permitted to change a termof the contract or a price charged for energy supplied under it, without theagreement of the customer to the particular changes.\n\t\tFor the purposes of subsection (2), agreement by a customer under acontract for domestic supply to a unilateral variation term (whether byentering into the contract or otherwise) is not be taken to constituteagreement to any particular changes made by virtue of the term.\n\t\tIn this section—\n\t\t\t  * “a contract for domestic supply” means a contract for the supply of energy by a licence holder to a customer at domestic premises wholly or mainly for domestic purposes; \n\t\t\t  * “energy”— \n\t\t\tin relation to the holder of a licence under section 7A(1) of the Gas Act1986, means gas;\n\t\t\tin relation to the holder of a licence under section 6(1)(d) of theElectricity Act 1989, means electricity."
    },
    {
        "length": 2063,
        "text": "\nAdjustment of energy charges\n\tAdjustment of charges to help disadvantaged groups of customers\n\t\tIf the Secretary of State considers that some customers of an energysupplier (the “disadvantaged customers”) are treated less favourably thanother customers of the energy supplier (the “advantaged customers”) asrespects charges for energy, the Secretary of State may by regulations make ascheme for the adjustment of charges for energy with a view to eliminating orreducing the less favourable treatment.\n\t\tThe following provisions of this section apply for the purposes of makingregulations under this section.\n\t\tThe Secretary of State may take into account as the disadvantagedcustomers—\n\t\t\tsome or all of the customers of a category set out in subsection (5), or\n\t\t\tany combination of such customers (whether from one or more of thecategories).\n\t\tThe Secretary of State may take into account as the advantaged customers—\n\t\t\tsome or all of the customers of a category set out in subsection (5), or\n\t\t\tany combination of such customers (whether from one or more of thecategories).\n\t\tThe categories of customers mentioned in subsection (3) and (4) are—\n\t\t\telectricity customers;\n\t\t\tgas customers;\n\t\t\telectricity and gas customers.\n\t\tThe Secretary of State may take into account—\n\t\t\tas respects a relevant electricity customer, the customer’s charges forelectricity;\n\t\t\tas respects a relevant gas customer, the customer’s charges for gas;\n\t\t\tas respects a relevant electricity and gas customer, the customer’s chargesfor electricity, or charges for gas, or charges for electricity and gas.\n\t\tThe Secretary of State may make such assumptions and calculations as he orshe considers to be appropriate for the purposes of this section, includingassumptions and calculations to enable him or her to take into account—\n\t\t\tdifferent charges for the same kind of energy, or\n\t\t\tcharges for different kinds of energy.\n\t\tIn this section “relevant”, in relation to a customer, means a customer whois one of the disadvantaged customers or one of the advantaged customers.\n\tSchemes: supplementary\n\t\tA scheme may include—\n\t\t\tprovision for the adjustment of charges by relevant persons (as well as byone or more energy suppliers), and\n\t\t\tin relation to charges payable to energy suppliers, provision for theadjustment of charges payable by customers who are not the disadvantagedcustomers (as well as by the disadvantaged customers).\n\t\tA scheme must—\n\t\t\tdescribe the disadvantaged customers,\n\t\t\tspecify the persons whose charges are covered by the scheme, and\n\t\t\tset out the basis of the adjustment of the charges.\n\t\tIf a scheme does not relate to the whole of Great Britain, it must specifythe area or areas to which it relates.\n\t\tA scheme may—\n\t\t\trequire energy suppliers or relevant persons to supply information of anyspecified description, in any specified form, to any other such persons, and\n\t\t\tprovide for the modification of conditions of licences,\n\t\t\t\tfor the purpose of facilitating the implementation of the scheme.\n\t\tIn this section “scheme” means a scheme under section 26.\n\tRegulations adjusting energy charges: supplementary\n\t\tRegulations may contain one or more schemes under section 26 relating tothe same energy supplier or to different energy suppliers.\n\t\tBefore making regulations, the Secretary of State must give notice—\n\t\t\tstating that it is proposed to make regulations and setting out the effectof the proposed regulations,\n\t\t\tstating the reasons why it is proposed to make the regulations, and\n\t\t\tspecifying the time (not being less than 28 days from the date ofpublication of the notice) within which representations or objections withrespect to the proposed regulations may be made;\n\t\t\t\tand must consider any representations or objections which are duly made andnot withdrawn.\n\t\tThe notice must be given—\n\t\t\tby serving a copy of it on the persons whose charges are covered by theproposed regulations, and\n\t\t\tby publishing it in such manner as the Secretary of State considersappropriate for bringing the proposed regulations to the attention of otherpersons likely to be affected by them.\n\t\tRegulations continue in force for such period not exceeding 3 years as isspecified in the regulations; but that does not prevent the making of otherregulations to come into force at the end of that period.\n\t\tThe Secretary of State may by order require energy suppliers and relevantpersons to supply information of any specified description, in any specifiedform, to any other such persons for the purpose of enabling the making ofregulations.\n\t\tThe Authority—\n\t\t\tmust monitor the effect of regulations and report its findings to theSecretary of State whenever he or she directs it to do so, and\n\t\t\tmay require energy suppliers and relevant persons to supply to theAuthority, in any specified form, such information as it requires for carryingout that duty.\n\t\tIn this section “regulations” means regulations under section 26.\n\tAdjustment of energy charges: interpretation\n\t\tThis section applies for the purposes of sections 26 to 28 and this section(the “charging adjustment provisions”).\n\t\tIn the charging adjustment provisions, references to customers do notinclude customers of a description excluded by an order made by the Secretaryof State.\n\t\tExpressions used in the charging adjustment provisions and in Part 1 of theElectricity Act 1989 have the same meaning in those provisions, so far as theyrelate to electricity, as the expressions have in Part 1 of the 1989 Act.\n\t\tExpressions used in the charging adjustment provisions and in Part 1 of theGas Act 1986 have the same meaning in those provisions, so far as they relateto gas, as the expressions have in Part 1 of the 1986 Act.\n\t\tIn the charging adjustment provisions—\n\t\t\t  * “disadvantaged customers” has the meaning given in section 26(1); \n\t\t\t  * “electricity customer”, in relation to an energy supplier, means a person who is a customer of the energy supplier only as respects electricity; \n\t\t\t  * “electricity and gas customer”, in relation to an energy supplier, means a person who is a customer of the energy supplier as respects electricity and as respects gas; \n\t\t\t  * “energy” means— \n\t\t\telectricity,\n\t\t\tgas, or\n\t\t\telectricity and gas;\n\t\t\t\t  * “energy supplier” means any of the following— \n\t\t\ta person that is an authorised supplier for the purposes of the ElectricityAct 1989;\n\t\t\ta person that is an authorised supplier for the purposes of the Gas Act 1986;\n\t\t\ta person that is both—\n\t\t\tan authorised supplier for the purposes of the Electricity Act 1989, and\n\t\t\tan authorised supplier for the purposes of the Gas Act 1986; or\n\t\t\ttwo persons—\n\t\t\tone of which is an authorised supplier for the purposes of the Electricity Act1989,\n\t\t\tthe other of which is an authorised supplier for the purposes of the Gas Act1986, and\n\t\t\tone, or each, of which is a group undertaking in relation to the other (“groupundertaking” having the meaning given in section 1161 of the Companies Act2006);\n\t\t\t\t  * “gas customer”, in relation to an energy supplier, means a person who is a customer of the energy supplier only as respects gas; \n\t\t\t\t  * “relevant person” means— \n\t\t\tin relation to electricity—\n\t\t\tan authorised distributor, and\n\t\t\ta person authorised by a licence or exemption to participate in thetransmission of electricity;\n\t\t\tin relation to gas—\n\t\t\tan authorised transporter, and\n\t\t\ta person authorised by a licence or exemption to arrange with any gastransporter for gas to be introduced into, conveyed by means of, or taken outof a pipe-line system operated by that transporter."
    },
    {
        "length": 1929,
        "text": "\nPart 4Final provisions\n\tGeneral duties of the Authority and the Secretary of State\n\t\tSections 4AA to 4B of the Gas Act 1986 (principal objective and generalduties, as amended by section 16) apply to the carrying out, in relation togas or holders of licences under section 7A(1) of that Act, of functionsconferred on the Secretary of State or the Authority by or under Part 2 or 3of this Act as they apply in relation to the carrying out of functionsconferred on that person by or under Part 1 of that Act.\n\t\tSections 3A to 3D of the Electricity Act 1989 (principal objective andgeneral duties, as amended by section 17) apply to the carrying out, inrelation to electricity or holders of licences under section 6(1) of that Act,of functions conferred on the Secretary of State or the Authority by or underPart 2 or 3 of this Act as they apply in relation to the carrying out offunctions conferred on that person by or under Part 1 of that Act.\n\tOrders and regulations\n\t\tOrders and regulations under this Act are to be made by statutoryinstrument.\n\t\tA statutory instrument containing regulations under—\n\t\t\tany provision of Part 1,\n\t\t\tsection 9 or 15(3), or\n\t\t\tsection 26,\n\t\t\t\tmay not be made unless a draft of the instrument has been laid before, andapproved by a resolution of, each House of Parliament.\n\t\tBut subsection (2)(a) does not apply to a statutory instrument thatcontains regulations under section 6 if—\n\t\t\tthe regulations under that section do not amend an Act, and\n\t\t\tthe instrument does not contain regulations under any other provision ofPart 1;\n\t\t\tand, in such a case, the instrument is subject to annulment in pursuance of aresolution of either House of Parliament.\n\t\tA statutory instrument containing—\n\t\t\tregulations under section 11, or\n\t\t\tan order under section 23, 28(5) or 29(2),\n\t\t\tis subject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tAn order or regulations under this Act may—\n\t\t\tinclude incidental, supplementary and consequential provision;\n\t\t\tmake transitory or transitional provision or savings;\n\t\t\tmake different provision for different cases or circumstances or fordifferent purposes.\n\t\tRegulations under Part 1 or 2 may impose obligations or confer functions ona person (including the Secretary of State).\n\t\tRegulations under Part 1 may amend provision made by or under an Act or anAct of the Scottish Parliament (whenever passed or made).\n\t\tBut the Secretary of State must obtain the consent of the ScottishMinisters before making regulations under Part 1 which contain provision that—\n\t\t\tis included by virtue of subsection (7),\n\t\t\textends to Scotland, and\n\t\t\twould be within the legislative competence of the Scottish Parliament ifcontained in an Act of that Parliament.\n\t\tIf, but for this subsection, an instrument containing regulations underthis Act would be treated for the purposes of the standing orders of eitherHouse of Parliament as a hybrid instrument, it is to proceed in that House asif it were not a hybrid instrument.\n\t\tIn this section “order” means an order made by the Secretary of State.\n\tModifications of licences etc: Parliamentary procedure\n\t\tBefore making modifications under section 18(1) (exploitation ofelectricity trading and transmission arrangements) or section 25(1) (notice ofunilateral changes to domestic supply contracts), the Secretary of State mustlay a draft of the modifications before Parliament.\n\t\tIf, within the 40-day period, either House of Parliament resolves not toapprove the draft, the Secretary of State may not take any further steps inrelation to the proposed modifications.\n\t\tIf no such resolution is made within that period, the Secretary of Statemay make the modifications in the form of the draft.\n\t\tSubsection (2) does not prevent a new draft of proposed modifications beinglaid before Parliament.\n\t\tIn this section “40-day period”, in relation to a draft of proposedmodifications, means the period of 40 days beginning with the day on which thedraft is laid before Parliament (or, if it is not laid before each House ofParliament on the same day, the later of the 2 days on which it is laid).\n\t\tFor the purposes of calculating the 40-day period, no account is to betaken of any period during which Parliament is dissolved or prorogued orduring which both Houses are adjourned for more than 4 days.\n\tLicence modifications etc\n\t\tThis section applies in relation to a power to make modifications conferredby—\n\t\t\tsection 12(1) (schemes for reducing fuel poverty);\n\t\t\tsection 18(1) (exploitation of electricity trading and transmissionarrangements);\n\t\t\tsection 25(1) (notice of unilateral changes to domestic supply contracts).\n\t\tSubsection (5) also applies in relation to the power conferred by section23(7) (expiry of power conferred by section 18(1)).\n\t\tThe power—\n\t\t\tmay be exercised generally, only in relation to specified cases or subjectto exceptions (including provision for a case to be excepted only so long asspecified conditions are satisfied);\n\t\t\tmay be exercised differently in different cases;\n\t\t\tincludes a power to make incidental, supplemental, consequential ortransitional modifications.\n\t\tProvision included in licences by virtue of the power may make differentprovision for different cases.\n\t\tThe Secretary of State must publish details of any modifications as soon asreasonably practicable after they are made.\n\t\tA modification of part of a standard condition of a particular licence doesnot prevent any other part of the condition from continuing to be regarded asa standard condition for the purposes of Part 1 of the 1986 Act or Part 1 ofthe 1989 Act.\n\t\tWhere the Secretary of State makes a modification of the standardconditions of a licence of any type, the Authority must—\n\t\t\tmake the same modification of those standard conditions for the purposes oftheir incorporation in licences of that type granted after that time, and\n\t\t\tpublish the modification.\n\tInterpretation of Act\n\t\tIn this Act “the Authority” means the Gas and Electricity Markets Authority.\n\tConsequential amendments\n\t\tThe Schedule (consequential amendments) has effect.\n\tFinancial provisions\n\t\tThe following are to be paid out of money provided by Parliament—\n\t\t\tany expenditure incurred by the Secretary of State by virtue of this Act;\n\t\t\tany expenditure incurred by the Authority by virtue of this Act;\n\t\t\tany increase attributable to this Act in the sums payable out of money soprovided under any other enactment.\n\t\tAny assistance scheme or regulations under Part 1 requiring payment of sumsto the Secretary of State or the administrator (within the meaning of thatPart) must make provision for the payment of those sums into the ConsolidatedFund.\n\tExtent \n\t\tThis Act extends to England and Wales and Scotland.\n\tCommencement \n\t\tThis Part, apart from section 35 (and the Schedule), comes into force onthe day on which this Act is passed.\n\t\tThe following provisions come into force on such day as the Secretary ofState may by order appoint—\n\t\t\tsections 18 to 23;\n\t\t\tparagraphs 7 and 8 of the Schedule (and, so far as relating to them,paragraphs 1 and 5 of the Schedule and section 35).\n\t\tSubject to subsections (1) and (2), this Act comes into force at the end ofthe period of 2 months beginning with the day on which it is passed.\n\tShort title\n\t\tThis Act may be cited as the Energy Act 2010.\n\tSection 35"
    }
]