{
    "general": "This law allows the government to spend money on things like schools, hospitals, and the military for the next few years. It also lets the government borrow money to pay for these things if they don't have enough money in their budget. This helps make sure that important services and projects can continue to run smoothly.",
    "series": [
        [
            {
                "length": 301,
                "short": "\"UK Government's Fiscal Year Budget Allocation: £254 Billion Authorized\"",
                "text": "\n* Simplified point 1: The UK government's Supply and Appropriation (Anticipation and Adjustments) Act 2017 allows for the use of resources for the fiscal year ending March 31st, 2018, up to £254,713,662,000.\n* Simplified point 2: Of the amount authorized, £225,981,577,000 is for current purposes, and £28,732,085,000 is for capital purposes.\n* Simplified point 3: The Treasury may issue money up to £228,401,528,000 from the Consolidated Fund to cover expenditure authorized by Parliament.\n* Simplified point 4: The act also makes adjustments to the Main Estimates Act 2016 and previous years' excesses to make good deficits and bring forward savings.\n* Simplified point 5: The adjustments made by the act are to be treated as having had effect from the beginning of the fiscal year, i.e., April 1st, 2016."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Supply and Appropriation (Anticipation and Adjustments) Act 2017 allows the UK government to spend money for the financial year ending March 31st, 2018. This law lets the government use up to £254,713,662,000 for different things like healthcare, education, defense, and other public services. Out of that amount, £225,981,577,000 is for day-to-day spending, and £28,732,085,000 is for big projects like building new roads or schools.\nThe law also gives the Treasury permission to take money from the Consolidated Fund to pay for things that have been approved by Parliament. This means that the government can use up to £228,401,528,000 to cover its spending.\nIn addition, the act makes some changes to the budget plans for past years to make sure that the government doesn't overspend. These changes are meant to help the government save money and balance its books. So, the Supply and Appropriation (Anticipation and Adjustments) Act 2017 helps the UK government plan and manage its finances for the current fiscal year and beyond.",
    "single": "\n* The Supply and Appropriation (Anticipation and Adjustments) Act 2017 authorizes the use of resources for the years ending with 31 March 2017 and 31 March 2018.\n* The Act authorizes the issue of money out of the Consolidated Fund for the years ending with 31 March 2017 and 31 March 2018.\n* The Act makes adjustments to the Main Estimates Act 2016 and 2015 to authorize the use of resources for the year ending with 31 March 2016 and 31 March 2015.\n* The Act authorizes the use of resources for the year ending with 31 March 2018 up to £254,713,662,000, of which £225,981,577,000 is for current purposes and £28,732,085,000 is for capital purposes.\n* The Act appropriates the amount of resources authorized for the year ending with 31 March 2017 and 31 March 2016.\n* The Act makes adjustments to the estimated surpluses for the years ending with 31 March 2015 and 31 March 2016.\n* The Act authorizes the use of resources for the year ending with 31 March 2015 up to £3,205,465,000, of which £3,174,237,000 is for current purposes and £31,228,000 is for capital purposes.\n* The Act appropriates the amount of resources authorized for the year ending with 31 March 2015.\n* The Act makes adjustments to the estimated surpluses for the years ending with 31 March 2014 and 31 March 2015.\n* The Act authorizes the issue of money out of the Consolidated Fund for the years ending with 31 March 2017 and 31 March 2018.\n* The Act has effect from the beginning of 1 April 2014, 1 April 2015, and 1 April 2017."
}