[
    {
        "length": 2909,
        "text": "\nPart 1Co-ordinated on-line record of electors\n\tCORE schemes: establishment\n\t\tThe Secretary of State may by order make provision for the establishment ofone or more schemes (CORE schemes) in connection with the keeping and use ofspecified electoral registration information by a person designated by ascheme (the CORE keeper).\n\t\tThe electoral registration officer (ERO) who acts for an area specified ina scheme must provide the CORE keeper with the specified electoralregistration information relating to the area.\n\t\tA scheme must require the ERO—\n\t\t\tto provide the CORE keeper with the information, and\n\t\t\tto update the information,\n\t\t\t\tat such times and in such manner as is provided for by the scheme.\n\t\tIn particular, a scheme may require the ERO to provide the information andupdate it in a specified electronic form.\n\t\tThe CORE keeper must keep the information in such form and by such means asis specified by or under the scheme.\n\t\tIn particular, a scheme may—\n\t\t\trequire the CORE keeper to maintain the information in a specifiedelectronic form;\n\t\t\tspecify how other information required (by or under any enactment) to bekept in connection with the information is to be recorded and stored in thatform.\n\t\tThe area for which an ERO acts must not be specified in more than onescheme at the same time.\n\t\tThe Secretary of State may by order vary a scheme—\n\t\t\tby specifying a new area;\n\t\t\tby removing the specification of an area;\n\t\t\tin such other respects as he thinks appropriate.\n\t\tThe Secretary of State may by order terminate a CORE scheme and an orderunder this subsection may make such provision as the Secretary of State thinksnecessary or expedient in connection with the termination of the scheme.\n\t\tThe person designated as a CORE keeper must be a public authority.\n\t\tSpecified electoral registration information is a copy of such of thefollowing information as is specified in the CORE scheme—\n\t\t\tthe register of electors for any election;\n\t\t\tany list or other record relating to such a register which the ERO isrequired or authorised to keep under or by virtue of any enactment;\n\t\t\tany other information relating to a person who has an entry on such aregister which is required for electoral purposes or in connection with juryservice;\n\t\t\tsuch other information as the Secretary of State specifies beinginformation which he thinks is necessary or expedient to facilitate theeffective operation of the scheme.\n\tUse of CORE information\n\t\tA CORE scheme may authorise or require a CORE keeper to take such steps asare specified in the scheme in relation to information kept by him inpursuance of the scheme.\n\t\tRegulations under—\n\t\t\tsection 53(4) of the 1983 Act,\n\t\t\tparagraphs 10A to 11A of Schedule 2 to that Act, and\n\t\t\tparagraph 13 of that Schedule, so far as relating to paragraphs 10A to 11A,\n\t\t\t\thave effect in relation to a CORE keeper and any information kept by him inpursuance of a CORE scheme as they have effect in relation to an ERO and anyregisters he is required to maintain under that Act.\n\t\tA CORE scheme may make such modifications of the regulations mentioned insubsection (2) in their application to a CORE keeper or the information keptby him as the Secretary of State thinks appropriate.\n\t\tSection 42 applies to a CORE keeper as if—\n\t\t\the were a relevant officer (within the meaning of section 44), and\n\t\t\tthe information kept by him which consists in copies of relevant electiondocuments (within the meaning of that section) were documents relating to anelection which he is required by or under any enactment to retain for anyperiod.\n\t\tThe CORE keeper must, in accordance with the scheme, inform an ERO if hethinks that any of the circumstances mentioned in subsection (6) have arisenin in relation to—\n\t\t\ta person who is registered in respect of an address on a register which theERO is required to maintain, or\n\t\t\tan address in relation to which there is an entry on such a register.\n\t\tThese are the circumstances—\n\t\t\ta person who is registered in respect of an address on a register which theERO is required to maintain is also registered on a register in respect ofanother address (whether on the same or a different register);\n\t\t\tmore than such number of postal votes as is specified in the scheme isrequested for the same redirection address;\n\t\t\tthe same person acts as proxy for more than two electors;\n\t\t\ta person votes more than once (other than as proxy) at the same election.\n\t\tThe CORE keeper—\n\t\t\tmust provide the ERO with other information of such description as isspecified in the scheme relating to a person mentioned in subsection (5)(a);\n\t\t\tmay provide the ERO with such other information relating to the person ashe thinks is relevant to the exercise by the ERO of his functions.\n\t\tIf a CORE scheme makes provision which allows an elector to have access toinformation relating to him which is kept by the CORE keeper, the scheme mustalso make provision to enable the elector to request any changes to theinformation.\n\t\tThe CORE keeper must pass any such request to every ERO whose register hethinks may fall to be altered in consequence of the request.\n\t\tA CORE scheme—\n\t\t\tmust not permit an elector to request a change to information relating toany other elector, but\n\t\t\tmay permit an elector who is resident at the same address as anotherelector to confirm for the purposes of an annual canvass under section 10 ofthe 1983 Act that the information relating to the other elector is correct.\n\t\tExcept for the purposes of subsections (5) to (7) and (9), a CORE schememust not authorise an ERO to have access to information provided to the COREkeeper by a different ERO.\n\t\tIn subsections (5) to (7) and (9) an ERO includes an ERO who acts for anarea which is not specified in a CORE scheme.\n\t\tA redirection address is an address in respect of which the person is notregistered.\n\tCORE scheme grants\n\t\tThe Secretary of State may pay grant to a CORE keeper towards expenditureincurred or to be incurred by him in connection with the exercise of hisfunctions under the scheme.\n\t\tThe amount of such a grant and the manner of its payment are to be such asthe Secretary of State decides.\n\t\tSuch a grant may be paid subject to such conditions as the Secretary ofState decides.\n\t\tThe conditions may include conditions as to the circumstances in which thewhole or any part of the grant is to be repaid.\n\tElectoral Commission\n\t\tAfter section 20 of the 2000 Act (transfer of functions of Local GovernmentBoundary Commission for Wales) insert—\n\t\t“Commission’s functions relating to CORE\n\t\t\tACommission as CORE keeper\n\t\t\t\tThe Commission may be designated as a CORE keeper for the purposes of section1 of the Electoral Administration Act 2006.”\n\t\t\t\tIf the Secretary of State designates the Electoral Commission as a COREkeeper, any grant which is paid to the Commission in pursuance of section 3above must be treated as income received by the Commission for the purposes ofparagraph 14(1) of Schedule 1 to the 2000 Act.\n\tCORE schemes: supplemental\n\t\tA CORE scheme may make provision as to circumstances in which a payment isto be made—\n\t\t\tby the CORE keeper to an ERO whose area is specified in the scheme;\n\t\t\tby such an ERO to the CORE keeper.\n\t\tA CORE scheme may make provision—\n\t\t\tas to circumstances in which the CORE keeper and such an ERO may agree thatfunctions of one of them may be exercised by the other;\n\t\t\tfor functions of the CORE keeper to be exercised by such an ERO;\n\t\t\tfor functions of such an ERO to be exercised by the CORE keeper.\n\t\tA CORE scheme may make provision as to—\n\t\t\tthe circumstances in which the CORE keeper may make a charge for theprovision of services or information to any person;\n\t\t\tthe level of any such charge.\n\t\tA CORE scheme may make provision as to the steps to be taken by the COREkeeper in circumstances where a constituency is not wholly situated in thearea for which an ERO whose area is specified in the scheme acts.\n\t\tProvision under subsection (4) may—\n\t\t\tapply with such modifications as are specified in the scheme regulationsmade in pursuance of paragraph 1(1) of Schedule 2 to the 1983 Act, or\n\t\t\tmake provision as to the arrangements to be made in relation to theexercise by the CORE keeper of his functions under the scheme in thecircumstances mentioned in that subsection.\n\t\tIf a CORE keeper obtains any information which an ERO is required orauthorised to obtain for the purposes of any provision of—\n\t\t\tsection 10, 10A or 13A of the 1983 Act (maintenance of registers), or\n\t\t\tSchedule 4 to the Representation of the People Act [2000 (c.2)](/id/ukpga/2000/2?view=plain \"Go to item of legislation\") (absent voting),\n\t\t\t\tthe CORE scheme may provide that any requirement of that provision for aperson to provide a personal identifier in the form of the person’s signatureis to be treated for the purposes of that information as a requirement toprovide such other evidence of identity as is specified in the scheme.\n\t\tAny provision of a CORE scheme which authorises or requires the CORE keeperto supply information to another person may specify the form and manner inwhich the information is to be supplied.\n\t\tThe Secretary of State may provide to a CORE keeper such facilities andequipment as he thinks are necessary or expedient to enable the keeper tocarry out his functions under the scheme.\n\t\tThe Secretary of State may make the provision of such facilities andequipment subject to such conditions (including conditions as to thecircumstances in which the facilities or equipment must be returned to theSecretary of State) as he thinks fit.\n\t\tSubject to anything in the CORE scheme in respect of which he isdesignated, a CORE keeper may make such arrangements as he thinks appropriatewith any other person for the provision of any service relating to theexercise of his functions under this Part or the CORE scheme.\n\tCORE schemes: procedure\n\t\tThe power to make an order under section 1 is exercisable by statutoryinstrument.\n\t\tSuch an order must not be made unless a draft of the order has been laidbefore and approved by a resolution of each House of Parliament.\n\t\tSuch an order may make different provision for different purposes.\n\t\tAn order establishing or varying a CORE scheme must not be made unless theSecretary of State first consults—\n\t\t\tthe Electoral Commission;\n\t\t\tthe Information Commissioner;\n\t\t\tthe ERO who acts for each area proposed to be specified in the scheme;\n\t\t\tthe ERO who acts for an area the specification of which the Secretary ofState proposes to remove from the scheme.\n\t\tSubsection (4) does not apply if the effect of a variation is only toterminate any aspect of the scheme (other than the removal of thespecification of an area in pursuance of section 1(8)(b)).\n\tAmendment of the 1983 Act\n\t\tIn section 63 of the 1983 Act (breach of official duty), in subsection (3)after paragraph (b) insert—\n\t\t\ta CORE keeper (within the meaning of Part 1 of the ElectoralAdministration Act 2006),”.\n\tInterpretation of Part\n\t\tThis section has effect for the purposes of this Part.\n\t\tA CORE scheme is a scheme established under section 1.\n\t\tA CORE keeper is a person designated for the purposes of such a scheme.\n\t\t“ERO” means an electoral registration officer."
    },
    {
        "length": 3685,
        "text": "\nPart 2Registration of electors\n\tRegistration officers: duty to take necessary steps\n\t\tAfter section 9 of the 1983 Act (registers of electors) insert—\n\t\t“9ARegistration officers: duty to take necessary steps\n\t\t\tEach registration officer must take all steps that are necessary for thepurpose of complying with his duty to maintain the registers under section 9above.\n\t\t\tThe steps include—\n\t\t\t\tsending more than once to any address the form to be used for the canvassunder section 10 below;\n\t\t\t\tmaking on one or more occasions house to house inquiries under subsection(5) of that section;\n\t\t\t\tmaking contact by such other means as the registration officer thinksappropriate with persons who do not have an entry in a register;\n\t\t\t\tinspecting any records held by any person which he is permitted to inspectunder or by virtue of any enactment or rule of law;\n\t\t\t\tproviding training to persons under his direction or control in connectionwith the carrying out of the duty.\n\t\t\tRegulations made by the Secretary of State may amend subsection (2) by—\n\t\t\t\tvarying any of the paragraphs in that subsection;\n\t\t\t\tinserting any paragraph;\n\t\t\t\trepealing any paragraph.”\n\t\t\tSubsection (6) of section 9 of that Act is omitted.\n\tAnonymous registration\n\t\tAfter section 9A of the 1983 Act (inserted by section 9(1) above) insert—\n\t\t“9BAnonymous registration\n\t\t\tThis section applies if an application for registration in a register ofparliamentary electors or local government electors is made in accordance withthe requirements prescribed for the purposes of section 10A(1)(a) below and isaccompanied by—\n\t\t\t\tan application under this section made in accordance with prescribedrequirements (an application for an anonymous entry),\n\t\t\t\ta declaration made in accordance with such requirements for the purposes ofthis section, and\n\t\t\t\tsuch evidence in support of the application for an anonymous entry as maybe prescribed.\n\t\t\tIf the registration officer determines that the person is entitled to beregistered, he must also determine whether the safety test is satisfied.\n\t\t\tIf the registration officer determines that the safety test is satisfied—\n\t\t\t\tsection 9(2) above does not apply in relation to the person; and\n\t\t\t\tthe person’s entry in the register shall instead contain letters in theprescribed form and his electoral number.\n\t\t\tAn entry containing the matters mentioned in subsection (3)(b) above isreferred to in this Act as an anonymous entry.\n\t\t\tIf an anonymous entry is made in respect of a person, the registrationofficer shall remove any other entry in the register for that person.\n\t\t\tIf the registration officer does not determine that the safety test issatisfied, no entry is to be made in respect of him in the register (whetheran anonymous entry or otherwise).\n\t\t\tSubsection (6) above does not affect—\n\t\t\t\tany other entry in the register for the person;\n\t\t\t\tthe determination of any further application for registration which is madeby the person (including an application which is treated as having been madeby him by virtue of section 10A(2) below).\n\t\t\tAny communication sent by a registration officer or the returning officerfor any election to a person who has an anonymous entry (A) must be sent in anenvelope or other form of covering so as not to disclose to any other personthat A has an anonymous entry.\n\t\t\tSubsection (8) does not apply to a communication relating only to a localgovernment election in Scotland.\n\t\t\tThe safety test is satisfied if the safety of the applicant for ananonymous entry or that of any other person of the same household would be atrisk if the register contains the name of the applicant or his qualifyingaddress.\n\t\t\tIn this section, “determines” means determines in accordance withregulations.\n\t\tCRemoval of anonymous entry\n\t\t\tIf a person has an anonymous entry in a register, his entitlement to remainregistered in pursuance of the application for registration mentioned insection 9B(1) terminates—\n\t\t\t\tat the end of the period of 12 months beginning with the date when theentry in the register first takes effect, or\n\t\t\t\tif the declaration made for the purposes of section 9B is cancelled at anytime before the expiry of that 12 month period, at the time when thedeclaration is cancelled.\n\t\t\tSubsection (1) above does not affect the application of any other provisionof this Act or of the Representation of the People Act 1985 which has theeffect that the person’s entitlement to registration terminates before theexpiry of the 12 month period mentioned in subsection (1) or before thecancellation of the declaration made for the purposes of section 9B.\n\t\t\tIf a person’s entitlement to remain registered terminates by virtue ofsubsection (1) above, the registration officer concerned shall remove hisentry from the register, unless he is entitled to remain registered with ananonymous entry in pursuance of a further application for registrationaccompanied by a further application under section 9B.”\n\t\t\tPart 1 of Schedule 1 (which makes further provision in connection withanonymous registration) has effect.\n\tAlterations of registers: pending elections\n\t\tSection 13B of the 1983 Act (alteration of registers: pending elections) isamended in accordance with subsections (2) to (4).\n\t\tFor subsection (1) substitute—\n\t\tIf, by virtue of section 13A(2) above, an alteration in a publishedversion of a register is to take effect after the fifth day before the date ofthe poll for an election to which this section applies, the alteration doesnot have effect for the purposes of the election.”\n\t\tFor subsection (2) substitute—\n\t\tSubsection (3) below applies where—\n\t\t\tat any time before the appropriate publication date in the case of anelection to which this section applies, section 13A above applies to aregistration officer, by virtue of subsection (1) of that section, inconnection with a determination, requirement or decision falling within any ofparagraphs (a) to (d) of that subsection;\n\t\t\tin consequence of the determination, requirement or decision an entryrelating to a person falls to be made in (or removed from) the register inrespect of an address in the relevant election area; and\n\t\t\tno alteration made in consequence of the determination, requirement ordecision—\n\t\t\thas already taken effect, or\n\t\t\tis due to take effect,\n\t\t\t\tunder subsection (2) of that section on or before the fifth day before thedate of the poll.”\n\t\tAfter subsection (3) insert—\n\t\t“(3A)Subsection (3B) below applies where—\n\t\t\tat any time on or after the appropriate publication date in the case of anelection to which this section applies but before the prescribed time on theday of the poll, section 13A above applies to a registration officer, byvirtue of subsection (1) of that section, in connection with a notificationmentioned in paragraph (c) of that subsection; and\n\t\t\tin consequence of the notification—\n\t\t\tan entry relating to that person falls to be made in the register inrespect of an address in the relevant election area, or\n\t\t\this entry in the register requires to be altered.\n\t\t\t(3B)In such a case the registration officer shall issue, in the prescribedmanner, a notice specifying the appropriate alteration in the register; and—\n\t\t\tthe notice shall be so issued by him when he receives the notification; and\n\t\t\tthe alteration shall take effect as from the beginning of the day on whichthe notice is issued.\n\t\t\t(3C)Subsection (3D) below applies where—\n\t\t\tat any time on or after the appropriate publication date in the case of anelection to which this section applies but before the prescribed time on theday of the poll, section 13A above applies to a registration officer, byvirtue of subsection (1) of that section, in connection with a determinationfalling within paragraph (d) of that subsection;\n\t\t\tthe determination was made following a representation made by or on behalfof a person to the registration officer; and\n\t\t\tin consequence of the determination—\n\t\t\tan entry relating to that person falls to be made in the register inrespect of an address in the relevant election area, or\n\t\t\this entry in the register requires to be altered.\n\t\t\t(3D)In such a case the registration officer shall issue, in the prescribedmanner, a notice specifying the appropriate alteration in the register; and—\n\t\t\tthe notice shall be so issued by him when he makes the determination; and\n\t\t\tthe alteration shall take effect as from the beginning of the day on whichthe notice is issued.\n\t\t\t(3E)In subsection (3C)(b) above, “representation” means a representation madein accordance with prescribed requirements to the effect that the registercontains a clerical error.”\n\t\tIn section 56 of the 1983 Act (registration appeals), in subsection (4A)for the words from “13B(3) above” to “returning officer” substitute “13B(3) or(3B) above on or before the date of the poll”.\n\t\tPart 2 of Schedule 1 (which contains further amendments of the 1983 Actrelating to the alteration of registers) has effect.\n\tDeterminations by registration officers and objections\n\t\tIn section 7 of the 1983 Act (residence: patients in mental hospitals whoare not detained offenders or on remand), after subsection (3)(a) insert—\n\t\t\tthe registration officer determines in accordance with regulations thatthe person was not entitled to be registered, or”.\n\t\tIn section 7A of that Act (residence: persons remanded in custody etc.),after subsection (3)(a) insert—\n\t\t\tthe registration officer determines in accordance with regulations thatthe person was not entitled to be registered, or”.\n\t\tIn section 7C of that Act (effect of declaration of local connection),after subsection (2)(a) insert—\n\t\t\tthe registration officer determines in accordance with regulations thatthe person was not entitled to be registered,”.\n\t\tIn section 10A of that Act (maintenance of registers: registration ofelectors) after subsection (3) insert—\n\t\t\t“(3A)Subsection (3) above applies to an objection to a person’s registrationwhether the objection is made before or after the person is registered in theregister.”\n\t\tIn that section, in subsection (5)—\n\t\t\tomit the word “duly”;\n\t\t\tfor paragraph (b) substitute—\n\t\t\tdetermines that the elector was not entitled to be registered in respectof that address or that he has ceased to be resident at that address or hasotherwise ceased to satisfy the conditions for registration set out in section4 above.”\n\t\tIn that section, after subsection (5A) insert—\n\t\t“(5B)A registration officer may, for the purpose of obtaining any informationrelevant to a determination under subsection (5)(b) above, make such house tohouse inquiries as he thinks fit.”\n\t\tIn section 15 of that Act (service declaration), after subsection (2)(a)insert—\n\t\t\tthe registration officer determines in accordance with regulations thatthe person was not entitled to be registered,”.\n\t\tIn section 56 of that Act (registration appeals), after subsection (1)(a)insert—\n\t\t\tfrom any decision under this Act of the registration officer (other thanon an application for registration or objection to a person’s registration)that a person registered in respect of any address was not entitled to beregistered in respect of that address or that he has ceased to be resident atthat address or has otherwise ceased to satisfy the conditions forregistration set out in section 4 above,”.\n\t\tIn section 2 of the Representation of the People Act [1985 (c.50)](/id/ukpga/1985/50?view=plain \"Go to item of legislation\") (registrationof British citizens overseas), after subsection (2)(a) insert—\n\t\t\tthe registration officer determines in accordance with regulations thatthe person was not entitled to be registered,”.\n\tRegistration of voters with service qualification\n\t\tIn section 15 of the 1983 Act (service declaration), after subsection (8)insert—\n\t\tThe Secretary of State may by order provide that, in relation to thepersons mentioned in section 14(1)(a) and (d), subsection (2)(a) above haseffect as if for the period of 12 months there were substituted such otherperiod (not exceeding five years) as he thinks appropriate.\n\t\tThe power to make an order under subsection (9) is exercisable bystatutory instrument, which may contain such incidental or consequentialprovision as the Secretary of State thinks appropriate.\n\t\tNo order may be made under subsection (9) unless—\n\t\t\tthe Secretary of State first consults the Electoral Commission, and\n\t\t\ta draft of the instrument containing the order is laid before, and approvedby a resolution of, each House of Parliament.\n\t\tIf the period substituted by an order under subsection (9) is longer thanthe period for the time being in force, the longer period has effect inrelation to any person who immediately before the order was made was entitledto remain in a register by virtue of subsection (2).”\n\t\tIn section 59 of that Act (supplemental provisions as to members of forcesand service voters), for subsection (3) substitute—\n\t\tArrangements must be made by the appropriate government department forsecuring that every person having a service qualification by virtue ofparagraph (a) or (b) of section 14(1) above has (so far as circumstancespermit) an effective opportunity of exercising from time to time as occasionmay require the rights conferred on him by this Act in relation to—\n\t\t\tregistration in a register of electors (and in particular in relation tothe making and cancellation of service declarations);\n\t\t\tthe making and cancellation of appointments of a proxy;\n\t\t\tvoting in person, by post or by proxy.\n\t\t\t\t(3A)Arrangements must be made by the appropriate government department forsecuring that every such person receives such instructions as to the effect ofthis Act and any regulations made under it, and such other assistance, as maybe reasonably sufficient in connection with the exercise by that person andany spouse or civil partner of that person of any rights conferred on them asmentioned above.\n\t\t\t(3B)In subsections (3) and (3A) “the appropriate government department” means,in relation to members of the forces, the Ministry of Defence, and in relationto any other person means the government department under which he is employedin the employment giving the service qualification.\n\t\t\t(3C)The Ministry of Defence must maintain, in relation to each member of theforces who provides information relating to his registration as an elector, arecord of such information.\n\t\t\t(3D)The Ministry of Defence must make arrangements to enable each member ofthe forces to update annually the information recorded under subsection (3C).”\n\t\tIn section 59(4) of that Act, for “subsection (3)” substitute “subsections(3) and (3A)”."
    },
    {
        "length": 2240,
        "text": "\nPart 3Anti-fraud measures\n\tAbsent voting: personal identifiers\n\t\tIn paragraph 3 of Schedule 4 to the Representation of the People Act [2000(c. 2)](/id/ukpga/2000/2?view=plain \"Go to item of legislation\") (applicationfor absent vote for definite or indefinite period)—\n\t\t\tin sub-paragraph (1)(b), after “application” insert “contains theapplicant’s signature and date of birth and”;\n\t\t\tin sub-paragraph (2)(c), after “application” insert “contains theapplicant’s signature and date of birth and”;\n\t\t\tafter sub-paragraph (7) insert—\n\t\tThe registration officer may dispense with the requirement under sub-paragraph (1)(b) or (2)(c) for the applicant to provide a signature if he issatisfied that the applicant is unable—\n\t\t\tto provide a signature because of any disability the applicant has,\n\t\t\tto provide a signature because the applicant is unable to read or write, or\n\t\t\tto sign in a consistent and distinctive way because of any such disabilityor inability.\n\t\tThe registration officer must also keep a record in relation to those whoseapplications under this paragraph have been granted showing—\n\t\t\ttheir dates of birth;\n\t\t\texcept in cases where the registration officer in pursuance of sub-paragraph (8) has dispensed with the requirement to provide a signature, theirsignatures.\n\t\tThe record kept under sub-paragraph (9) must be retained by theregistration officer for the prescribed period.”\n\t\tIn paragraph 4 of that Schedule (application for absent vote at particularelection)—\n\t\t\tin sub-paragraph (1)(b), after “application” insert “contains theapplicant’s signature and date of birth and”;\n\t\t\tin sub-paragraph (2)(c), after “application” insert “contains theapplicant’s signature and date of birth and”;\n\t\t\tafter sub-paragraph (4) insert—\n\t\tThe registration officer may dispense with the requirement under sub-paragraph (1)(b) or (2)(c) for the applicant to provide a signature if he issatisfied that the applicant is unable—\n\t\t\tto provide a signature because of any disability the applicant has,\n\t\t\tto provide a signature because the applicant is unable to read or write, or\n\t\t\tto sign in a consistent and distinctive way because of any such disabilityor inability.\n\t\tThe registration officer must keep a record of those whose applicationsunder this paragraph have been granted showing—\n\t\t\ttheir dates of birth;\n\t\t\texcept in cases where the registration officer in pursuance of sub-paragraph (5) has dispensed with the requirement to provide a signature, theirsignatures.\n\t\tThe record kept under sub-paragraph (6) must be retained by theregistration officer for the prescribed period.”\n\t\tIn paragraph 7 of that Schedule (application for proxy postal vote)—\n\t\t\tin sub-paragraph (5)(c), after “application” insert “contains theapplicant’s signature and date of birth and”;\n\t\t\tafter sub-paragraph (10) (as inserted by section 38(6)(b) of this Act)insert—\n\t\tThe registration officer may dispense with the requirement under sub-paragraph (5)(c) for the applicant to provide a signature if he is satisfiedthat the applicant is unable—\n\t\t\tto provide a signature because of any disability the applicant has,\n\t\t\tto provide a signature because the applicant is unable to read or write, or\n\t\t\tto sign in a consistent and distinctive way because of any such disabilityor inability.”\n\t\tThe registration officer must also keep a record in relation to thosewhose applications under sub-paragraph (4)(a) or (b) have been grantedshowing—\n\t\t\ttheir dates of birth;\n\t\t\texcept in cases where the registration officer in pursuance of sub-paragraph (11) has dispensed with the requirement to provide a signature,their signatures.\n\t\tThe record kept under sub-paragraph (12) must be retained by theregistration officer for the prescribed period.”\n\t\tAfter paragraph 7 of that Schedule insert—\n\t\t“Provision of fresh signatures\n\t\t\t7A(1)A person who remains on the record kept under paragraph 3(4) or 7(6) may,at any time, provide the registration officer with a fresh signature.\n\t\t\tAnything required or authorised to be done for the purposes of anyenactment in relation to a signature required to be provided in pursuance ofthis Schedule must be done in relation to a signature provided as mentioned insub-paragraph (1) instead of in relation to a signature provided on anyearlier occasion.\n\t\t\t7BRegulations may make provision as to—\n\t\t\t\tcircumstances in which a registration officer may require a person whoremains on the record kept under paragraph 3(4) or 7(6) to provide a freshsignature;\n\t\t\t\tthe consequences of a person refusing or failing to comply with arequirement to provide a fresh signature.\n\t\tUse of personal identifier information\n\t\t\t7CThe registration officer must either —\n\t\t\t\tprovide the returning officer for an election with a copy of theinformation contained in records kept by the registration officer in pursuanceof paragraphs 3(9), 4(6) and 7(12) in relation to electors at the election, or\n\t\t\t\tgive the returning officer access to such information.\n\t\t\t\t7DInformation contained in records kept by a registration officer in pursuanceof paragraph 3(9), 4(6) or 7(12) may be disclosed by him (subject to anyprescribed conditions) to—\n\t\t\t\tany other registration officer if he thinks that to do so will assist theother registration officer in the performance of his duties;\n\t\t\t\tany person exercising functions in relation to the preparation or conductof legal proceedings under the Representation of the People Acts;\n\t\t\t\tsuch other persons for such other purposes relating to elections as may beprescribed.”\n\t\t\tThe Secretary of State may by regulations make provision—\n\t\t\t\tenabling the registration officer to require an existing absent voter toprovide the registration officer with a signature and date of birth;\n\t\t\t\tas to the consequences of an existing absent voter refusing or failing insuch circumstances as are prescribed to provide a signature and date of birth.\n\t\t\tAn existing absent voter is a person whose application under any of thefollowing provisions of that Schedule has been granted before this sectioncomes into force—\n\t\t\t\t  * paragraph 3(1) or (2); \n\t\t\t\t  * paragraph 4(1) or (2); \n\t\t\t\t  * paragraph 7(4). \n\t\t\tThe regulations—\n\t\t\t\tmay make different provision for different purposes;\n\t\t\t\tmust be made by statutory instrument subject to annulment in pursuance of aresolution of either House of Parliament.\n\t\t\tNothing in this section or the amendments made by it has effect in relationto anything which is done only for the purposes of a local government electionin Scotland.\n\tOffences as to false registration information\n\t\tSection 13D of the 1983 Act (provision of false information) is amended inaccordance with subsections (2) to (8).\n\t\tFor subsection (1) substitute—\n\t\tA person who for any purpose connected with the registration of electorsprovides to a registration officer any false information is guilty of anoffence.”\n\t\tAfter subsection (1) (as substituted by subsection (2) above) insert—\n\t\t\t“(1A)A person who provides false information in connection with an application(other than an application relating only to a local government election inScotland) to which any of the following provisions of Schedule 4 to theRepresentation of the People Act 2000 (applications relating to absent voting)applies is guilty of an offence—\n\t\t\tparagraph 3(1) or (2);\n\t\t\tparagraph 4(1) or (2);\n\t\t\tparagraph 7(4).”\n\t\tIn subsection (3) after “subsection (1)” insert “or (1A)”.\n\t\tIn subsection (4) after “subsection (1)” insert “or (1A)”.\n\t\tIn subsection (6)(a) for “six months” substitute “51 weeks”.\n\t\tAfter subsection (6) insert—\n\t\tIn the application of subsection (6)(a) to Scotland and Northern Ireland,the reference to 51 weeks must be taken to be a reference to six months.\n\t\tIn relation to an offence committed before the commencement of section281(5) of the Criminal Justice Act 2003, the reference in subsection (6)(a) to51 weeks must be taken to be a reference to six months.”\n\t\tWith effect from the commencement of this section, section 13D of the 1983Act extends to the whole of the United Kingdom.\n\t\tIn section 8 of the Electoral Fraud (Northern Ireland) Act [2002 (c.13)](/id/ukpga/2002/13?view=plain \"Go to item of legislation\") (short title,interpretation, commencement and extent), in subsection (5) after “Act” insert“(except section 7)”."
    },
    {
        "length": 2231,
        "text": "\nPart 4Review of polling places\n\tReview of polling places\n\t\tFor section 18 of the 1983 Act (polling districts and places atparliamentary elections) substitute—\n\t\t“18APolling districts at parliamentary elections\n\t\t\tEvery constituency is to be divided into polling districts.\n\t\t\tA relevant authority must—\n\t\t\t\tdivide its area into polling districts for the purpose of parliamentaryelections for so much of any constituency as is situated in its area, and\n\t\t\t\tkeep the polling districts under review.\n\t\t\tThe following rules apply—\n\t\t\t\tthe authority must seek to ensure that all electors in a constituency inits area have such reasonable facilities for voting as are practicable in thecircumstances;\n\t\t\t\tin England, each parish is to be a separate polling district;\n\t\t\t\tin Wales, each community is to be a separate polling district;\n\t\t\t\tin Scotland, each electoral ward (within the meaning of section 1 of theLocal Governance (Scotland) Act 2004) is to be divided into two or moreseparate polling districts.\n\t\t\tSubsection (3)(b) to (d) does not apply if, in any case, there are specialcircumstances.\n\t\t\tIf an alteration of polling districts in an area is made under thissection—\n\t\t\t\tthe registration officer who acts for the area must make such adaptationsof his register of parliamentary electors as are necessary to take account ofthe alteration, and\n\t\t\t\tthe alteration is effective on the date on which the registration officerpublishes a notice stating that the adaptations have been made by him.\n\t\tBPolling places at parliamentary elections\n\t\t\tA polling place is to be designated for each polling district in aconstituency.\n\t\t\tBut subsection (1) does not apply if the size or other circumstances of apolling district are such that the situation of the polling stations does notmaterially affect the convenience of the electors or any body of them.\n\t\t\tA relevant authority must—\n\t\t\t\tdesignate the polling places for the polling districts in its area, and\n\t\t\t\tkeep the polling places in its area under review.\n\t\t\tThe following rules apply—\n\t\t\t\tthe authority must seek to ensure that all electors in a constituency inits area have such reasonable facilities for voting as are practicable in thecircumstances;\n\t\t\t\tthe authority must seek to ensure that so far as is reasonable andpracticable every polling place for which it is responsible is accessible toelectors who are disabled;\n\t\t\t\tthe authority must have regard to the accessibility to disabled persons ofpotential polling stations in any place which it is considering designating asa polling place or the designation of which as a polling place it isreviewing;\n\t\t\t\tthe polling place for a polling district must be an area in the district,unless special circumstances make it desirable to designate an area wholly orpartly outside the district;\n\t\t\t\tthe polling place for a polling district must be small enough to indicateto electors in different parts of the district how they will be able to reachthe polling station.\n\t\t\tIf no polling place is designated for a polling district the pollingdistrict is to be taken to be the polling place.\n\t\tCReview of polling districts and places\n\t\t\tEach relevant authority must complete a review under sections 18A and 18Bof all of the polling districts and polling places in its area before the endof the period of 12 months starting with the date on which section 16 of theElectoral Administration Act 2006 comes into force.\n\t\t\tSubsection (1) does not apply in the case of a polling district or pollingplace (as the case may be) which is designated for the first time during thatperiod.\n\t\t\tIn such a case, the first review of the polling district or polling placemust be completed before the end of the period of four years starting with thedate on which that designation is made.\n\t\t\tThe authority must complete a further review of each polling district andpolling place in its area before the end of the period of four years startingwith the completion of the previous such review.\n\t\t\tSubsections (1) to (4) do not prevent a relevant authority carrying out atany time a review of a particular polling district or polling place.\n\t\t\tSchedule A1 has effect in relation to a review.\n\t\tDReview of polling districts and places: representations to ElectoralCommission\n\t\t\tThis section applies if in relation to a constituency in the area of arelevant authority a relevant representation is made to the ElectoralCommission by—\n\t\t\t\tan interested authority in England and Wales;\n\t\t\t\tnot less than 30 electors in the constituency;\n\t\t\t\ta person (other than the returning officer) who has made representationsunder Schedule A1;\n\t\t\t\ta person who is not an elector in a constituency in the authority’s areabut who the Commission think has sufficient interest in the accessibility ofdisabled persons to polling places in the area or has particular expertise inrelation to the access to premises or facilities of disabled persons.\n\t\t\tA relevant representation is a representation that a review under section18A or 18B has not been conducted by a relevant authority so as to—\n\t\t\t\tmeet the reasonable requirements of the electors in the constituency or anybody of those electors, or\n\t\t\t\ttake sufficient account of the accessibility to disabled persons of pollingstations within a designated polling place.\n\t\t\tThe returning officer for the constituency may make observations onrepresentations made under this section.\n\t\t\tThe Electoral Commission must consider such representations andobservations and may, if they think fit—\n\t\t\t\tdirect the relevant authority to make any alterations to the polling placesdesignated by the review which the Commission think necessary in thecircumstances;\n\t\t\t\tif the authority fails to make the alterations before the end of the periodof two months starting on the day the direction is given, make the alterationsthemselves.\n\t\t\tAlterations made by the Electoral Commission under subsection (4) haveeffect as if they had been made by the relevant authority.\n\t\t\tAn interested authority in relation to a constituency in England and Walesis—\n\t\t\t\tin England, the council of a parish, or where there is no such council theparish meeting of a parish, which is wholly or partly situated within theconstituency;\n\t\t\t\tin Wales, the council of a community which is so situated.\n\t\t\tThe reference in subsection (1)(b) to electors does not include persons whohave an anonymous entry in the register of parliamentary electors or localgovernment electors.\n\t\tESections 18A to 18D: supplemental\n\t\t\tThis section applies for the purposes of sections 18A to 18D.\n\t\t\tNo election is to be questioned by reason of—\n\t\t\t\tany non-compliance with the provisions of those sections, or\n\t\t\t\tany informality relative to polling districts or polling places.\n\t\t\tEach of the following is a relevant authority—\n\t\t\t\tin relation to England, the council of a district or London borough;\n\t\t\t\tin relation to Scotland, a local authority;\n\t\t\t\tin relation to Wales, the council of a county or county borough.\n\t\t\tThe following do not apply to Northern Ireland—\n\t\t\t\tsection 18A(2) to (5);\n\t\t\t\tsection 18B(2) to (5);\n\t\t\t\tsections 18C and 18D,\n\t\t\t\t\tand in Northern Ireland the polling districts and polling places are those forthe time being established under the law relating to local elections withinthe meaning of section 130 of the Electoral Law Act (Northern Ireland) 1962.”\n\t\t\tBefore Schedule 1 to that Act (parliamentary elections rules) insert—\n\t\t\tSection 18C\n\t\t“SCHEDULE A1Review of polling districts and polling places\n\t\t\t1The relevant authority must publish notice of the holding of a review.\n\t\t2The authority must consult the returning officer for every parliamentaryelection held in a constituency which is wholly or partly in its area.\n\t\t\tEvery such returning officer must make representations to the authority.\n\t\t\tThe representations must include information as to the location of pollingstations (existing or proposed) within polling places (existing or proposed).\n\t\t\tThe representations must be published in such manner as is prescribed.\n\t\t\tThe authority must seek representations from such persons as it thinkshave particular expertise in relation to access to premises or facilities forpersons who have different forms of disability.\n\t\t\tSuch persons must have an opportunity—\n\t\t\t\tto make representations;\n\t\t\t\tto comment on the returning officer’s representations.\n\t\t\t\t5Any elector in a constituency situated in whole or in part in the authority’sarea may make representations.\n\t\t\t\t6Representations made by any person in connection with a review of pollingplaces may include proposals for specified alternative polling places.\n\t\t\t\t7On completion of a review the authority must—\n\t\t\t\tgive reasons for its decisions in the review;\n\t\t\t\tpublish such other information as is prescribed.”"
    },
    {
        "length": 2221,
        "text": "\nPart 5Standing for election\n\tMinimum age\n\t\tA person is disqualified for membership of the House of Commons if, on theday on which he is nominated as a candidate, he has not attained the age of18.\n\t\tSubject to an order made by the House of Commons under section 6(2) of theHouse of Commons Disqualification Act [1975 (c.24)](/id/ukpga/1975/24?view=plain \"Go to item of legislation\") as applied bysubsection (3), if a person disqualified by subsection (1) for membership ofthat House is elected as a member of that House his election is void.\n\t\tSections 6(2) to (4) and 7 of that Act apply in the case of a persondisqualified by subsection (1) as they apply in the case of a persondisqualified by that Act, and references in those sections to a persondisqualified by that Act must be construed as including references to a persondisqualified by subsection (1).\n\t\tIn section 79(1) of the Local Government Act [1972 (c.70)](/id/ukpga/1972/70?view=plain \"Go to item of legislation\") (qualificationsfor election and holding office as a member of a local authority) for “twenty-one” substitute “eighteen”.\n\t\tIn section 20(3) of the Greater London Authority Act [1999 (c.29)](/id/ukpga/1999/29?view=plain \"Go to item of legislation\") (minimum agefor election as Mayor or Assembly member) for “21” substitute “18”.\n\t\tIn section 3(1) of the [Local Government Act (Northern Ireland) 1972 (C.9)](/id/apni/1972/9?view=plain \"Go to item of legislation\") (qualificationsfor election and holding office as a councillor) for “twenty-one” substitute“eighteen”.\n\t\tThe following enactments (which disqualify a person who has not attainedthe age of 21 for election as a Member of Parliament), so far as notpreviously repealed, cease to have effect—\n\t\t\tsection 7 of the Parliamentary Elections Act [1695 (c.25)](/id/aep/1695/25?view=plain \"Go to item of legislation\");\n\t\t\tthe [Election Act 1707 (cap. 8)](/id/aosp/1707/8?view=plain \"Go to item oflegislation\");\n\t\t\tsection 74 of the [Parliamentary Elections (Ireland) Act 1823 (c.55)](/id/ukpga/1823/55?view=plain \"Go to item of legislation\").\n\t\tIn section 6 of the Union with Scotland Act [1706 (c.11)](/id/aep/1706/11?view=plain \"Go to item of legislation\") the words “It isalways hereby expressly provided and declared that none shall be capable toelect or be elected for any of the said estates but such as are twenty oneyears complete” do not apply for the purpose of fixing the minimum age atwhich a person may be elected as a member of the House of Commons.\n\tCertain Commonwealth citizens\n\t\tIn section 3 of the Act of Settlement ([1700 c.2)](/id/aep/1700/2?view=plain \"Go to item of legislation\"), the words from“That after the said limitation shall take effect” to “in trust for him.”(which impose certain disqualifications) do not apply (so far as they relateto membership of the House of Commons) to a person who is—\n\t\t\ta qualifying Commonwealth citizen, or\n\t\t\ta citizen of the Republic of Ireland.\n\t\tFor the purposes of subsection (1), a person is a qualifying Commonwealthcitizen if he is a Commonwealth citizen who either—\n\t\t\tis not a person who requires leave under the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") to enter orremain in the United Kingdom, or\n\t\t\tis such a person but for the time being has (or is, by virtue of anyenactment, to be treated as having) indefinite leave to remain within themeaning of that Act.\n\t\tBut a person is not a qualifying Commonwealth citizen by virtue ofsubsection (2)(a) if he does not require leave to enter or remain in theUnited Kingdom by virtue only of section 8 of the Immigration Act 1971(exceptions to requirement for leave in special cases).\n\t\tSubject to an order made by the House of Commons under section 6(2) of theHouse of Commons Disqualification Act [1975 (c.24)](/id/ukpga/1975/24?view=plain \"Go to item of legislation\") as applied bysubsection (5)—\n\t\t\tif a person disqualified for membership of that House by virtue of section3 of the Act of Settlement ([1700 c. 2)](/id/aep/1700/2?view=plain \"Go to itemof legislation\") as modified by this section is elected as a member of thatHouse his election is void;\n\t\t\tif a person being a member of that House becomes so disqualified formembership his seat is vacated.\n\t\tSections 6(2) to (4) and 7 of the House of Commons Disqualification Act1975 apply in the case of a person disqualified as mentioned in subsection (4)as they apply in the case of a person disqualified by that Act, and referencesin those sections to a person disqualified by that Act must be construed asincluding references to a person disqualified as mentioned in subsection (4).\n\t\tPart 3 of Schedule 1 (which contains further amendments relating tostanding for election) has effect.\n\t\tIn Schedule 7 to the British Nationality Act [1981 (c.61)](/id/ukpga/1981/61?view=plain \"Go to item of legislation\"), the entryrelating to the Act of Settlement is omitted.\n\tNomination procedures\n\t\tSchedule 1 to the 1983 Act (parliamentary elections rules) is amended asfollows.\n\t\tIn rule 1 (timetable), in the entry in the second column in respect of“Publication of statement of persons nominated”, for the words from “at theclose of” to the end substitute “—\n\t\t\tif no objections to nomination papers are made, at the close of the timefor doing so, or\n\t\t\tif any such objections are made, not before they are disposed of but notlater than 24 hours after the last time for delivery of nomination papers.”\n\t\tIn rule 5 (notice of election), after paragraph (1) insert—\n\t\t\t“(1A)The notice of election must also state the arrangements which apply forthe payment of the deposit required by rule 9 below to be made by means of theelectronic transfer of funds.”\n\t\tIn rule 6 (nomination of candidates), in paragraph (3)(a)—\n\t\t\tthe words “(of not more than 6 words in length)” are omitted;\n\t\t\tafter “rule 6A(1)” insert “or (1B)”.\n\t\tIn rule 9 (deposit), in paragraph (2)(c) after “manner” insert “(includingby means of a debit or credit card or the electronic transfer of funds)”.\n\t\tIn rule 12 (validity of nomination papers), in paragraph (3) for the wordsfrom “as soon as practicable” to the end substitute “—\n\t\t\tas soon as practicable after it is made, and\n\t\t\tin any event, before the end of the period of 24 hours starting with theclose of the period for delivery of nomination papers set out in the Table inrule 1.”\n\t\tIn that rule, in paragraph (3A) for the words from “as soon as practicable”to the end substitute “—\n\t\t\tas soon as practicable after delivery of the nomination paper, and\n\t\t\tin any event, before the end of the period of 24 hours starting with theclose of the period for delivery of nomination papers set out in the Table inrule 1.”\n\t\tAfter rule 14 insert—\n\t\t“Correction of minor errors\n\t\t\t14A(1)A returning officer may, if he thinks fit, at any time before thepublication under rule 14 above of the statement of persons nominated, correctminor errors in a nomination paper.\n\t\t\tErrors which may be corrected include—\n\t\t\t\terrors as to a person’s electoral number;\n\t\t\t\tobvious errors of spelling in relation to the details of a candidate.\n\t\t\tAnything done by a returning officer in pursuance of this rule must not bequestioned in any proceedings other than proceedings on an election petition.\n\t\t\tA returning officer must have regard to any guidance issued by theElectoral Commission for the purposes of this rule.”"
    },
    {
        "length": 1161,
        "text": "\nNomination\n\tUse of candidates' common names\n\t\tSchedule 1 to the 1983 Act (parliamentary elections rules) is amended asfollows.\n\t\tIn rule 6 (nomination of candidates), after paragraph (2) insert—\n\t\t\t“(2A)If a candidate commonly uses—\n\t\t\ta surname which is different from any other surname he has, or\n\t\t\ta forename which is different from any other forename he has,\n\t\t\tthe nomination paper may state the commonly used surname or forename inaddition to the other name.”\n\t\tIn rule 14 (publication of statement of persons nominated), after paragraph(2) insert—\n\t\t“(2A)If a person’s nomination paper gives a commonly used surname or forenamein addition to another name, the statement shall show the person’s commonlyused surname or forename (as the case may be) instead of any other name.\n\t\t(2B)Paragraph (2A) above does not apply if the returning officer thinks—\n\t\t\tthat the use of the person’s commonly used name may be likely to mislead orconfuse electors, or\n\t\t\tthat the commonly used name is obscene or offensive.\n\t\t\t(2C)If paragraph (2B) above applies, the returning officer must give notice inwriting to the candidate of his reasons for refusing to allow the use of acommonly used name.”\n\t\tIn the Appendix of forms, in the Form of nomination paper, for the firsttable following the words “candidate at the said election” substitute—\n\t\t“Candidate’s surname| Other names in full| Commonly used surname (if any)|Commonly used forenames (if any)| Description (if any)| Home address in full  ---|---|---|---|---|---  SULLIVAN| Arthur Seymour| GILBERT| W. S.| Independent| 52, Bunthorne Walk,Basingstoke”    (5)In the Appendix of forms, in the Note following the Form of nominationpaper, after paragraph 2 insert—\n\t\t“2AWhere a candidate commonly uses a name which is different from any othername he has, the commonly used name may also appear on the nomination paper,but if it does so, the commonly used name (instead of any other name) willappear on the ballot paper.\n\t\t2BBut the ballot paper will show the other name if the returning officerthinks—\n\t\t\tthat the use of the commonly used name may be likely to mislead or confuseelectors, or\n\t\t\tthat the commonly used name is obscene or offensive.”\n\tCandidate not to stand in more than one constituency\n\t\tIn Schedule 1 to the 1983 Act (parliamentary elections rules), in rule 8(3)(candidate’s consent to nomination), after paragraph (b) insert—\n\t\t\tshall state that he is not a candidate at an election for any otherconstituency the poll for which is to be held on the same day as that for theelection to which the consent relates,”.\n\tOffences as to false statements in nomination papers\n\t\tSection 65A of the 1983 Act (false statements in nomination papers) isamended as follows.\n\t\tIn subsection (1), after paragraph (b) insert “or\n\t\t\ta certificate authorising for the purposes of rule 6A of the parliamentaryelections rules the use by a candidate of a description if he knows that thecandidate is standing at an election in another constituency in which the pollis to be held on the same day as the poll at the election to which thecertificate relates.”\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)A person is guilty of a corrupt practice if, in the case of any relevantelection, he makes in any document in which he gives his consent to hisnomination as a candidate—\n\t\t\ta statement of his date of birth,\n\t\t\ta statement as to his qualification for being elected at that election, or\n\t\t\ta statement that he is not a candidate at an election for any otherconstituency the poll for which is to be held on the same day as the poll atthe election to which the consent relates,\n\t\t\twhich he knows to be false in any particular.\n\t\t\t(1B)For the purposes of subsection (1A), a statement as to a candidate’squalification is a statement—\n\t\t\tthat he is qualified for being elected,\n\t\t\tthat he will be qualified for being elected, or\n\t\t\tthat to the best of his knowledge and belief he is not disqualified forbeing elected.”\n\t\tIn subsection (2)(b) at the beginning insert “except for the purposes ofsubsections (1)(c) and (1A)(c),”."
    },
    {
        "length": 2311,
        "text": "\nDeath of candidate\n\tDeath of candidate\n\t\tIn Schedule 1 to the 1983 Act (parliamentary elections rules) for rule 60(countermand or abandonment of poll on death of candidate) and the cross-heading preceding it substitute—\n\t\t“Independent candidate\n\t\t\tThis rule applies if at a contested election proof is given to thereturning officer’s satisfaction before the result of the election is declaredthat one of the persons named or to be named in the ballot papers as anindependent candidate has died.\n\t\t\tSubject to this rule and rules 61 and 62, these rules apply to the electionas if the candidate had not died.\n\t\t\tThe following provisions of these rules do not apply in relation to thedeceased candidate—\n\t\t\t\trule 32(1)(c) and (d) (admission to polling station);\n\t\t\t\trule 44(2)(b) to (d) (attendance at count);\n\t\t\t\trule 53(4) (forfeiture of deposit).\n\t\t\tIf only two persons are shown as standing nominated in the statement ofpersons nominated the returning officer must—\n\t\t\t\tif polling has not begun, countermand the notice of poll;\n\t\t\t\tif polling has begun, direct that the poll is abandoned;\n\t\t\t\tsubject to rule 65, treat the election as an uncontested election.\n\t\t\tFor the purposes of this rule a person is named or to be named on theballot papers as an independent candidate if the description (if any) on hisnomination paper is not authorised as mentioned in rule 6A(1) or (1B).\n\t\tDeceased independent candidate wins\n\t\t\tThis rule applies if at an election mentioned in rule 60(1) the majorityof votes is given to the deceased candidate.\n\t\t\tRule 50(1) (declaration of result) does not apply but the returning officermust—\n\t\t\t\tdeclare that the majority of votes has been given to the deceasedcandidate,\n\t\t\t\tdeclare that no member is returned, and\n\t\t\t\tgive public notice of the total number of votes given for each candidatetogether with the number of rejected ballot papers under each head shown inthe statement of rejected ballot papers.\n\t\t\tRule 53 (return or forfeiture of candidate’s deposit) does not apply inrelation to the remaining candidates.\n\t\t\tThe returning officer must not return the writ and the proceedings withreference to the election must be commenced afresh subject to the followingprovisions of this rule.\n\t\t\tThe writ for the election must be taken to have been received on the firstworking day after the end of the period of seven days starting on the day ofthe election mentioned in rule 60(1).\n\t\t\tNo fresh nomination is necessary in the case of a person shown in thestatement of persons nominated as standing nominated, and no other nominationmay be made.\n\t\t\tThe last day on which a notice of withdrawal of candidature by a person whostands nominated by virtue of paragraph (6) may be delivered is the seventhworking day after the day on which the writ is taken to be received.\n\t\t\tRule 9 (deposit) does not apply.\n\t\t\tThe poll must be held on a day in the period which starts 15 working daysafter the day on which the writ is taken to have been received and ends 19working days after that day.\n\t\t\tFor the purposes of this rule a working day is a day which is not a dayspecified in rule 2(1)(a) to (c).\n\t\tDeceased independent candidate with equality of votes\n\t\t\t62In an election mentioned in rule 60(1), if—\n\t\t\t\trule 49 applies (equality of votes), and\n\t\t\t\tany of the candidates to whom that rule applies is a deceased candidate,\n\t\t\t\tthe deceased candidate must be ignored.\n\t\tParty candidate\n\t\t\tThis rule applies if—\n\t\t\t\tat a contested election proof is given to the returning officer’ssatisfaction before the result of the election is declared that one of thepersons named or to be named as a candidate in the ballot paper has died, and\n\t\t\t\tthat person is standing in the name of a registered political party.\n\t\t\tThe returning officer must—\n\t\t\t\tcountermand notice of the poll, or\n\t\t\t\tif polling has begun, direct that the poll be abandoned.\n\t\t\tThe proceedings with reference to the election must be commenced afreshsubject to the following provisions of this rule.\n\t\t\tThe writ for the election must be taken to have been received on the firstworking day after the end of the period of seven days starting on the day theproof is given to the returning officer.\n\t\t\tNo fresh nomination is necessary in the case of a person shown in thestatement of persons nominated as standing nominated.\n\t\t\tNo other nomination may be made except for a person standing in the name ofthe same registered political party in whose name the deceased candidate wasstanding.\n\t\t\tThe last day on which a nomination mentioned in paragraph (6) may bedelivered is the seventh working day after the day on which the writ is takento be received.\n\t\t\tThe last day on which a notice of withdrawal of candidature by a person whostands nominated by virtue of paragraph (5) or in pursuance of paragraph (6)may be delivered is the seventh working day after the day on which the writ istaken to be received.\n\t\t\tThe poll must be held on a day in the period which starts 15 working daysafter the day on which the writ is taken to have been received and ends 19working days after that day.\n\t\t\tFor the purposes of this rule—\n\t\t\t\ta person stands in the name of a registered political party if hisnomination paper contains a description which is authorised as mentioned inrule 6A(1) or (1B);\n\t\t\t\ta registered political party is a party which is registered under Part 2 ofthe Political Parties, Elections and Referendums Act 2000;\n\t\t\t\ta working day is a day which is not a day specified in rule 2(1)(a) to (c).\n\t\tSpeaker of the House of Commons seeking re-election\n\t\t\tThis rule applies if at a contested election—\n\t\t\t\tone of the candidates is the Speaker of the House of Commons seeking re-election, and\n\t\t\t\tproof is given to the returning officer’s satisfaction before the result ofthe election is declared that that candidate has died.\n\t\t\tThe returning officer must—\n\t\t\t\tcountermand notice of the poll, or\n\t\t\t\tif polling has begun, direct that the poll be abandoned.\n\t\t\tThe proceedings with reference to the election must be commenced afreshsubject to the following provisions of this rule.\n\t\t\tThe writ for the election must be taken to have been received on the firstworking day after the end of the period of seven days starting on the day theproof is given to the returning officer.\n\t\t\tThe last day on which—\n\t\t\t\tnominations, or\n\t\t\t\tnotice of withdrawal of candidature,\n\t\t\t\t\tmay be delivered is the seventh working day after the day on which the writ istaken to be received.\n\t\t\tThe poll must be held on a day in the period which starts 15 working daysafter the day on which the writ is taken to have been received and ends 19working days after that day.\n\t\t\tFor the purposes of this rule a working day is a day which is not a dayspecified in rule 2(1)(a) to (c).\n\t\tAbandoned poll\n\t\t\tThis rule applies to—\n\t\t\t\ta poll which is abandoned in pursuance of rule 60(4)(b) as if it were apoll at a contested election;\n\t\t\t\ta poll which is abandoned in pursuance of rule 63(2)(b) or 64(2)(b).\n\t\t\tThe presiding officer at a polling station must take the like steps (so faras not already taken) for the delivery to the returning officer of ballotboxes and of ballot papers and other documents as he is required to take onthe close of the poll.\n\t\t\tThe returning officer must dispose of ballot papers and other documents inhis possession as is he required to do on the completion of the counting ofthe votes.\n\t\t\tIt is not necessary for a ballot paper account to be prepared or verified.\n\t\t\tNo step or further step is to be taken for the counting of the ballotpapers or of the votes.\n\t\t\tThe returning officer must seal up all the ballot papers (whether the voteson them have been counted or not) and it is not necessary to seal up countedand rejected ballot papers in separate packets.\n\t\t\tThe provisions of these rules as to the inspection, production, retentionand destruction of ballot papers and other documents relating to a poll at anelection apply subject to paragraphs (8) and (9).\n\t\t\tBallot papers on which the votes were neither counted nor rejected must betreated as counted ballot papers.\n\t\t\tNo order is to be made for—\n\t\t\t\tthe production or inspection of any ballot papers, or\n\t\t\t\tthe opening of a sealed packet of the completed corresponding number listsor of certificates as to employment on the day of the poll,\n\t\t\t\t\tunless the order is made by a court with reference to a prosecution.”"
    },
    {
        "length": 2960,
        "text": "\nElection expenses\n\tAmount of expenses which may be incurred by third party\n\t\tSection 75 of the 1983 Act (prohibition of expenses not authorised byelection agent) is amended as follows.\n\t\tIn subsection (1)—\n\t\t\tafter “be incurred” insert “after he becomes a candidate at that election”;\n\t\t\tomit from “but paragraph (c) or (d) of” to the end.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1ZZA)Paragraph (c) or (d) of subsection (1) above does not restrict thepublication of any matter relating to the election in—\n\t\t\ta newspaper or other periodical,\n\t\t\ta broadcast made by the British Broadcasting Corporation or by SianelPedwar Cymru, or\n\t\t\ta programme included in any service licensed under Part 1 or 3 of theBroadcasting Act 1990 or Part 1 or 2 of the Broadcasting Act 1996.\n\t\t\t(1ZZB)Subsection (1) above does not apply to any expenses incurred by anyperson—\n\t\t\twhich do not exceed in the aggregate the permitted sum (and are notincurred by that person as part of a concerted plan of action), or\n\t\t\tin travelling or in living away from home or similar personal expenses.”\n\t\tIn subsection (1ZA) for “subsection (1)(ii)” in each place where it occurssubstitute “subsection (1ZZB)(a)”.\n\t\tAfter subsection (7) insert—\n\t\tFor the purposes of subsection (1), expenditure incurred before the datewhen a person becomes a candidate at the election is to be treated as havingbeen incurred after that date if it is incurred in connection with any thingwhich is used or takes place after that date.”\n\t\tThe amendments made by this section (except subsections (2)(a) and (5))must be taken to have had effect from 16 February 2001 (the date of cominginto force of section 131 of the 2000 Act).\n\t\tThis section does not apply to local government elections in Scotland(within the meaning of the 1983 Act).\n\tReturn as to election expenses\n\t\tIn section 81 of the 1983 Act (returns as to election expenses), omitsubsection (3) and insert—\n\t\t\t“(3A)The return shall also contain as respects that candidate—\n\t\t\ta statement relating to such other expenses in connection with whichprovision is made by this Part as the Electoral Commission provide inregulations;\n\t\t\ta statement relating to such claims (whether paid, unpaid or disputed) inconnection with such election expenses or such other expenses mentioned inparagraph (a) as the Electoral Commission so provide;\n\t\t\ta statement relating to such other matters as is prescribed.”\n\t\tThis section does not apply to local government elections in Scotland(within the meaning of the 1983 Act).\n\tMeaning of election expenses for purposes of the 1983 Act\n\t\tThe 1983 Act is amended as follows.\n\t\tAfter section 90 (election expenses at elections where election agent notrequired) insert—\n\t\t“90ZAMeaning of “election expenses”\n\t\t\tIn this Part of this Act “election expenses” in relation to a candidate atan election means (subject to subsection (2) below and section 90C below) anyexpenses incurred at any time in respect of any matter specified in Part 1 ofSchedule 4A which is used for the purposes of the candidate’s election afterthe date when he becomes a candidate at the election.\n\t\t\tNo election expenses are to be regarded as incurred by virtue of subsection(1) above or section 90C below in respect of any matter specified in Part 2 ofSchedule 4A.\n\t\t\tIn this section and in section 90C below, “for the purposes of thecandidate’s election” means with a view to, or otherwise in connection with,promoting or procuring the candidate’s election at the election.\n\t\t\tFor the purposes of this Part of this Act, election expenses are incurredby or on behalf of a candidate at an election if they are incurred —\n\t\t\t\tby the candidate or his election agent, or\n\t\t\t\tby any person authorised by the candidate or his election agent to incurexpenses.\n\t\t\tIn this Part of this Act, any reference to election expenses incurred by oron behalf of a candidate at an election includes expenses—\n\t\t\t\twhich are incurred as mentioned in subsection (1) above before the datewhen he becomes a candidate at the election, but\n\t\t\t\twhich by virtue of that subsection fall to be regarded as electionexpenses.\n\t\t\tIn this Part and in Part 3 of this Act, any reference (in whatever terms)to promoting or procuring a candidate’s election at an election includes doingso by prejudicing the electoral prospects of another candidate at theelection.\n\t\t\tSchedule 4A has effect.\n\t\t\tThis section does not apply to a local government election in Scotland.”\n\t\t\tOmit sections 90A and 90B.\n\t\t\tThe repeal of sections 90A and 90B by subsection (3) does not extend tothose sections as they apply to local government elections in Scotland (withinthe meaning of the 1983 Act).\n\t\t\tAfter Schedule 4 (election expenses at certain local elections in Englandand Wales) insert—\n\t\t\t\tSection 90ZA\n\t\t“SCHEDULE 4AElection expenses\n\t\t\tPart 1List of matters\n\t\t\t\t1Advertising of any nature (whatever the medium used).\n\t\t\tExpenses in respect of such advertising include agency fees, design costs andother costs in connection with preparing, producing, distributing or otherwisedisseminating such advertising or anything incorporating such advertising andintended to be distributed for the purpose of disseminating it.\n\t\t\t2Unsolicited material addressed to electors (whether addressed to them by nameor intended for delivery to households within any particular area).\n\t\t\tExpenses in respect of such material include design costs and other costs inconnection with preparing, producing or distributing such material (includingthe cost of postage).\n\t\t\t3Transport (by any means) of persons to any place.\n\t\t\tExpenses in respect of the transport of such persons include the costs ofhiring a means of transport for a particular period.\n\t\t\t4Public meetings (of any kind).\n\t\t\tExpenses in respect of such meetings include costs incurred in connection withthe attendance of persons at such meetings, the hire of premises for thepurposes of such meetings or the provision of goods, services or facilities atthem.\n\t\t\t5The services of an election agent or any other person whose services areengaged in connection with the candidate’s election.\n\t\t\t6Accommodation and administrative costs.\n\t\t\tPart 2General Exclusions\n\t\t\t\t7The payment of any deposit required by rule 9 of Schedule 1 to this Act.\n\t\t\t8The publication of any matter, other than an advertisement, relating to theelection in—\n\t\t\t\ta newspaper or periodical;\n\t\t\t\ta broadcast made by the British Broadcasting Corporation or by SianelPedwar Cymru;\n\t\t\t\ta programme included in any service licensed under Part 1 or 3 of theBroadcasting Act 1990 or Part 1 or 2 of the Broadcasting Act 1996.\n\t\t\t\t9The provision of any facilities provided in pursuance of any right conferredon candidates at an election by this Act other than facilities in respect ofwhich expenses fall to be defrayed by virtue of sections 95(4) and 96(4)above.\n\t\t\t\t10The provision by an individual of his own services which he providesvoluntarily in his own time and free of charge.\n\t\t\t\tAccommodation which is the candidate’s sole or main residence.\n\t\t\t\tThe provision by any other individual of accommodation which is his sole ormain residence if the provision is made free of charge.\n\t\t\t\tTransport by a means of transport which was acquired by the candidateprincipally for his own personal use.\n\t\t\t\tTransport provided free of charge by any other individual if the means oftransport was acquired by him principally for his own personal use.\n\t\t\t\tComputing or printing equipment which was acquired by the candidateprincipally for his own personal use.\n\t\t\t\tThe provision by any other individual of computing or printing equipmentwhich was acquired by the individual principally for his own personal use ifthe provision is made free of charge.\n\t\t\tPart 3Supplemental\n\t\t\tGuidance by Commission\n\t\t\t\tThe Electoral Commission (“the Commission”) may prepare, and from time totime revise, a code of practice giving guidance as to the matters which do, ordo not, fall within Part 1 or 2 of this Schedule.\n\t\t\t\tOnce the Commission have prepared a draft code under this paragraph, theymust submit it to the Secretary of State for his approval.\n\t\t\t\tThe Secretary of State may approve a draft code either without modificationor with such modifications as he may determine.\n\t\t\t\tOnce the Secretary of State has approved a draft code he shall lay a copyof the draft, whether—\n\t\t\t\t\tin its original form, or\n\t\t\t\t\tin a form which incorporates any modifications determined under sub-paragraph (3),\n\t\t\t\t\t\tbefore each House of Parliament.\n\t\t\t\tIf the draft incorporates any such modifications, the Secretary of Statemust at the same time lay before each House a statement of his reasons formaking them.\n\t\t\t\tIf, within the 40-day period, either House resolves not to approve thedraft, the Secretary of State must take no further steps in relation to thedraft code.\n\t\t\t\tIf no such resolution is made within the 40-day period—\n\t\t\t\t\tthe Secretary of State must issue the code in the form of the draft laidbefore Parliament, and\n\t\t\t\t\tthe code is to come into force on such date as the Secretary of State mayby order appoint,\n\t\t\t\t\tand the Commission must arrange for it to be published in such manner as theythink appropriate.\n\t\t\t\tSub-paragraph (6) does not prevent a new draft code from being laid beforeParliament.\n\t\t\t\tIn this paragraph, “the 40-day period”, in relation to a draft code, means—\n\t\t\t\t\tif the draft is laid before one House on a day later than the day on whichit is laid before the other House, the period of 40 days beginning with thelater of the two days, and\n\t\t\t\t\tin any other case, the period of 40 days beginning with the day on whichthe draft is laid before each House,\n\t\t\t\t\tno account being taken of any period during which Parliament is dissolved orprorogued or during which both Houses are adjourned for more than four days.\n\t\t\t\tIn this paragraph references to a draft code include a revised draft code.\n\t\t\tPower to amend Parts 1 and 2\n\t\t\t\tThe Secretary of State may by order made by statutory instrument makesuch amendments of Part 1 or 2 of this Schedule as he considers appropriate.\n\t\t\t\tAn order under sub-paragraph (1) shall not be made unless a draft of thestatutory instrument containing the order has been laid before, and approvedby a resolution of, each House of Parliament.\n\t\t\t\tThe Secretary of State may make such an order either—\n\t\t\t\t\twhere the order gives effect to a recommendation of the ElectoralCommission; or\n\t\t\t\t\tafter consultation with the Electoral Commission.”"
    },
    {
        "length": 2485,
        "text": "\nObservation of elections etc.\n\tDiscretion to report on certain elections\n\t\tIn section 5 of the 2000 Act (reports on elections and referendums), aftersubsection (2) insert—\n\t“(2A)After—\n\t\ta parliamentary by-election,\n\t\tan election held under section 9 of the Scotland Act 1998 (election for theScottish Parliament in the case of a constituency vacancy), or\n\t\tan election held under section 8 of the Government of Wales Act 1998(election for the National Assembly for Wales in the case of a constituencyvacancy),\n\t\tthe Commission may prepare and publish (in such manner as the Commission maydetermine) a report on the administration of the election.”\n\tObservation of proceedings and working practices\n\t\tAfter section 6 of the 2000 Act (reviews of electoral and political matters),insert—\n\t\t“6AAttendance of representatives of Commission at elections etc.\n\t\t\tA representative of the Commission may attend—\n\t\t\t\tproceedings relating to an election specified in subsection (5) which arethe responsibility of the returning officer for the election;\n\t\t\t\tproceedings relating to a referendum to which Part 7 applies which are theresponsibility of the relevant counting officer.\n\t\t\tThe right conferred on a representative of the Commission by this sectionis subject to any enactment which regulates attendance at the proceedings inquestion.\n\t\t\tIn this section, “representative of the Commission” means any of thefollowing—\n\t\t\t\ta member of the Commission;\n\t\t\t\ta member of staff of the Commission;\n\t\t\t\ta person appointed by the Commission for the purposes of this section.\n\t\t\tA reference to the relevant counting officer must be construed—\n\t\t\t\tif the area to which the proceedings relates is in Great Britain, inaccordance with section 128(3);\n\t\t\t\tif the area to which the proceedings relates is Northern Ireland, as areference to the Chief Electoral Officer for Northern Ireland.\n\t\t\tThe elections specified in this subsection are—\n\t\t\t\tan election mentioned in section 5(2);\n\t\t\t\ta parliamentary by-election;\n\t\t\t\tan election under section 9 of the Scotland Act 1998 (constituencyvacancies);\n\t\t\t\tan election under section 8 of the Government of Wales Act 1998 (vacanciesin constituency seats);\n\t\t\t\ta local government election in England or Wales;\n\t\t\t\ta local election in Northern Ireland.\n\t\tBObservation of working practices by representatives of Commission\n\t\t\tA representative of the Commission may observe the working practices of anyof the following—\n\t\t\t\tan electoral registration officer;\n\t\t\t\ta returning officer;\n\t\t\t\ta relevant counting officer;\n\t\t\t\tany person acting under the direction of a person mentioned in paragraphs(a) to (c).\n\t\t\tIn this section—\n\t\t\t\t“relevant counting officer”, and\n\t\t\t\t“representative of the Commission”,\n\t\t\t\t\tmust be construed in accordance with section 6A.\n\t\t\tThis section does not permit the observation of working practices whichrelate only to a local government election in Scotland.\n\t\tCAccredited observers: individuals\n\t\t\tA person who is aged 16 or over may apply to the Commission to be anaccredited observer at any of the following proceedings relating to anelection specified in subsection (5) of section 6A or a referendum to whichPart 7 applies—\n\t\t\t\tproceedings at the issue or receipt of postal ballot papers;\n\t\t\t\tproceedings at the poll;\n\t\t\t\tproceedings at the counting of votes.\n\t\t\tIf the Commission grant the application, the accredited observer may attendthe proceedings in question.\n\t\t\tAn application under subsection (1) must be made in the manner specified inthe code of practice issued under section 6F.\n\t\t\tThe Commission may at any time revoke the grant of an application undersubsection (1).\n\t\t\tIf the Commission—\n\t\t\t\trefuse an application under subsection (1), or\n\t\t\t\trevoke the grant of any such application,\n\t\t\t\t\tthey must give their decision in writing and must at the same time givereasons in writing for the refusal or revocation.\n\t\t\tThe right conferred on an accredited observer by this section is subject toany enactment which regulates attendance at the proceedings in question.\n\t\tDAccredited observers: organisations\n\t\t\tAn organisation may apply to the Commission to be accredited for thepurpose of nominating observers at any of the following proceedings relatingto an election specified in subsection (5) of section 6A or a referendum towhich Part 7 applies—\n\t\t\t\tproceedings at the issue or receipt of postal ballot papers;\n\t\t\t\tproceedings at the poll;\n\t\t\t\tproceedings at the counting of votes.\n\t\t\tIf the Commission grant the application the organisation may nominatemembers who may attend the proceedings in question.\n\t\t\tThe Commission, in granting an application under this section, may specifya limit on the number of observers nominated by the organisation who mayattend, at the same time, specified proceedings by virtue of this section.\n\t\t\tAn application under subsection (1) must be made in the manner specified inthe code of practice issued under section 6F.\n\t\t\tThe Commission may at any time revoke the grant of an application undersubsection (1).\n\t\t\tIf the Commission—\n\t\t\t\trefuse an application under subsection (1), or\n\t\t\t\trevoke the grant of any such application,\n\t\t\t\t\tthey must give their decision in writing and must at the same time givereasons in writing for the refusal or revocation.\n\t\t\tThe right conferred by this section is subject to any enactment whichregulates attendance at the proceedings in question.\n\t\tEAttendance and conduct of observers\n\t\t\tA relevant officer may limit the number of persons who may be present atany proceedings at the same time in pursuance of section 6C or 6D.\n\t\t\tIf a person who is entitled to attend any proceedings by virtue of section6C or 6D misconducts himself while attending the proceedings, the relevantofficer may cancel the person’s entitlement.\n\t\t\tSubsection (2) does not affect any power a relevant officer has by virtueof any enactment or rule of law to remove a person from any place.\n\t\t\tA relevant officer is—\n\t\t\t\tin the case of proceedings at a polling station, the presiding officer;\n\t\t\t\tin the case of any other proceedings at an election, the returning officer;\n\t\t\t\tin the case of any other proceedings at a referendum, the relevant countingofficer (within the meaning of section 6A);\n\t\t\t\tsuch other person as a person mentioned in paragraph (a), (b) or (c)authorises for the purposes of the proceedings mentioned in that paragraph.\n\t\tFCode of practice on attendance of observers at elections etc.\n\t\t\tThe Commission must prepare a code of practice on the attendance of—\n\t\t\t\trepresentatives of the Commission,\n\t\t\t\taccredited observers, and\n\t\t\t\tnominated members of accredited organisations,\n\t\t\t\t\tat elections specified in subsection (5) of section 6A and referendums towhich Part 7 applies.\n\t\t\tThe code must in particular—\n\t\t\t\tspecify the manner in which applications under sections 6C(1) and 6D(1) areto be made to the Commission;\n\t\t\t\tspecify the criteria to be taken into account by the Commission indetermining such applications;\n\t\t\t\tgive guidance to relevant officers (within the meaning of section 6E) as tothe exercise of the power conferred by subsection (1) of that section;\n\t\t\t\tgive guidance to such officers as to the exercise of the power mentioned insubsection (2) of that section as it relates to a person having the permissionmentioned in subsection (1) of that section;\n\t\t\t\tgive guidance to such officers as to the exercise of any power under anyenactment to control the number of persons present at any proceedings relatingto an election or referendum as it relates to a person having such permission;\n\t\t\t\tgive guidance to representatives of the Commission, accredited observersand nominated members of accredited organisations on the exercise of therights conferred by sections 6A, 6B, 6C and 6D.\n\t\t\tThe code may make different provision for different purposes.\n\t\t\tBefore preparing the code, the Commission must consult the Secretary ofState.\n\t\t\tThe Commission must lay the code before each House of Parliament.\n\t\t\tThe Commission must publish the code (in such manner as the Commission maydetermine).\n\t\t\tThe following persons must have regard to the code in exercising anyfunction conferred by section 6A, 6B, 6C, 6D or 6E—\n\t\t\t\tthe Commission;\n\t\t\t\trepresentatives of the Commission;\n\t\t\t\trelevant officers (within the meaning of section 6E);\n\t\t\t\trelevant counting officers.\n\t\t\tThe Commission may at any time revise the code.\n\t\t\tSubsections (4) to (7) apply in relation to a revision of the code as theyapply in relation to the code.\n\t\t\tIn this section—\n\t\t\t\t“accredited observer” must be construed in accordance with section 6C;\n\t\t\t\t“accredited organisation” must be construed in accordance with section 6D,and “nominated member” must be construed accordingly;\n\t\t\t\t“relevant counting officer” must be construed in accordance with section6A;\n\t\t\t\t“representative of the Commission” has the same meaning as in section 6A.”"
    },
    {
        "length": 3171,
        "text": "\nBallot papers\n\tBallot paper design\n\t\tSchedule 1 to the 1983 Act (parliamentary elections rules) is amended asfollows.\n\t\tIn rule 19 (the ballot papers)—\n\t\t\tin paragraph (2), omit sub-paragraph (d);\n\t\t\tafter paragraph (3) insert—\n\t\tThe Secretary of State may in regulations—\n\t\t\tprescribe a different form of ballot paper from that in the Appendix;\n\t\t\tamend or replace the directions as to printing the ballot paper in theAppendix;\n\t\t\tin consequence of anything done for the purposes of paragraph (a) or (b),amend or replace the Form of directions for the guidance of the voters invoting in the Appendix.”\n\t\tIn the Appendix of forms, in the Directions as to printing the ballotpaper, after paragraph 2A insert—\n\t\t\t“2BNothing in paragraph 2 prohibits the face of the ballot paper containingmore than one column of numbers, candidates particulars and spaces where thevote is to be marked if the returning officer thinks it is appropriate for theballot paper to be printed with more than one column, but in such a case eachcolumn must be separated by a double vertical rule.”\n\tReplacement of counterfoils\n\t\tSchedule 1 to the 1983 Act (parliamentary elections rules) is amended asfollows.\n\t\tAfter rule 19 insert—\n\t\t“Corresponding number list\n\t\t\t19A(1)The returning officer must prepare a list containing the numbers andother unique identifying marks of all of the ballot papers to be issued by himin pursuance of rule 24(1) or provided by him in pursuance of rule 29(1).\n\t\t\tThe list shall be in such form as the Secretary of State in regulationsprescribes.”\n\t\t\tIn rule 29 (equipment of polling stations), in paragraph (3), after sub-paragraph (d) insert—\n\t\t\t\ta list consisting of that part of the list prepared under rule 19A whichcontains the numbers (but not the other unique identifying marks)corresponding to those on the ballot papers provided to the presiding officerof the polling station.”\n\t\t\tIn rule 43 (procedure on close of poll)—\n\t\t\t\tin paragraph (1), after sub-paragraph (d) insert—\n\t\t\t\tthe lists prepared under rule 19A, including the parts which werecompleted in accordance with rule 37(1)(b) and (d) (together referred to inthese rules as “the completed corresponding number lists”);”;\n\t\t\t\tin paragraph (1)(e) omit “the counterfoils of the used ballot papers and”;\n\t\t\t\tin paragraph (2) for “counterfoils of the used ballot papers and”substitute “completed corresponding number lists or”.\n\t\t\tIn rule 54 (sealing up of ballot papers), for paragraph (2) substitute—\n\t\t\tThe returning officer shall not open the sealed packets of—\n\t\t\t\ttendered ballot papers,\n\t\t\t\tthe completed corresponding number lists,\n\t\t\t\tcertificates as to employment on duty on the day of the poll, or\n\t\t\t\tmarked copies of the register of electors (including any marked copynotices issued under section 13B(3B) or (3D) of this Act) and lists ofproxies.”\n\t\t\tIn rule 55 (delivery of documents), in paragraph (1)—\n\t\t\t\tafter sub-paragraph (c) insert—\n\t\t\t\tthe packets of the completed corresponding number lists,”;\n\t\t\t\tin sub-paragraph (d) omit “counterfoils and”.\n\t\t\tIn rule 56 (orders for production of documents)—\n\t\t\t\tin paragraph (1)(b) for “counterfoils and” substitute “the completedcorresponding number lists or of”;\n\t\t\t\tin paragraph (2) for “counterfoils and” substitute “the completedcorresponding number lists or of”;\n\t\t\t\tin paragraph (3) for “counterfoils and” substitute “the completedcorresponding number lists or of”;\n\t\t\t\tfor paragraph (7) substitute—\n\t\t\tThe production from proper custody of—\n\t\t\t\ta ballot paper purporting to have been used at any election, and\n\t\t\t\ta completed corresponding number list with a number marked in writingbeside the number of the ballot paper,\n\t\t\t\tshall be prima facie evidence that the elector whose vote was given by thatballot paper was the person whose entry in the register of electors (or on anotice issued under section 13B(3B) or (3D) of this Act) at the time of theelection contained the same number as the number written as mentioned in sub-paragraph (b).”;\n\t\t\t\tin paragraph (8) for “counterfoils and” substitute “the completedcorresponding number lists or of”.\n\t\t\tIn rule 57 (retention and public inspection of documents), for paragraph(2) substitute—\n\t\t\tThe documents mentioned in paragraphs (1) and (1A) except—\n\t\t\t\tballot papers,\n\t\t\t\tthe completed corresponding number lists,\n\t\t\t\tcertificates as to employment on duty on the day of the poll,\n\t\t\t\tshall be open to public inspection.”\n\t\t\tIn the Appendix of forms—\n\t\t\t\tin the Form of Front of Ballot Paper omit “Counterfoil No. The counterfoilis to have a number to correspond with that on the back of the ballot paper”;\n\t\t\t\tin the Form of Back of Ballot Paper omit “Note.— The number on the ballotpaper is to correspond with that on the counterfoil”.\n\tPhotographs on ballot papers: piloting\n\t\tThis section applies if a local authority makes a proposal that an order bemade under subsection (2) applying to particular local government electionsheld in its area.\n\t\tThe Secretary of State may by order (a pilot order) make provision for thepurposes of enabling ballot papers issued at such local government electionsas are specified in the order to contain photographs of the candidates.\n\t\tA pilot order may include such provision modifying or disapplying anyenactment as the Secretary of State thinks is necessary or expedient for thepurposes of the order.\n\t\tThe Secretary of State must not make a pilot order unless he first consultsthe Electoral Commission.\n\t\tA pilot order may make provision implementing the local authority’sproposal—\n\t\t\twithout modification, or\n\t\t\twith such modifications as the Secretary of State and the local authorityagree between them.\n\t\tIf the Secretary of State makes a pilot order—\n\t\t\the must send a copy of it to the local authority and to the ElectoralCommission, and\n\t\t\tthe local authority must publish the order in their area in such manner asthey think fit.\n\t\tA pilot order may be amended or revoked by a further order.\n\t\tThe Secretary of State may reimburse a returning officer for anyexpenditure necessarily incurred by him in consequence of the making of apilot order.\n\t\tA local authority is—\n\t\t\tin England, a county council, a district council, a London borough councilor the Greater London Authority;\n\t\t\tin Wales, a county council or a county borough council.\n\t\tIn this section—\n\t\t\t“local government election” must be construed in accordance with section203(1) of the 1983 Act;\n\t\t\ta reference to the area of a local authority must be construed inaccordance with the definition of “local government area” in that subsection.\n\tEvaluation of pilots under section 32\n\t\tAfter any elections specified in a pilot order have taken place, theElectoral Commission must prepare a report on the operation of the order.\n\t\tThe report must contain, in particular—\n\t\t\ta description of the way in which the provision made by the order differedfrom the provisions which would otherwise have applied to the election orelections;\n\t\t\ta copy of the order;\n\t\t\tan assessment of the success or otherwise of the order in assisting votersto make informed decisions at the election or elections in question;\n\t\t\tan assessment of the success or otherwise of the order in encouragingvoting at the election or elections in question;\n\t\t\tan assessment of whether the procedures provided for in the order operatedsatisfactorily.\n\t\tAn assessment under subsection (2)(c) must include a statement of whether,in the opinion of the Commission, the inclusion of photographs on the ballotpaper—\n\t\t\tassisted voters in marking their papers with a vote for a candidate (orwith votes for candidates) for whom they had decided to vote on grounds otherthan the candidates' appearance;\n\t\t\tresulted in voters being influenced (or more influenced) by the appearanceof candidates in deciding for whom to vote.\n\t\tAn assessment under subsection (2)(d) must include a statement of whether,in the opinion of the Commission, the turnout of voters was higher than itwould have been if the order had not applied.\n\t\tAn assessment under subsection (2)(e) must include a statement of—\n\t\t\twhether the candidates and their agents found the procedures provided forin the order easy to use;\n\t\t\twhether the returning officer found those procedures easy to administer;\n\t\t\twhether those procedures had any effect on the incidence of malpractice(whether or not amounting to an offence) in connection with elections;\n\t\t\tthe amount of any increase attributable to those procedures in theresources applied by the authority concerned to the election or elections.\n\t\tIn making an assessment under subsection (2)(c), (d) or (e), the Commissionmust also apply such other criteria as are specified in the order in relationto that assessment.\n\t\tThe local authority must give the Commission such assistance as theCommission may reasonably require in connection with the preparation of thereport.\n\t\tThe assistance may include—\n\t\t\tmaking arrangements for ascertaining the views of electors about theoperation of the provisions of the order;\n\t\t\treporting to the Commission allegations of electoral offences or othermalpractice.\n\t\tThe Commission must, before the end of the period of three months beginningwith the date of the declaration of the result of the election or elections inquestion, send a copy of the report—\n\t\t\tto the Secretary of State, and\n\t\t\tto the local authority.\n\t\tThe local authority must publish the report in their area in such manneras they think fit.\n\t\tIn this section “pilot order” and “the local authority” must be construedin accordance with section 32.\n\tRevision of electoral provisions in the light of pilot schemes\n\t\tThis section applies if the Secretary of State thinks, in the light of areport made under section 33 on the operation of a pilot order under section32, that it would be desirable for provision similar to that made by the orderto apply generally, and on a permanent basis, in relation to—\n\t\t\tparliamentary elections;\n\t\t\tlocal government elections in England and Wales;\n\t\t\tany description of election falling within paragraph (a) or (b).\n\t\tThe Secretary of State may by order make provision for the purposes ofenabling ballot papers issued at such elections (mentioned in subsection (1))as are specified in the order to contain photographs of the candidates.\n\t\tThe Secretary of State must not make an order under subsection (2) unlesshe first consults the Electoral Commission.\n\t\tAn order under subsection (2) may—\n\t\t\tinclude such provision modifying or disapplying any enactment as theSecretary of State thinks is necessary or expedient for the purposes of theorder;\n\t\t\tcreate or extend the application of an offence.\n\t\tAn order under subsection (2) must not create an offence punishable—\n\t\t\ton conviction on indictment, with imprisonment for a term exceeding oneyear;\n\t\t\ton summary conviction, with imprisonment for a term exceeding 51 weeks orwith a fine exceeding the statutory maximum.\n\t\tThe power to make an order under subsection (2) is exercisable by statutoryinstrument, but no such order may be made unless a draft of the instrumentcontaining the order has been laid before and approved by a resolution of eachHouse of Parliament.\n\t\tThe reference to local government elections must be construed in accordancewith section 32.\n\t\tIf an order under subsection (2) is made before the date of commencement ofsection 281(5) of the Criminal Justice Act 2003, then in relation to anyoffence committed before that date the reference in subsection (5)(b) to 51weeks must be taken to be a reference to six months.\n\t\tIn its application to Scotland and Northern Ireland, the reference insubsection (5)(b) to 51 weeks must be taken to be a reference to six months."
    },
    {
        "length": 318,
        "text": "\nVoting in person\n\tCertain voters entitled to vote in person\n\t\tSchedule 4 to the Representation of the People Act [2000 (c.2)](/id/ukpga/2000/2?view=plain \"Go to item of legislation\") (absent voting inGreat Britain) is amended as follows.\n\t\tAfter paragraph 2(5) insert—\n\t\t\t“(5A)Nothing in the preceding provisions of this paragraph applies to a personto whom section 7 of the 1983 Act (mental patients who are not detainedoffenders) applies and who is liable, by virtue of any enactment, to bedetained in the mental hospital in question, whether he is registered byvirtue of that provision or not; and such a person may vote—\n\t\t\tin person (where he is granted permission to be absent from the hospitaland voting in person does not breach any condition attached to thatpermission), or\n\t\t\tby post or by proxy (where he is entitled as an elector to vote by post or,as the case may be, by proxy at the election).”\n\t\tIn paragraph 2(6), omit paragraph (a) and the “or” following it.\n\t\tThis section does not apply to local government elections in Scotland(within the meaning of the 1983 Act)."
    },
    {
        "length": 1086,
        "text": "\nCertain electoral documents\n\tTranslations etc. of certain documents\n\t\tIn the 1983 Act, in Part 5, before section 200 (public notices anddeclarations) insert—\n\t\t“199BTranslations etc of certain documents\n\t\t\tSubsections (2) and (3) below apply to any document which under or byvirtue of this Act is required or authorised to be given to voters ordisplayed in any place for the purposes of a parliamentary or local governmentelection.\n\t\t\tThe person who is required or authorised to give or display the documentmust, as he thinks appropriate, give or display or otherwise make available insuch form as he thinks appropriate—\n\t\t\t\tthe document in Braille;\n\t\t\t\tthe document in languages other than English;\n\t\t\t\tgraphical representations of the information contained in the document;\n\t\t\t\tother means of making the information contained in the document accessibleto persons who might not otherwise have reasonable access to the information.\n\t\t\tThe person required or authorised to give or display the document mustalso, as he thinks appropriate, make available the information contained inthe document in such audible form as he thinks appropriate.\n\t\t\tSubsections (2) and (3) above do not apply to—\n\t\t\t\tthe nomination paper;\n\t\t\t\tthe ballot paper.\n\t\t\tThe returning officer at a parliamentary election or a local governmentelection may cause to be displayed at every polling station in the election anenlarged sample copy of the ballot paper.\n\t\t\tThe sample copy mentioned in subsection (5) above—\n\t\t\t\tin the case of a parliamentary election or a local government electionwhere only one candidate is to be elected, must have printed the words “VOTEFOR ONE CANDIDATE ONLY” both at the top and immediately below the list ofcandidates,\n\t\t\t\tin the case of a local government election where more than one candidate isto be elected, must have printed the words “VOTE FOR NO MORE THAN _[hereinsert the maximum number of candidates to be elected]_ CANDIDATES” both atthe top and immediately below the list of candidates, and\n\t\t\t\tin each case, below the second occurrence of those words, may include atranslation of those words into such other languages as the returning officerthinks appropriate.\n\t\t\tThe returning officer at a parliamentary election or a local governmentelection must provide at every polling station in the election an enlargedhand-held sample copy of the ballot paper for the assistance of voters who arepartially sighted.\n\t\t\tThe sample copy mentioned in subsection (7) above must be clearly marked asa specimen provided only for the guidance of voters.\n\t\t\tIn the application of subsection (2)(b) to Northern Ireland any question asto whether a person is to give or display or otherwise make available adocument in a language other than English is to be decided by the returningofficer.\n\t\t\tThis section does not apply to a local government election in Scotland.”\n\tDocuments relating to postal voting\n\t\tIn Schedule 1 to the 1983 Act, for rule 24 (postal ballot papers) substitute—\n\t\tThe returning officer shall, in accordance with regulations, issue tothose entitled to vote by post—\n\t\t\ta ballot paper;\n\t\t\tat an election held in England and Wales or Scotland, a postal votingstatement in the prescribed form;\n\t\t\tat an election held in Northern Ireland, a declaration of identity in theprescribed form;\n\t\t\ttogether with such envelopes for their return as may be prescribed.\n\t\tThe returning officer must also issue to those entitled to vote by postsuch information as he thinks appropriate about how to obtain—\n\t\t\ttranslations into languages other than English of any directions to orguidance for voters sent with the ballot paper;\n\t\t\ta translation into Braille of such directions or guidance;\n\t\t\tgraphical representations of such directions or guidance;\n\t\t\tthe directions or guidance in any other form (including any audible form).\n\t\tThe prescribed form shall include provision for the form to be signed andfor stating the date of birth of the elector or proxy (as the case may be).\n\t\tIn the case of a ballot paper issued to a person resident in the UnitedKingdom, the returning officer must ensure that the return of the ballot paperand postal voting statement or declaration of identity is free of charge tothe voter.\n\t\tIn any other case, regulations may provide that the returning officer mustso ensure.”"
    },
    {
        "length": 1122,
        "text": "\nCircumstances in which votes may be tendered\n\tTendered votes\n\t\tIn Schedule 1 to the 1983 Act, in rule 40 (tendered ballot papers), afterparagraph (1) insert—\n\t\t\t“(1ZA)Paragraph (1ZC) applies if —\n\t\t\ta person applies for a ballot paper representing himself to be a particularelector named on the register,\n\t\t\the is also named in the postal voters list, and\n\t\t\the claims that he did not make an application to vote by post at theelection.\n\t\t\t(1ZB)Paragraph (1ZC) also applies if—\n\t\t\ta person applies for a ballot paper representing himself to be a particularperson named as a proxy in the list of proxies,\n\t\t\the is also named in the proxy postal voters list, and\n\t\t\the claims that he did not make an application to vote by post as proxy.\n\t\t\t(1ZC)The person shall, on satisfactorily answering the questions permitted bylaw to be asked at the poll, be entitled, subject to the following provisionsof this rule, to mark a ballot paper (in these rules referred to as a“tendered ballot paper”) in the same manner as any other voter.”\n\t\tAfter paragraph (1ZC) of that rule (inserted by subsection (1) above)insert—\n\t\t“(1ZD)Paragraph (1ZE) applies if before the close of the poll but after thelast time at which a person may apply for a replacement postal ballot paper, aperson represents himself to be—\n\t\t\ta particular elector named on the register and who is also named in thepostal voters list, or\n\t\t\ta particular person named as a proxy in the list of proxies and who is alsonamed in the proxy postal voters list,\n\t\t\tand claims that he has lost or has not received his postal ballot paper.\n\t\t\t(1ZE)The person shall, on satisfactorily answering the questions permitted bylaw to be asked at the poll, be entitled, subject to the following provisionsof this rule, to mark a ballot paper (in these rules referred to as a“tendered ballot paper”) in the same manner as any other voter.”\n\t\tIn section 61 of that Act (certain voting offences), after subsection (6)insert—\n\t\t“(6A)A person is not guilty of an offence under subsection (2)(b) or (3)(b)above only by reason of his having marked a tendered ballot paper in pursuanceof rule 40(1ZC) or (1ZE) of the parliamentary elections rules.”\n\t\tIn section 5 of the Representation of the People Act [1985 (c.50)](/id/ukpga/1985/50?view=plain \"Go to item of legislation\") (absent votingin Northern Ireland) after subsection (5A) insert—\n\t\t“(5B)Subsection (2) above does not prevent a person, at the polling stationallotted to him, marking a tendered ballot paper in pursuance of rule 40(1ZC)or (1ZE) of the parliamentary elections rules.”\n\t\tIn section 9 of that Act (voting as proxy in Northern Ireland) aftersubsection (11) insert—\n\t\t“(11A)Subsection (2) above does not prevent a person, at the polling stationallotted to him, marking a tendered ballot paper in pursuance of rule 40(1ZC)or (1ZE) of the parliamentary elections rules.”\n\t\tIn Schedule 4 to the Representation of the People Act [2000 (c.2)](/id/ukpga/2000/2?view=plain \"Go to item of legislation\") (absent voting inGreat Britain)—\n\t\t\tin paragraph 2 (manner of voting at parliamentary or local governmentelections) after sub-paragraph (6) insert—\n\t\t\t“(6A)Sub-paragraph (2) above does not prevent a person, at the polling stationallotted to him, marking a tendered ballot paper in pursuance of rule 40(1ZC)or (1ZE) of the parliamentary elections rules.”;\n\t\t\tin paragraph 7 (voting as proxy) after sub-paragraph (9) insert—\n\t\tSub-paragraph (2) above does not prevent a person, at the polling stationallotted to him, marking a tendered ballot paper in pursuance of rule 40(1ZC)or (1ZE) of the parliamentary elections rules.”"
    },
    {
        "length": 570,
        "text": "\nOffences related to voting\n\tUndue influence\n\t\tIn section 115 of the 1983 Act (offence of undue influence), in subsection(2)(b)—\n\t\t\tafter “prevents” insert “, or intends to impede or prevent,”;\n\t\t\tafter “prevails upon” insert “, or intends so to compel, induce or prevailupon,”.\n\t\tThis section does not have effect in relation to a local governmentelection in Scotland.\n\tOffences relating to applications for postal and proxy votes\n\t\tAfter section 62 of the 1983 Act (offences as to declarations) insert—\n\t\t“62AOffences relating to applications for postal and proxy votes\n\t\t\tA person commits an offence if he—\n\t\t\t\tengages in an act specified in subsection (2) at a parliamentary or localgovernment election, and\n\t\t\t\tintends, by doing so, to deprive another of an opportunity to vote or tomake for himself or another a gain of a vote to which he or the other is nototherwise entitled or a gain of money or property.\n\t\t\tThese are the acts—\n\t\t\t\tapplying for a postal or proxy vote as some other person (whether thatother person is living or dead or is a fictitious person);\n\t\t\t\totherwise making a false statement in, or in connection with, anapplication for a postal or proxy vote;\n\t\t\t\tinducing the registration officer or returning officer to send a postalballot paper or any communication relating to a postal or proxy vote to anaddress which has not been agreed to by the person entitled to the vote;\n\t\t\t\tcausing a communication relating to a postal or proxy vote or containing apostal ballot paper not to be delivered to the intended recipient.\n\t\t\tIn subsection (1)(b), property includes any description of property.\n\t\t\tIn subsection (2) a reference to a postal vote or a postal ballot paperincludes a reference to a proxy postal vote or a proxy postal ballot paper (asthe case may be).\n\t\t\tA person who commits an offence under subsection (1) or who aids, abets,counsels or procures the commission of such an offence is guilty of a corruptpractice.\n\t\t\tThis section does not apply to anything done at a local government electionin Scotland.”"
    },
    {
        "length": 1889,
        "text": "\nControl of documents after parliamentary election\n\tSchedule 1 to the 1983 Act (parliamentary elections rules) is amended inaccordance with subsections (2) to (7).\n\tIn the heading to rule 55 (delivery of documents after poll) for “Clerk ofthe Crown” substitute “registration officer”.47\n\tIn that rule—\n\t\tin paragraph (1) for “Clerk of the Crown” substitute “relevant registrationofficer”;\n\t\tafter paragraph (1) insert—\n\t\t\t“(1A)In this rule and in rules 56 and 57 references to the relevantregistration officer are to—\n\t\tthe registration officer of the local authority in whose area theconstituency is situated, or\n\t\tif the constituency comprises any part of the area of more than one localauthority, the registration officer of the local authority in whose area thegreater or greatest (as the case may be) number of electors is registered.”;\n\t\tomit paragraphs (2) to (4).\n\tIn rule 56 (orders for production of documents)—\n\t\tin each of paragraphs (1), (6) and (8) for “Clerk of the Crown” substitute“relevant registration officer”;\n\t\tin paragraph (2) for “Clerk of the Crown's” substitute “relevantregistration officer's”;\n\tIn rule 57 (retention and public inspection of documents)—\n\t\tin paragraph (1) for “Clerk of the Crown” substitute “relevant registrationofficer”;\n\t\tfor paragraph (3) substitute—\n\tThe relevant registration officer or the Chief Electoral Officer forNorthern Ireland (as the case may be) must, on request, supply to any personcopies of or extracts from such description of the documents open to publicinspection as is prescribed by regulations.”;\n\t\tafter paragraph (3) insert—\n\tEach of the following must, on request, be supplied with a copy of themarked copies of the register, the postal voters list, the list of proxies andthe proxy postal voters list—\n\t\ta registered party within the meaning of Part 2 of the Political Parties,Elections and Referendums Act 2000;\n\t\ta person who was a candidate at the election in relation to theconstituency for which he was a candidate.\n\tRegulations may impose conditions in relation to—\n\t\tthe inspection of any document in pursuance of paragraph (2);\n\t\tthe supply of any document or part of a document in pursuance of paragraph(3);\n\t\tthe supply of any document or part of a document in pursuance of paragraph(4).\n\tRegulations may also make provision—\n\t\tas to the form in which any such document or part is supplied;\n\t\tfor the payment of a fee in respect of the supply of a document or part.\n\tConditions which may be imposed for the purposes of paragraph (5)(a) or (b)include conditions as to—\n\t\twhether a person may take any copy of a document he is permitted toinspect;\n\t\tthe manner in which any such copy is to be taken;\n\t\tthe purposes for which information contained in any document or part of adocument which is inspected or supplied in pursuance of paragraph (2) or (3)may be used.\n\tConditions which may be imposed for the purposes of paragraph (5)(b) or (c)include conditions as to the extent to which a person to whom a document orpart of a document has been supplied may—\n\t\tsupply that document or part to any other person;\n\t\tdisclose to any other person any information contained in the document orpart;\n\t\tuse any such information for a purpose other than that for which thedocument or part was supplied to him.\n\tRegulations may also impose conditions corresponding to those mentioned inparagraph (8) in respect of persons who have obtained a document or part of adocument mentioned in paragraph (4)—\n\t\twhich was supplied to another person in pursuance of paragraph (4), or\n\t\totherwise than in accordance with regulations under this section.”\n\tFor rule 58 (documents in Scotland) substitute—\n\tIn the application of rules 55 to 57 to elections in Scotland, thereferences to the relevant registration officer shall be taken to bereferences to the relevant sheriff clerk.\n\tFor the purposes of rule 55 as it applies to elections in Scotland—\n\t\tthe documents to be forwarded in accordance with that rule may be forwardedby being—\n\t\tdelivered to the relevant sheriff clerk by the returning officer or hisagent, or\n\t\tsent to the relevant sheriff clerk by recorded delivery post,\n\t\ton forwarding the documents, the returning officer must deliver or send tothe relevant sheriff clerk along with the documents a letter specifying thenumber and descriptions of the documents forwarded, and\n\t\twhere the documents are forwarded by delivery under sub-paragraph (a)(i)above, the relevant sheriff clerk must, on receipt of the documents, providethe person delivering them with a signed receipt showing the date and time ofreceipt.\n\tIn this rule, “relevant sheriff clerk” means—\n\t\tthe sheriff clerk of the sheriff court district in which the constituencyis situated, or\n\t\tif the constituency comprises any part of the area of more than one sheriffcourt district, the sheriff clerk of such one of those districts as theSecretary of State may by order appoint.”\n\tFor rule 59 (documents in Northern Ireland) substitute—\n\t“59In the application of rules 55 to 57 to elections for a constituency inNorthern Ireland, the references to the relevant registration officer shall betaken to be references to the Clerk of the Crown for Northern Ireland.”\n\tIn section 63 of that Act (breach of official duty), in subsection (3)(c)after “responsible after a” insert “parliamentary or”.\n\tAfter section 66A of that Act (prohibition on publication of exit polls)insert—\n\t“66BFailure to comply with conditions relating to supply etc. of certaindocuments\n\t\tA person is guilty of an offence—\n\t\t\tif he fails to comply with any conditions imposed in pursuance ofregulations under rule 57 of the parliamentary elections rules, or\n\t\t\tif he is an appropriate supervisor of a person (P) who fails to comply withsuch a condition and he failed to take appropriate steps.\n\t\tP is not guilty of an offence under subsection (1) if—\n\t\t\the has an appropriate supervisor, and\n\t\t\the has complied with all the requirements imposed on him by his appropriatesupervisor.\n\t\tA person who is not P or an appropriate supervisor is not guilty of anoffence under subsection (1) if he takes all reasonable steps to ensure thathe complies with the conditions.\n\t\tIn subsections (1)(b) and (2)—\n\t\t\tan appropriate supervisor is a person who is a director of a company orconcerned in the management of an organisation in which P is employed or underwhose direction or control P is;\n\t\t\tappropriate steps are such steps as it was reasonable for the appropriatesupervisor to take to secure the operation of procedures designed to prevent,so far as reasonably practicable, the occurrence of a failure to comply withthe conditions.\n\t\tA person guilty of an offence as mentioned in subsection (1) is liable onsummary conviction to a fine not exceeding level 5 on the standard scale.”"
    },
    {
        "length": 789,
        "text": "\nAccess to other election documents\n\tThe relevant officer must—\n\t\tmake relevant election documents available for inspection by members of thepublic;\n\t\tsupply, on request, copies of or extracts from such description of relevantelection documents as is prescribed by regulations.\n\tIn the case of an election other than a parliamentary election, a localgovernment election in Scotland or a local election in Northern Ireland, eachof the following must, on request, be supplied with a copy of the markedcopies of the register, the postal voters list, the list of proxies and theproxy postal voters list—\n\t\ta registered party;\n\t\ta person who was a candidate at the election in relation to the electoralarea for which he was a candidate;\n\t\tin the case of an election at which a registered party submits a list ofcandidates, a person who was appointed as an agent for the candidates on theparty’s list.\n\tThe Secretary of State may by regulations impose conditions in relation to—\n\t\tthe inspection of any document in pursuance of subsection (1)(a);\n\t\tthe supply of any document or part of a document in pursuance of subsection(1)(b);\n\t\tthe supply of any document or part of a document in pursuance of subsection(2).\n\tRegulations may also make provision—\n\t\tas to the form in which any such document or part is supplied;\n\t\tfor the payment of a fee in respect of the supply of a document or part.\n\tConditions which may be imposed for the purposes of subsection (3)(a) or(b) include conditions as to—\n\t\twhether a person may take any copy of a document he is permitted toinspect;\n\t\tthe manner in which any such copy is to be taken;\n\t\tthe purposes for which information contained in any document or part of adocument which is inspected or supplied in pursuance of subsection (1) may beused.\n\tConditions which may be imposed for the purposes of subsection (3)(b) or(c) include conditions as to the extent to which a person to whom a documentor part of a document has been supplied may—\n\t\tsupply that document or part to any other person;\n\t\tdisclose to any other person any information contained in the document orpart;\n\t\tuse any such information for a purpose other than that for which thedocument or part was supplied to him.\n\tRegulations may also impose conditions corresponding to those mentioned insubsection (6) in respect of persons who have obtained a document or part of adocument mentioned in subsection (2)—\n\t\twhich was supplied to another person in pursuance of subsection (2), or\n\t\totherwise than in accordance with regulations under this section.\n\tThe power to make regulations under this section—\n\t\tis exercisable by the Secretary of State by statutory instrument;\n\t\tincludes power to make different provision for different purposes.\n\tThe Secretary of State must not make regulations under this section unlesshe first consults the Electoral Commission.\n\tNo regulations may be made under this section unless a draft of thestatutory instrument containing the regulations has been laid before, andapproved by resolution of, each House of Parliament."
    },
    {
        "length": 348,
        "text": "\nAccess to other election documents: contravention of regulations\n\tA person is guilty of an offence—\n\t\tif he fails to comply with any conditions imposed in pursuance ofregulations under section 42, or\n\t\tif he is an appropriate supervisor of a person (P) who fails to comply withsuch a condition and he failed to take appropriate steps.\n\tP is not guilty of an offence under subsection (1) if—\n\t\the has an appropriate supervisor, and\n\t\the has complied with all the requirements imposed on him by his appropriatesupervisor.\n\tA person who is not P or an appropriate supervisor is not guilty of anoffence under subsection (1) if he takes all reasonable steps to ensure thathe complies with the conditions.\n\tIn subsections (1)(b) and (2)—\n\t\tan appropriate supervisor is a person who is a director of a company orconcerned in the management of an organisation in which P is employed or underwhose direction or control P is;\n\t\tappropriate steps are such steps as it was reasonable for the appropriatesupervisor to take to secure the operation of procedures designed to prevent,so far as reasonably practicable, the occurrence of a failure to comply withthe conditions.\n\tA person guilty of an offence as mentioned in subsection (1) is liable onsummary conviction to a fine not exceeding level 5 on the standard scale."
    },
    {
        "length": 1010,
        "text": "\nAccess to other election documents: supplementary\n\tThis section applies for the purposes of section 42.\n\tThe relevant officer is—\n\t\tin England and Wales, the relevant registration officer;\n\t\tin Scotland, the relevant sheriff clerk;\n\t\tin Northern Ireland, the Chief Electoral Officer for Northern Ireland.\n\tThe relevant registration officer is—\n\t\tthe registration officer of the local authority in whose area the electionis held, or\n\t\tif the election is held in respect of an electoral area which comprises anypart of the area of more than one local authority, such registration officeras the Secretary of State by order appoints.\n\tThe relevant sheriff clerk is—\n\t\tthe sheriff clerk of the sheriff court district in which the election isheld, or\n\t\tif the election is held in respect of an electoral area which comprises anypart of the area of more than one sheriff court district, the sheriff clerk ofsuch of those districts as the Secretary of State by order appoints.\n\tThe relevant election documents are such documents relating to an election(other than a parliamentary election, a local government election in Scotlandor a local election in Northern Ireland) as the relevant officer is requiredby or under any enactment to retain for any period except—\n\t\tballot papers;\n\t\tcompleted corresponding number lists;\n\t\tcertificates as to employment on the day of the election.\n\tA party is a registered party if it is registered for the purposes of Part2 of the 2000 Act (registration of political parties).\n\tAn electoral area is—\n\t\tin relation to a local government election, an electoral area within themeaning of section 203(1) of the 1983 Act;\n\t\tin relation to an election to the National Assembly for Wales, an Assemblyconstituency or an Assembly electoral region within the meaning of section2(2) of the Government of Wales Act [1998 (c.38)](/id/ukpga/1998/38?view=plain \"Go to item of legislation\") (Assemblyconstituencies and Assembly regions);\n\t\tin relation to an election to the Scottish Parliament, a constituency or aregion within the meaning of Schedule 1 to the Scotland Act [1998 (c.46)](/id/ukpga/1998/46?view=plain \"Go to item of legislation\")(constituencies, regions and regional members);\n\t\tin relation to an election to the Northern Ireland Assembly, a constituencyfor the purposes of section 33 of the Northern Ireland Act [1998 (c.47)](/id/ukpga/1998/47?view=plain \"Go to item of legislation\") (constituenciesand numbers of members);\n\t\tin relation to an election to the European Parliament, an electoral regionwithin the meaning of section 1 of the European Parliamentary Elections Act[2002 (c. 24)](/id/ukpga/2002/24?view=plain \"Go to item of legislation\")(electoral regions and number of MEPs).\n\tThe marked register is the copy of the register of electors marked inaccordance with provision corresponding to rule 37(1)(c) of the parliamentaryelections rules.\n\tA marked copy of the list of proxies is the copy of that list marked inaccordance with provision corresponding to rule 37(1)(e) of the parliamentaryelections rules.\n\tA marked copy of the postal voters list or the proxy postal voters list isthe copy of that list marked in accordance with provision corresponding torule 31A(1) of the parliamentary elections rules.\n\tA completed corresponding number list is a list prepared under provisioncorresponding to rule 19A of the parliamentary elections rules which iscompleted in accordance with provision corresponding to rule 37(1)(b) and (d)of those rules.\n\tExpressions used in this section or section 42 or 43 and in the 1983 Actmust (unless the context otherwise requires) be construed in accordance withthat Act."
    },
    {
        "length": 361,
        "text": "\nMarked postal voters list\n\tSchedule 1 to the 1983 Act (parliamentary elections rules) is amended asfollows.\n\tAfter rule 31 (notification of requirement of secrecy) insert—\n\t“Return of postal ballot papers\n\t\t31A(1)Where—\n\t\t\ta postal vote has been returned in respect of a person who is entered onthe postal voters list, or\n\t\t\ta proxy postal vote has been returned in respect of a proxy who is enteredon the proxy postal voters list,\n\t\t\tthe returning officer must mark the list in the prescribed manner.\n\t\tFor the purposes of paragraph (1) above, regulations may prescribe thecircumstances in which a postal vote or a proxy postal vote (as the case maybe) is or is not to be treated as having been returned.\n\t\tRule 45(1B) and (2) below does not apply for the purpose of determiningwhether, for the purposes of this rule, a postal vote or a proxy postal voteis returned.”\n\t\tIn rule 55 (delivery of documents after poll)—\n\t\t\tin paragraph (1)(e) for “of lists of proxies” substitute “of the postalvoters list, of lists of proxies and of the proxy postal voters list”;\n\t\t\tafter paragraph (1)(e) insert—\n\t\t\tsuch other documents relating to elections as are prescribed,”."
    },
    {
        "length": 509,
        "text": "\nCorrection of procedural errors\n\tReturning officers: correction of procedural errors\n\t\tA returning officer for an election to which this section applies may takesuch steps as he thinks appropriate to remedy any act or omission on his part,or on the part of a relevant person, which—\n\t\t\tarises in connection with any function the returning officer or relevantperson has in relation to the election, and\n\t\t\tis not in accordance with the rules or any other requirements applicable tothe election.\n\t\tBut a returning officer may not under subsection (1) re-count the votesgiven at an election after the result has been declared.\n\t\tThis section applies to—\n\t\t\ta parliamentary election;\n\t\t\ta local government election in England and Wales (within the meaning of the1983 Act).\n\t\tThese are the relevant persons—\n\t\t\tan electoral registration officer;\n\t\t\ta presiding officer;\n\t\t\ta person providing goods or services to the returning officer;\n\t\t\ta deputy of any person mentioned in paragraph (a) to (c) or a personappointed to assist, or in the course of his employment assisting, such aperson in connection with any function he has in relation to the election.\n\t\tSubsections (1) to (4) must be construed as part of the Representation ofthe People Acts.\n\t\tIn section 63 of the 1983 Act (breach of official duty), after subsection(3) insert—\n\t\tWhere— \n\t\t\ta returning officer for an election to which section 46 of the ElectoralAdministration Act 2006 applies is guilty of an act or omission in breach ofhis official duty, but\n\t\t\the remedies that act or omission in full by taking steps under subsection(1) of that section,\n\t\t\t\the shall not be guilty of an offence under subsection (1) above.\n\t\tSubsection (4) does not affect any conviction which takes place, or anypenalty which is imposed, before the date on which the act or omission isremedied in full.”"
    },
    {
        "length": 3337,
        "text": "\nRegistration of parties\n\tRegistered names of parties\n\t\tIn section 28 of the 2000 Act (registration of parties), after subsection(4)(d) insert—\n\t\t\twould be likely, were it to appear on a ballot paper issued at anelection—\n\t\t\tto result in an elector being misled as to the effect of his vote, or\n\t\t\tto contradict, or hinder an elector’s understanding of, any directions forhis guidance in voting given on the ballot paper or elsewhere,”.\n\tPolitical party descriptions\n\t\tIn the 2000 Act after section 28 (registration of parties) insert—\n\t\t“28ADescriptions\n\t\t\tA party’s application under section 28 may include a request for theregistration of up to 12 descriptions to be used on nomination papers orballot papers.\n\t\t\tWhere a request is made by a party under this section in relation to adescription, the Commission shall register the description as a description ofthe party unless it is of more than six words in length or in their opinionit—\n\t\t\t\twould be the same as the name of a party or the registered description of aparty which (in either case) is already registered in the register in whichthat party is applying to be registered,\n\t\t\t\twould be likely to result in electors confusing that party with anotherparty which is already registered in respect of the relevant part of theUnited Kingdom,\n\t\t\t\tis obscene or offensive,\n\t\t\t\tis of such a character that its publication would be likely to amount tothe commission of an offence,\n\t\t\t\twould be likely, were it to appear on a ballot paper issued at an election—\n\t\t\t\tto result in an elector being misled as to the effect of his vote, or\n\t\t\t\tto contradict, or hinder an elector’s understanding of, any directions forhis guidance in voting given on the ballot paper or elsewhere,\n\t\t\t\tincludes any script other than Roman script, or\n\t\t\t\tincludes a word or expression prohibited by order made by the Secretary ofState.\n\t\t\tIn subsection (2)(b) “already registered in respect of the relevant part ofthe United Kingdom” has the meaning given by section 28(5).\n\t\t\tAn order under subsection (2)(g) may except the use of a word or expressionfrom the prohibition in specified circumstances.\n\t\t\tIn the application of subsection (2) above to a party which has made adeclaration falling within section 28(2) which specifies Wales as a part ofGreat Britain in respect of which it is applying to be registered, for “it isof more than six words in length” substitute “its length exceeds six words ineither English or Welsh or, if the description is also expressed in the otherof those languages, six words in that other language”.\n\t\t\tThe Secretary of State may, by order, substitute for the number “12” insubsection (1) such other number as he thinks appropriate.\n\t\t\tAn order under subsection (2)(g) or (6) must not be made unless theSecretary of State first consults the Commission.\n\t\tBJoint descriptions\n\t\t\tTwo or more parties which are registered under section 28 above in the sameregister may apply to the Commission to register a description for use by acandidate standing in the name of both or all of the parties jointly.\n\t\t\tThe following provisions of section 28A apply to an application under thissection as they apply to an application under that section—\n\t\t\t\tsubsections (2) to (5);\n\t\t\t\tsubsection (7), so far as it relates to subsection (2)(g).\n\t\t\tSubsections (1)(bb), (4A) to (4D) and (6A) of section 30 apply to adescription mentioned in subsection (1) above as they apply to a descriptionto which section 28A applies; and for the purposes of such application—\n\t\t\t\tany reference to a party in section 30 (except in relation to anapplication to remove a description under subsection (1)(bb) of that section)must be construed as a reference to the parties mentioned in subsection (1)above acting jointly,\n\t\t\t\tsection 30(4A)(a) must be taken to read “the parties already have adescription registered in pursuance of section 28B above”, and\n\t\t\t\tthe requirement in paragraph 9 of Schedule 4 for an application undersection 30 to be signed by the responsible officer of a party must be taken tobe a requirement for the application to be signed by a responsible officer ofeach party which joins in the application.”\n\t\t\tIn section 30 of that Act (changes to the register)—\n\t\t\t\tin subsection (1), after paragraph (ba) insert—\n\t\t\t\tthe addition, alteration, substitution or removal of a description,”;\n\t\t\t\tin subsection (2) for “(6)” substitute “(6A)”;\n\t\t\t\tin subsection (4) after paragraph (a) insert “or\n\t\t\t\tsuch confusion in relation to a registered description of the party as ismentioned in paragraph (b) of section 28A(2),”;\n\t\t\t\tafter subsection (4) insert—\n\t\t\t\t\t“(4A)The Commission shall refuse an application to add a description if—\n\t\t\t\tthe party already has 12 descriptions (or such other maximum number ofdescriptions as is substituted by order under section 28A(6)),\n\t\t\t\tthe length of the description exceeds six words, or\n\t\t\t\tin the Commission’s opinion, any of paragraphs (a) to (g) of section 28A(2)apply to the description.\n\t\t\t\t(4B)The Commission shall refuse an application to alter a description if theeffect of the alteration—\n\t\t\t\tis that the length of the description as altered will exceed six words, or\n\t\t\t\tin their opinion, is that any of paragraphs (a) to (g) of section 28A(2)will apply to the description as altered.\n\t\t\t\t(4C)The Commission shall refuse to substitute a description if—\n\t\t\t\tthe length of the new description will exceed six words, or\n\t\t\t\tin their opinion any of paragraphs (a) to (g) of section 28A(2) apply tothe new description.\n\t\t\t\t(4D)In the application of subsection (4A)(b), (4B)(a) or (4C)(a) above to aparty which has made a declaration falling within section 28(2) whichspecifies Wales as a part of Great Britain in respect of which it isregistered, for “six words” substitute “six words in either English or Welshor, if the description is also expressed in the other of those languages, sixwords in that other language”.”;\n\t\t\t\tafter subsection (6) insert—\n\t\t\t\t“(6A)If an application under this section for the substitution or removal of adescription is granted at any time between—\n\t\t\t\tthe date of publication of the notice of election at an election in whichthere are one or more candidates standing in the name of the party, and\n\t\t\t\tthe poll at the election,\n\t\t\t\tthe change does not take effect until the day following the poll.”\n\t\t\t\tin subsection (7), after “subsection (3)” insert “(4A), (4B), (4C),”;\n\t\t\t\tin subsection (7), after paragraph (a) insert “or\n\t\t\t\tsection 28A(2)(a) and section 28(5) as it applies by virtue of section28A(3), or\n\t\t\t\tsection 28A(2)(a) as it applies by virtue of section 28B(2),”.\n\t\t\tIn Schedule 1 to the 1983 Act (parliamentary elections rules) in rule 6A,after paragraph (1) insert—\n\t\t\t“(1A)In paragraph (1) above an authorised description may be either—\n\t\t\t\tthe name of the party registered under section 28 of the Political Parties,Elections and Referendums Act 2000, or\n\t\t\t\ta description of the party registered under section 28A of that Act.\n\t\t\t\t(1B)A nomination paper may not include a description of a candidate which islikely to lead electors to associate the candidate with two or more registeredpolitical parties unless the parties are each qualifying parties in relationto the constituency and the description is a registered description authorisedby a certificate—\n\t\t\t\tissued by or on behalf of the registered nominating officer of each of theparties, and\n\t\t\t\treceived by the returning officer at some time during the period fordelivery of nomination papers set out in the Table in rule 1.\n\t\t\t\t(1C)For the purposes of paragraph (1B), a description is a registereddescription if it is a description registered for use by the parties undersection 28B of the Political Parties, Elections and Referendums Act 2000.”\n\tConfirmation of registered particulars\n\t\tSection 32 of the 2000 Act (confirmation of registered particulars) isamended as follows.58\n\t\tIn subsection (1), for the words from “at the time when” to “Part III”substitute “within the specified period”.\n\t\tAfter that subsection insert—\n\t\t\t“(1A)In subsection (1), “the specified period” means the period—\n\t\t\tbeginning on the first day of the period within which the statement ofaccounts for any financial year of the party is required to be delivered tothe Commission by virtue of section 45, and\n\t\t\tending six months after the last day of that period.”\n\tRemoval from register of registered parties\n\t\tSection 33 of the 2000 Act (party ceasing to be registered) is amended asfollows.\n\t\tIn subsection (1) after “subsection (2)” insert “or (2A)”.\n\t\tAfter subsection (2) insert—\n\t\t\t“(2A)Where the Commission does not receive a notification required by virtueof section 32(1) or 34(3) on or before the specified day, the Commission shallremove the party’s entry from the register.\n\t\t(2B)In subsection (2A) “the specified day” means—\n\t\t\tin relation to a notification required by virtue of section 32(1), the lastday of the specified period for the purposes of that subsection;\n\t\t\tin relation to a notification required by virtue of section 34(3), the daywhich falls six months after the relevant anniversary of the party’s inclusionin the register.\n\t\t\t(2C)In subsection (2B)(b), “relevant anniversary” means the anniversary inrelation to which the notification is required to be given by virtue ofsection 34(3).”\n\t\tIn subsection (3) for “the party’s entry from the register” substitute “aparty’s entry from the register by virtue of subsection (2) or (2A)”.\n\t\tIn subsection (4) for the words from “the end” to the first reference to“the register” substitute “the relevant time”.\n\t\tAfter subsection (4) insert—\n\t\t“(4A)In subsection (4), “the relevant time” means—\n\t\t\tif— \n\t\t\tthe party’s entry is removed by virtue of subsection (2), and\n\t\t\tits gross income or total expenditure in its financial year preceding theyear in which the entry is removed is £25,000 or more,\n\t\t\tthe end of the financial year of the party which follows that in which theentry is removed;\n\t\t\totherwise, the end of the financial year of the party in which the entry isremoved.”\n\t\tIn subsection (5) for “under this section” substitute “under subsection(2)”.\n\tTime for registration of parties fielding candidates\n\t\tIn Schedule 1 to the 1983 Act, rule 6A (nomination papers: name ofregistered political party) is amended in accordance with subsections (2) and(3).\n\t\tIn paragraph (3)—\n\t\t\tin sub-paragraph (a), for the words from “at the time” to the endsubstitute “on the day (“the relevant day”) which is two days before the lastday for the delivery of nomination papers at the election;”;\n\t\t\tin sub-paragraph (b), for “at the relevant time” (in both places)substitute “on the relevant day”.\n\t\tAfter paragraph (3) insert—\n\t\tFor the purposes of paragraph (3)(a) any day falling within rule 2(1)shall be disregarded.”\n\t\tSection 22 of the 2000 Act (parties to be registered in order to fieldcandidates at elections) is amended in accordance with subsections (5) and(6).\n\t\tIn subsection (2)—\n\t\t\tin paragraph (a), for “on the last day for publication of notice of theelection” substitute “on the day (“the relevant day”) which is two days beforethe last day for the delivery of nomination papers at that election”;\n\t\t\tin paragraph (b), for “on that day” substitute “on the relevant day”.\n\t\tAfter that subsection insert—\n\t\t\t“(2A)For the purposes of subsection (2) any day falling within rule 2(1) ofthe parliamentary elections rules in Schedule 1 to the Representation of thePeople Act 1983 shall be disregarded.”"
    },
    {
        "length": 353,
        "text": "\nAccounting requirements\n\tRequirements as to statements of account\n\t\tSection 42 of the 2000 Act (annual statement of accounts) is amended asfollows.\n\t\tIn subsection (4) for paragraph (a) substitute—\n\t\t\taccording to which of the following bands the gross income or totalexpenditure of a party falls within—\n\t\t\tnot exceeding £25,000;\n\t\t\texceeding £25,000 but not £100,000;\n\t\t\texceeding £100,000 but not £250,000;\n\t\t\texceeding £250,000;”.\n\t\tAfter that subsection insert—\n\t\t\t“(4A)The Secretary of State may by order amend subsection (4)(a) by varyingthe number of bands set out in it.\n\t\t(4B)The Secretary of State may not make an order under subsection (4A) exceptto give effect to a recommendation of the Commission.”\n\t\tThe amendments made by this section have effect in relation to anyfinancial year of a registered party which ends after the coming into force ofthis section.\n\tTime for delivery of unaudited accounts to Electoral Commission\n\t\tIn section 45 of the 2000 Act (delivery of statement of accounts etc. toCommission), in subsection (1) for “3 months” substitute “4 months”."
    },
    {
        "length": 1502,
        "text": "\nControl of donations\n\tPolicy development grants to be donations\n\t\tIn section 52 of the 2000 Act (payments, services etc. not to be regarded asdonations), in subsection (1) omit paragraph (a).\n\tExemption from requirement to prepare quarterly donation reports\n\t\tAfter section 62 of the 2000 Act (quarterly donation reports) insert—\n\t\t“62AExemption from requirement to prepare quarterly reports\n\t\t\tThis section applies if each of four consecutive donation reports preparedby the treasurer of a registered party in pursuance of subsection (1) ofsection 62 contains—\n\t\t\t\tin the case of a party without accounting units, a statement undersubsection (10) of that section, or\n\t\t\t\tin the case of a party with accounting units, statements under subsection(10) of that section in relation to the central organisation of the party andeach of its accounting units.\n\t\t\tThe treasurer is not required to prepare any further donation reports inpursuance of subsection (1) of that section until a recordable donation—\n\t\t\t\tis accepted by the registered party, or\n\t\t\t\tis dealt with by the registered party in accordance with section 56(2).\n\t\t\tA recordable donation is a donation which is required to be recorded byvirtue of any of subsections (4) to (9) of section 62 (including thosesubsections as applied by subsection (11) of that section).\n\t\t\tIf a recordable donation is accepted or (as the case may be) dealt with inaccordance with section 56(2), nothing in this section affects the operationof section 62 in relation to—\n\t\t\t\tthe reporting period in which the recordable donation is so accepted ordealt with, or\n\t\t\t\tany subsequent reporting period which falls before the time (if any) whenthis section again applies in relation to the party.\n\t\t\tIn this section, “donation report” and “reporting period” have the samemeaning as in section 62.”\n\t\t\tSection 62A of the 2000 Act (as inserted by subsection (1) above) appliesonly if the last of the reports mentioned in subsection (1) of that sectionrelates to a period which falls wholly or partly after the commencement ofthis section (but it is immaterial whether any of the other reports relate tosuch a period).\n\tRepeal of section 68 of the 2000 Act\n\t\tSection 68 of the 2000 Act (reporting of multiple small donations) is omitted.\n\tRegister of donations to include details of nature of donation\n\t\tIn section 69 of the 2000 Act (register of recordable donations), insubsection (2), after paragraph (a) insert—\n\t\t\twhether the donation is in the form of sponsorship (within the meaning ofsection 51);”.\n\tReporting donations to holders of certain elective offices\n\t\tSchedule 7 (control of donations to individuals and members associations)to the 2000 Act is amended as follows.\n\t\tIn paragraph 10, after sub-paragraph (7) insert—\n\t\tThis paragraph does not apply to a donation received by a holder of arelevant elective office unless he is not a member of a registered party andis either—\n\t\t\ta member of the Scottish Parliament, or\n\t\t\ta member of a local authority in Scotland.\n\t\tFor the purposes of sub-paragraph (8), it is immaterial whether thedonation is made to the holder of the relevant elective office in thatcapacity or in his capacity as a member of a registered party.”\n\t\tIn Part 5 of the Schedule, after paragraph 15 insert—\n\t\t“Donations to holders of certain elective offices\n\t\t\t15A(1)This paragraph applies in relation to donations received by a holder ofa relevant elective office if—\n\t\t\t\tthe relevant body has in place arrangements requiring the holder of theoffice to report such donations, and\n\t\t\t\tthe Commission think that the arrangements correspond to the requirementsof paragraph 10.\n\t\t\tThe Commission must make such arrangements as they think appropriatecorresponding to section 69 as modified in pursuance of paragraph 15(3) tomaintain a register of such information as they receive relating to suchdonations.\n\t\t\tIn sub-paragraph (1)(a) a relevant body is—\n\t\t\t\tif the holder of a relevant elective office is a member of a body mentionedin paragraphs (a) to (f) of paragraph 1(8), that body;\n\t\t\t\tif the holder of a relevant elective office is the Mayor of London, theLondon Assembly;\n\t\t\t\tif the holder of a relevant elective office is an elected mayor within themeaning of Part 2 of the Local Government Act 2000, the local authority ofwhich he is the mayor.”\n\t\t\tThe Secretary of State must not make an order under section 77 for thepurposes of this section as it applies to the holders of a relevant electiveoffice unless he is informed by the Commission that they are satisfied thatthey will receive the information mentioned in paragraph 15A(2) of thatSchedule (as inserted by subsection (3) above) in relation to such holders ofrelevant elective office.\n\t\t\tIn subsection (4) references to the holder of a relevant elective officemust be construed in accordance with Schedule 7 to the 2000 Act.\n\tNorthern Ireland: disapplication of Part 4 of the 2000 Act\n\t\tAny reference in the Political Parties, Elections and Referendums Act 2000(Disapplication of Part 4 for Northern Ireland Parties, etc) Order 2005 ([S.I.2005/299](/id/uksi/2005/299?view=plain \"Go to item of legislation\")) to aprovision of the 2000 Act which is amended by sections 55 to 58 must beconstrued as a reference to that provision as so amended."
    },
    {
        "length": 853,
        "text": "\nFRegulated transactions\n\tIn this Part, a reference to a regulated transaction must be construed inaccordance with this section.\n\tAn agreement between a registered party and another person by which theother person makes a loan of money to the party is a regulated transaction.\n\tAn agreement between a registered party and another person by which theother person provides a credit facility to the party is a regulatedtransaction.\n\tWhere— \n\t\ta registered party and another person (A) enter into a regulatedtransaction of a description mentioned in subsection (2) or (3) or atransaction under which any property, services or facilities are provided forthe use or benefit of the party (including the services of any person), and\n\t\tA also enters into an arrangement whereby another person (B) gives any formof security (whether real or personal) for a sum owed to A by the party underthe transaction mentioned in paragraph (a),\n\t\t\tthe arrangement is a regulated transaction.\n\tAn agreement or arrangement is also a regulated transaction if—\n\t\tthe terms of the agreement or arrangement as first entered into do notconstitute a regulated transaction by virtue of subsection (2), (3) or (4),but\n\t\tthe terms are subsequently varied in such a way that the agreement orarrangement becomes a regulated transaction.\n\tReferences in subsections (2) and (3) to a registered party includereferences to an officer, member, trustee or agent of the party if he makesthe agreement as such.\n\tReferences in subsection (4) to a registered party include references to anofficer, member, trustee or agent of the party if the property, services orfacilities are provided to him, or the sum is owed by him, as such.\n\tExcept so far as the contrary intention appears, references to a registeredparty in the context of—\n\t\tthe making of a loan to a registered party,\n\t\tthe provision of a credit facility to a registered party, or\n\t\ta sum being owed by a registered party,\n\t\tmust, in the case of a party with accounting units, be construed as referencesto the central organisation of the party or any of its accounting units.\n\tA reference to a connected transaction is a reference to the transactionmentioned in subsection (4)(b).\n\tIn this section a reference to anything being done by or in relation to aparty or a person includes a reference to its being done directly orindirectly through a third person.\n\tA credit facility is an agreement whereby a registered party is enabled toreceive from time to time from another party to the agreement a loan of moneynot exceeding such amount (taking account of any repayments made by theregistered party) as is specified in or determined in accordance with theagreement.\n\tAn agreement or arrangement is not a regulated transaction—\n\t\tto the extent that, in accordance with any enactment, a payment made inpursuance of the agreement or arrangement falls to be included in a return asto election expenses in respect of a candidate or candidates at a particularelection, or\n\t\tif its value is not more than £200.\n\tThe Secretary of State may, by order, specify circumstances or anydescription of circumstances in which an agreement or arrangement fallingwithin any of subsections (2) to (5) is not a regulated transaction."
    },
    {
        "length": 207,
        "text": "\nGValuation of regulated transaction\n\tThe value of a regulated transaction which is a loan is the value of thetotal amount to be lent under the loan agreement.\n\tThe value of a regulated transaction which is a credit facility is themaximum amount which may be borrowed under the agreement for the facility.\n\tThe value of a regulated transaction which is an arrangement by which anyform of security is given is the contingent liability under the securityprovided.\n\tFor the purposes of subsections (1) and (2), no account is to be taken ofthe effect of any provision contained in a loan agreement or an agreement fora credit facility at the time it is entered into which enables outstandinginterest to be added to any sum for the time being owed in respect of the loanor credit facility, whether or not any such interest has been so added."
    },
    {
        "length": 208,
        "text": "\nHAuthorised participants\n\tA registered party must not—\n\t\tbe a party to a regulated transaction to which any of the other parties isnot an authorised participant;\n\t\tderive a benefit in consequence of a connected transaction if any of theparties to that transaction is not an authorised participant.\n\tThis section does not apply to a regulated transaction if it was enteredinto before the commencement of section 61 of the Electoral Administration Act2006.\n\tIn this Part, an authorised participant is a person who is a permissibledonor within the meaning of section 54(2).\n\tThe Secretary of State may, by order, specify circumstances or anydescription of circumstances in which a person who is not a permissible donoris to be treated as an authorised participant."
    },
    {
        "length": 521,
        "text": "\nIRegulated transaction involving unauthorised participant\n\tThis section applies if a registered party is a party to a regulatedtransaction in which another participant is not an authorised participant.\n\tThe transaction is void.\n\tDespite subsection (2)—\n\t\tany money received by the registered party by virtue of the transactionmust be repaid by the treasurer of the party to the person from whom it wasreceived, along with interest at such rate as is determined in accordance withan order made by the Secretary of State;\n\t\tthat person is entitled to recover the money, along with such interest.\n\tIf— \n\t\tthe money is not (for whatever reason) repaid as mentioned in subsection(3)(a), or\n\t\tthe person entitled to recover the money refuses or fails to do so,\n\t\t\tthe Commission may apply to the court to make such order as it thinks fit torestore (so far as is possible) the parties to the transaction to the positionthey would have been in if the transaction had not been entered into.\n\tAn order under subsection (4) may in particular—\n\t\twhere the transaction is a loan or credit facility, require that any amountowed by the registered party be repaid (and that no further sums be advancedunder it);\n\t\twhere any form of security is given for a sum owed under the transaction,require that security to be discharged.\n\tIn the case of a regulated transaction where a party other than aregistered party—\n\t\tat the time the registered party enters into the transaction, is anauthorised participant, but\n\t\tsubsequently, for whatever reason, ceases to be an authorised participant,\n\t\tthe transaction is void and subsections (3) to (5) apply with effect from thetime when the other party ceased to be an authorised participant.\n\tThis section does not apply to a regulated transaction if it was enteredinto before the commencement of section 61 of the Electoral Administration Act2006."
    },
    {
        "length": 639,
        "text": "\nJGuarantees and securities: unauthorised participants\n\tThis section applies if—\n\t\ta registered party and another person (A) enter into a transaction of adescription mentioned in section 71F(4)(a),\n\t\tA is party to a regulated transaction of a description mentioned in section71F(4)(b) (“the connected transaction”) with another person (B), and\n\t\tB is not an authorised participant.\n\tSection 71I(2) to (5) applies to the transaction mentioned in subsection(1)(a).\n\tThe connected transaction is void.\n\tSubsection (5) applies if (but only if) A is unable to recover from theparty the whole of the money mentioned in section 71I(3)(a) (as applied bysubsection (2) above), along with such interest as is there mentioned.\n\tDespite subsection (3), A is entitled to recover from B any part of thatmoney (and such interest) that is not recovered from the party.\n\tSubsection (5) does not entitle A to recover more than the contingentliability under the security provided by virtue of the connected transaction.\n\tIn the case of a connected transaction where B—\n\t\tat the time A enters into the transaction, is an authorised participant,but\n\t\tsubsequently, for whatever reason, ceases to be an authorised participant,\n\t\t\tsubsections (2) to (6) apply with effect from the time when B ceased to be anauthorised participant.\n\tThis section does not apply to a regulated transaction if it was enteredinto before the commencement of section 61 of the Electoral Administration Act2006.\n\tIf the transaction mentioned in section 71F(4)(a) is not a regulatedtransaction of a description mentioned in section 71F(2) or (3), references inthis section and section 71I(2) to (5) (as applied by subsection (2) above) tothe repayment or recovery of money must be construed as references to (as thecase may be)—\n\t\tthe return or recovery of any property provided under the transaction,\n\t\tto the extent that such property is incapable of being returned orrecovered or its market value has diminished since the time the transactionwas entered into, the repayment or recovery of the market value at that time,or\n\t\tthe market value (at that time) of any facilities or services providedunder the transaction."
    },
    {
        "length": 1385,
        "text": "\nLOffences relating to regulated transactions\n\tA registered party commits an offence if—\n\t\tit enters into a regulated transaction of a description mentioned insection 71F(2) or (3) in which another participant is not an authorisedparticipant, and\n\t\tan officer of the party knew or ought reasonably to have known of thematters mentioned in paragraph (a).\n\tA person commits an offence if—\n\t\the is the treasurer of a registered party,\n\t\tthe party enters into a regulated transaction of a description mentioned insection 71F(2) or (3) in which another participant is not an authorisedparticipant, and\n\t\the knew or ought reasonably to have known of the matters mentioned inparagraph (b).\n\tA registered party commits an offence if—\n\t\tit enters into a regulated transaction of a description mentioned insection 71F(2) or (3) in which another participant is not an authorisedparticipant,\n\t\tno officer of the party knew or ought reasonably to have known that theother participant is not an authorised participant, and\n\t\tas soon as practicable after knowledge of the matters mentioned inparagraph (a) comes to the treasurer of the party he fails to take allreasonable steps to repay any money which the party has received by virtue ofthe transaction.\n\tA person who is the treasurer of a registered party commits an offence if—\n\t\tthe party enters into a regulated transaction of a description mentioned insection 71F(2) or (3) in which another participant is not an authorisedparticipant,\n\t\tsubsection (2)(c) does not apply to him, and\n\t\tas soon as practicable after knowledge of the matters mentioned inparagraph (a) comes to him he fails to take all reasonable steps to repay anymoney which the party has received by virtue of the transaction.\n\tA registered party commits an offence if—\n\t\tit benefits from or falls to benefit in consequence of a connectedtransaction to which any of the parties is not an authorised participant, and\n\t\tan officer of the party knew or ought reasonably to have known of thematters mentioned in paragraph (a).\n\tA person commits an offence if—\n\t\the is the treasurer of a registered party,\n\t\tthe party benefits from or falls to benefit in consequence of a connectedtransaction to which any of the parties is not an authorised participant, and\n\t\the knew or ought reasonably to have known of the matters mentioned inparagraph (b).\n\tA registered party commits an offence if—\n\t\tit is a party to a transaction of a description mentioned in section71F(4)(a),\n\t\tit benefits from or falls to benefit in consequence of a connectedtransaction to which any of the parties is not an authorised participant,\n\t\tno officer of the party knew or ought reasonably to have known of thematters mentioned in paragraphs (a) and (b), and\n\t\tas soon as practicable after knowledge of the matters mentioned inparagraphs (a) and (b) comes to the treasurer of the party he fails to takeall reasonable steps to pay to any person who has provided the party with anybenefit in consequence of the connected transaction the value of the benefit.\n\tA person who is the treasurer of a registered party commits an offence if—\n\t\tthe party is a party to a transaction of a description mentioned in section71F(4)(a),\n\t\tthe party benefits from or falls to benefit in consequence of a connectedtransaction to which any of the parties is not an authorised participant,\n\t\tsubsection (6)(c) does not apply to him, and\n\t\tas soon as practicable after knowledge of the matters mentioned inparagraphs (a) and (b) comes to him he fails to take all reasonable steps topay to any person who has provided the party with any benefit in consequenceof the connected transaction the value of the benefit.\n\tA person commits an offence if he—\n\t\tknowingly enters into, or\n\t\tknowingly does any act in furtherance of,\n\t\t\tany arrangement which facilitates or is likely to facilitate, whether by meansof concealment or disguise or otherwise, the participation by a registeredparty in a regulated transaction with a person other than an authorisedparticipant.\n\tIt is a defence for a person charged with an offence under subsection (2)to prove that he took all reasonable steps to prevent the registered partyentering the transaction.\n\tIt is a defence for a person charged with an offence under subsection (6)to prove that he took all reasonable steps to prevent the registered partybenefiting in consequence of the connected transaction.\n\tA reference to a registered party entering into a regulated transactionincludes a reference to any circumstances in which the terms of a regulatedtransaction are varied so as to increase the amount of money to which theparty is entitled in consequence of the transaction.\n\tA reference to a registered party entering into a transaction in whichanother participant is not an authorised participant includes a reference toany circumstances in which another party to the transaction who is anauthorised participant ceases (for whatever reason) to be an authorisedparticipant.\n\tThis section does not apply to a transaction which is entered into beforethe commencement of section 61 of the Electoral Administration Act 2006."
    },
    {
        "length": 1459,
        "text": "\nMQuarterly reports of regulated transactions\n\tThe treasurer of a registered party must, in the case of each year, preparea report under this subsection in respect of each of the following periods—\n\t\tJanuary to March;\n\t\tApril to June;\n\t\tJuly to September;\n\t\tOctober to December.\n\tThe reports prepared under subsection (1) for any year must, in the case ofeach authorised participant who enters into or is party to a regulatedtransaction with the party in that year, comply with—\n\t\tthe following provisions of this section so far as they require any suchtransaction to be recorded in such a report;\n\t\tsection 71N so far as it requires any changes in relation to any suchtransaction to be so recorded.\n\tIn this section—\n\t\t  * “transaction report” means a report prepared under subsection (1);\n\t\t  * “reporting period”, in relation to such a report, means the period mentioned in any of paragraphs (a) to (d) of that subsection to which the report relates;\n\t\t  * “relevant transaction”, in relation to an authorised participant and a year, means a regulated transaction entered into by the participant and the registered party in that year;\n\t\t  * “relevant benefit”, in relation to any person and any year, means—\n\t\ta relevant donation within the meaning of section 62(3) accepted by the partyfrom that person as a donor, or\n\t\ta relevant transaction entered into by the party and that person as aparticipant,\n\t\t\tand a relevant benefit accrues when it is accepted (if it is a donation) orentered into (if it is a transaction).\n\tWhere no previous relevant benefit or benefits has or have been required tobe recorded under this subsection or section 62(4), a relevant transactionmust be recorded—\n\t\tif the value of the transaction is more than £5,000, or\n\t\tif the aggregate amount of it and any other relevant benefit or benefits ismore than £5,000.\n\tA transaction to which subsection (4) applies must—\n\t\tif it falls within paragraph (a) of that subsection, be recorded in thetransaction report for the reporting period in which the transaction isentered into, or\n\t\tif it falls within paragraph (b) of that subsection, be recorded (togetherwith any other relevant transaction or transactions included in the aggregateamount mentioned in that paragraph) in the transaction report for thereporting period in which the benefit which causes that aggregate to be morethan £5,000 accrues.\n\tWhere any previous relevant benefit or benefits has or have been requiredto be recorded under subsection (4) or section 62(4), a relevant transactionmust be recorded at the point when a relevant transaction falling withinsubsection (7) has been entered into—\n\t\tsince the benefit or benefits required to be recorded under that provision,or\n\t\tif any relevant benefit or benefits has or have previously been required tobe recorded under this subsection or section 62(6), since the benefit orbenefits last required to be so recorded.\n\tA relevant transaction falls within this subsection—\n\t\tif the value of the transaction is more than £1,000, or\n\t\tif, when it is added to any other relevant benefit or benefits accruingsince the time mentioned in subsection (6)(a) or (b), the aggregate amount ofthe benefits is more than £1,000.\n\tA transaction to which subsection (6) applies on any occasion must—\n\t\tif it is the only benefit required to be recorded on that occasion, berecorded in the transaction report for the reporting period in which it isentered into, or\n\t\tin any other case, be recorded (together with any other relevanttransaction or transactions included in the aggregate amount mentioned insubsection (7)) in the transaction report for the reporting period in whichthe benefit which causes that aggregate amount to be more than £1,000 accrues.\n\tA transaction report must also record any regulated transaction which isentered into by the party and a person who is not an authorised participantand is dealt with during the reporting period in accordance with section 71Ior 71J.\n\tIf during any reporting period no transactions have been entered into bythe party which, by virtue of the preceding provisions of this section, arerequired to be recorded in the transaction report for that period, the reportmust contain a statement to that effect.\n\tWhere a registered party is a party with accounting units, subsections (2)to (10) apply separately in relation to the central organisation of the partyand each of its accounting units—\n\t\tas if any reference to the party were a reference to the centralorganisation or (as the case may be) to such an accounting unit; but\n\t\twith the substitution, in relation to such an accounting unit, of “£1,000”for “£5,000” in each place where it occurs in subsections (4) and (5).\n\tHowever, for the purposes of subsections (2) to (9) in their applicationto the central organisation and any year by virtue of subsection (11), anytransaction—\n\t\twhich is entered into by an authorised participant and any of theaccounting units during that year, but\n\t\twhich is not required to be recorded under subsection (4) or (6) (as theyapply by virtue of subsection (11)) as a transaction entered into by theaccounting unit,\n\t\tmust be treated as a transaction entered into by the authorised participantand the central organisation.\n\tSchedule 6A has effect with respect to the information to be given intransaction reports."
    },
    {
        "length": 519,
        "text": "\nNChanges to be recorded in quarterly reports\n\tIf during any reporting period, in the case of any recorded transaction—\n\t\tanother authorised participant becomes party to the transaction (whether inplace of or in addition to any existing participant),\n\t\tthere is any change in the details given in relation to the transaction inpursuance of paragraph 5, 6 or 7 of Schedule 6A, or\n\t\tthe transaction comes to an end,\n\t\t\tthe change must be recorded in the transaction report for that period.\n\tFor the purposes of subsection (1)(c), a loan comes to an end if—\n\t\tthe whole debt (or all the remaining debt) is repaid;\n\t\tthe creditor releases the whole debt (or all the remaining debt);\n\t\tand in such a case the transaction report must state how the loan has come toan end.\n\tA transaction report must also record any change by which a person who isnot an authorised participant becomes party to the transaction (whether inplace of or in addition to any existing participant) and in consequence ofwhich the transaction is dealt with in accordance with section 71I or 71J.\n\tIf during any reporting period there have been no changes (as mentioned insubsection (1) or (3)) to any recorded transaction, the report must contain astatement to that effect.\n\tA recorded transaction, in relation to a reporting period, is a regulatedtransaction which is or has been recorded in a transaction report for that ora previous reporting period.\n\tWhere a registered party is a party with accounting units, subsections (1)to (5) apply separately in relation to the central organisation of the partyand each of its accounting units; and the reference in subsection (5) to atransaction report for a previous reporting period is a reference to a reportprepared in relation the central organisation or accounting unit, as the casemay be.\n\tIn this section, “reporting period” and “transaction report” have themeanings given in section 71M."
    },
    {
        "length": 247,
        "text": "\nOExisting transactions\n\tThis section applies in relation to the first report prepared under section71M(1) by the treasurer of a party which, at the date on which that sectioncomes into force, is a registered party.\n\tSections 71M and 71N have effect, in the case of a person (whether or notan authorised participant) who is a party to an existing transaction, as if—\n\t\tthat transaction had been entered into in the reporting period to which thereport relates;\n\t\tany change (as mentioned in section 71N(1) or (3)) to the transaction hadoccurred during that period;\n\t\treferences in section 71M to a relevant benefit did not include referencesto a relevant donation.\n\tAn existing transaction is a regulated transaction which, at the date onwhich section 71M comes into force, has not come to an end for the purposes ofsection 71N(1)(c)."
    },
    {
        "length": 507,
        "text": "\nPExemption from requirement to prepare quarterly reports\n\tThis section applies if each of four consecutive transaction reportsprepared by the treasurer of a registered party in pursuance of subsection (1)of section 71M contains—\n\t\tin the case of a party without accounting units, a statement undersubsection (10) of that section and a statement under subsection (4) ofsection 71N, or\n\t\tin the case of a party with accounting units, statements under each ofthose subsections in relation to the central organisation of the party andeach of its accounting units.\n\tThe treasurer is not required to prepare any further transaction reports inpursuance of subsection (1) of section 71M until—\n\t\ta recordable transaction is entered into by the registered party, or\n\t\ta recordable change is made to a recorded transaction.\n\tA recordable transaction is a transaction which is required to be recordedby virtue of any of subsections (4) to (9) of section 71M (including thosesubsections as applied by subsection (11) of that section).\n\tA recordable change is a change which is required to be recorded by virtueof subsection (1) of section 71N (including that subsection as applied bysubsection (6) of that section).\n\tIf a recordable transaction is entered into or a recordable change is made,nothing in this section affects the operation of section 71M or 71N inrelation to—\n\t\tthe reporting period in which the recordable transaction is entered into orthe recordable change is made, or\n\t\tany subsequent reporting period which falls before the time (if any) whenthis section again applies in relation to the party.\n\tIn this section—\n\t\t  * “transaction report” and “reporting period” have the same meaning as in section 71M;\n\t\t  * “recorded transaction” has the same meaning as in section 71N."
    },
    {
        "length": 623,
        "text": "\nQWeekly transaction reports during general election periods\n\tSubject to section 71R, the treasurer of a registered party must, in thecase of any general election period, prepare a report under this subsection inrespect of each of the following periods—\n\t\tthe period of seven days beginning with the first day of the generalelection period,\n\t\teach succeeding period of seven days falling within the general electionperiod, and\n\t\tany final period of less than seven days falling within that period.\n\tIn this section—\n\t\t  * “weekly report” means a report prepared under subsection (1);\n\t\t  * “reporting period”, in relation to such a report, means the period mentioned in any of paragraphs (a) to (c) of that subsection to which the report relates.\n\tThe weekly report for any reporting period must record each regulatedtransaction which has a value of more than £5,000 entered into during thatperiod—\n\t\tby the party (if it is not a party with accounting units), or\n\t\tby the central organisation of the party (if it is a party with accountingunits).\n\tIf during any reporting period no transactions falling within subsection(3) have been entered into as mentioned in that subsection, the weekly reportfor that period must contain a statement to that effect.\n\tSchedule 6A has effect with respect to the information to be given inweekly reports.\n\tThe weekly report for any reporting period must also record any change (asmentioned in section 71N(1) or (3)) during that period to a regulatedtransaction recorded—\n\t\tby the party (if it is not a party with accounting units), or\n\t\tby the central organisation of the party (if it is a party with accountingunits).\n\tFor the purposes of subsection (6), a transaction is recorded by a party orthe central organisation of a party if it is or has been recorded in—\n\t\ta transaction report prepared under section 71M(1), or\n\t\ta weekly report prepared for that or a previous reporting period fallingwithin the general election period.\n\tIf during any reporting period there have been no changes falling withinsubsection (6), the weekly report for that period must contain a statement tothat effect.\n\tIn this section and section 71R “general election period” has the meaninggiven in section 63."
    },
    {
        "length": 159,
        "text": "\nRExemptions from section 71Q\n\tSection 71Q(1) does not apply in relation to a registered party in respectof a general election period if the party has made an exemption declarationunder section 64 which covers the general election in question.\n\tIn its application (in accordance with subsection (1)) in relation tosection 71Q, section 64 is to be read subject to the following modifications—\n\t\tthe reference in subsection (5) to section 63 is to be read as a referenceto section 71Q;\n\t\tsubsection (6) is omitted."
    },
    {
        "length": 766,
        "text": "\nSSubmission of transaction reports to Commission\n\tA transaction report under section 71M must be delivered to the Commissionby the treasurer of the party in question within the period of 30 daysbeginning with the end of the reporting period to which it relates.\n\tA transaction report under section 71Q must be delivered to the Commissionby the treasurer of the party in question—\n\t\twithin the period of 7 days beginning with the end of the reporting periodto which it relates, or\n\t\tif that is not possible in the case of any party to which section 71Qapplies by virtue of section 64(5) (as applied by section 71R), within theperiod of 7 days beginning with the first day on which the party has acandidate at the election in question.\n\tIf a transaction report under section 71M or 71Q states that the registeredparty has seen evidence of such description as is prescribed by the Secretaryof State in regulations that an individual participant has an anonymous entryin the electoral register (within the meaning of the Representation of thePeople Act 1983), the report must be accompanied by a copy of the evidence.\n\tThe treasurer of a registered party commits an offence if he fails tocomply with the requirements of subsection (1) or (2) in relation to atransaction report.\n\tThe treasurer of a registered party also commits an offence if he deliversa transaction report to the Commission which does not comply with anyrequirements of this Part as regards the recording of transactions, or changesto transactions, in such a report.\n\tWhere a person is charged with an offence under this section, it shall be adefence to prove that he took all reasonable steps, and exercised all duediligence, to ensure that any such requirements were complied with in relationto transactions entered into by the party, or changes to transactions made,during the relevant reporting period.\n\tWhere the court is satisfied, on an application made by the Commission,that any failure to comply with any such requirements in relation to—\n\t\tany transaction entered into by a registered party, or\n\t\tany change made to a transaction to which the registered party is a party,\n\t\t\twas attributable to an intention on the part of any person to conceal theexistence or true value of the transaction, the court may make such order asit thinks fit to restore (so far as is possible) the parties to thetransaction to the position they would have been in if the transaction had notbeen entered into.\n\tAn order under subsection (7) may in particular—\n\t\twhere the transaction is a loan or credit facility, require that any amountowed by the registered party be repaid (and that no further sums be advancedunder it);\n\t\twhere any form of security is given for a sum owed under the transaction,or the transaction is an arrangement by which any form of security is given,require that the security be discharged.\n\tThe reference in subsection (2) to a party having a candidate at anelection must be construed in accordance with section 64(9)."
    },
    {
        "length": 554,
        "text": "\nTDeclaration by treasurer in transaction report\n\tEach transaction report under section 71M or 71Q must, when delivered tothe Commission, be accompanied by a declaration made by the treasurer whichcomplies with subsection (2), (3) or (4).\n\tIn the case of a report under section 71M (other than one making a nilreturn), the declaration must state that, to the best of the treasurer’sknowledge and belief—\n\t\tall the transactions recorded in the report were entered into by the partywith authorised participants,\n\t\tduring the reporting period no transaction has been entered into by theparty which is required to be recorded in the report but is not so recorded,\n\t\tduring the reporting period no change has been made to a regulatedtransaction which is required to be recorded in the report but is not sorecorded, and\n\t\tduring the reporting period the party has not entered into any regulatedtransaction with a person or body other than an authorised participant.\n\tFor the purposes of subsection (2) a return under section 71M makes a nilreturn if it contains such a statement as is mentioned in subsection (10) ofthat section and a statement as is mentioned in subsection (4) of section 71N;and in the case of such a report the declaration must state that, to the bestof the treasurer’s knowledge and belief—\n\t\tthose statements are accurate, and\n\t\tduring the reporting period the party has not entered into any regulatedtransaction with a person or body other than an authorised participant.\n\tIn the case of a report under section 71Q, the declaration must state that,to the best of the treasurer’s knowledge and belief—\n\t\tno transaction has been entered into by the party, or (if section 71Q(3)(b)applies) by its central organisation, during the reporting period which isrequired to be recorded in the report but is not so recorded, and\n\t\tno change has been made to a regulated transaction during the reportingperiod which is required to be recorded in the report but is not so recorded.\n\tA person commits an offence if he knowingly or recklessly makes a falsedeclaration under this section."
    },
    {
        "length": 194,
        "text": "\nUWeekly donation reports in connection with elections other thangeneral elections\n\tThe Secretary of State may, after consulting the Commission and allregistered parties, by order make provision for—\n\t\tsections 71Q and 71R, together with Schedule 6A,\n\t\tsections 71S and 71T, and\n\t\tsection 147 so far as applying in relation to section 71S(1) or (2),\n\t\t\tto apply in relation to the specified election period in the case of one ormore relevant elections with such modifications as are specified in the order.\n\tIn this section “specified election period” and “relevant election” havethe meanings given in section 67."
    },
    {
        "length": 313,
        "text": "\nVRegister of recordable transactions\n\tThe Commission must maintain a register of all transactions (and allchanges) reported to them under this Part.\n\tThe register must be maintained by the Commission in such form as they maydetermine and must contain the following details in the case of each suchtransaction—\n\t\tthe value of the transaction;\n\t\t(subject to subsection (3)) such other details as have been given inrelation to the transaction in pursuance of any of paragraphs 2 to 7 ofSchedule 6A;\n\t\tthe relevant date for the transaction within the meaning of paragraph 8 ofthat Schedule.\n\tThe details required by virtue of subsection (2) do not include, in thecase of any transaction entered into by an authorised participant who is anindividual, the individual’s address.\n\tWhere— \n\t\tany transaction or transactions is or are reported to the Commission underthis Part, or\n\t\tany change or changes is or are so reported to them,\n\t\t\tthey must cause the details mentioned in subsection (2) to be entered or, asthe case may be, changed in the register in respect of the transaction ortransactions as soon as is reasonably practicable."
    },
    {
        "length": 328,
        "text": "\nWProceedings under sections 71I and 71S\n\tThis section has effect in relation to proceedings on applications undersections 71I(4) and 71S(7).\n\tThe court is—\n\t\tin England and Wales, the county court;\n\t\tin Scotland, the sheriff, and the proceedings are civil proceedings;\n\t\tin Northern Ireland, the county court.\n\tThe standard of proof is that applicable to civil proceedings.\n\tAn order may be made whether or not proceedings are brought against anyperson for an offence under section 71L, 71S or 71T.\n\tAn appeal against an order made by the sheriff may be made to the Court ofSession.\n\tRules of court may make provision—\n\t\twith respect to applications or appeals from proceedings on suchapplications;\n\t\tfor the giving of notice of such applications or appeals to personsaffected;\n\t\tfor the joinder, or in Scotland sisting, of such persons as parties;\n\t\tgenerally with respect to procedure in such applications or appeals.\n\tSubsection (6) does not affect any existing power to make rules."
    },
    {
        "length": 491,
        "text": "\nXConstruction of Part 4A\n\tIn this Part—\n\t\t  * “authorised participant” must be construed in accordance with section 71H;\n\t\t  * “connected transaction” has the meaning given by section 71F(9);\n\t\t  * “credit facility” has the meaning given by section 71F(11);\n\t\t  * “regulated transaction” must be construed in accordance with section 71F.\n\tFor the purposes of any provision relating to the reporting oftransactions, anything required to be done by a registered party inconsequence of its being a party to a regulated transaction must also be doneby it, if it is a party to a transaction of a description mentioned in section71F(4)(a), as if it were a party to the connected transaction.”\n\tIn section 147 of that Act (civil penalty for failure to deliver documentsetc), after subsection (1)(c) insert—\n\t\tthe requirements of section 71S(1) or (2) are not complied with inrelation to any transaction report relating to a registered party;”.\n\tIn section 149 of that Act (inspection of Commission’s registers etc),after subsection (1)(b) insert—\n\t\tsection 71V;”.\n\tIn section 156(4) of that Act (provision about subordinate legislation)—\n\t\tafter paragraph (d) insert—\n\t\tsection 71F(13),\n\t\tsection 71H(4),\n\t\tsection 71U(1),”;\n\t\tafter paragraph (h) insert—\n\t\tparagraph 9 of Schedule 6A,”.\n\tAfter Schedule 6 to that Act (details to be given in donation reports)insert—"
    },
    {
        "length": 3044,
        "text": "\n“SCHEDULE 6ADetails to be given in transaction reports\n\tPreliminary\n\t\tIn this Schedule—\n\t\t\t“quarterly report” means a report required to be prepared by virtue ofsection 71M;\n\t\t\t“weekly report” means a report required to be prepared by virtue of section71Q;\n\t\t\t\tand “recordable transaction”, in relation to a quarterly or weekly report,means a transaction required to be recorded in that report.\n\t\tReferences in this Schedule to a registered party must, in the case of aparty with accounting units, be read as references to the central organisationof the party.\n\tIdentity of authorised participants: quarterly reports\n\t\tIn relation to each recordable transaction, a quarterly report must givethe following information about each authorised participant (other than theregistered party deriving the benefit of the transaction) that is required byany of sub-paragraphs (2) to (10).\n\t\tIn the case of an individual the report must give his full name and—\n\t\t\tif his address is, at the date the transaction is entered into, shown in anelectoral register (within the meaning of section 54), that address, and\n\t\t\totherwise, his home address (whether in the United Kingdom or elsewhere).\n\t\tSub-paragraph (2) applies in the case of an individual who has an anonymousentry in an electoral register (within the meaning of the Representation ofthe People Act 1983) as if for paragraphs (a) and (b) there were substituted“state that the registered party has seen evidence of such description as isprescribed by the Secretary of State in regulations that the individual has ananonymous entry in an electoral register (within the meaning of theRepresentation of the People Act 1983)”.\n\t\tIn the case of a company falling within section 54(2)(b) the report mustgive—\n\t\t\tthe company’s registered name,\n\t\t\tthe address of its registered office, and\n\t\t\tthe number with which it is registered.\n\t\tIn the case of a registered party the report must give—\n\t\t\tthe party’s registered name, and\n\t\t\tthe address of its registered headquarters.\n\t\tIn the case of trade union falling within section 54(2)(d) the report mustgive—\n\t\t\tthe name of the union, and\n\t\t\tthe address of its head or main office,\n\t\t\t\tas shown in the list kept under the Trade Union and Labour Relations(Consolidation) Act 1992 or the Industrial Relations (Northern Ireland) Order1992.\n\t\tIn the case of a building society within the meaning of the BuildingSocieties Act 1986 the report must give—\n\t\t\tthe name of the society, and\n\t\t\tthe address of its principal office.\n\t\tIn the case of a limited liability partnership falling within section54(2)(f) the report must give—\n\t\t\tthe partnership’s registered name, and\n\t\t\tthe address of its registered office.\n\t\tIn the case of a friendly or other registered society falling withinsection 54(2)(g) the report must give—\n\t\t\tthe name of the society, and\n\t\t\tthe address of its registered office.\n\t\tIn the case of an unincorporated association falling within section54(2)(h) the report must give—\n\t\t\tthe name of the association, and\n\t\t\tthe address of its main office in the United Kingdom.\n\tIdentity of authorised participants: weekly reports\n\t\tIn relation to each recordable transaction, a weekly report must give allsuch details of the name and address of each authorised participant (otherthan the registered party deriving the benefit from the transaction) as arefor the time being known to the party.\n\t\tIn the case of a participant who is an individual having an anonymous entryin an electoral register (within the meaning of the Representation of thePeople Act 1983) instead of giving details of the address of the individualthe party must state that it has seen evidence of such description as isprescribed by the Secretary of State in regulations that the individual hassuch an entry.\n\tIdentity of unauthorised participants\n\t\t4In relation to each recordable transaction to which a person who is not anauthorised participant is a party, a quarterly or weekly report must give—\n\t\t\tthe name and address of the person;\n\t\t\tthe date when, and the manner in which, the transaction was dealt with inaccordance with subsections (3) to (5) of section 71I or those subsections asapplied by section 71I(6) or 71J(2).\n\tDetails of transaction\n\t\tIn relation to each recordable transaction a report must give thefollowing details about the transaction.\n\t\tA quarterly or weekly report must give the nature of the transaction (thatis to say, whether it is a loan, a credit facility or an arrangement by whichany form of security is given).\n\t\tA quarterly or weekly report must give the value of the transaction(determined in accordance with section 71G) or, in the case of a creditfacility or security to which no limit is specified, a statement to thateffect.\n\t\tA quarterly or weekly report must give the relevant date for thetransaction (determined in accordance with paragraph 8).\n\t\tIf the requirement to record the transaction arises only because the valueof the transaction has, for the purposes of section 71M(4) or (7), beenaggregated with the value of any relevant donation or donations (within themeaning of section 62), a quarterly report must contain a statement to thateffect.\n\t\tA quarterly report must—\n\t\t\tstate whether the transaction was entered into by the registered party orany accounting unit of the party, or\n\t\t\tin the case of a transaction to which section 71M(12) applies, indicatethat it is a transaction which falls to be treated as made to the party byvirtue of that provision.\n\t\tIn relation to each recordable transaction of a description mentioned insection 71F(2) or (3), a quarterly or weekly report must give the followingdetails about the transaction.\n\t\tThe report must give—\n\t\t\tthe date when the loan is to be repaid or the facility is to end (or astatement that the loan or facility is indefinite), or\n\t\t\twhere that date is to be determined under the agreement, a statement of howit is to be so determined.\n\t\tThe report must give—\n\t\t\tthe rate of interest payable on the loan or on sums advanced under thefacility (or a statement that no interest is payable), or\n\t\t\twhere that rate is to be determined under the agreement, a statement of howit is to be so determined.\n\t\tThe report must state whether the agreement contains a provision whichenables outstanding interest to be added to any sum for the time being owed inrespect of the loan or credit facility.\n\t\tThe report must state whether any form of security is given in respect ofthe loan or the sums advanced under the facility.\n\t\tIn relation to each recordable transaction of a description mentioned insection 71F(4)(b), a quarterly or weekly report must give the followingdetails about the transaction.\n\t\tThe report must—\n\t\t\tif the transaction mentioned in section 71F(4)(a) is a regulatedtransaction, identify that transaction by reference to the transaction reportin which it is recorded;\n\t\t\tin any other case, give a description of the principal features of thattransaction.\n\t\tWhere the security given consists in or includes rights over any property,the report must state the nature of that property.\n\t\tThe report must—\n\t\t\tif the person giving the security receives from the registered party anyconsideration for giving the security, give a statement of that consideration;\n\t\t\tin any other case, state that no such consideration is received.\n\t\tFor the purposes of paragraph 5(4) as it applies to a quarterly report,the relevant date for a transaction is—\n\t\t\tif the transaction is within section 71M(4)(a) or (7)(a), the date when thetransaction was entered into by the party or the accounting unit;\n\t\t\tif the transaction is within section 71M(4)(b) or (7)(b), the date when theparty or the accounting unit entered into the transaction which caused theaggregate amount in question to be more than the limit specified in thatprovision.\n\t\tFor the purposes of paragraph 5(4) as it applies to a weekly report, therelevant date for a transaction is the date when the transaction was enteredinto by the party or its central organisation as mentioned in section 71Q(3).\n\tOther details\n\t\tThe Secretary of State may by order amend paragraphs 2 to 7 so as to varythe details which a quarterly or weekly report must give about a transaction.\n\t\tThe Secretary of State must not make an order under sub-paragraph (1)unless he first consults the Commission.”\n\t\tIn Schedule 20 to that Act (penalties), after the entry relating to section71E(5) (as inserted by paragraph 2 of Schedule 1 to the Northern Ireland(Miscellaneous Provisions) Act 2006) insert—\n\t\t\t“Section 71L(1) (registered party entering into regulated transaction withunauthorised participant)| On summary conviction: statutory maximum  ---|---  On indictment: fine  Section 71L(2) (treasurer of party entering into regulated transaction withunauthorised participant)| On summary conviction: statutory maximum or 12months  On indictment: fine or 1 year  Section 71L(3) (party liable if treasurer fails to repay money obtained underregulated transaction with unauthorised participant)| On summary conviction:statutory maximum  On indictment: fine  Section 71L(4) (treasurer failing to repay money obtained under regulatedtransaction with unauthorised participant)| On summary conviction: statutorymaximum or 12 months  On indictment: fine or 1 year  Section 71L(5) (party benefiting from connected transaction to which anunauthorised participant is a party)| On summary conviction: statutory maximum  On indictment: fine  Section 71L(6) (treasurer of registered party which benefits from connectedtransaction to which an unauthorised participant is a party)| On summaryconviction: statutory maximum or 12 months  On indictment: fine or 1 year  Section 71L(7) (party liable if treasurer fails to repay benefit obtained inconsequence of security given by unauthorised participant)| On summaryconviction: statutory maximum  On indictment: fine  Section 71L(8) (treasurer failing to repay benefit obtained in consequence ofsecurity given by unauthorised participant)| On summary conviction: statutorymaximum or 12 months  On indictment: fine or 1 year  Section 71L(9) (facilitating a regulated transaction involving unauthorisedparticipant)| On summary conviction: statutory maximum or 12 months  On indictment: fine or 1 year  Section 71S(4) (failure to deliver transaction reports to Commission withintime limits)| On summary conviction: Level 5  Section 71S(5) (failure to comply with requirements for recording transactionsin transaction report)| On summary conviction: statutory maximum or 12 months  On indictment: fine or 1 year  Section 71T(5) (making a false declaration about transaction report)| Onsummary conviction: statutory maximum or 12 months  On indictment: fine or 1 year.”    (7)Part 6 of Schedule 1 amends the 2000 Act for the purpose of controllingloans and certain other transactions involving individuals and membersassociations."
    },
    {
        "length": 667,
        "text": "\nRegulation of loans: power to make provision for candidates, thirdparties and referendums\n\tThe Secretary of State may by order make in relation to a relevant mattersuch provision as he thinks appropriate which corresponds to or is similar toany provision of Part 4A of or Schedule 7A to the 2000 Act (the relevanttransaction provisions).\n\tA relevant matter is a loan, credit facility or any form of security(whether real or personal) which benefits—\n\t\ta candidate at an election;\n\t\ta recognised third party;\n\t\ta permitted participant in a referendum.\n\tAn order under this section may—\n\t\tamend or repeal any enactment (whenever passed);\n\t\tcreate an offence corresponding or similar to any offence created by therelevant transaction provisions;\n\t\tconfer power on the Secretary of State to make provision by ordercorresponding to any such power in the relevant transaction provisions;\n\t\tmake different provision for different purposes;\n\t\tmake such supplemental, incidental, consequential, transitional or savingsprovision as the Secretary of State thinks necessary or expedient inconnection with the order.\n\tAn order under this section which confers power to make an order by virtueof subsection (3)(c) must require the order—\n\t\tto be made by statutory instrument;\n\t\tnot to be made unless a draft of the instrument containing the order hasbeen laid before and approved by resolution of each House of Parliament.\n\tSubsection (4) does not apply to any power to make provision determining arate of interest.\n\tThe power to make an order under this section is exercisable by statutoryinstrument.\n\tNo such order may be made unless a draft of the instrument containing theorder has been laid before and approved by resolution of each House ofParliament.\n\tIn this section—\n\t\t  * “candidate” has the same meaning as in Part 2 of the 1983 Act; \n\t\t  * “credit facility” must be construed in accordance with section 71F(11) of the 2000 Act; \n\t\t  * “election” has the same meaning as in section 202 of the 1983 Act; \n\t\t  * “permitted participant” has the same meaning as in Part 7 of the 2000 Act; \n\t\t  * “recognised third party” has the same meaning as in Part 6 of that Act. \n\tAn order under this section must not make provision which is within thelegislative competence of the Scottish Parliament.\n\tSubsection (9) does not apply to provision made by virtue of subsection(3)(e)."
    },
    {
        "length": 632,
        "text": "\nRegulation of loans etc: Northern Ireland\n\tThe Secretary of State may, after consulting the Electoral Commission, byorder make provision relating to regulated transactions, controlledtransactions or relevant matters which corresponds to or is similar to anyprovision (“relevant provision”) relating to donations for political purposeswhich is made by, or which may be made under, the Northern Ireland(Miscellaneous Provisions) Act 2006 (“the 2006 Act”).\n\tBut if a relevant provision has effect, or would have effect, subject to atemporal limitation, a provision of an order under this section whichcorresponds to or is similar to the relevant provision must be subject to thesame temporal limitation.\n\tAn order under this section may in particular—\n\t\tamend, repeal or revoke any provision made by or under an Act of Parliamentor Northern Ireland legislation (whenever passed or made);\n\t\tcreate an offence corresponding or similar to any offence relating todonations for political purposes created by the 2006 Act;\n\t\tconfer power on the Secretary of State to make provision by ordercorresponding or similar to any such power relating to donations for politicalpurposes conferred by the 2006 Act;\n\t\tmake different provision for different purposes;\n\t\tmake such supplemental, incidental, consequential, transitional or savingsprovision as the Secretary of State thinks necessary or expedient inconnection with the order.\n\tAn order under this section which confers power to make an order by virtueof subsection (3)(c) must require the order—\n\t\tto be made only after consulting the Electoral Commission;\n\t\tto be made by statutory instrument; and\n\t\tnot to be made unless a draft of the instrument containing the order hasbeen laid before and approved by a resolution of each House of Parliament.\n\tThe power to make an order under this section is exercisable by statutoryinstrument.\n\tNo such order may be made unless a draft of the instrument containing theorder has been laid before and approved by a resolution of each House ofParliament.\n\tIn this section—\n\t\t  * “regulated transaction” has the same meaning as in Part 4A of the 2000 Act (see section 71F of that Act); \n\t\t  * “controlled transaction” has the same meaning as in Schedule 7A to that Act (see paragraphs 1 and 2 of that Schedule); \n\t\t  * “relevant matter” has the same meaning as in section 62 of this Act (see subsection (2) of that section). "
    },
    {
        "length": 770,
        "text": "\nCampaign expenditure\n\tCampaign expenditure: standing for more than one party\n\t\tSchedule 9 to the 2000 Act (limits on campaign expenditure) is amended asfollows.\n\t\tIn paragraph 5 (general elections to Scottish Parliament) after sub-paragraph (2) insert—\n\t\t\t“(2A)Sub-paragraph (2B) applies to a registered party in a case where at theelection a candidate stands for election in any constituency in the name ofthat party and one or more other registered parties.\n\t\t(2B)In such a case, the amount applying to the party in respect of theconstituency under sub-paragraph (2)(a) shall, instead of being the amountspecified in that sub-paragraph, be that amount divided by the number ofregistered parties in whose name the candidate stands for election asmentioned in sub-paragraph (2A).”\n\t\tIn paragraph 6 (ordinary elections to National Assembly for Wales) aftersub-paragraph (2) insert—\n\t\t“(2A)Sub-paragraph (2B) applies to a registered party in a case where at theelection a candidate stands for election in any constituency in the name ofthat party and one or more other registered parties.\n\t\t(2B)In such a case, the amount applying to the party in respect of theconstituency under sub-paragraph (2)(a) shall, instead of being the amountspecified in that sub-paragraph, be that amount divided by the number ofregistered parties in whose name the candidate stands for election asmentioned in sub-paragraph (2A).”\n\t\tIn paragraph 7 (general elections to Northern Ireland Assembly) after sub-paragraph (2) insert—\n\t\t“(2A)Sub-paragraph (2B) applies to a registered party in a case where at theelection a candidate stands for election in any constituency in the name ofthat party and one or more other registered parties.\n\t\t(2B)In such a case, the amount applying to the party in respect of theconstituency under sub-paragraph (2) shall, instead of being the amountspecified in that sub-paragraph, be that amount divided by the number ofregistered parties in whose name the candidate stands for election asmentioned in sub-paragraph (2A).”\n\tTime limit for claims in respect of campaign expenditure\n\t\tIn section 77 of the 2000 Act (restriction on making claims in respect ofcampaign expenditure)—\n\t\t\tin subsection (1), for “21 days” substitute “30 days”;\n\t\t\tin subsection (2), for “42 days” substitute “60 days”.\n\t\tIn section 92 of that Act (restriction on making claims in respect ofcertain expenditure by third parties)—\n\t\t\tin subsection (1), for “21 days” substitute “30 days”;\n\t\t\tin subsection (2), for “42 days” substitute “60 days”.\n\t\tIn section 115 of that Act (restriction on making claims in respect ofreferendum expenditure)—\n\t\t\tin subsection (1), for “21 days” substitute “30 days”;\n\t\t\tin subsection (2), for “42 days” substitute “60 days”."
    },
    {
        "length": 304,
        "text": "\nReferendum and election material\n\tDetails to appear on referendum and election material\n\t\tIn section 126 of the 2000 Act (details to appear on referendum material),after subsection (10) insert—\n\t\t\t“(10A)Subsection (1) does not apply to any material published for the purposesof a referendum if the publication is required under or by virtue of anyenactment.”\n\t\tIn section 143 of the 2000 Act (details to appear on election material),after subsection (2) insert—\n\t\t“(2A)For the purposes of subsection (2)(c), election material to whichsubsection (2B) applies—\n\t\t\tis not to be regarded as being published on behalf of a candidate merelybecause it can be regarded as promoting, procuring or enhancing his electoralsuccess or standing, but\n\t\t\tmay be regarded as being published on behalf of the party mentioned insubsection (2B).\n\t\t\t(2B)This subsection applies to election material which can be reasonablyregarded as promoting, procuring or enhancing the electoral success orstanding of two or more candidates standing in the name of a party or includedin a list of candidates submitted by the party in connection with theelection.”"
    },
    {
        "length": 1774,
        "text": "\nElection services\n\tPerformance of local authorities in relation to elections etc.\n\t\tAfter section 9 of the 2000 Act insert—\n\t\t“9ASetting of performance standards\n\t\t\tThe Commission may from time to time—\n\t\t\t\tdetermine standards of performance for relevant officers, and\n\t\t\t\tpublish, in such form and in such manner as they consider appropriate, thestandards so determined.\n\t\t\tThe standards of performance are such standards as the Commission thinkought to be achieved by—\n\t\t\t\telectoral registration officers in the performance of their functions;\n\t\t\t\treturning officers in the administration of the elections specified insubsection (6);\n\t\t\t\tcounting officers in the administration of the referendums specified insubsection (7).\n\t\t\tBefore determining standards under subsection (1), the Commission mustconsult—\n\t\t\t\tthe Secretary of State, and\n\t\t\t\tany other person they think appropriate.\n\t\t\tThe Commission may determine different standards for different descriptionsof relevant officers.\n\t\t\tWhen the Commission publish standards under subsection (1) they must send acopy of the published standards to the Secretary of State who must lay a copyof the published standards before each House of Parliament.\n\t\t\tThe elections specified in this subsection are—\n\t\t\t\tan election mentioned in section 5(2);\n\t\t\t\ta parliamentary by-election;\n\t\t\t\tan election under section 9 of the Scotland Act 1998 (constituencyvacancies);\n\t\t\t\tan election under section 8 of the Government of Wales Act 1998 (vacanciesin constituency seats);\n\t\t\t\ta local government election in England or Wales.\n\t\t\tThe referendums specified in this subsection are—\n\t\t\t\ta referendum to which Part 7 applies;\n\t\t\t\ta referendum under Part 2 of the Local Government Act 2000.\n\t\t\tFor the purposes of this section and sections 9B and 9C, the relevantofficers are—\n\t\t\t\telectoral registration officers;\n\t\t\t\tin relation to elections within subsection (6), returning officers;\n\t\t\t\tin relation to referendums within subsection (7), counting officers.\n\t\tBReturns and reports on performance standards\n\t\t\tThe Commission may from time to time issue directions to relevant officersto provide the Commission with such reports regarding their level ofperformance against the standards determined under section 9A(1) as may bespecified in the direction.\n\t\t\tA direction under subsection (1)—\n\t\t\t\tmust specify the relevant officer or officers to whom it is issued (and mayspecify a description or descriptions of relevant officers),\n\t\t\t\tmay require the report or reports to relate to such elections orreferendums (or both) as may be specified in the direction, and\n\t\t\t\tmay require the report or reports to be provided in a form specified in thedirection.\n\t\t\tA report provided to the Commission in pursuance of subsection (1) may bepublished by the relevant officer to whom it relates.\n\t\t\tThe Commission shall from time to time prepare and publish (in such manneras the Commission may determine) assessments of the level of performance byrelevant officers against the standards determined under section 9A(1).\n\t\t\tAn assessment under subsection (4)—\n\t\t\t\tmust specify the relevant officer or officers to whom it relates;\n\t\t\t\tmust specify the period to which it relates;\n\t\t\t\tmay specify the elections or referendums (or both) to which it relates.\n\t\t\tThe Commission must not prepare an assessment under subsection (4) unlessthey have received reports in pursuance of subsection (1) from the relevantofficer or officers for the matters to which the assessment relates.\n\t\t\tBefore publishing an assessment under subsection (4), the Commission shall—\n\t\t\t\tprovide to each relevant officer a copy of those parts of the assessmentwhich relate to him;\n\t\t\t\thave regard to any comments made by him regarding the factual accuracy ofthe assessment.\n\t\tCProvision of information about expenditure on elections etc.\n\t\t\tThe Commission may by notice in writing direct a relevant officer toprovide the Commission with such expenditure information as may be specifiedin the direction.\n\t\t\tExpenditure information is information relating to—\n\t\t\t\tin the case of an electoral registration officer, expenditure in connectionwith the performance of his functions;\n\t\t\t\tin the case of a returning officer, expenditure in connection with theelection or elections specified in section 9A(6) for which he is appointed orotherwise holds office;\n\t\t\t\tin the case of a counting officer, expenditure in connection with thereferendum or referendums specified in section 9A(7) for which he isappointed.\n\t\t\tA direction under subsection (1)—\n\t\t\t\tmay require the information to relate to such elections or (as the case maybe) referendums as may be specified in the direction;\n\t\t\t\tmay require the information to be provided in a form specified in thedirection;\n\t\t\t\tmay specify the time within which the information must be provided.\n\t\t\tThis section does not affect any other power of the Commission to requestinformation.”\n\tFunding of services and expenses of returning officers\n\t\tSection 29 of the 1983 Act (payments by and to returning officer) isamended as follows.\n\t\tFor subsections (3) to (4B) substitute—\n\t\tA returning officer shall be entitled to recover his charges in respect ofservices rendered, or expenses incurred, for or in connection with aparliamentary election if—\n\t\t\tthe services were necessarily rendered, or the expenses were necessarilyincurred, for the efficient and effective conduct of the election; and\n\t\t\tthe total of his charges does not exceed the amount (“the overall maximumrecoverable amount”) specified in, or determined in accordance with, an ordermade by the Secretary of State for the purposes of this subsection.\n\t\t\t\t(3A)An order under subsection (3) may specify, or make provision fordetermining in accordance with the order, a maximum recoverable amount forservices or expenses of any specified description and, subject to subsection(3B) below, the returning officer may not recover more than that amount inrespect of any such services or expenses.\n\t\t\t(3B)The Secretary of State may, in a particular case, authorise the paymentof—\n\t\t\tmore than the overall maximum recoverable amount, or\n\t\t\tmore than the specified maximum recoverable amount for any specifiedservices or expenses,\n\t\t\tif he is satisfied that the conditions in subsection (3C) are met.\n\t\t\t(3C)The conditions referred to in subsection (3B) are—\n\t\t\tthat it was reasonable for the returning officer concerned to render theservices or incur the expenses, and\n\t\t\tthat the charges in question are reasonable.”\n\t\tIn subsection (9), for “subsections (3) and (4)” substitute “subsection(3)”.\n\t\tThis section ceases to have effect if, before it is brought into force,paragraph 6(3) of Schedule 21 to the 2000 Act is brought into force."
    },
    {
        "length": 463,
        "text": "\nEncouraging electoral participation\n\tEncouraging electoral participation\n\t\tA local electoral officer must take such steps as he thinks appropriate toencourage the participation by electors in the electoral process in the areafor which he acts.\n\t\tA local electoral officer must have regard to any guidance issued by theElectoral Commission for the purposes of this section.\n\t\tThis section does not permit an electoral registration officer to undertakeany activity in relation to a local government election in Scotland unless theactivity relates to a matter falling within Section B3 (elections) of Schedule5 to the Scotland Act [1998 (c. 46)](/id/ukpga/1998/46?view=plain \"Go to itemof legislation\") (reserved matters).\n\t\tThe Secretary of State may reimburse a local electoral officer in respectof any expenditure incurred by the officer for the purposes of this section.\n\t\tThe amount paid under subsection (4) must not in any year exceed suchamount as is determined in accordance with regulations made by the Secretaryof State.\n\t\tThe power to make regulations under subsection (5) is exercisable bystatutory instrument subject to annulment in pursuance of a resolution ofeither House of Parliament.\n\t\tThe regulations may make different provision for different purposes.\n\t\tA local electoral officer is—\n\t\t\tan electoral registration officer;\n\t\t\ta returning officer for an election mentioned in subsection (9).\n\t\tThese are the elections—\n\t\t\tparliamentary elections;\n\t\t\tlocal government elections in England and Wales and Northern Ireland;\n\t\t\tEuropean Parliamentary elections;\n\t\t\telections to the Scottish Parliament;\n\t\t\telections to the Northern Ireland Assembly;\n\t\t\telections to the National Assembly for Wales.\n\t\tReferences to a local government election must be construed in accordancewith the 1983 Act."
    },
    {
        "length": 728,
        "text": "\nCriminal proceedings\n\tTime limit for prosecutions\n\t\tIn section 176 of the 1983 Act (time limit for prosecution of offences)after subsection (2) insert—\n\t\t\t“(2A)A magistrates' court in England and Wales may act under subsection (2B)if it is satisfied on an application by a constable or Crown Prosecutor—\n\t\t\tthat there are exceptional circumstances which justify the granting of theapplication, and\n\t\t\tthat there has been no undue delay in the investigation of the offence towhich the application relates.\n\t\t\t(2B)The magistrates' court may extend the time within which proceedings mustbe commenced in pursuance of subsection (1) above to not more than 24 monthsafter the offence was committed.\n\t\t\t(2C)If the magistrates' court acts under subsection (2B), it may also make anorder under subsection (2D) if it is satisfied, on an application by aconstable or Crown Prosecutor, that documents retained by the relevantregistration officer in pursuance of rule 57 of the parliamentary electionsrules may provide evidence relating to the offence.\n\t\t\t(2D)An order under this subsection is an order—\n\t\t\tdirecting the relevant registration officer not to cause the documents tobe destroyed at the expiry of the period of one year mentioned in rule 57, and\n\t\t\textending the period for which he is required to retain them under thatrule by such further period not exceeding 12 months as is specified in theorder.\n\t\t\t(2E)The making of an order under subsection (2D) does not affect any otherpower to require the retention of the documents.\n\t\t\t(2F)An application under this section must be made not more than one yearafter the offence was committed.\n\t\t\t(2G)Any party to—\n\t\t\tan application under subsection (2A), or\n\t\t\tan application under subsection (2C),\n\t\t\twho is aggrieved by the refusal of the magistrates' court to act undersubsection (2B) or to make an order under subsection (2D) (as the case may be)may appeal to the Crown Court.”\n\t\tIn Schedule 1 to that Act, in rule 57(1) (retention and public inspectionof documents) for “or the High Court” substitute “, the High Court, the CrownCourt or a magistrates' court”.\n\tRestriction on powers of arrest by persons other than constables\n\t\tSection 24A of the Police and Criminal Evidence Act [1984 (c.60)](/id/ukpga/1984/60?view=plain \"Go to item of legislation\") (arrest withoutwarrant: other persons) does not permit a person other than a constable toarrest inside a polling station a person who commits or is suspected ofcommitting an offence under section 60 of the 1983 Act (personation)."
    },
    {
        "length": 774,
        "text": "\nPre-consolidation amendments\n\tPre-consolidation amendments\n\t\tThe Secretary of State may by order make such amendments of the enactmentsrelating to the representation of the people as in his opinion facilitate orare otherwise desirable in connection with the consolidation of some or all ofthose enactments.\n\t\tThe enactments relating to the representation of the people are—\n\t\t\tthe Representation of the People Act [1983 (c.2)](/id/ukpga/1983/2?view=plain \"Go to item of legislation\");\n\t\t\tthe Representation of the People Act [1985 (c.50)](/id/ukpga/1985/50?view=plain \"Go to item of legislation\");\n\t\t\tthe Representation of the People Act [1989 (c.28)](/id/ukpga/1989/28?view=plain \"Go to item of legislation\");\n\t\t\tthe Representation of the People Act [1993 (c.29)](/id/ukpga/1993/29?view=plain \"Go to item of legislation\");\n\t\t\tthe Representation of the People Act [2000 (c.2)](/id/ukpga/2000/2?view=plain \"Go to item of legislation\");\n\t\t\tthe Electoral Administration Act 2006;\n\t\t\tthe Elections (Northern Ireland) Act [1985 (c.2)](/id/ukpga/1985/2?view=plain \"Go to item of legislation\");\n\t\t\tthe Electoral Fraud (Northern Ireland) Act [2002 (c.13)](/id/ukpga/2002/13?view=plain \"Go to item of legislation\");\n\t\t\tthe Northern Ireland (Miscellaneous Provisions) Act 2006;\n\t\t\tan enactment referring to any enactment falling within paragraphs (a) to(i).\n\t\tAn order under this section must not come into force unless an Actconsolidating the enactments amended by the order (with or without otherenactments relating to the representation of the people) has been passed.\n\t\tAn order under this section must not come into force until immediatelybefore that Act comes into force.\n\t\tSubsection (6) applies if the provisions of that Act come into force atdifferent times.\n\t\tSo much of an order under this section as amends an enactment repealed andre-enacted by a provision of that Act comes into force immediately before thatprovision.\n\t\tAn order under this section must not be made unless the Secretary of Statefirst consults the Electoral Commission.\n\t\tAn order under this section must be made by statutory instrument, but nosuch order may be made unless a draft of the statutory instrument containingthe order has been laid before, and approved by a resolution of, each House ofParliament.\n\t\tAn order under this section must not make any provision which would, if itwere included in an Act of the Scottish Parliament, be within the legislativecompetence of that Parliament."
    },
    {
        "length": 208,
        "text": "\nLegal incapacity to vote\n\tAbolition of common law incapacity: mental state\n\t\tAny rule of the common law which provides that a person is subject to alegal incapacity to vote by reason of his mental state is abolished.\n\t\tAccordingly, in section 202(1) of the 1983 Act (general provisions as tointerpretation), in the definition of “legal incapacity” after “addition”insert “, where applicable,”.\n\t\tAnd in section 10(1) of the Elected Authorities (Northern Ireland) Act[1989 (c. 3)](/id/ukpga/1989/3?view=plain \"Go to item of legislation\")(interpretation), in the definition of “legal incapacity” omit the words “orof any subsisting provision of the common law”."
    },
    {
        "length": 825,
        "text": "\nPart 9General\n\tMiscellaneous amendments and repeals\n\t\tPart 7 of Schedule 1 contains miscellaneous amendments.\n\t\tSchedule 2 contains repeals.\n\tFinancial provision\n\t\tThere shall be paid out of money provided by Parliament—\n\t\t\tany expenses incurred by the Secretary of State in consequence of this Act,and\n\t\t\tany increase attributable to this Act in the sums which under any other Actare payable out of money so provided.\n\t\tThere shall be paid out of the Consolidated Fund any increase attributableto this Act in the sums which under any other Act are payable out of thatFund.\n\tInterpretation \n\t\t“The 1983 Act” means the Representation of the People Act [1983 (c.2)](/id/ukpga/1983/2?view=plain \"Go to item of legislation\").\n\t\t“The 2000 Act” means the Political Parties, Elections and Referendums Act[2000 (c. 41)](/id/ukpga/2000/41?view=plain \"Go to item of legislation\").\n\tCommencement \n\t\tThe following provisions come into force on the day on which this Act ispassed—\n\t\t\tsection 1 (except subsections (2) and (5));\n\t\t\tsection 2 (except subsections (2), (4) to (9) and (12));\n\t\t\tsection 3;\n\t\t\tsection 4;\n\t\t\tsection 5 (except subsection (10));\n\t\t\tsection 6;\n\t\t\tsection 8;\n\t\t\tsection 75;\n\t\t\tsection 76;\n\t\t\tthis section;\n\t\t\tsection 78;\n\t\t\tsection 79.\n\t\tOtherwise, this Act comes into force on such day as the Secretary of Statemay by order made by statutory instrument appoint.\n\t\tDifferent days may be appointed for different purposes.\n\t\tAn order under subsection (2) may make—94\n\t\t\tany supplementary, incidental or consequential provision, and\n\t\t\tany transitory, transitional or saving provision,\n\t\t\t\tas the Secretary of State considers necessary or expedient in connection withthe order.\n\tExtent \n\t\tSubject to subsections (2) to (5), the extent of any amendment or repealmade by this Act is the same as that of the enactment amended or repealed.\n\t\tThe following provisions do not extend to Northern Ireland—\n\t\t\tsections 9, 10 and 11;\n\t\t\tsection 67;\n\t\t\tsection 70;\n\t\t\tParts 1 and 2 of Schedule 1.\n\t\tSection 70 does not extend to Scotland.\n\t\tA repeal of an enactment by Schedule 2 which corresponds to a repeal ofthat enactment by any other provision of this Act has the same extent as thatother provision.\n\t\tThe repeal in Schedule 2 relating to paragraph 86 of Schedule 4 to theRepresentation of the People Act [1985 (c. 50)](/id/ukpga/1985/50?view=plain\"Go to item of legislation\") does not extend to Northern Ireland.\n\tShort title\n\t\tThis Act may be cited as the Electoral Administration Act 2006."
    }
]