[
    {
        "length": 2890,
        "text": "\nChapter INational Probation Service for England and Wales\n\tIntroduction\n\t\tPurposes of the Chapter\n\t\t\tThis Chapter has effect for the purposes of providing for—\n\t\t\t\tcourts to be given assistance in determining the appropriate sentences topass, and making other decisions, in respect of persons charged with orconvicted of offences, and\n\t\t\t\tthe supervision and rehabilitation of such persons.\n\t\t\tSubsection (1)(b) extends (in particular) to—\n\t\t\t\tgiving effect to community orders,\n\t\t\t\tsupervising persons released from prison on licence,\n\t\t\t\tproviding accommodation in approved premises.\n\t\t\tRegulations may extend the purposes mentioned in subsection (1) to includeother prescribed purposes relating to persons charged with or convicted ofoffences.\n\t\tAims of the Service\n\t\t\tThis section applies to—\n\t\t\t\tthe functions of the Secretary of State under this Chapter,\n\t\t\t\tthe functions of local probation boards, and officers of local probationboards, under this Act or any other enactment,\n\t\t\t\t\tso far as they may be exercised for the purposes mentioned in section 1.\n\t\t\tIn exercising those functions the person concerned must have regard to thefollowing aims—\n\t\t\t\tthe protection of the public,\n\t\t\t\tthe reduction of re-offending,\n\t\t\t\tthe proper punishment of offenders,\n\t\t\t\tensuring offenders' awareness of the effects of crime on the victims ofcrime and the public,\n\t\t\t\tthe rehabilitation of offenders.\n\tFunctions\n\t\tFunctions of the Secretary of State\n\t\t\tThe Secretary of State has the function of ensuring that provision is madethroughout England and Wales for the purposes mentioned in section 1.\n\t\t\tThe Secretary of State may make any payment he considers appropriatetowards expenditure incurred by any person for any of those purposes.\n\t\t\tIf he considers it appropriate, he may make any payment on conditions.\n\t\t\tThe conditions may (among other things)—\n\t\t\t\tregulate the purposes for which the payment or any part of it may be used,\n\t\t\t\trequire repayment to the Secretary of State in specified circumstances.\n\t\tLocal probation boards\n\t\t\tFor the purpose of implementing this Chapter, England and Wales shall bedivided into areas.\n\t\t\tFor each area there shall be a board (referred to in this Act as a localprobation board) which is to exercise the functions conferred on it by virtueof this Act and any other enactment.\n\t\t\tSchedule 1 (which makes provision about the constitution of local probationboards, their powers and other matters relating to them) is to have effect.\n\t\t\tReferences in this Act or any other enactment to an officer of a localprobation board are references to—\n\t\t\t\tany member of the staff of a local probation board appointed to exercisethe functions of an officer of the board, and\n\t\t\t\tany other individual exercising functions of an officer of a localprobation board by virtue of section 5(2).\n\t\t\tThe initial areas for the purpose of implementing this Chapter are—\n\t\t\t\tthe police areas listed in Schedule 1 to the [1996 c. 16.] Police Act 1996(areas into which England and Wales, apart from London, is divided), and\n\t\t\t\tthe area comprising the Metropolitan Police District and the City of LondonPolice Area.\n\t\t\tThe division of England and Wales into areas for that purpose may bealtered from time to time by order made by the Secretary of State.\n\t\tFunctions of local probation boards\n\t\t\tIt is a function of a local probation board—\n\t\t\t\tto make arrangements for ensuring that sufficient provision is made inrespect of its area for the purposes mentioned in section 1 and for ensuringthe performance of any other functions conferred by virtue of this Act or anyother enactment on the board,\n\t\t\t\tto make arrangements for ensuring the performance of any functionsconferred by virtue of this Act or any other enactment on officers of theboard,\n\t\t\t\t\tand to implement, or ensure the implementation of, any arrangements it makesunder this section.\n\t\t\tIn addition to making arrangements for provision to be made by its staff, alocal probation board may (for example)—\n\t\t\t\tmake arrangements with organisations for provision to be made on theboard’s behalf by the organisations,\n\t\t\t\tmake arrangements with individuals who are not members of the board’s staffunder which they may perform functions of officers of the board,\n\t\t\t\tand arrangements under paragraph (a) may provide for the organisations todesignate individuals who may perform functions of officers of the board.\n\t\t\tThe provision that may be made in pursuance of such arrangements includesproviding services to any person and, in particular—\n\t\t\t\tgiving assistance to persons remanded on bail or for whom officers of theboard have responsibilities,\n\t\t\t\tproviding accommodation in approved premises for persons who have at anytime been charged with or convicted of an offence.\n\t\t\tA local probation board may provide for its staff to co-operate withpersons in its area who are concerned with the prevention or reduction ofcrime or with giving assistance to the victims of crime.\n\t\t\tRegulations may confer further functions on local probation boards orofficers of local probation boards.\n\t\t\tA local probation board may give grants or other financial assistance toany person only in pursuance of regulations.\n\t\t\tA local probation board—\n\t\t\t\tmay make an arrangement with another local probation board under which itprovides on behalf of the other board, in respect of the other board’s area,any services which it could provide under this section in respect of its ownarea, and\n\t\t\t\tmay charge the other local probation board for any services it provides inpursuance of the arrangement.\n\t\t\tIt is for the Secretary of State to determine whether or not any provisionmade by a local probation board under this section is sufficient.\n\t\tThe inspectorate\n\t\t\tThe inspectorate, and the office of chief inspector, established undersection 23 of the [1993 c. 47.] Probation Service Act 1993 (inspectorate ofprobation) shall continue in being, but—\n\t\t\t\tthe members of the inspectorate are to be known as “Her Majesty’sInspectorate of the National Probation Service for England and Wales”, and\n\t\t\t\tthe chief inspector is to be known as “Her Majesty’s Chief Inspector of theNational Probation Service for England and Wales”.\n\t\t\tThe power to appoint a person to be chief inspector or one of the othermembers of the inspectorate is exercisable by the Secretary of State.\n\t\t\tThe Secretary of State may determine—\n\t\t\t\tthe number of members of the inspectorate,\n\t\t\t\tthe remuneration, allowances or other amounts to be paid by him to or inrespect of the members of the inspectorate.\n\t\t\tBelow in this Chapter—\n\t\t\t\treferences to the chief inspector are to Her Majesty’s Chief Inspector ofthe National Probation Service for England and Wales,\n\t\t\t\treferences to the members of the inspectorate are to the chief inspectorand the other members of Her Majesty’s Inspectorate of the National ProbationService for England and Wales.\n\t\tFunctions of inspectorate\n\t\t\tThe chief inspector must secure that the provision made in pursuance ofarrangements made by each local probation board under section 5 is inspectedby a member of the inspectorate.\n\t\t\tThe Secretary of State may direct the members of the inspectorate to assessthe provision made by reference to criteria specified in directions.\n\t\t\tA report of an inspection under subsection (1) must be sent to theSecretary of State.\n\t\t\tThe Secretary of State may give directions as to—\n\t\t\t\tthe information to be given in the report and the form in which it is to begiven,\n\t\t\t\tthe time by which the report is to be given.\n\t\t\tThe Secretary of State must lay a copy of the report before each House ofParliament.\n\t\t\tThe Secretary of State may give directions, in connection with the purposesmentioned in section 1 or any related purposes, conferring further functionson the chief inspector and the other members of the inspectorate.\n\tMiscellaneous\n\t\tSupport services\n\t\t\tThe Secretary of State may by order provide for any services to which, inhis opinion, subsection (3) applies to be provided not by the staff of localprobation boards but by others under arrangements made with the boards.\n\t\t\tThe order may provide that only the Secretary of State, or an organisationor individual of a description specified in the order, may provide theservices.\n\t\t\tThis subsection applies to services—\n\t\t\t\twhich are required by local probation boards in connection with theexercise of their functions, but\n\t\t\t\twhich, with a view to obtaining better value for money or to improving thestandard of the services or the efficiency of their provision, are betterprovided by persons other than the staff of local probation boards.\n\t\tApproved premises\n\t\t\tThe Secretary of State may approve premises in which accommodation isprovided—\n\t\t\t\tfor persons granted bail in criminal proceedings (within the meaning of the[1976 c. 63.] Bail Act 1976), or\n\t\t\t\tfor, or in connection with, the supervision or rehabilitation of personsconvicted of offences.\n\t\t\tReferences in any enactment to an approved bail hostel or approvedprobation hostel are to be read as references to premises approved under thissection.\n\t\t\tRegulations may provide for the regulation, management and inspection ofpremises approved under this section.\n\t\t\tThe Secretary of State may at any time make payments of any amount heconsiders appropriate towards the expenditure of any person in carrying on, orenlarging or improving, any premises if the premises are approved under thissection or the payment is made with a view to their approval.\n\t\tDefault powers\n\t\t\tThe power conferred by this section is exercisable by the Secretary ofState in respect of a local probation board if it appears to him that theboard is failing to perform the functions conferred on it or that itsarrangements for performing those functions do not represent good value formoney.\n\t\t\tThe Secretary of State may make an order (a “management order”) in respectof the board.\n\t\t\tA management order may modify the application of Schedule 1 in relation tothe board by—\n\t\t\t\tproviding for the board to comprise persons determined in accordance withan arrangement made between the Secretary of State and an organisation (a“management arrangement”), and\n\t\t\t\tmaking any other modifications which appear to the Secretary of State to benecessary or expedient in consequence of that provision or of the managementarrangement.\n\t\t\tA management order may provide for the persons determined in accordancewith the management arrangement to replace all or any of the chairman, thechief officer and the other existing members of the board; and vacanciesoccurring among the replacements are to be filled in accordance with themanagement arrangement.\n\t\t\tThe power to revoke a management order is exercisable at any time when theSecretary of State considers it necessary or expedient to revoke it.\n\t\t\tOn the revocation of a management order, any person who is a member of theboard by virtue of the order and the arrangement ceases to be a member; and,accordingly, any vacancy occurring by virtue of the revocation is to be filledin accordance with Schedule 1 (unless the Secretary of State makes a newmanagement order)."
    },
    {
        "length": 1755,
        "text": "\nChapter IIChildren and Family Court Advisory and Support Service\n\tEstablishment of the Service\n\t\tThere shall be a body corporate to be known as the Children and FamilyCourt Advisory and Support Service (referred to in this Part as the Service)which is to exercise the functions conferred on it by virtue of this Act andany other enactment.\n\t\tSchedule 2 (which makes provision about the constitution of the Service,its powers and other matters relating to it) is to have effect.\n\t\tReferences in this Act or any other enactment to an officer of the Serviceare references to—\n\t\t\tany member of the staff of the Service appointed under paragraph 5(1)(a) ofthat Schedule, and\n\t\t\tany other individual exercising functions of an officer of the Service byvirtue of section 13(2) or (4).\n\tPrincipal functions of the Service\n\t\tIn respect of family proceedings in which the welfare of children is or maybe in question, it is a function of the Service to—\n\t\t\tsafeguard and promote the welfare of the children,\n\t\t\tgive advice to any court about any application made to it in suchproceedings,\n\t\t\tmake provision for the children to be represented in such proceedings,\n\t\t\tprovide information, advice and other support for the children and theirfamilies.\n\t\tThe Service must also make provision for the performance of any functionsconferred on officers of the Service by virtue of this Act or any otherenactment (whether or not they are exercisable for the purposes of thefunctions conferred on the Service by subsection (1)).\n\t\tRegulations may provide for grants to be paid by the Service to any personfor the purpose of furthering the performance of any of the Service’sfunctions.\n\t\tThe regulations may provide for the grants to be paid on conditions,including conditions—\n\t\t\tregulating the purposes for which the grant or any part of it may be used,\n\t\t\trequiring repayment to the Service in specified circumstances.\n\t\tIn this section, “family proceedings” has the same meaning as in the [1984c. 42.] Matrimonial and Family Proceedings Act 1984 and also includes anyother proceedings which are family proceedings for the purposes of the [1989c. 41.] Children Act 1989, but—\n\t\t\treferences to family proceedings include (where the context allows) familyproceedings which are proposed or have been concluded, and\n\t\t\tfor the purposes of paragraph (a), where a supervision order (within themeaning of the [1989 c. 41.] Children Act 1989) is made in family proceedings,the proceedings are not to be treated as concluded until the order has ceasedto have effect.\n\tOther powers of the Service\n\t\tThe Service may make arrangements with organisations under which theorganisations perform functions of the Service on its behalf.\n\t\tArrangements under subsection (1) may provide for the organisations todesignate individuals who may perform functions of officers of the Service.\n\t\tBut the Service may only make an arrangement under subsection (1) if it isof the opinion—\n\t\t\tthat the functions in question will be performed efficiently and to therequired standard, and\n\t\t\tthat the arrangement represents good value for money.\n\t\tThe Service may make arrangements with individuals under which they mayperform functions of officers of the Service.\n\t\tThe Service may commission, or assist the conduct of, research by anyperson into matters concerned with the exercise of its functions.\n\tProvision of staff or services to other organisations\n\t\tThe Service may make arrangements with an organisation or individual underwhich staff of the Service may work for the organisation or individual.\n\t\tThe Service may make arrangements with an organisation or individual underwhich any services provided to the Service by its staff are also madeavailable to the organisation or individual.\n\t\tThe Service may charge for anything done under arrangements under thissection.\n\tRight to conduct litigation and right of audience\n\t\tThe Service may authorise an officer of the Service of a prescribeddescription—\n\t\t\tto conduct litigation in relation to any proceedings in any court,\n\t\t\tto exercise a right of audience in any proceedings before any court,\n\t\t\t\tin the exercise of his functions.\n\t\tAn officer of the Service exercising a right to conduct litigation byvirtue of subsection (1)(a) who would otherwise have such a right by virtue ofsection 28(2)(a) of the [1990 c. 41.] Courts and Legal Services Act 1990 is tobe treated as having acquired that right solely by virtue of this section.\n\t\tAn officer of the Service exercising a right of audience by virtue ofsubsection (1)(b) who would otherwise have such a right by virtue of section27(2)(a) of the [1990 c. 41.] Courts and Legal Services Act 1990 is to betreated as having acquired that right solely by virtue of this section.\n\t\tIn this section and section 16, “right to conduct litigation” and “right ofaudience” have the same meanings as in section 119 of the [1990 c. 41.] Courtsand Legal Services Act 1990.\n\tCross-examination of officers of the Service\n\t\tAn officer of the Service may, subject to rules of court, be cross-examinedin any proceedings to the same extent as any witness.\n\t\tBut an officer of the Service may not be cross-examined merely because heis exercising a right to conduct litigation or a right of audience granted inaccordance with section 15.\n\tInspection \n\t\tIn section 62 of the Justices of the [1997 c. 25.] Peace Act 1997(inspectors of the magistrates' courts service), after subsection (3) there isinserted—\n\t\t\t“(3A)It shall also be the duty of inspectors of the magistrates' courtsservice—\n\t\t\tto inspect and report to the Lord Chancellor on the performance by theChildren and Family Court Advisory and Support Service (referred to in thisand the next section as the Service), and the officers of the Service, oftheir functions; and\n\t\t\tto discharge, in connection with those functions or with related functionsof any other person, such functions as the Lord Chancellor may from time totime direct.”\n\t\tIn section 63 of that Act (powers of inspectors)—\n\t\t\tafter subsection (2) there is inserted—\n\t\t\t“(2A)An inspector of the magistrates' courts service exercising his functionsunder section 62 above shall also have at all reasonable times—\n\t\t\ta right of entry to any premises occupied by the Service; and\n\t\t\ta right to inspect, and take copies of, any records kept by the Service,and any other documents containing information relating to the performance ofthe functions of the Service or its officers which he considers relevant tothe discharge of his functions.”,\n\t\t\tin subsection (3), after “(1)” there is inserted “or (2A)” and for “thatsubsection” there is substituted “subsection (1) or (2A) above”."
    },
    {
        "length": 2847,
        "text": "\nChapter IIIGeneral\n\tProperty and staff\n\t\tDefinitions \n\t\t\tThis section applies for the purposes of sections 19 to 21 and Schedule 3.\n\t\t\t“Eligible employee” means—\n\t\t\t\tin relation to a local authority or the Official Solicitor or the Receiverfor the Metropolitan Police District, a person who is employed under acontract of employment with the authority, the solicitor or the receiver onwork which would have continued but for this Part,\n\t\t\t\tin relation to a probation committee, a person (other than a chiefprobation officer) who is employed under a contract of employment with thecommittee.\n\t\t\t“New employer” means a local probation board or the Service.\n\t\t\t“Old employer” means a local authority, a probation committee, the OfficialSolicitor or the Receiver for the Metropolitan Police District.\n\t\t\t“Property” includes rights and interests of any description, other than—\n\t\t\t\tthose under a contract of employment,\n\t\t\t\tland, in the case of transfers to a local board.\n\t\tProperty \n\t\t\tThe appropriate Minister may by order make a scheme—\n\t\t\t\tfor the transfer to the Minister or the Service of any property belongingto the old employer,\n\t\t\t\tfor the transfer to the Minister or the Service of any liabilities to whichthe old employer is subject,\n\t\t\t\tfor the transfer of property or liabilities to a new employer after aninitial transfer to the Minister under paragraph (a) or (b),\n\t\t\t\tfor the Service to have any rights or interests which the Ministerconsiders appropriate in relation to any property transferred to the Ministerunder the scheme.\n\t\t\tStamp duty is not chargeable in respect of any transfer or grant to theService effected by virtue of this section.\n\t\t\tNo instrument made or executed under or in pursuance of the scheme for thepurposes of such a transfer or grant is to be treated as duly stamped unless—\n\t\t\t\tit is stamped with the duty to which it would, but for this section, beliable, or\n\t\t\t\tit has, in accordance with the provisions of section 12 of the [1891 c.39.] Stamp Act 1891, been stamped with a particular stamp denoting that it isnot chargeable with any duty or that it has been duly stamped.\n\t\t\tSchedule 3 (contents of schemes) applies in relation to a scheme under thissection.\n\t\tTransfer of staff\n\t\t\tThe appropriate Minister may by order make a scheme for the transfer to anew employer of any eligible employee.\n\t\t\tA scheme may also provide for any persons who are employed as chiefprobation officer under a contract of employment with a probation committee tobe appointed (under paragraphs 2 and 3 of Schedule 1) as chief officer of alocal probation board.\n\t\t\tA scheme may apply—\n\t\t\t\tto all, or any description of, eligible employees or persons so employed,or\n\t\t\t\tto any individual eligible employee or person so employed.\n\t\t\tA scheme may be made only if any directions about consultation given by theappropriate Minister have been complied with in relation to each of theeligible employees and chief probation officers to be transferred or appointedin pursuance of the scheme.\n\t\tEffect of transfer of eligible employees\n\t\t\tThe contract of employment of an employee transferred under a scheme—\n\t\t\t\tis not terminated by the transfer,\n\t\t\t\thas effect from the date of transfer as if originally made between theemployee and the transferee.\n\t\t\tWhere an employee is transferred under a scheme—\n\t\t\t\tall the rights, powers, duties and liabilities of the old employer under orin connection with the contract of employment are by virtue of this subsectiontransferred to the transferee on the date of transfer, and\n\t\t\t\tanything done before that date by or in relation to the old employer inrespect of that contract or the employee is to be treated from that date ashaving been done by or in relation to the transferee.\n\t\t\t\t\tThis subsection does not prejudice the generality of subsection (1).\n\t\t\tBut if the employee informs the old employer or the transferee that heobjects to the transfer—\n\t\t\t\tsubsections (1) and (2) do not transfer his contract of employment, or therights, powers, duties and liabilities under or in connection with it, and\n\t\t\t\tthe contract of employment is terminated immediately before the date oftransfer.\n\t\t\tAn employee is not to be treated, for the purposes of the [1996 c. 18.]Employment Rights Act 1996, as having been dismissed by the old employer byreason of—\n\t\t\t\tthe transfer of his contract of employment under a scheme, or\n\t\t\t\tthe termination of his contract of employment by virtue of subsection (3).\n\t\t\tSubject to subsection (4), where an employee’s contract of employment witha probation committee is not transferred under a scheme, it is terminatedimmediately before the date on which the committee ceases to exist; and theemployee is to be treated, for the purposes of the [1996 c. 18.] EmploymentRights Act 1996, as having been dismissed by the committee.\n\t\t\tThis section does not prejudice any right of an employee to terminate hiscontract of employment if a substantial change is made to his detriment in hisworking conditions.\n\t\t\t\t  * But no such right arises by reason only that, by virtue of this section, the identity of his employer changes unless the employee shows that, in all the circumstances, the change is a significant change and is to his detriment. \n\t\t\tIn this section—\n\t\t\t\t  * “date of transfer” means the date of transfer determined under the scheme in relation to the employee, \n\t\t\t\t  * “scheme” means a scheme made by virtue of section 20, \n\t\t\t\t  * “transferee” means the new employer to whom the employee is or would be transferred under the scheme. \n\t\tEffect of transfer of chief probation officers\n\t\t\tThis section applies where a scheme made by virtue of section 20 providesfor a person who is employed as chief probation officer under a contract ofemployment with a probation committee to be appointed as chief officer of alocal probation board.\n\t\t\tThe officer’s period of employment with the committee counts as a period ofemployment in his Crown employment and the appointment does not break thecontinuity of that employment.\n\t\t\tSo far as it is consistent with appointment under paragraphs 2 and 3 ofSchedule 1, the terms and conditions of the officer’s contract of employmenthave effect on and after his appointment as if they were terms and conditionsof his Crown employment.\n\t\t\tSection 21(2) applies, with the necessary modifications, in relation to theofficer as it applies in relation to an employee of a probation committeewhose contract of employment is transferred to the local probation board.\n\t\t\tThe officer is not to be treated, for the purposes of the [1996 c. 18.]Employment Rights Act 1996, as having been dismissed by the probationcommittee by reason of his appointment.\n\t\t\tBut if the officer informs the probation committee or the Secretary ofState that he objects to the appointment, subsections (2) to (5) do not apply.\n\t\t\tWhere the officer is not appointed as chief officer of a local probationboard (whether because he objects to the appointment or for any other reason),his contract of employment is terminated immediately before the date on whichthe committee ceases to exist; and he is to be treated, for the purposes ofthe [1996 c. 18.] Employment Rights Act 1996, as having been dismissed by thecommittee.\n\t\t\tIn this section, “Crown employment” means the employment which the chiefofficer of a local probation board is to be treated as employed in, for thepurposes of the [1996 c. 18.] Employment Rights Act 1996, by virtue ofparagraph 3(5) of Schedule 1 to this Act.\n\t\tTransfer of staff in consequence of arrangements under Part I\n\t\t\tThis section applies where, by reason of the implementation or terminationof any arrangements under section 5, 8 or 13, any functions exercisable by anyperson (the “old employer”) become exercisable by another person (whether onbehalf, or instead, of the old employer).\n\t\t\tThe appropriate Minister may by order make a scheme for the transfer to theother person (the “transferee”) of any person (an “eligible employee”)employed under a contract of employment with the transferor on work whichwould have continued but for the implementation or termination of thearrangements.\n\t\t\tA scheme may apply—\n\t\t\t\tto all, or any description of, eligible employees, or\n\t\t\t\tto any individual eligible employee.\n\t\t\tA scheme may be made only if any directions about consultation given by theappropriate Minister have been complied with in relation to each of theeligible employees to be transferred in pursuance of the scheme.\n\t\t\tSection 21 (except subsection (5) and the definitions of “scheme” and“transferee”) applies to a scheme made by virtue of this section as it appliesto a scheme made by virtue of section 20, and as if “old employer” and“transferee” had the same meanings as in this section.\n\tProvision for the protection of children\n\t\tProvision for the protection of children\n\t\t\tThe [1999 c. 14.] Protection of Children Act 1999 (“the 1999 Act”) shallhave effect as if the Service were a child care organisation within themeaning of that Act.\n\t\t\tArrangements which the Service makes with an organisation under section13(1) must provide that, before selecting an individual to be employed underthe arrangements in a child care position, the organisation—\n\t\t\t\tmust ascertain whether the individual is included in any of the listsmentioned in section 7(1) of the 1999 Act, and\n\t\t\t\tif he is included in any of those lists, must not select him for thatemployment.\n\t\t\tSuch arrangements must provide that, if at any time the organisation haspower to refer a relevant individual to the Secretary of State under section 2of the 1999 Act (inclusion in list on reference following disciplinary actionetc.), the organisation must so refer him.\n\t\t\t\t  * In this subsection, “relevant individual” means an individual who is or has been employed in a child care position under the arrangements. \n\t\t\tIn this section, “child care position” and “employment” have the samemeanings as in the 1999 Act.\n\tInterpretation\n\t\tInterpretation of Part I\n\t\t\tIn this Part—\n\t\t\t  * “appropriate Minister” means the Lord Chancellor or the Secretary of State, \n\t\t\t  * “approved premises” means premises approved under section 9, \n\t\t\t  * “by virtue of” includes by or under, \n\t\t\t  * “organisation” includes a public body and a private or voluntary organisation, \n\t\t\t  * “prescribed” means prescribed by regulations, \n\t\t\t  * “regulations” means— \n\t\t\t\tin relation to Chapter I, regulations made by the Secretary of State,\n\t\t\t\tin relation to Chapter II, regulations made by the Lord Chancellor."
    },
    {
        "length": 3452,
        "text": "\nDisqualification orders\n\tMeaning of “offence against a child”\n\t\tFor the purposes of this Part, an individual commits an offence against achild if—\n\t\t\the commits any offence mentioned in paragraph 1 of Schedule 4,\n\t\t\the commits against a child any offence mentioned in paragraph 2 of thatSchedule, or\n\t\t\the falls within paragraph 3 of that Schedule,\n\t\t\t\tand references to being convicted of, or charged with, an offence against achild are to be read accordingly.\n\t\tThe Secretary of State may by order amend Schedule 4 so as to add, modifyor omit any entry.\n\tEquivalent armed forces offences\n\t\tFor the purposes of this Part, an individual is treated as being convictedof or (as the case may be) charged with an offence against a child if he isconvicted of or charged with an equivalent armed forces offence.\n\t\tIn subsection (1), “equivalent armed forces offence” means an armed forcesoffence constituted by an act or omission which—\n\t\t\tis an offence against a child, or\n\t\t\twould, if committed in England or Wales, be an offence against a child.\n\t\tIn that subsection, “equivalent armed forces offence” also includes a civiloffence of attempting to commit—\n\t\t\tan offence against a child, or\n\t\t\tan act that would, if committed in England or Wales, be an offence againsta child.\n\t\tFor the purpose of determining whether an offence is an equivalent armedforces offence, Schedule 4 shall have effect as if the words “or attempting”were omitted from paragraph 3(t).\n\t\tIn this section, “civil offence” has the same meaning as in the [1955 c.18.] Army Act 1955.\n\tDisqualification from working with children: adults\n\t\tThis section applies where either of the conditions set out below issatisfied in the case of an individual.\n\t\tThe first condition is that—\n\t\t\tthe individual is convicted of an offence against a child committed when hewas aged 18 or over, and\n\t\t\ta qualifying sentence is imposed by a senior court in respect of theconviction.\n\t\tThe second condition is that—\n\t\t\tthe individual is charged with an offence against a child committed when hewas aged 18 or over, and\n\t\t\ta relevant order is made by a senior court in respect of the act oromission charged against him as the offence.\n\t\tSubject to subsection (5), the court must order the individual to bedisqualified from working with children.\n\t\tAn order shall not be made under this section if the court is satisfied,having regard to all the circumstances, that it is unlikely that theindividual will commit any further offence against a child.\n\t\tIf the court does not make an order under this section, it must state itsreasons for not doing so and cause those reasons to be included in the recordof the proceedings.\n\tDisqualification from working with children: juveniles\n\t\tThis section applies where either of the conditions set out below issatisfied in the case of an individual.\n\t\tThe first condition is that—\n\t\t\tthe individual is convicted of an offence against a child committed at atime when the individual was under the age of 18, and\n\t\t\ta qualifying sentence is imposed by a senior court in respect of theconviction.\n\t\tThe second condition is that—\n\t\t\tthe individual is charged with an offence against a child committed at atime when the individual was under the age of 18, and\n\t\t\ta relevant order is made by a senior court in respect of the act oromission charged against him as the offence.\n\t\tIf the court is satisfied, having regard to all the circumstances, that itis likely that the individual will commit a further offence against a child,it must order the individual to be disqualified from working with children.\n\t\tIf the court makes an order under this section, it must state its reasonsfor doing so and cause those reasons to be included in the record of theproceedings.\n\tSections 28 and 29: supplemental\n\t\tIn sections 28 and 29 and this section—\n\t\t\t  * “guardianship order” means a guardianship order within the meaning of the [1955 c. 18.] Army Act 1955, the [1955 c. 19.] Air Force Act 1955, the [1957 c. 53.] Naval Discipline Act 1957 or the[1983 c. 20.]  Mental Health Act 1983, \n\t\t\t  * “qualifying sentence” means— \n\t\t\ta sentence of imprisonment for a term of 12 months or more,\n\t\t\ta sentence of detention in a young offender institution for a term of 12months or more,\n\t\t\ta sentence of detention during Her Majesty’s pleasure,\n\t\t\ta sentence of detention for a period of 12 months or more under section 91 ofthe [2000 c. 6.] Powers of Criminal Courts (Sentencing) Act 2000 (offendersunder 18 convicted of certain serious offences),\n\t\t\ta detention and training order for a term of 12 months or more,\n\t\t\ta sentence of detention for a term of 12 months or more imposed by a court-martial or the Courts-Martial Appeal Court,\n\t\t\ta hospital order within the meaning of the [1983 c. 20.] Mental Health Act1983, or\n\t\t\ta guardianship order,\n\t\t\t\t  * “relevant order” means— \n\t\t\tan order made by the Crown Court, the Court of Appeal, a court-martial or theCourts-Martial Appeal Court that the individual in question be admitted tohospital, or\n\t\t\ta guardianship order,\n\t\t\t\t  * “senior court” means the Crown Court, the Court of Appeal, a court-martial or the Courts-Martial Appeal Court. \n\t\tThe reference to detention in paragraph (f) of the above definition of“qualifying sentence” includes a reference to detention by virtue of acustodial order under—\n\t\t\tsection 71AA of, or paragraph 10 of Schedule 5A to, the [1955 c. 18.] ArmyAct 1955,\n\t\t\tsection 71AA of, or paragraph 10 of Schedule 5A to, the [1955 c. 19.] AirForce Act 1955,\n\t\t\tsection 43AA of, or paragraph 10 of Schedule 4A to, the [1957 c. 53.] NavalDiscipline Act 1957.\n\t\tIn this Part, references to a sentence of imprisonment, or to a sentence ofdetention imposed by a court-martial or the Courts-Martial Appeal Court,include references to a suspended sentence.\n\t\tIf, for the purpose of making an order under section 28 or 29, the courtdetermines, after considering any available evidence, that an individual was,or was not, under the age of 18 at the time when the offence in question wascommitted, his age at that time shall be taken, for the purposes of thatsections (and in particular for the purpose of determining any question as tothe validity of the order), to be that which the court determined it to be.\n\t\tBelow in this Part—\n\t\t\treferences to a disqualification order are to an order under section 28 or29,\n\t\t\tin relation to an individual on whom a sentence has been passed, or inrelation to whom an order has been made, as mentioned in subsection (2) or (3)of section 28 or 29, references to his sentence are to that sentence or order.\n\tAppeals \n\t\tAn individual may appeal against a disqualification order—\n\t\t\twhere the first condition mentioned in section 28 or 29 is satisfied in hiscase, as if the order were a sentence passed on him for the offence of whichhe has been convicted,\n\t\t\twhere the second condition mentioned in section 28 or 29 is satisfied inhis case, as if he had been convicted of an offence on indictment and theorder were a sentence passed on him for the offence.\n\t\tIn relation to a disqualification order made by a court-martial, subsection(1)(b) has effect as if the reference to conviction on indictment were areference to conviction by a court-martial.\n\tReview of disqualification\n\t\tSubject to section 33, an individual who is subject to a disqualificationorder may make an application to the Tribunal under this section.\n\t\tOn an application under this section the Tribunal must determine whether ornot the individual is to continue to be subject to the order.\n\t\tIf the Tribunal is satisfied that the individual is suitable to work withchildren, it must direct that the order is to cease to have effect; otherwiseit must dismiss the application.\n\tConditions for application under section 32\n\t\tAn individual may only make an application under section 32 with the leaveof the Tribunal.\n\t\tAn application for leave under this section may not be made unless theappropriate conditions are satisfied in the individual’s case.\n\t\tIn the case of an individual who was under the age of 18 when he committedthe offence against a child, the appropriate conditions are satisfied if—\n\t\t\tat least five years have elapsed since the relevant date, and\n\t\t\tin the period of five years ending with the time when he makes theapplication under this section, he has made no other such application.\n\t\tIn the case of any other individual, the appropriate conditions aresatisfied if—\n\t\t\tat least ten years have elapsed since the relevant date, and\n\t\t\tin the period of ten years ending with the time when he makes theapplication under this section, he has made no other such application.\n\t\tThe Tribunal may not grant an application under this section unless itconsiders—\n\t\t\tthat the individual’s circumstances have changed since the order was madeor, as the case may be, since he last made an application under this section,and\n\t\t\tthat the change is such that leave should be granted.\n\t\tIn this section, “the relevant date” means—\n\t\t\tin relation to an individual whose sentence is an actual term of custody,the day on which he is released or, if later, the day on which thedisqualification order is made,\n\t\t\tin relation to an individual whose sentence is suspended and does not takeeffect, the day on which the disqualification order is made,\n\t\t\tin relation to an individual whose sentence is an order for admission tohospital—\n\t\t\tif he is detained in a hospital pursuant to the order, the day on which heceases to be liable to be detained there, or\n\t\t\tif he is not so detained, the day on which the disqualification order ismade,\n\t\t\tin relation to an individual whose sentence is a guardianship order, theday on which the disqualification order is made.\n\t\tIn this section—\n\t\t\t  * “actual term of custody” means a term of imprisonment or detention which is not suspended, or is suspended but takes effect, \n\t\t\t  * “guardianship order” has the same meaning as in section 30, \n\t\t\t  * “order for admission to hospital” means— \n\t\t\tan order made by the Crown Court, the Court of Appeal, a court-martial or theCourts-Martial Appeal Court that the individual be admitted to hospital, or\n\t\t\ta hospital order within the meaning of the [1983 c. 20.] Mental Health Act1983.\n\t\tIn subsection (7) “detention” means detention (or detention and training)under any sentence or order mentioned in paragraphs (b) to (f) of thedefinition of “qualifying sentence” in section 30(1).\n\tRestoration of disqualification order\n\t\tIf it appears to a chief officer of police or a director of social servicesof a local authority that the conditions set out in subsection (2) aresatisfied in the case of an individual, the chief officer or (as the case maybe) the director may apply to the High Court for an order under this sectionto be made in respect of the individual.\n\t\tThe conditions are that—\n\t\t\ta disqualification order made in respect of the individual is no longer inforce, and\n\t\t\tthe individual has acted in such a way (whether before or after the orderceased to be in force) as to give reasonable cause to believe that an orderunder this section is necessary to protect children in general, or anychildren in particular, from serious harm from him.\n\t\tAn application under this section may be made at any time after thedisqualification order ceased to be in force.\n\t\tIf the High Court is satisfied that the conditions set out in subsection(2) are satisfied, it must order that the disqualification order is to berestored; otherwise it must dismiss the application.\n\t\tWhere an order is made under this section, section 33 has effect with thefollowing modifications—\n\t\t\tin subsection (3), the reference to the individual being under the age of18 when he committed the offence against a child is to be read as a referenceto his being under that age when the order under this section was made,\n\t\t\tin subsections (3)(a) and (4)(a), references to the relevant date are to beread as references to the date on which the order under this section was made,\n\t\t\tin subsection (5)(a), the reference to the individual’s circumstanceschanging since the disqualification order was made is to be read as areference to his circumstances changing since the order under this section wasmade.\n\t\tFor the purposes of this section a disqualification order is no longer inforce if a direction under section 32(3) has been given in respect of it andit is not restored by virtue of an order under this section."
    },
    {
        "length": 2661,
        "text": "\nEffect of disqualification from working with children\n\tPersons disqualified from working with children: offences\n\t\tAn individual who is disqualified from working with children is guilty ofan offence if he knowingly applies for, offers to do, accepts or does any workin a regulated position.\n\t\tAn individual is guilty of an offence if he knowingly—\n\t\t\toffers work in a regulated position to, or procures work in a regulatedposition for, an individual who is disqualified from working with children, or\n\t\t\tfails to remove such an individual from such work.\n\t\tIt is a defence for an individual charged with an offence under subsection(1) to prove that he did not know, and could not reasonably be expected toknow, that he was disqualified from working with children.\n\t\tAn individual is disqualified from working with children for the purposesof this Part if—\n\t\t\the is included (otherwise than provisionally) in the list kept undersection 1 of the [1999 c. 14.] Protection of Children Act 1999 (individualsconsidered unsuitable to work with children),\n\t\t\the is included, on the grounds of not being a fit person, in the list keptfor the purposes of regulations under section 218(6) of the [1988 c. 40.]Education Reform Act 1988 (prohibition or restriction on employment as teacheretc.),\n\t\t\the is included, on the grounds that he is unsuitable to work with children,in any list kept by the Secretary of State or the National Assembly for Walesof persons disqualified under section 470 or 471 of the [1996 c. 56.]Education Act 1996, or\n\t\t\the is subject to a disqualification order.\n\t\tIn subsection (4)(b) “grounds of not being a fit person” means the groundsmentioned in section 218(6ZA)(c) of the [1988 c. 40.] Education Reform Act1988.\n\t\tAn individual who is guilty of an offence under this section is liable—\n\t\t\ton summary conviction, to imprisonment for a term not exceeding six months,or to a fine not exceeding the statutory maximum, or to both,\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding fiveyears, or to a fine, or to both.\n\tMeaning of “regulated position”\n\t\tThe regulated positions for the purposes of this Part are—\n\t\t\ta position whose normal duties include work in an establishment mentionedin subsection (2),\n\t\t\ta position whose normal duties include work on day care premises,\n\t\t\ta position whose normal duties include caring for, training, supervising orbeing in sole charge of children,\n\t\t\ta position whose normal duties involve unsupervised contact with childrenunder arrangements made by a responsible person,\n\t\t\ta position whose normal duties include caring for children under the age of16 in the course of the children’s employment,\n\t\t\ta position a substantial part of whose normal duties includes supervisingor training children under the age of 16 in the course of the children’semployment,\n\t\t\ta position mentioned in subsection (6),\n\t\t\ta position whose normal duties include supervising or managing anindividual in his work in a regulated position.\n\t\tThe establishments referred to in subsection (1)(a) are—\n\t\t\tan institution which is exclusively or mainly for the detention ofchildren,\n\t\t\ta hospital which is exclusively or mainly for the reception and treatmentof children,\n\t\t\ta care home, residential care home, nursing home or private hospital whichis exclusively or mainly for children,\n\t\t\tan educational institution,\n\t\t\ta children’s home or voluntary home,\n\t\t\ta home provided under section 82(5) of the [1989 c. 41.] Children Act 1989.\n\t\tFor the purposes of this section, work done on any premises is treated asnot being done on day care premises to the extent that—\n\t\t\tit is done in a part of the premises in which children are not lookedafter, or\n\t\t\tit is done at times when children are not looked after there.\n\t\tThe duties referred to in subsection (1)(c) and (d) do not include(respectively)—\n\t\t\tcaring for, training, supervising or being in sole charge of children inthe course of the children’s employment, or\n\t\t\tduties involving contact with children in the course of the children’semployment.\n\t\tThe reference in subsection (1)(d) to unsupervised contact is to contact inthe absence of any responsible person or carer; and in this subsection,“carer” means a person who holds a position such as is mentioned in subsection(1)(c).\n\t\tThe positions mentioned in subsection (1)(g) are—\n\t\t\tmember of the governing body of an educational institution,\n\t\t\tmember of a relevant local government body,\n\t\t\tdirector of social services of a local authority,\n\t\t\tchief education officer of a local education authority,\n\t\t\tcharity trustee of a children’s charity,\n\t\t\tmember of the Youth Justice Board for England and Wales,\n\t\t\tChildren’s Commissioner for Wales or deputy Children’s Commissioner forWales,\n\t\t\tmember, or chief executive, of the Children and Family Court Advisory andSupport Service.\n\t\tFor the purposes of subsection (6), a person is a member of a relevantlocal government body if—\n\t\t\the is a member of, or of an executive of, a local authority and dischargesany education functions, or social services functions, of a local authority,\n\t\t\the is a member of an executive of a local authority which discharges anysuch functions,\n\t\t\the is a member of—\n\t\t\ta committee of an executive of a local authority, or\n\t\t\tan area committee, or any other committee, of a local authority,\n\t\t\t\twhich discharges any such functions.\n\t\tIn its application to Northern Ireland, subsection (6) is to be read asmentioning also the following positions—\n\t\t\tmember, or director of social services, of a Health and Social ServicesBoard established under Article 16 of the [S.I. 1972/1265 (N.I. 14).] Healthand Personal Social Services (Northern Ireland) Order 1972,\n\t\t\tmember, or executive director of social work, of a Health and SocialServices trust established under Article 10 of the [S.I. 1991/194 (N.I. 1).]Health and Personal Social Services (Northern Ireland) Order 1991,\n\t\t\tmember, or chief education officer, of an education and library boardestablished under Article 3 of the [S.I. 1986/594 (N.I. 3).] Education andLibraries (Northern Ireland) Order 1986.\n\t\tAny reference in subsection (7) to a committee includes a reference to anysub-committee which discharges any functions of that committee.\n\t\tFor the purposes of subsection (1)(h), the holder of a position—\n\t\t\tonly supervises an individual if he supervises the day-to-day performanceof the individual’s duties, and\n\t\t\tonly manages an individual if the individual is directly responsible to himfor the performance of his duties or he has authority to dismiss theindividual.\n\t\tFor the purposes of this section, a charity is a children’s charity if theindividuals who are workers for the charity normally include individualsworking in regulated positions.\n\t\tFor the purposes of this section, an individual is a worker for a charityif he does work under arrangements made by the charity; but the arrangementsreferred to in this subsection do not include any arrangements made forpurposes which are merely incidental to the purposes for which the charity isestablished.\n\t\tFor the purposes of this section, the following are responsible persons inrelation to a child—\n\t\t\tthe child’s parent or guardian and any adult with whom the child lives,\n\t\t\tthe person in charge of any establishment mentioned in subsection (2) inwhich the child is accommodated, is a patient or receives education, and anyperson acting on behalf of such a person,\n\t\t\ta person registered under Part XA of the [1989 c. 41.] Children Act 1989for providing day care on premises on which the child is cared for, and\n\t\t\tany person holding a position mentioned in subsection (6).\n\t\tIn this section—\n\t\t\t  * “area committee” has the same meaning as in section 18 of the [2000 c. 22.] Local Government Act 2000, \n\t\t\t  * “detention” means detention by virtue of an order of a court or under an enactment, \n\t\t\t  * “education functions”, in relation to a local authority, means any functions with respect to education which are conferred on the authority in its capacity as a local education authority, \n\t\t\t  * “executive”, in relation to a local authority, has the same meaning as in Part II of the Local Government Act 2000, \n\t\t\t  * “social services functions”, in relation to a local authority, has the same meaning as in the [1970 c. 42.] Local Authority Social Services Act 1970. \n\t\tFor the purpose of amending the definition of “regulated position”, theSecretary of State may by order make any amendment of this section (apart fromthis subsection) which he thinks appropriate.\n\tDisqualification in Scotland or Northern Ireland\n\t\tThe Secretary of State may by order provide that section 35 shall apply inrelation to an individual falling within subsection (2) as it applies inrelation to an individual who is disqualified from working with children.\n\t\tAn individual falls within this subsection if, under the law of Scotland orNorthern Ireland, he is subject to a prohibition or disqualification which, inthe opinion of the Secretary of State, corresponds to disqualification (by anyof the means mentioned in section 35(4)) from working with children.\n\tRehabilitation of offenders\n\t\tWhere a disqualification order is made in respect of an individual’sconviction of an offence, the rehabilitation period which, in accordance withsection 6 of the [1974 c. 53.] Rehabilitation of Offenders Act 1974, isapplicable to the conviction is to be determined as if that order had not beenmade; and a disqualification order is not a sentence for the purposes of thatAct.\n\t\tIn this section, “conviction” has the same meaning as in that Act."
    },
    {
        "length": 270,
        "text": "\nIndecent conduct towards children\n\tExtension of offence: conduct towards 14 and 15 year olds\n\t\tIn section 1(1) of the [1960 c. 33.] Indecency with Children Act 1960(indecent conduct towards young child), for “fourteen” there is substituted“sixteen”.\n\tExtension of corresponding Northern Ireland offence: conduct towards 14to 16 year olds\n\t\tThe Children and Young Persons Act (Northern Ireland) 1968 is amended asfollows.\n\t\tAt the end of section 22 (indecent conduct towards child) there isinserted—\n\t\tIn this section, “child” means a person under the age of seventeen.”\n\t\tIn section 180(1) (interpretation), in the definition of “child”—\n\t\t\tafter ““child”” there is inserted “, except when used in section 22,”, and\n\t\t\tat the end there is inserted “and, when used in section 22, has the meaningassigned to it by that section”."
    },
    {
        "length": 458,
        "text": "\nIndecent photographs of children: increase of maximum penalties\n\tIndecent photographs of children: increase of maximum penalties\n\t\tIn section 6(2) of the [1978 c. 37.] Protection of Children Act 1978(punishments), for “three” there is substituted “ten”.\n\t\tIn Article 3(4)(a) of the [S.I. 1978/1047 (N.I. 17).] Protection ofChildren (Northern Ireland) Order 1978 (indecent photographs of children), for“three” there is substituted “ten”.\n\t\tIn section 160 of the [1988 c. 33.] Criminal Justice Act 1988 (summaryoffence of possession of indecent photograph of child)—\n\t\t\tafter subsection (2) there is inserted—\n\t\t\t\t“(2A)A person shall be liable on conviction on indictment of an offence underthis section to imprisonment for a term not exceeding five years or a fine, orboth.”,\n\t\t\tfor the sidenote there is substituted “Possession of indecent photograph ofchild”.\n\t\tIn Article 15 of the [S.I. 1988/1847 (N.I. 17).] Criminal Justice(Evidence, etc.) (Northern Ireland) Order 1988 (summary offence of possessionof indecent photograph of child)—\n\t\t\tafter paragraph (2) there is inserted—\n\t\t\t“(2A)A person shall be liable on conviction on indictment of an offence underparagraph (1) to imprisonment for a term not exceeding five years or a fine,or both.”,\n\t\t\tfor the heading there is substituted “Possession of indecent photograph ofchild”."
    },
    {
        "length": 1318,
        "text": "\nGeneral\n\tInterpretation of Part II\n\t\tIn this Part—\n\t\t\t  * “armed forces offence” means an offence under section 70 of the [1955 c. 18.] Army Act 1955, section 70 of the [1955 c. 19.] Air Force Act 1955 or section 42 of the [1957 c. 53.] Naval Discipline Act 1957, \n\t\t\t  * “care home” has the same meaning as in the [2000 c. 14.] Care Standards Act 2000, \n\t\t\t  * “charity” and “charity trustee” have the same meanings as in the [1993 c. 10.] Charities Act 1993, \n\t\t\t  * “child” means a person under the age of 18, \n\t\t\t  * “children’s home” has— \n\t\t\tin relation to England and Wales, the same meaning as in the Care StandardsAct 2000,\n\t\t\tin relation to Northern Ireland, the meaning which would be given by Article90(1) of the [S.I. 1995/755 (N.I. 2).] Children (Northern Ireland) Order 1995if, in Article 91(2) of that Order, sub-paragraphs (a), (f) and (g) and thewords after sub-paragraph (h) were omitted,\n\t\t\t\t  * “Class A drug” has the same meaning as in the [1971 c. 38.] Misuse of Drugs Act 1971, \n\t\t\t\t  * “day care premises” means premises in respect of which a person is registered under Part XA of the [1989 c. 41.] Children Act 1989 for providing day care, \n\t\t\t\t  * “disqualification order” has the meaning given by section 30, \n\t\t\t\t  * “educational institution” means an institution which is exclusively or mainly for the provision of full-time education to children, \n\t\t\t\t  * “employment” means paid employment, whether under a contract of service or apprenticeship or under a contract for services, \n\t\t\t\t  * “hospital” has— \n\t\t\tin relation to England and Wales, the meaning given by section 128(1) of the[1977 c. 49.] National Health Service Act 1977,\n\t\t\tin relation to Northern Ireland, the meaning given by Article 2(2) of the[S.I. 1972/1265 (N.I. 14).] Health and Personal Social Services (NorthernIreland) Order 1972,\n\t\t\t\t  * “local authority” has the same meaning as in the [1996 c. 56.] Education Act 1996, \n\t\t\t\t  * “nursing home” has the meaning given by Article 16 of the [S.I. 1992/3204 (N.I. 20).] Registered Homes (Northern Ireland) Order 1992, \n\t\t\t\t  * “private hospital” has the meaning given by Article 90(2) of the [S.I. 1986/595 (N.I. 4).] Mental Health (Northern Ireland) Order 1986, \n\t\t\t\t  * “residential care home” has the meaning given by Article 3 of the [S.I. 1992/3204 (N.I. 20).] Registered Homes (Northern Ireland) Order 1992, \n\t\t\t\t  * “the Tribunal” means the tribunal established by section 9 of the [1999 c. 14.] Protection of Children Act 1999, \n\t\t\t\t  * “voluntary home” has the meaning given by Article 74(1) of the [S.I. 1995/755 (N.I. 2).] Children (Northern Ireland) Order 1995, \n\t\t\t\t  * “work” includes— \n\t\t\twork of any kind, whether paid or unpaid and whether under a contract ofservice or apprenticeship, under a contract for services, or otherwise thanunder a contract, and\n\t\t\tan office established by or by virtue of an enactment,\n\t\t\t\t  * and “working” is to be read accordingly. \n\t\tIn this Part references, in relation to a suspended sentence, to takingeffect are to taking effect by virtue of—\n\t\t\tan order or direction under section 91 of the [1957 c. 53.] NavalDiscipline Act 1957 or section 119 of the [2000 c. 6.] Powers of CriminalCourts (Sentencing) Act 2000, or\n\t\t\tthe determination of the suspension under section 120 of the [1955 c. 18.]Army Act 1955 or section 120 of the [1955 c. 19.] Air Force Act 1955."
    },
    {
        "length": 1198,
        "text": "\nRenaming certain community orders\n\tProbation orders renamed community rehabilitation orders\n\t\tAn order under subsection (1) of section 41 of the Powers of CriminalCourts (Sentencing) Act 2000 (probation orders), whenever made, is to bereferred to as a community rehabilitation order.\n\t\tReferences in any enactment, instrument or document to a communityrehabilitation order include (where the context allows) an order under anyprovision corresponding to that subsection which is repealed by that Act.\n\t\tAccordingly— \n\t\t\tin subsection (2) of that section, for ““probation order”” there issubstituted ““community rehabilitation order””, but\n\t\t\tparagraph 1(3) of Schedule 11 to that Act (general transitional provisions)does not apply to that subsection as amended by this.\n\t\tReferences in any enactment, instrument or document to a probation order—\n\t\t\tare to an order under any provision corresponding to section 41(1) of thatAct which is repealed by that Act, and\n\t\t\tinclude (where the context allows) an order under that subsection.\n\t\tIn section 163 of the Powers of Criminal Courts (Sentencing) Act 2000(general definitions), at the appropriate place there is inserted—\n\t\t\t““community rehabilitation order” has the meaning given by section 43 of theCriminal Justice and Court Services Act 2000”.\n\tCommunity service orders renamed community punishment orders\n\t\tAn order under subsection (1) of section 46 of the Powers of CriminalCourts (Sentencing) Act 2000 (community service orders), whenever made, is tobe referred to as a community punishment order.\n\t\tReferences in any enactment, instrument or document to a communitypunishment order include (where the context allows) an order under anyprovision corresponding to that subsection which is repealed by that Act.\n\t\tAccordingly— \n\t\t\tin subsection (2) of that section, for ““community service order”” there issubstituted ““community punishment order””, but\n\t\t\tparagraph 1(3) of Schedule 11 to that Act (general transitional provisions)does not apply to that subsection as amended by this.\n\t\tReferences in any enactment, instrument or document to a community serviceorder—\n\t\t\tare to an order under any provision corresponding to section 46(1) of thatAct which is repealed by that Act, and\n\t\t\tinclude (where the context allows) an order under that subsection.\n\t\tIn section 163 of the [2000 c. 6.] Powers of Criminal Courts (Sentencing)Act 2000 (general definitions), in the definition of “community serviceorder”—\n\t\t\tfor “service” there is substituted “punishment”,\n\t\t\tfor the words from “means” to the first mention of “above” there issubstituted “has the meaning given by section 44 of the Criminal Justice andCourt Services Act 2000”,\n\t\t\t\tand that definition is moved to follow the definition of “community order”.\n\tCombination orders renamed community punishment and rehabilitationorders\n\t\tAn order under subsection (1) of section 51 of the Powers of CriminalCourts (Sentencing) Act 2000 (combination orders), whenever made, is to bereferred to as a community punishment and rehabilitation order.\n\t\tReferences in any enactment, instrument or document to a communitypunishment and rehabilitation order include (where the context allows) anorder under any provision corresponding to that subsection which is repealedby that Act.\n\t\tAccordingly— \n\t\t\tin subsection (2) of that section, for ““combination order”” there issubstituted ““community punishment and rehabilitation order””, but\n\t\t\tparagraph 1(3) of Schedule 11 to that Act (general transitional provisions)does not apply to that subsection as amended by this.\n\t\tReferences in any enactment, instrument or document to a combination order—\n\t\t\tare to an order under any provision corresponding to section 51(1) of thatAct which is repealed by that Act, and\n\t\t\tinclude (where the context allows) an order under that subsection.\n\t\tIn section 163 of the Powers of Criminal Courts (Sentencing) Act 2000(general definitions), at the appropriate place there is inserted—\n\t\t\t““community punishment and rehabilitation order” has the meaning given bysection 45 of the Criminal Justice and Court Services Act 2000”."
    },
    {
        "length": 2135,
        "text": "\nNew community orders\n\tExclusion orders\n\t\tAfter section 40 of the [2000 c. 6.] Powers of Criminal Courts (Sentencing)Act 2000 there is inserted—\n\t\t“Exclusion orders\n\t\tAExclusion orders\n\t\t\tWhere a person is convicted of an offence, the court by or before which heis convicted may (subject to sections 34 to 36 above) make an orderprohibiting him from entering a place specified in the order for a period sospecified of not more than two years.\n\t\t\tAn order under subsection (1) above is in this Act referred to as an“exclusion order”.\n\t\t\tAn exclusion order—\n\t\t\t\tmay provide for the prohibition to operate only during the periodsspecified in the order;\n\t\t\t\tmay specify different places for different periods or days.\n\t\t\tIn relation to an offender aged under 16 on conviction, subsection (1)above shall have effect as if the reference to two years were a reference tothree months.\n\t\t\tThe requirements in an exclusion order shall, as far as practicable, besuch as to avoid—\n\t\t\t\tany conflict with the offender’s religious beliefs or with the requirementsof any other community order to which he may be subject; and\n\t\t\t\tany interference with the times, if any, at which he normally works orattends school or any other educational establishment.\n\t\t\tAn exclusion order shall include provision for making a person responsiblefor monitoring the offender’s whereabouts during the periods when theprohibition operates; and a person who is made so responsible shall be of adescription specified in an order made by the Secretary of State.\n\t\t\tAn exclusion order shall specify the petty sessions area in which theoffender resides or will reside.\n\t\t\tA court shall not make an exclusion order unless the court has beennotified by the Secretary of State that arrangements for monitoring theoffender’s whereabouts are available in the area in which the place proposedto be specified in the order is situated and the notice has not beenwithdrawn.\n\t\t\tBefore making an exclusion order in respect of an offender who onconviction is under 16, the court shall obtain and consider information abouthis family circumstances and the likely effect of such an order on thosecircumstances.\n\t\t\tBefore making an exclusion order, the court shall explain to the offenderin ordinary language—\n\t\t\t\tthe effect of the order (including any additional requirements proposed tobe included in the order in accordance with section 36B above (electronicmonitoring));\n\t\t\t\tthe consequences which may follow (under Part II of Schedule 3 to this Act)if he fails to comply with any of the requirements of the order; and\n\t\t\t\tthat the court has power (under Parts III and IV of that Schedule) toreview the order on the application of the offender, the responsible officeror any affected person.\n\t\t\tThe court by which an exclusion order is made shall—\n\t\t\t\tgive a copy of the order to the offender and the responsible officer; and\n\t\t\t\tgive to any affected person any information relating to the order which thecourt considers it appropriate for him to have.\n\t\t\tIn this section, “place” includes an area.\n\t\t\tFor the purposes of this Act, a person is an affected person in relationto an exclusion order if—\n\t\t\t\ta requirement under section 36B(1) above is included in the order by virtueof his consent; or\n\t\t\t\ta prohibition is included in the order for the purpose (or partly for thepurpose) of protecting him from being approached by the offender.\n\t\t\tIn this Act, “responsible officer”, in relation to an offender subject toan exclusion order, means the person who is responsible for monitoring theoffender’s whereabouts during the periods when the prohibition operates.\n\t\tBBreach, revocation and amendment of exclusion orders\n\t\t\tSchedule 3 to this Act (which makes provision for dealing with failures tocomply with the requirements of certain community orders, for revoking suchorders with or without the substitution of other sentences and for amendingsuch orders) shall have effect so far as relating to exclusion orders.\n\t\tCExclusion orders: supplementary\n\t\t\tThe Secretary of State may make rules for regulating—\n\t\t\t\tthe monitoring of the whereabouts of persons who are subject to exclusionorders; and\n\t\t\t\twithout prejudice to the generality of paragraph (a) above, the functionsof persons who are responsible officers in relation to offenders subject toexclusion orders.\n\t\t\tThe Secretary of State may by order direct that section 40A(5) above shallhave effect with such additional restrictions as may be specified in theorder.”\n\tDrug abstinence orders\n\t\tAfter section 58 of the [2000 c. 6.] Powers of Criminal Courts (Sentencing)Act 2000 there is inserted—\n\t\t“Drug abstinence orders\n\t\tADrug abstinence orders\n\t\t\tWhere a person aged 18 or over is convicted of an offence, the court by orbefore which he is convicted may (subject to sections 34 to 36 above) make anorder which requires the offender—\n\t\t\t\tto abstain from misusing specified Class A drugs; and\n\t\t\t\tto provide, when instructed to do so by the responsible officer, any samplementioned in the instruction for the purpose of ascertaining whether he hasany specified Class A drug in his body.\n\t\t\tAn order under subsection (1) above is in this Act referred to as a “drugabstinence order”.\n\t\t\tThe court shall not make a drug abstinence order in respect of an offenderunless—\n\t\t\t\tin the opinion of the court, the offender is dependent on, or has apropensity to misuse, specified Class A drugs; and\n\t\t\t\tthe offence in question is a trigger offence or, in the opinion of thecourt, the misuse by the offender of any specified Class A drug caused orcontributed to the offence in question.\n\t\t\tA drug abstinence order shall provide that, for the period for which theorder has effect, the offender shall be under the supervision of a person,being a person of a description specified in an order made by the Secretary ofState.\n\t\t\tIn this Act, “responsible officer”, in relation to an offender who issubject to a drug abstinence order, means the person who is responsible forhis supervision.\n\t\t\tThe function of giving instructions for the purposes of subsection (1)(b)above shall be exercised in accordance with guidance given from time to timeby the Secretary of State.\n\t\t\tA drug abstinence order shall have effect for a period specified in theorder of not less than six months nor more than three years.\n\t\t\tThe Secretary of State may make rules for regulating the provision ofsamples in pursuance of such instructions.\n\t\t\tA court shall not make a drug abstinence order unless the court has beennotified by the Secretary of State that arrangements for implementing suchorders are available in the area proposed to be specified in the order undersection 54(1) above (as applied by section 58B(2) below) and the notice hasnot been withdrawn.\n\t\tBDrug abstinence orders: supplementary\n\t\t\tBefore making a drug abstinence order, the court shall explain to theoffender in ordinary language—\n\t\t\t\tthe effect of the order and of the requirements proposed to be included init;\n\t\t\t\tthe consequences which may follow (under Part II of Schedule 3 to this Act)if he fails to comply with any of those requirements; and\n\t\t\t\tthat the order may be reviewed (under Parts III and IV of that Schedule) onthe application either of the offender or of the responsible officer.\n\t\t\tSection 54 above (except subsections (2), (3) and (6)) and section 57 above(except subsections (2), (3A) and (4)(b)) shall apply for the purposes ofsection 58A above and this section as if references to drug treatment andtesting orders were references to drug abstinence orders.\n\t\t\tSchedule 3 to this Act (which makes provision for dealing with failures tocomply with the requirements of certain community orders, for revoking suchorders with or without the substitution of other sentences and for amendingsuch orders) shall have effect so far as relating to drug abstinence orders.”"
    },
    {
        "length": 328,
        "text": "\nPre-sentence drug testing\n\tIn Chapter I of Part IV of the [2000 c. 6.] Powers of Criminal Courts(Sentencing) Act 2000, after section 36 there is inserted—\n\t“36APre-sentence drug testing\n\t\tWhere a person aged 18 or over is convicted of an offence and the court isconsidering passing a community sentence, it may make an order undersubsection (2) below for the purpose of ascertaining whether the offender hasany specified Class A drug in his body.\n\t\tThe order shall require the offender to provide, in accordance with theorder, samples of any description specified in the order.\n\t\tIf it is proved to the satisfaction of the court that the offender has,without reasonable excuse, failed to comply with the order it may impose onhim a fine of an amount not exceeding level 4.\n\t\t\t  * In this subsection, “level 4” means the amount which, in relation to a fine for a summary offence, is level 4 on the standard scale.\n\t\tThe court shall not make an order under subsection (2) above unless it hasbeen notified by the Secretary of State that the power to make such orders isexercisable by the court and the notice has not been withdrawn.”"
    },
    {
        "length": 905,
        "text": "\nCommunity sentences: drug abstinence requirements\n\tIn section 42 of the Powers of Criminal Courts (Sentencing) Act 2000(additional requirements which may be included in community rehabilitationorders), in subsection (2)—\n\t\tafter “above” there is inserted—\n\t\t”, \n\t\tat the end there is inserted—\n\t\tsubject to subsections (2D) and (2F) below, the order shall, if the firstset of conditions is satisfied, include a drug abstinence requirement and mayinclude such a requirement if the second set of conditions is satisfied.\n\t\t\t(2A)For the purposes of this Part of this Act, a drug abstinence requirementis a requirement for the offender—\n\t\tto abstain from misusing specified Class A drugs; and\n\t\tto provide, when instructed to do so by the responsible officer, any samplementioned in the instruction for the purpose of ascertaining whether he hasany specified Class A drug in his body.\n\t\t(2B)The first set of conditions is—\n\t\tthat the offender was aged 18 or over on the date of his conviction for theoffence;\n\t\tthat, in the opinion of the court, the offender is dependent on or has apropensity to misuse specified Class A drugs; and\n\t\tthat the offence is a trigger offence.\n\t\t(2C)The second set of conditions is—\n\t\tthat the offender was aged 18 or over on the date of his conviction for theoffence; and\n\t\tthat, in the opinion of the court—\n\t\tthe offender is dependent on or has a propensity to misuse specified ClassA drugs; and\n\t\tthe misuse by the offender of any specified Class A drug caused orcontributed to the offence.\n\t\t(2D)The order may not include a drug abstinence requirement if—\n\t\tthe community rehabilitation order includes any requirement in respect ofdrugs under paragraph 6 of Schedule 2 to this Act; or\n\t\tthe community sentence includes a drug treatment and testing order or adrug abstinence order.\n\t\t(2E)The function of giving instructions for the purposes of subsection (2A)(b)above shall be exercised in accordance with guidance given from time to timeby the Secretary of State; and the Secretary of State may make rules forregulating the provision of samples in pursuance of such instructions.\n\t\t(2F)The court shall not include a drug abstinence requirement in the orderunless the court has been notified by the Secretary of State that arrangementsfor implementing such requirements are available in the area proposed to bespecified under section 41(3) above and the notice has not been withdrawn.”\n\tIn section 47 of that Act (obligations of person subject to communitypunishment order), after subsection (3) there is inserted—\n\t“(3A)Subject to subsection (3B) below, the community punishment order shall,if the set of conditions in section 42(2B) above is satisfied, include a drugabstinence requirement and may include such a requirement if the set ofconditions in section 42(2C) above is satisfied.\n\t(3B)The order may not include a drug abstinence requirement if the communitysentence includes a drug treatment and testing order or a drug abstinenceorder.\n\t(3C)Subsections (2E) and (2F) of section 42 above apply for the purposes ofthis section as they apply for the purposes of that.”"
    },
    {
        "length": 735,
        "text": "\nCommunity sentences: curfew requirements\n\tIn Schedule 2 to the [2000 c. 6.] Powers of Criminal Courts (Sentencing) Act2000 (additional requirements which may be included in communityrehabilitation orders), after paragraph 6 there is inserted—\n\t“Curfew requirements\n\t\tSubject to the provisions of this paragraph, a community rehabilitationorder may include a requirement that the offender remain, for periodsspecified in the requirement, at a place so specified.\n\t\tA requirement under sub-paragraph (1) above may specify different places ordifferent periods for different days, but shall not specify—\n\t\t\tperiods which fall outside the period of six months beginning with the dayon which the order is made; or\n\t\t\tperiods which amount to less than two hours or more than twelve hours inany one day.\n\t\tA requirement under sub-paragraph (1) above shall, as far as practicable,be such as to avoid—\n\t\t\tany conflict with the offender’s religious beliefs or with the requirementsof any other community order to which he may be subject; and\n\t\t\tany interference with the times, if any, at which he normally works orattends school or any other educational establishment.\n\t\tAn order which includes a requirement under sub-paragraph (1) above shallinclude provision for making a person responsible for monitoring theoffender’s whereabouts during the curfew periods specified in the requirement;and a person who is made so responsible shall be of a description specified inan order made by the Secretary of State.\n\t\tA court shall not include in a community rehabilitation order such arequirement as is mentioned in sub-paragraph (1) above unless the court hasbeen notified by the Secretary of State that arrangements for monitoring theoffender’s whereabouts are available in the area in which the place proposedto be specified in the requirement is situated and the notice has not beenwithdrawn.\n\t\tA court shall not include in a community rehabilitation order such arequirement as is mentioned in sub-paragraph (1) above if the communitysentence includes a curfew order.\n\t\tBefore including in a community rehabilitation order such a requirement asis mentioned in sub-paragraph (1) above, the court shall obtain and considerinformation about the place proposed to be specified in the requirement(including information as to the attitude of persons likely to be affected bythe enforced presence there of the offender).\n\t\tThe Secretary of State may make rules for regulating—\n\t\t\tthe monitoring of the whereabouts of an offender who is subject to arequirement under sub-paragraph (1) above; and\n\t\t\twithout prejudice to the generality of paragraph (a) above, the functionsof any person responsible for monitoring the offender’s whereabouts during thecurfew periods specified in the requirement.\n\t\tThe Secretary of State may by order direct that sub-paragraph (3) aboveshall have effect with such additional restrictions as may be specified in theorder.”"
    },
    {
        "length": 657,
        "text": "\nCommunity sentences: exclusion requirements\n\tIn Schedule 2 to the [2000 c. 6.] Powers of Criminal Courts (Sentencing) Act2000 (additional requirements which may be included in communityrehabilitation orders), after paragraph 7 there is inserted—\n\t“Exclusion requirements\n\t\tSubject to the provisions of this paragraph, a community rehabilitationorder may include a requirement prohibiting the offender from entering a placespecified in the requirement for a period so specified of not more than twoyears.\n\t\tA requirement under sub-paragraph (1) above—\n\t\t\tmay provide for the prohibition to operate only during the periodsspecified in the order;\n\t\t\tmay specify different places for different periods or days.\n\t\tA requirement under sub-paragraph (1) above shall, as far as practicable,be such as to avoid—\n\t\t\tany conflict with the offender’s religious beliefs or with the requirementsof any other community order to which he may be subject; and\n\t\t\tany interference with the times, if any, at which he normally works orattends school or any other educational establishment.\n\t\tAn order which includes a requirement under sub-paragraph (1) above shallinclude provision for making a person responsible for monitoring theoffender’s whereabouts during the periods when the prohibition operates; and aperson who is made so responsible shall be of a description specified in anorder made by the Secretary of State.\n\t\tA court shall not include in a community rehabilitation order such arequirement as is mentioned in sub-paragraph (1) above unless the court hasbeen notified by the Secretary of State that arrangements for monitoring theoffender’s whereabouts are available in the area in which the place proposedto be specified in the order is situated and the notice has not beenwithdrawn.\n\t\tA court shall not include in a community rehabilitation order such arequirement as is mentioned in sub-paragraph (1) above if the communitysentence includes an exclusion order.\n\t\tThe Secretary of State may make rules for regulating—\n\t\t\tthe monitoring of the whereabouts of an offender who is subject to arequirement under sub-paragraph (1) above; and\n\t\t\twithout prejudice to the generality of paragraph (a) above, the functionsof any person responsible for monitoring the offender’s whereabouts during theperiods when the prohibition operates.\n\t\tThe Secretary of State may by order direct that sub-paragraph (3) aboveshall have effect with such additional restrictions as may be specified in theorder.\n\t\tIn this paragraph, “place” includes an area.”"
    },
    {
        "length": 993,
        "text": "\nCommunity sentences: electronic monitoring of requirements\n\tAfter section 36A of the [2000 c. 6.] Powers of Criminal Courts (Sentencing)Act 2000 there is inserted—\n\t“36BElectronic monitoring of requirements in community orders\n\t\tSubject to subsections (2) to (4) below, a community order may includerequirements for securing the electronic monitoring of the offender’scompliance with any other requirements imposed by the order.\n\t\tA court shall not include in a community order a requirement undersubsection (1) above unless the court—\n\t\t\thas been notified by the Secretary of State that electronic monitoringarrangements are available in the relevant areas specified in subsections (7)to (10) below; and\n\t\t\tis satisfied that the necessary provision can be made under thosearrangements.\n\t\tWhere— \n\t\t\tit is proposed to include in an exclusion order a requirement for securingelectronic monitoring in accordance with this section; but\n\t\t\tthere is a person (other than the offender) without whose co-operation itwill not be practicable to secure the monitoring,\n\t\t\t\tthe requirement shall not be included in the order without that person’sconsent.\n\t\tWhere— \n\t\t\tit is proposed to include in a community rehabilitation order or acommunity punishment and rehabilitation order a requirement for securing theelectronic monitoring of the offender’s compliance with a requirement such asis mentioned in paragraph 8(1) of Schedule 2 to this Act; but\n\t\t\tthere is a person (other than the offender) without whose co-operation itwill not be practicable to secure the monitoring,\n\t\t\tthe requirement shall not be included in the order without that person’sconsent.\n\t\tAn order which includes requirements under subsection (1) above shallinclude provision for making a person responsible for the monitoring; and aperson who is made so responsible shall be of a description specified in anorder made by the Secretary of State.\n\t\tThe Secretary of State may make rules for regulating—\n\t\t\tthe electronic monitoring of compliance with requirements included in acommunity order; and\n\t\t\twithout prejudice to the generality of paragraph (a) above, the functionsof persons made responsible for securing the electronic monitoring ofcompliance with requirements included in the order.\n\t\tIn the case of a curfew order or an exclusion order, the relevant area isthe area in which the place proposed to be specified in the order is situated.\n\t\t\t  * In this subsection, “place”, in relation to an exclusion order, has the same meaning as in section 40A below.\n\t\tIn the case of a community rehabilitation order or a community punishmentand rehabilitation order, the relevant areas are each of the following—\n\t\t\twhere it is proposed to include in the order a requirement for securingcompliance with a requirement such as is mentioned in sub-paragraph (1) ofparagraph 7 of Schedule 2 to this Act, the area mentioned in sub-paragraph (5)of that paragraph;\n\t\t\twhere it is proposed to include in the order a requirement for securingcompliance with a requirement such as is mentioned in sub-paragraph (1) ofparagraph 8 of that Schedule, the area mentioned in sub-paragraph (5) of thatparagraph;\n\t\t\twhere it is proposed to include in the order a requirement for securingcompliance with any other requirement, the area proposed to be specified undersection 41(3) below.\n\t\tIn the case of a community punishment order, a drug treatment and testingorder, a drug abstinence order, a supervision order or an action plan order,the relevant area is the petty sessions area proposed to be specified in theorder.\n\t\tIn the case of an attendance centre order, the relevant area is the pettysessions area in which the attendance centre proposed to be specified in theorder is situated.”"
    },
    {
        "length": 2062,
        "text": "\nBreach of community orders: warning and punishment\n\tSchedule 3 to the [2000 c. 6.] Powers of Criminal Courts (Sentencing) Act2000 (breach of requirements of community orders) is amended as follows.\n\tAfter paragraph 1(1) there is inserted—\n\t\t“(1A)The orders mentioned in paragraphs (a) to (d) and (f) of sub-paragraph(1) above and, if an order made by the Secretary of State so provides, anyother order mentioned in that sub-paragraph are referred to in this Scheduleas orders to which the warning provisions apply.”\n\tIn Part II, before paragraph 3 (and the cross-heading preceding it) thereis inserted—\n\t“Functions of responsible officer\n\t\t2A(1)Sub-paragraphs (2) and (3) below apply if the responsible officer is ofthe opinion that a person aged 18 or over (“the offender”) has failed withoutreasonable excuse to comply with any of the requirements of an order to whichthe warning provisions apply other than a requirement to abstain from misusingspecified Class A drugs.\n\t\tThe officer shall give him a warning under this paragraph if—\n\t\t\tthe offender has not within the specified period been given a warning underthis paragraph in respect of a failure to comply with any of the requirementsof the order; and\n\t\t\tthe officer does not cause an information to be laid before a justice ofthe peace in respect of the failure in question.\n\t\tIf the offender has within the specified period been given such a warning,the officer shall cause an information to be laid before a justice of thepeace in respect of the failure in question.\n\t\tIn sub-paragraphs (2) and (3) above, “specified period” means—\n\t\t\tin the case of a curfew order, the period of six months;\n\t\t\tin any other case, the period of twelve months;\n\t\t\tending with the failure in question.\n\t\tA warning under this paragraph must—\n\t\t\tdescribe the circumstances of the failure;\n\t\t\tstate that the failure is unacceptable;\n\t\t\tinform the offender that if within the next six or (as the case may be)twelve months he again fails to comply with any requirement of the order, hewill be liable to be brought before a court;\n\t\t\tand the officer shall, as soon as is practicable after the warning has beengiven, record that fact.\n\t\tIf a community sentence consists of or includes two or more orders to whichthe warning provisions apply, being orders in respect of the same offence—\n\t\t\tthe preceding provisions of this paragraph shall have effect as if thoseorders were a single order to which the warning provisions apply; and\n\t\t\twhere one of those orders is a curfew order that fact shall be disregardedfor the purposes of sub-paragraph (4) above.”\n\t\tIn paragraph 4, for sub-paragraph (1) there is substituted—\n\t\tThis paragraph applies if it is proved to the satisfaction of amagistrates' court before which an offender appears or is brought underparagraph 3 above that he has failed without reasonable excuse to comply withany of the requirements of the relevant order.\n\t\t(1A)In a case where the offender is aged 18 or over and the order is one towhich the warning provisions apply, the magistrates' court shall impose asentence of imprisonment for the offence in respect of which the order wasmade unless it is of the opinion—\n\t\t\tthat the offender is likely to comply with the requirements of the orderduring the period for which it remains in force; or\n\t\t\tthat the exceptional circumstances of the case justify not imposing asentence of imprisonment.\n\t\t\t(1B)The sentence of imprisonment—\n\t\t\twhere the offence was an offence punishable by imprisonment, shall be forthe term which, if—\n\t\t\the had just been convicted of the offence by the court, and\n\t\t\tsection 79(2) of this Act did not apply,\n\t\t\tthe court would impose on him for that offence; and\n\t\t\tin any other case, shall be for a term not exceeding three months;\n\t\t\ttaking account of the extent to which he has complied with the requirements ofthe order.\n\t\t\t(1C)If in a case within sub-paragraph (1A) above the court does not impose asentence of imprisonment or if the case is not within that sub-paragraph, themagistrates' court may deal with him in respect of the failure in one of thefollowing ways (and must deal with him in one of those ways if the relevantorder is in force)—\n\t\t\tby making a curfew order in respect of him (subject to paragraph 6A below);\n\t\t\twhere the offender is aged 16 or over, by making a community punishmentorder in respect of him (subject to paragraph 7 below);\n\t\t\twhere the offender is aged under 21, by making an attendance centre orderin respect of him (subject to paragraph 8 below); or\n\t\t\twhere the relevant order was made by a magistrates' court, by dealing withhim, for the offence in respect of which the order was made, in any way inwhich the court could deal with him if he had just been convicted by it of theoffence.”\n\t\tIn paragraph 5, for sub-paragraph (1) there is substituted—\n\t\tThis paragraph applies where under paragraph 3 or by virtue of paragraph4(4) above an offender is brought or appears before the Crown Court and it isproved to the satisfaction of that court that he has failed without reasonableexcuse to comply with any of the requirements of the relevant order.\n\t\t(1A)In a case where the offender is aged 18 or over and the order is one towhich the warning provisions apply, the Crown Court shall impose a sentence ofimprisonment for the offence in respect of which the order was made unless itis of the opinion—\n\t\t\tthat the offender is likely to comply with the requirements of the orderduring the period for which it remains in force; or\n\t\t\tthat the exceptional circumstances of the case justify not imposing asentence of imprisonment.\n\t\t\t(1B)The sentence of imprisonment—\n\t\t\twhere the offence was an offence punishable by imprisonment, shall be forthe term which, if—\n\t\t\the had just been convicted of the offence by the court, and\n\t\t\tsection 79(2) of this Act did not apply,\n\t\t\tthe court would impose on him for that offence; and\n\t\t\tin any other case, shall be for a term not exceeding three months;\n\t\t\ttaking account of the extent to which he has complied with the requirements ofthe order.\n\t\t\t(1C)If in a case within sub-paragraph (1A) above the court does not impose asentence of imprisonment or if the case is not within that sub-paragraph, theCrown Court may deal with him in respect of the failure in one of thefollowing ways (and must deal with him in one of those ways if the relevantorder is in force)—\n\t\t\tby making a curfew order in respect of him (subject to paragraph 6A below);\n\t\t\twhere the offender is aged 16 or over, by making a community punishmentorder in respect of him (subject to paragraph 7 below);\n\t\t\twhere the offender is aged under 21, by making an attendance centre orderin respect of him (subject to paragraph 8 below); or\n\t\t\tby dealing with him, for the offence in respect of which the order wasmade, in any way in which the Crown Court could deal with him if he had justbeen convicted before it of the offence.”\n\t\tIn paragraph 6, at the end there is inserted—\n\t\tParagraphs 4(1A) and 5(1A) above do not apply in respect of a failure tocomply with a requirement to abstain from misusing specified Class A drugs.”"
    },
    {
        "length": 226,
        "text": "\nBreach of community orders: failure to answer summons\n\tAfter paragraph 3(2) of Schedule 3 to the [2000 c. 6.] Powers of CriminalCourts (Sentencing) Act 2000 (breach, revocation and amendment of certaincommunity orders) there is inserted—\n\tWhere a summons issued under sub-paragraph (1)(a) above requires anoffender to appear before the Crown Court and the offender does not appear inanswer to the summons, the Crown Court may issue a further summons requiringthe offender to appear at the place and time specified in it.\n\tWhere a summons issued under sub-paragraph (1)(a) above or a furthersummons issued under sub-paragraph (3) above requires an offender to appearbefore the Crown Court and the offender does not appear in answer to thesummons, the Crown Court may issue a warrant for the arrest of the offender.”"
    },
    {
        "length": 326,
        "text": "\nRegulation of community orders\n\tRegulations made by the Secretary of State may provide for—\n\t\tthe supervision of persons subject to community rehabilitation orders orcommunity punishment and rehabilitation orders,\n\t\tthe arrangements to be made by local probation boards for persons subjectto community punishment orders, or community punishment and rehabilitationorders, to perform work and the performance of such work.\n\tIn particular, they may regulate the functions of—\n\t\tofficers of local probation boards and members of youth offending teams whoare responsible for the supervision of offenders subject to communityrehabilitation orders, and\n\t\tofficers of local probation boards or other persons who are, in relation topersons subject to community punishment orders, responsible officers (withinthe meaning of section 46(13) of the Powers of Criminal Courts (Sentencing)Act 2000).\n\tRegulations made by virtue of subsection (1)(b) may, in particular, makeprovision—\n\t\tlimiting the number of hours of work to be done by a person on any one day,\n\t\tas to the reckoning of hours worked and the keeping of work records, and\n\t\tfor the payment of travelling and other expenses in connection with theperformance of work."
    },
    {
        "length": 276,
        "text": "\nYoung offenders: reprimands and warnings\n\tReprimands and warnings\n\t\tIn section 65 of the [1998 c. 37.] Crime and Disorder Act 1998 (reprimandsand warnings)—\n\t\t\tfor subsection (5)(a) there is substituted—\n\t\t\twhere the offender is under the age of 17, give any reprimand or warningin the presence of an appropriate adult; and”,\n\t\t\tin subsection (6), after paragraph (a) there is inserted—\n\t\t\tthe places where reprimands and warnings may be given”.\n\t\tIn section 34 of the [1984 c. 60.] Police and Criminal Evidence Act 1984(limitations on police detention), for subsection (5)(b) there is substituted—\n\t\t\tthat, in respect of any such matter, proceedings may be taken against himor he may be reprimanded or warned under section 65 of the [1998 c. 37.] Crimeand Disorder Act 1998”."
    },
    {
        "length": 1405,
        "text": "\nPolice powers: drugs\n\tTesting persons in police detention\n\t\tThe [1984 c. 60.] Police and Criminal Evidence Act 1984 is amended inaccordance with subsections (2) to (4).\n\t\tAfter section 63A there is inserted—\n\t\t“63BTesting for presence of Class A drugs\n\t\t\tA sample of urine or a non-intimate sample may be taken from a person inpolice detention for the purpose of ascertaining whether he has any specifiedClass A drug in his body if the following conditions are met.\n\t\t\tThe first condition is—\n\t\t\t\tthat the person concerned has been charged with a trigger offence; or\n\t\t\t\tthat the person concerned has been charged with an offence and a policeofficer of at least the rank of inspector, who has reasonable grounds forsuspecting that the misuse by that person of any specified Class A drug causedor contributed to the offence, has authorised the sample to be taken.\n\t\t\tThe second condition is that the person concerned has attained the age of18.\n\t\t\tThe third condition is that a police officer has requested the personconcerned to give the sample.\n\t\t\tBefore requesting the person concerned to give a sample, an officer must—\n\t\t\t\twarn him that if, when so requested, he fails without good cause to do sohe may be liable to prosecution, and\n\t\t\t\tin a case within subsection (2)(b) above, inform him of the giving of theauthorisation and of the grounds in question.\n\t\t\tA sample may be taken under this section only by a person prescribed byregulations made by the Secretary of State by statutory instrument.\n\t\t\t\t  * No regulations shall be made under this subsection unless a draft has been laid before, and approved by resolution of, each House of Parliament.\n\t\t\tInformation obtained from a sample taken under this section may bedisclosed—\n\t\t\t\tfor the purpose of informing any decision about granting bail in criminalproceedings (within the meaning of the [1976 c. 63.] Bail Act 1976) to theperson concerned;\n\t\t\t\twhere the person concerned is in police detention or is remanded in orcommitted to custody by an order of a court or has been granted such bail, forthe purpose of informing any decision about his supervision;\n\t\t\t\twhere the person concerned is convicted of an offence, for the purpose ofinforming any decision about the appropriate sentence to be passed by a courtand any decision about his supervision or release;\n\t\t\t\tfor the purpose of ensuring that appropriate advice and treatment is madeavailable to the person concerned.\n\t\t\tA person who fails without good cause to give any sample which may be takenfrom him under this section shall be guilty of an offence.\n\t\tCTesting for presence of Class A drugs: supplementary\n\t\t\tA person guilty of an offence under section 63B above shall be liable onsummary conviction to imprisonment for a term not exceeding three months, orto a fine not exceeding level 4 on the standard scale, or to both.\n\t\t\tA police officer may give an authorisation under section 63B above orallyor in writing but, if he gives it orally, he shall confirm it in writing assoon as is practicable.\n\t\t\tIf a sample is taken under section 63B above by virtue of an authorisation,the authorisation and the grounds for the suspicion shall be recorded as soonas is practicable after the sample is taken.\n\t\t\tIf the sample is taken from a person detained at a police station, thematters required to be recorded by subsection (3) above shall be recorded inhis custody record.\n\t\t\tSubsections (11) and (12) of section 62 above apply for the purposes ofsection 63B above as they do for the purposes of that section; and section 63Babove does not prejudice the generality of sections 62 and 63 above.\n\t\t\tIn section 63B above—\n\t\t\t\t  * “Class A drug” and “misuse” have the same meanings as in the [1971 c. 38.] Misuse of Drugs Act 1971;\n\t\t\t\t  * “specified” (in relation to a Class A drug) and “trigger offence” have the same meanings as in Part III of the Criminal Justice and Court Services Act 2000.”\n\t\t\tIn section 38 (duties of custody officer after charge)—\n\t\t\t\tin subsection (1)(a), after sub-paragraph (iii) there is inserted—\n\t\t\t\tin the case of a person who has attained the age of 18, the custodyofficer has reasonable grounds for believing that the detention of the personis necessary to enable a sample to be taken from him under section 63B below”,\n\t\t\t\tat the end of subsection (2) there is inserted “but may not authorise aperson to be kept in police detention by virtue of subsection (1)(a)(iiia)after the end of the period of six hours beginning when he was charged withthe offence”.\n\t\t\tAt the end of section 66 (codes of practice) there is inserted—\n\t\t\tCodes shall (in particular) include provision in connection with theexercise by police officers of powers under section 63B above.”\n\t\t\tThe Secretary of State may by order amend section 63B(2) of that Act so asto extend it to persons who have been arrested for (but not charged with) theoffences in question."
    },
    {
        "length": 165,
        "text": "\nBail\n\tRight to bail: relevance of drug misuse\n\t\tIn section 4 of the [1976 c. 63.] Bail Act 1976 (general right to bail), aftersubsection (8) there is inserted—\n\t\tIn taking any decisions required by Part I or II of Schedule 1 to thisAct, the considerations to which the court is to have regard include, so faras relevant, any misuse of controlled drugs by the defendant (“controlleddrugs” and “misuse” having the same meanings as in the [1971 c. 38.] Misuse ofDrugs Act 1971).”"
    },
    {
        "length": 1990,
        "text": "\nDetention\n\tRemand centres\n\t\tIn section 43(1) of the [1952 c. 52.] Prison Act 1952 (places of detentionprovided by Secretary of State), paragraph (a) (remand centres) is to cease tohave effect.\n\tLife sentences: tariffs\n\t\tAfter section 82 of the [2000 c. 6.] Powers of Criminal Courts (Sentencing)Act 2000 there is inserted—\n\t\t“Life sentences\n\t\tADetermination of tariffs\n\t\t\tThis section applies if a court passes a life sentence in circumstanceswhere—\n\t\t\t\tthe sentence is not fixed by law; or\n\t\t\t\tthe offender was aged under 18 when he committed the offence.\n\t\t\tThe court shall, unless it makes an order under subsection (4) below, orderthat the provisions of section 28(5) to (8) of the [1997 c. 43.] Crime(Sentences) Act 1997 (referred to in this section as the “early releaseprovisions”) shall apply to the offender as soon as he has served the part ofhis sentence which is specified in the order.\n\t\t\tThe part of his sentence shall be such as the court considers appropriatetaking into account—\n\t\t\t\tthe seriousness of the offence, or of the combination of the offence andone or more offences associated with it;\n\t\t\t\tthe effect of any direction which it would have given under section 87below (crediting periods of remand in custody) if it had sentenced him to aterm of imprisonment; and\n\t\t\t\tthe early release provisions as compared with sections 33(2) and 35(1) ofthe [1991 c. 53.] Criminal Justice Act 1991.\n\t\t\tIf the court is of the opinion that, because of the seriousness of theoffence or of the combination of the offence and one or more offencesassociated with it, no order should be made under subsection (2) above, thecourt shall order that, subject to subsection (5) below, the early releaseprovisions shall not apply to the offender.\n\t\t\tIf, in a case where an order under subsection (4) above is in force, theoffender was aged under 18 when he committed the offence, the Secretary ofState shall at the appropriate stage direct that the early release provisionsshall apply to the offender as soon as he has served the part of his sentencewhich is specified in the direction.\n\t\t\tThe appropriate stage, for the purposes of subsection (5) above, is whenthe Secretary of State has formed the opinion, having regard to any factorsdetermined by him to be relevant for the purpose, that it is appropriate forhim to give the direction.\n\t\t\tIn this section—\n\t\t\t\t  * “court” includes a court-martial;\n\t\t\t\t  * “life sentence” has the same meaning as in Chapter II of Part II of the [1997 c. 43.] Crime (Sentences) Act 1997.\n\t\t\tSo far as this section relates to sentences passed by a court-martial,section 167(1) below does not apply.”\n\t\t\tIn section 90 of the [2000 c. 6.] Powers of Criminal Courts (Sentencing)Act 2000 (offenders who commit murder when under 18: duty to detain at HerMajesty’s pleasure), after “murder” there is inserted “or any other offencethe sentence for which is fixed by law as life imprisonment”; and, in thesidenote, after “murder” there is inserted “etc.”.\n\t\t\tThis section has effect in relation to sentences passed after the cominginto force of this section.\n\t\t\tIn relation to any time before the coming into force of section 87 of the[2000 c. 6.] Powers of Criminal Courts (Sentencing) Act 2000, section 82A ofthat Act shall have effect as if, in paragraph (b) of subsection (3), for “ofany direction which it would have given under section 87 below (creditingperiods of remand in custody)” there were substituted “which section 67 of the[2000 c. 6.] Criminal[1967 c. 80.]  Justice Act 1967 would have had”.\n\tAbolition of sentences of detention in a young offender institution,custody for life, etc\n\t\tNo court is to pass a sentence of detention in a young offender institutionor a sentence of custody for life, and no court is to make a custodial orderexcept in relation to a person who is aged at least 17 but under 18.\n\t\tNo court is to commit a person to be detained under section 108 of thePowers of Criminal Courts (Sentencing) Act 2000 (detention of persons aged atleast 18 but under 21 for default or contempt) or make an order fixing a termof detention under that section.\n\t\tA person who—\n\t\t\thas been sentenced (before the coming into force of this section) to a termof detention in a young offender institution, to custody for life or to acustodial order, and\n\t\t\tis aged at least 18 but under 21,\n\t\t\t\tmay be detained in a young offender institution, or in a prison, determined bythe Secretary of State.\n\t\tA person—\n\t\t\twho has been committed (before the coming into force of this section) to bedetained under section 108 of the Powers of Criminal Courts (Sentencing) Act2000 or in respect of whom an order fixing a term of detention under thatsection has been made (before the coming into force of this section), and\n\t\t\twho is aged under 21,\n\t\t\tmay be detained in a young offender institution, or in a prison, determined bythe Secretary of State.\n\t\tA person who has been sentenced to imprisonment and is aged under 21 may bedetained—\n\t\t\tin a prison, or\n\t\t\tin a young offender institution in which one or more persons mentioned insubsection (3) or (4) are detained,\n\t\t\tdetermined by the Secretary of State.\n\t\tA determination of the Secretary of State under this section may be made inrespect of an individual or any description of individuals.\n\t\tThe repeal by this Act of section 106(1) of the Powers of Criminal Courts(Sentencing) Act 2000 (interaction of sentences of detention in a youngoffender institution) does not affect the validity of any order made, orhaving effect as if made, under paragraph (b) of that subsection.\n\t\tIn this section—\n\t\t\t  * “court” includes a court-martial and a Standing Civilian Court, \n\t\t\t  * “custodial order” means an order under— \n\t\t\tsection 71AA of, or paragraph 10 of Schedule 5A to, the [1955 c. 18.] Army Act1955,\n\t\t\tsection 71AA of, or paragraph 10 of Schedule 5A to, the [1955 c. 19.] AirForce Act 1955,\n\t\t\tsection 43AA of, or paragraph 10 of Schedule 4A to, the [1957 c. 53.] NavalDiscipline Act 1957.\n\t\tOn the coming into force of this section—\n\t\t\tparagraph (b) of the definition of “qualifying sentence” in section 30(1),and\n\t\t\tparagraph (b) of the definition of “relevant sentence” in section 69(7),\n\t\t\tare omitted."
    },
    {
        "length": 1659,
        "text": "\nRelease of prisoners on licence etc.\n\tRelease on licence etc: conditions as to monitoring\n\t\tThis section applies where a sentence of imprisonment has been imposed on aperson and, by virtue of any enactment—\n\t\t\tthe Secretary of State is required to, or may, release the person fromprison, and\n\t\t\tthe release is required to be, or may be, subject to conditions (whetherconditions of a licence or any other conditions, however expressed).\n\t\tThe conditions may include—\n\t\t\tconditions for securing the electronic monitoring of his compliance withany other conditions of his release,\n\t\t\tconditions for securing the electronic monitoring of his whereabouts(otherwise than for the purpose of securing his compliance with otherconditions of his release).\n\t\tIn relation to a prisoner released under section 34A(3) of the [1991 c.53.] Criminal Justice Act 1991 (power to release short-term prisoners onlicence) the monitoring referred to in subsection (2)(a) does not include themonitoring of his compliance with conditions imposed under section 37A of thatAct (curfew conditions).\n\t\tThe Secretary of State may make rules about the conditions that may beimposed by virtue of this section.\n\t\tIn this section, “sentence of imprisonment” includes—\n\t\t\ta detention and training order,\n\t\t\ta sentence of detention in a young offender institution,\n\t\t\ta sentence of detention under section 90 of the [2000 c. 6.] Powers ofCriminal Courts (Sentencing) Act 2000 (detention at Her Majesty’s pleasure),\n\t\t\ta sentence of detention under section 91 of that Act (detention ofoffenders under 18 convicted of certain serious offences),\n\t\t\ta sentence of custody for life under section 93 or 94 of that Act,\n\t\t\t\tand “prison” shall be construed accordingly.\n\tSupervision of young offenders after release\n\t\tSection 65 of the [1991 c. 53.] Criminal Justice Act 1991 is amended asfollows.\n\t\tAfter subsection (5) there is inserted—\n\t\t\t“(5A)The requirements that may be specified in a notice under subsection (5)above include—\n\t\t\trequirements for securing the electronic monitoring of the person’scompliance with any other requirements specified in the notice;\n\t\t\trequirements for securing the electronic monitoring of his whereabouts(otherwise than for the purpose of securing his compliance with requirementsspecified in the notice);\n\t\t\tin the circumstances mentioned in subsection (5B) below, requirements toprovide, when instructed to do so by an officer of a local probation board ora person authorised by the Secretary of State, any sample mentioned in theinstruction for the purpose of ascertaining whether the person has anyspecified Class A drug in his body.\n\t\t\t(5B)The circumstances referred to in subsection (5A)(c) above are that—\n\t\t\tthe person has attained the age of 18 years;\n\t\t\this term of detention was imposed for a trigger offence; and\n\t\t\tthe requirements to provide samples are being imposed for the purpose ofdetermining whether he is complying with any other requirements specified inthe notice.\n\t\t\t(5C)Requirements imposed by virtue of subsection (5A) above shall not haveeffect on or after the day on which the person would (but for his release)have served his term in full.\n\t\t\t(5D)The function of giving such an instruction as is mentioned in subsection(5A)(c) above shall be exercised in accordance with guidance given from timeto time by the Secretary of State; and the Secretary of State may make rulesabout the requirements that may be imposed by virtue of subsection (5A) aboveand the provision of samples in pursuance of such an instruction.”\n\t\tAfter subsection (8) there is inserted—\n\t\tThe power to make rules under this section—\n\t\t\tshall be exercisable by statutory instrument which shall be subject toannulment in pursuance of a resolution of either House of Parliament;\n\t\t\tshall include power to make different provision for different cases orclasses of case.\n\t\tIn this section, “specified Class A drug” and “trigger offence” have thesame meanings as in Part III of the Criminal Justice and Court Services Act2000.”\n\tRelease on licence etc: drug testing requirements\n\t\tThis section applies where—\n\t\t\tthe Secretary of State releases from prison a person aged 18 or over onwhom a sentence of imprisonment has been imposed for a trigger offence, and\n\t\t\tthe release is subject to conditions (whether conditions of a licence orany other conditions, however expressed).\n\t\tFor the purpose of determining whether the person is complying with any ofthe conditions, they may include the following requirement.\n\t\tThe requirement is that the person must provide, when instructed to do soby an officer of a local probation board or a person authorised by theSecretary of State, any sample mentioned in the instruction for the purpose ofascertaining whether he has any specified Class A drug in his body.\n\t\tThe function of giving such an instruction is to be exercised in accordancewith guidance given from time to time by the Secretary of State; andregulations made by the Secretary of State may regulate the provision ofsamples in pursuance of such an instruction.\n\t\tIn this section, “sentence of imprisonment” includes—\n\t\t\ta detention and training order,\n\t\t\ta sentence of detention in a young offender institution,\n\t\t\ta sentence of detention under section 90 of the Powers of Criminal Courts(Sentencing) Act 2000 (detention at Her Majesty’s pleasure),\n\t\t\ta sentence of detention under section 91 of that Act (detention ofoffenders under 18 convicted of certain serious offences),\n\t\t\ta sentence of custody for life under section 93 or 94 of that Act,\n\t\t\t\tand “prison” shall be construed accordingly.\n\tShort-term prisoners: release subject to curfew conditions\n\t\tIn section 34A of the [1991 c. 53.] Criminal Justice Act 1991 (power torelease short-term prisoners on licence), after subsection (2)(d) there isinserted—\n\t\t\tthe prisoner is subject to the notification requirements of Part I of the[1997 c. 51.] Sex Offenders Act 1997;”."
    },
    {
        "length": 2244,
        "text": "\nSexual or violent offenders\n\tAmendments of the Sex Offenders Act 1997\n\t\tSchedule 5 (which amends the Sex Offenders Act 1997 in respect of persons whoare subject to the notification requirements of that Act to make provision, inparticular, for—\n\t\t\taltering the requirements,\n\t\t\tincreasing penalties,\n\t\t\tenabling courts to make restraining orders, and\n\t\t\timproving the information held about such persons),\n\t\t\tis to have effect.\n\tArrangements for assessing etc. risks posed by certain offenders\n\t\tIn this section—\n\t\t\t  * “relevant sexual or violent offender” has the meaning given by section 68, and \n\t\t\t  * “responsible authority”, in relation to any area, means the chief officer of police and the local probation board for that area acting jointly. \n\t\tThe responsible authority for each area must establish arrangements for thepurpose of assessing and managing the risks posed in that area by—\n\t\t\trelevant sexual or violent offenders, and\n\t\t\tother persons who, by reason of offences committed by them (wherevercommitted), are considered by the responsible authority to be persons who maycause serious harm to the public.\n\t\tThe responsible authority for each area must keep the arrangementsestablished by it under review with a view to monitoring their effectivenessand making any changes to them that appear necessary or expedient.\n\t\tAs soon as practicable after the end of the period of 12 months beginningwith the coming into force of this section and each subsequent period of 12months, the responsible authority for each area must—\n\t\t\tprepare a report on the discharge by it during that period of the functionsconferred by this section, and\n\t\t\tpublish the report in that area.\n\t\tThe report must include—\n\t\t\tdetails of the arrangements established by the responsible authority, and\n\t\t\tinformation of such descriptions as the Secretary of State has notified tothe responsible authority that he wishes to be included in the report.\n\t\tThe Secretary of State may issue guidance to responsible authorities on thedischarge of the functions conferred by this section.\n\tSection 67: interpretation\n\t\tFor the purposes of section 67, a person is a relevant sexual or violentoffender if he falls within one or more of subsections (2) to (5).\n\t\tA person falls within this subsection if he is subject to the notificationrequirements of Part I of the [1997 c. 51.] Sex Offenders Act 1997.\n\t\tA person falls within this subsection if—\n\t\t\the is convicted by a court in England or Wales of a sexual or violentoffence (within the meaning of the [2000 c. 6.] Powers of Criminal Courts(Sentencing) Act 2000), and\n\t\t\tone of the following sentences is imposed on him in respect of theconviction—\n\t\t\ta sentence of imprisonment for a term of 12 months or more,\n\t\t\ta sentence of detention in a young offender institution for a term of 12months or more,\n\t\t\ta sentence of detention during Her Majesty’s pleasure,\n\t\t\ta sentence of detention for a period of 12 months or more under section 91of the Powers of Criminal Courts (Sentencing) Act 2000 (offenders under 18convicted of certain serious offences),\n\t\t\ta detention and training order for a term of 12 months or more, or\n\t\t\ta hospital or guardianship order within the meaning of the [1983 c. 20.]Mental Health Act 1983.\n\t\tA person falls within this subsection if—\n\t\t\the is found not guilty by a court in England or Wales of a sexual orviolent offence (within the meaning of the [2000 c. 6.] Powers of CriminalCourts (Sentencing) Act 2000) by reason of insanity or to be under adisability and to have done the act charged against him in respect of such anoffence, and\n\t\t\tone of the following orders is made in respect of the act charged againsthim as the offence—\n\t\t\tan order that he be admitted to hospital, or\n\t\t\ta guardianship order within the meaning of the [1983 c. 20.] Mental HealthAct 1983.\n\t\tA person falls within this subsection if the first condition set out insection 28(2) or 29(2) or the second condition set out in section 28(3) or29(3) is satisfied in his case.\n\t\tIn this section “court” does not include a court-martial or the Courts-Martial Appeal Court.\n\tDuties of local probation boards in connection with victims of certainoffences\n\t\tThis section applies in a case where a court—\n\t\t\tconvicts an offender of a sexual or violent offence, and\n\t\t\timposes a relevant sentence on him in respect of that conviction.\n\t\tIn cases where this section applies, the local probation board for the areain which the offender is sentenced must take all reasonable steps to ascertainwhether any appropriate person wishes to—\n\t\t\tmake representations about whether the offender should be subject to anyconditions or requirements on his release and, if so, what conditions orrequirements, or\n\t\t\treceive information about any conditions or requirements to which theoffender is to be subject on his release.\n\t\tIn this section, “appropriate person”, in relation to an offence, means anyperson who appears to the local probation board in question to be, or to actfor, the victim of the offence (“the victim”).\n\t\tWhere it is ascertained that an appropriate person wishes to makerepresentations in accordance with paragraph (a) of subsection (2), therelevant local probation board must forward those representations to theperson responsible for determining the matters mentioned in that paragraph.\n\t\tWhere it is ascertained that an appropriate person wishes to receiveinformation in accordance with subsection (2)(b), the relevant local probationboard must take all reasonable steps—\n\t\t\tto inform that person whether or not the offender is to be subject to anyconditions or requirements on his release,\n\t\t\tif the offender is to be subject to any such conditions or requirements, toprovide that person with details of any conditions or requirements whichrelate to contact with the victim or his family, and\n\t\t\tto provide that person with such other information as is considered by thatlocal probation board to be appropriate in all the circumstances of the case.\n\t\tFor the purposes of subsections (4) and (5), “relevant local probationboard” means—\n\t\t\twhere the offender is to be supervised on release by an officer of a localprobation board, that local probation board,\n\t\t\tin any other case, the local probation board for the area in which theprison or other place of detention from which the offender is to be releasedis situated.\n\t\tIn this section—\n\t\t\t  * “conditions” means conditions in a licence, \n\t\t\t  * “court” does not include a court-martial or the Courts-Martial Appeal Court, \n\t\t\t  * “relevant sentence” means— \n\t\t\ta sentence of imprisonment for a term of 12 months or more,\n\t\t\ta sentence of detention in a young offender institution for a term of 12months or more,\n\t\t\ta sentence of detention during Her Majesty’s pleasure,\n\t\t\ta sentence of detention for a period of 12 months or more under section 91 ofthe [2000 c. 6.] Powers of Criminal Courts (Sentencing) Act 2000 (offendersunder 18 convicted of certain serious offences), or\n\t\t\ta detention and training order for a term of 12 months or more,\n\t\t\t\t  * “requirements” means requirements specified in a notice under section 65(5) of the [1991 c. 53.] Criminal Justice Act 1991 (requirements imposed in connection with supervision of young offenders after release). \n\t\tAn offence is a sexual or violent offence for the purposes of this sectionif it is—\n\t\t\ta sexual or violent offence within the meaning of the Powers of CriminalCourts (Sentencing) Act 2000,\n\t\t\tan offence in respect of which the offender is subject to the notificationrequirements of Part I of the [1997 c. 51.] Sex Offenders Act 1997, or\n\t\t\tan offence against a child within the meaning of Part II of this Act.\n\t\tThis section has effect in relation to cases where the relevant sentence isimposed after the section comes into force."
    },
    {
        "length": 327,
        "text": "\nChapter IIISupplementary\n\tInterpretation, etc\n\t\tIn this Part—\n\t\t\t  * “Class A drug” has the same meaning as in the [1971 c. 38.] Misuse of Drugs Act 1971, \n\t\t\t  * “specified”, in relation to a Class A drug, means specified by an order made by the Secretary of State, \n\t\t\t  * “trigger offence” has the meaning given by Schedule 6. \n\t\tThe Secretary of State may by order amend Schedule 6 so as to add, modifyor omit any description of offence.\n\t\tIn this Part (except in section 69), references to release includetemporary release.\n\t\tIn section 163 of the [2000 c. 6.] Powers of Criminal Courts (Sentencing)Act 2000 (general definitions), at the appropriate places there are inserted—\n\t\t\t““specified Class A drug” has the same meaning as in Part III of the CriminalJustice and Court Services Act 2000”,\n\t\t““trigger offence” has the same meaning as in Part III of the Criminal Justiceand Court Services Act 2000”.\n\t\tSection 53 does not apply in relation to any community order made beforethat section comes into force."
    },
    {
        "length": 2397,
        "text": "\nPart IVGeneral and supplementary\n\tChapter IGeneral\n\t\tAccess to driver licensing records\n\t\t\tThe Secretary of State may make any information held by him for thepurposes of Part III of the [1988 c. 52.] Road Traffic Act 1988 available tothe Police Information Technology Organisation for use by constables.\n\t\t\tIn respect of any information made available to the Organisation undersubsection (1), the Secretary of State may by regulations—\n\t\t\t\tdetermine the purposes for which constables may be given access to theinformation,\n\t\t\t\tdetermine the circumstances in which any of the information to which theyhave been given access may be further disclosed by them.\n\t\t\tBefore making any regulations applying in respect of constables in policeforces in Scotland, the Secretary of State must, to the extent to which theregulations will so apply, consult the Scottish Ministers.\n\t\t\tIn this section, “information” means information held in any form.\n\t\t\tSection 105(2)(b) of that Act (power by regulations to make particularswith respect to persons who are disqualified etc. available for use by thepolice) is to cease to have effect.\n\t\tFailure to secure regular attendance at school\n\t\t\tIn section 444 of the [1996 c. 56.] Education Act 1996 (failure to secureregular attendance at school)—\n\t\t\t\tafter subsection (1) there is inserted—\n\t\t\t\t\t“(1A)If in the circumstances mentioned in subsection (1) the parent knows thathis child is failing to attend regularly at the school and fails withoutreasonable justification to cause him to do so, he is guilty of an offence.”,\n\t\t\t\tin subsection (8), for “this section” there is substituted “subsection(1)”,\n\t\t\t\tafter that subsection there is inserted—\n\t\t\t\t“(8A)A person guilty of an offence under subsection (1A) is liable on summaryconviction—\n\t\t\t\tto a fine not exceeding level 4 on the standard scale, or\n\t\t\t\tto imprisonment for a term not exceeding three months,\n\t\t\t\tor both.\n\t\t\t\t(8B)If, on the trial of an offence under subsection (1A), the court finds thedefendant not guilty of that offence but is satisfied that he is guilty of anoffence under subsection (1), the court may find him guilty of that offence.”\n\t\t\tThis section does not apply to an offence committed before the sectioncomes into force.\n\t\tParenting orders: responsible officer\n\t\t\tIn section 8(8) of the [1998 c. 37.] Crime and Disorder Act 1998 (parentingorders: persons who may be specified as the responsible officer), afterparagraph (b) there is inserted—\n\t\t\t\ta person nominated by a person appointed as chief education officer undersection 532 of the [1996 c. 56.] Education Act 1996”.\n\t\tAmendments \n\t\t\tSchedule 7 (which makes minor and consequential amendments) is to have effect.\n\t\tRepeals \n\t\t\tThe enactments specified in Schedule 8 are repealed to the extent specified.\n\tChapter IISupplementary\n\t\tSubordinate legislation\n\t\t\tThis section applies to any power conferred by this Act on the LordChancellor or the Secretary of State to make regulations, rules or an order.\n\t\t\tThe power, unless it is a power to make an order under section 19, 20 or23, shall be exercisable by statutory instrument.\n\t\t\tThe power may be exercised so as to make different provision for differentpurposes or different areas.\n\t\t\tThe power includes power to make—\n\t\t\t\tany supplementary, incidental or consequential provision, and\n\t\t\t\tany transitory, transitional or saving provision,\n\t\t\t\t\twhich the Minister exercising the power considers necessary or expedient.\n\t\t\tAn order—\n\t\t\t\tmaking any provision by virtue of section 10, 26(2), 36(15), 57(5) or70(2), or\n\t\t\t\tmaking any provision by virtue of section 77(2) which adds to, replaces oromits any part of the text of an Act,\n\t\t\t\tmay only be made if a draft of the statutory instrument containing the orderhas been laid before and approved by resolution of each House of Parliament.\n\t\t\tAny other statutory instrument made in exercise of a power to which thissection applies shall be subject to annulment in pursuance of a resolution ofeither House of Parliament.\n\t\t\tSubsection (6) does not apply to a statutory instrument containing anorder—\n\t\t\t\trevoking an order made by virtue of section 10, or\n\t\t\t\tmade by virtue only of section 80.\n\t\tSupplementary and consequential provision, etc\n\t\t\tThe Lord Chancellor or the Secretary of State may by order make—\n\t\t\t\tany supplementary, incidental or consequential provision,\n\t\t\t\tany transitory, transitional or saving provision,\n\t\t\t\t\twhich he considers necessary or expedient for the purposes of, in consequenceof or for giving full effect to any provision of this Act.\n\t\t\tThe provision which may be made under subsection (1) includes provisionamending or repealing any enactment, instrument or document.\n\t\tGeneral interpretation\n\t\t\tIn this Act—\n\t\t\t\t  * “community order” has the meaning given by section 33 of the [2000 c. 6.] Powers of Criminal Courts (Sentencing) Act 2000, \n\t\t\t\t  * “enactment” includes an enactment contained in subordinate legislation, \n\t\t\t\t  * “functions” includes powers and duties, \n\t\t\t\t  * “local probation board” has the meaning given by section 4, \n\t\t\t\t  * “subordinate legislation” has the same meaning as in the [1978 c. 30.] Interpretation Act 1978. \n\t\t\tIn this Act, “enactment” means an enactment whenever passed or made; but inthis Part it means—\n\t\t\t\tan Act passed before, or in the same Session as, this Act, and\n\t\t\t\tsubordinate legislation made before the passing of this Act.\n\t\tExpenses \n\t\t\tThere shall be paid out of money provided by Parliament—\n\t\t\t\tany expenditure incurred by a Minister of the Crown by virtue of this Act,\n\t\t\t\tany increase attributable to this Act in the sums payable out of money soprovided under any other enactment.\n\t\tCommencement \n\t\t\tThis Act shall come into force on such day as the Lord Chancellor or theSecretary of State may by order appoint.\n\t\t\tDifferent days may be appointed under this section for different purposesand different areas.\n\t\t\tSubsection (1) does not apply to—\n\t\t\t\tsections 19 to 22,\n\t\t\t\tsection 60,\n\t\t\t\tthis Chapter,\n\t\t\t\tin Schedule 7, paragraphs 15(1)(e) and (2), 18(3)(c)(i) and (4), 22(1)(e)and (2), 25(3)(c)(i) and (4), 29(1)(e) and (2), 32(3)(c)(i) and (4), 135 to138, 142, 144 to 148 and 203(3) and (4),\n\t\t\t\tthe repeals mentioned in the note to Schedule 8.\n\t\tExtent \n\t\t\tSubject to the following provisions, this Act extends to England and Walesonly.\n\t\t\tSubsection (1) does not apply to—\n\t\t\t\tsections 26 to 33, so far as they relate to the making of orders by, ororders made by, courts-martial or the Courts-Martial Appeal Court,\n\t\t\t\tsection 60, and paragraphs 135 to 138, 142 and 144 to 148 of Schedule 7, sofar as they relate to sentences passed by a court-martial,\n\t\t\t\tsection 61 so far as it relates to sentences passed by a court-martial or aStanding Civilian Court,\n\t\t\t\tsection 66 and Schedule 5,\n\t\t\t\tsection 71,\n\t\t\t\tthis Chapter,\n\t\t\t\tparagraphs 17 and 19 of Schedule 2,\n\t\t\t\tany amendment by Schedule 7 of the [1955 c. 18.] Army Act 1955, the [1955c. 19.] Air Force Act 1955 or the [1957 c. 53.] Naval Discipline Act 1957,\n\t\t\t\tparagraph 159 of Schedule 7.\n\t\t\tSections 35, 36 and 41 extend to England and Wales and Northern Ireland.\n\t\t\tSection 40 extends to Northern Ireland only.\n\t\t\tThe amendment or repeal by Schedule 7 or 8 of an enactment extending toScotland or Northern Ireland extends also to Scotland or, as the case may be,Northern Ireland.\n\t\t\tFor the purposes of the [1998 c. 46.] Scotland Act 1998, any provision ofsection 66 and Schedule 5 and, so far as relating to those provisions andextending to Scotland, any provision of this Chapter is to be taken to be apre-commencement enactment within the meaning of that Act.\n\t\tShort title\n\t\t\tThis Act may be cited as the Criminal Justice and Court Services Act 2000."
    }
]