[
    {
        "length": 202,
        "text": "\nRegulator’s duty to publish a code of practice\n\tThe Regulator must prepare and publish a code of practice about thecarrying on of forensic science activities in England and Wales.\n\tThe code—\n\t\tmust specify the forensic science activities to which it applies;\n\t\tneed not make provision about every forensic science activity;\n\t\tmay make different provision for different purposes or descriptions ofperson.\n\tThe Regulator must publish the code in a way that the Regulator considersis likely to bring it to the attention of persons likely to be interested init.\n\tThe Regulator—\n\t\tmust keep the code under review, and\n\t\tmay from time to time prepare and publish alterations to the code or areplacement code.\n\tIn this Act “the code” means the code of practice published under thissection that is for the time being in force (as altered from time to time)."
    },
    {
        "length": 245,
        "text": "\nCode of practice: procedure\n\tBefore publishing a code of practice under section 2 or any alterations tothe code, the Regulator must consult such persons as the Regulator considersappropriate.\n\tThe persons consulted must include persons appearing to the Regulator to berepresentative of persons who are, or are likely to be, carrying on activitiesto which the proposed code or the code as proposed to be altered will apply.\n\tThe Regulator must not publish a code of practice under section 2 or anyalterations to the code unless—\n\t\ta draft of the code or the alterations has been sent to the Secretary ofState,\n\t\tthe Secretary of State has approved the draft and laid it beforeParliament, and\n\t\tthe draft has been approved by a resolution of each House of Parliament.\n\tA code of practice published under section 2 comes into force on the dayspecified in it for that purpose.\n\tAlterations to the code come into force on the day specified in thealterations for that purpose.\n\tDifferent days may be specified under subsection (4) or (5) for differentpurposes."
    },
    {
        "length": 594,
        "text": "\nInvestigations by the Regulator\n\tThis section applies if the Regulator has reason to believe that a personmay be carrying on a forensic science activity to which the code applies in away that creates a substantial risk of—\n\t\tadversely affecting any investigation, or\n\t\timpeding or prejudicing the course of justice in any proceedings.\n\tThe Regulator may investigate the carrying on by that person of anyforensic science activity to which the code applies.\n\tFor the purposes of any such investigation, the Regulator may require theperson mentioned in subsection (1) to provide to the Regulator—\n\t\tcopies of documents in the person’s possession or control;\n\t\tother information in the person’s possession or control.\n\tA requirement under subsection (3) may include a requirement forinformation to be provided orally.\n\tA requirement under subsection (3) is imposed by giving a written notice tothe person specifying—\n\t\ta description of the information that is required;\n\t\twhen, or the time by which, the information is to be provided;\n\t\tthe form and manner in which the information is to be provided.\n\tA person may not be required under subsection (3) to do anything that theperson could not be compelled to do in proceedings before the High Court.\n\tA disclosure of information pursuant to a requirement under subsection (3)does not breach—\n\t\tany obligation of confidence owed by the person making the disclosure, or\n\t\tany other restriction on the disclosure of information (however imposed).\n\tA person may not be required under subsection (3) to disclose informationif to do so—\n\t\twould contravene the data protection legislation (but in determiningwhether the disclosure would do so, the duty imposed by virtue of thatsubsection is to be taken into account), or\n\t\twould be prohibited by any of Parts 1 to 7 or Chapter 1 of Part 9 of theInvestigatory Powers Act 2016.\n\tIn subsection (8)(a) “the data protection legislation” has the same meaningas in the Data Protection Act 2018 (see section 3(9) of that Act).\n\tThe Regulator may bring proceedings for an injunction (including aninterim injunction) for the purpose of securing compliance with a requirementimposed under this section.\n\tIn this Act “proceedings” means proceedings before a judicial authorityexercising its jurisdiction or functions in England and Wales, within themeaning of section 4 of the Rehabilitation of Offenders Act 1974."
    },
    {
        "length": 376,
        "text": "\nCompliance notices\n\tThis section applies if the Regulator believes that a person is carrying ona forensic science activity to which the code applies in a way that creates asubstantial risk of—\n\t\tadversely affecting any investigation, or\n\t\timpeding or prejudicing the course of justice in any proceedings.\n\tThe Regulator may serve a compliance notice on the person.\n\tA compliance notice is a notice requiring the person on whom the notice isserved to take one or more steps specified in the notice within the period orby the date specified in the notice.\n\tA compliance notice may prohibit the person on whom the notice is servedfrom carrying on any forensic science activity in England and Wales specifiedin the notice until the Regulator is satisfied that a step specified in thenotice has been taken or does not need to be taken (see section 7).\n\tIn deciding whether to serve a compliance notice on a person and indetermining the content of a notice the Regulator may take into account anyfailure by a person to act in accordance with the code.\n\tA compliance notice must be in writing and include information as to—\n\t\tthe Regulator’s reasons for serving the notice,\n\t\trights of appeal (see section 8), and\n\t\tthe consequences of not complying with the notice.\n\tThe Regulator may bring proceedings for an injunction (including an interiminjunction) for the purpose of securing compliance with any step orprohibition specified in the notice.\n\tThe Regulator may at any time vary or cancel a compliance notice after ithas been served by giving notice in writing to the person on whom it wasserved."
    },
    {
        "length": 213,
        "text": "\nCompletion certificates\n\tThis section applies if the Regulator has served a compliance notice on aperson under section 6.\n\tIf the Regulator is satisfied that any step specified in the notice hasbeen taken or does not need to be taken the Regulator must issue a certificateto that effect (a “completion certificate”).\n\tA person on whom a compliance notice is served may at any time apply for acompletion certificate.\n\tWithin the period of 14 days beginning with the day after the day on whichthe Regulator receives such an application the Regulator must send to theperson—\n\t\ta completion certificate relating to the compliance notice, or\n\t\twritten notice of the Regulator’s decision not to issue such a certificatetogether with the Regulator’s reasons for that decision.\n\tA compliance notice ceases to have effect to the extent specified in acompletion certificate relating to that notice on the date the certificate isissued."
    },
    {
        "length": 621,
        "text": "\nAppeals \n\tA person served with a compliance notice under section 6 may appeal to theFirst-tier Tribunal against the decision to serve the notice.\n\tThe grounds for an appeal under subsection (1) are that—\n\t\tthe decision was based on an error of fact;\n\t\tthe decision was wrong in law;\n\t\tthe decision was unreasonable;\n\t\tany step or prohibition specified in the notice is unreasonable.\n\tOn an appeal under subsection (1) the First-tier Tribunal may—\n\t\tconfirm the notice;\n\t\tcancel the notice;\n\t\tvary the notice;\n\t\tremit to the Regulator the decision whether to confirm, cancel or vary thenotice.\n\tA person given notice under section 6(8) of the variation of a compliancenotice may appeal to the First-tier Tribunal against the decision to vary thecompliance notice.\n\tThe grounds for an appeal under subsection (4) are that—\n\t\tthe decision was based on an error of fact;\n\t\tthe decision was wrong in law;\n\t\tthe decision was unreasonable;\n\t\tany step or prohibition specified in the compliance notice as a result ofthe variation is unreasonable.\n\tOn an appeal under subsection (4) the First-tier Tribunal may—\n\t\tconfirm the decision to vary the compliance notice, in whole or in part;\n\t\tquash that decision, in whole or in part;\n\t\tvary the compliance notice in a different way;\n\t\tremit to the Regulator the decision whether to vary the compliance notice.\n\tA person served with a compliance notice under section 6 may appeal to theFirst-tier Tribunal against a decision not to issue a completion certificateunder section 7 relating to that notice.\n\tThe grounds for an appeal under subsection (7) are the grounds mentioned insubsection (2)(a) to (c).\n\tOn an appeal under subsection (7) the First-tier Tribunal may—\n\t\tconfirm the decision not to issue a completion certificate;\n\t\trequire the Regulator to issue a certificate;\n\t\tremit to the Regulator the decision whether to issue a certificate.\n\tWhere a person has brought an appeal under subsection (1), (4) or (7), theFirst-tier Tribunal may suspend any requirement or prohibition specified inthe compliance notice until the appeal is determined, withdrawn or abandoned.\n\tWhere an appeal is or may be made to the Upper Tribunal in relation to adecision of the First-tier Tribunal under this section, the Upper Tribunal maysuspend any requirement or prohibition specified in the compliance noticeuntil the appeal is determined, withdrawn or abandoned."
    },
    {
        "length": 267,
        "text": "\nOther functions of the Regulator\n\tThe Regulator may prepare and publish guidance or reports on any matterrelating to forensic science activities carried on in England and Wales.\n\tThe Regulator may provide advice or assistance relating to forensic scienceactivities carried on in England and Wales to any person.\n\tThe reference to any person in subsection (2) includes any person in acountry or territory outside the United Kingdom.\n\tAs soon as reasonably practicable after the end of each reporting periodthe Regulator must—\n\t\tprepare a report about the exercise of the Regulator’s functions duringthat period,\n\t\tpublish the report in such manner as the Regulator considers appropriate,and\n\t\tprovide the report to the Secretary of State.\n\tThe Secretary of State must lay the report before Parliament.\n\tIn subsection (4) “reporting period” means—\n\t\tthe period of 12 months beginning with the date on which section 1 comesinto force, and\n\t\teach successive period of 12 months.\n\tThe Regulator may do anything (except borrow money) the Regulator thinksnecessary or appropriate for the purposes of, or in connection with, theRegulator’s functions."
    },
    {
        "length": 334,
        "text": "\nDisclosure by the Regulator\n\tThe Regulator may disclose to any other public authority any informationreceived by the Regulator in connection with any of the Regulator’s functionsif the disclosure is made for the purpose of enabling or assisting the otherpublic authority to discharge any of its functions.\n\tA disclosure of information under subsection (1) does not breach—\n\t\tany obligation of confidence owed by the Regulator, or\n\t\tany other restriction on the disclosure of information (however imposed).\n\tBut subsection (1) does not authorise a disclosure of information that—\n\t\twould contravene the data protection legislation (but in determiningwhether a disclosure would do so, the power in that subsection is to be takeninto account), or\n\t\twould be prohibited by any of Parts 1 to 7 or Chapter 1 of Part 9 of theInvestigatory Powers Act 2016.\n\tIn subsection (3)(a) “the data protection legislation” has the same meaningas in the Data Protection Act 2018 (see section 3 of that Act).\n\tIn this section “public authority” means—\n\t\tany court or tribunal,\n\t\tany constable,\n\t\tany government department,\n\t\tany local authority,\n\t\tany person discharging regulatory functions in relation to any descriptionof activities, and\n\t\tany other person discharging functions of a public nature."
    },
    {
        "length": 276,
        "text": "\nMeaning of “forensic science activity”\n\tIn this Act “forensic science activity” means an activity relating to theapplication of scientific methods for a purpose mentioned in subsection (2).\n\tThose purposes are—\n\t\tpurposes relating to the detection or investigation of crime in England andWales;\n\t\tpurposes relating to the preparation, analysis or presentation of evidencein criminal proceedings in England and Wales;\n\t\tsuch other purposes as the Secretary of State may specify in regulationsmade by statutory instrument.\n\tRegulations under subsection (2)(c)—\n\t\tmust not specify a purpose that could be specified by provision fallingwithin the legislative competence of Senedd Cymru (including any provisionthat could only be made with the consent of a Minister of the Crown within themeaning of the Ministers of the Crown Act 1975);\n\t\tmay make transitional, transitory and saving provision;\n\t\tmay not be made unless a draft of the statutory instrument containing themhas been laid before and approved by a resolution of each House of Parliament.\n\tNothing in this Act affects the exercise by any person other than theRegulator of functions in relation to the regulation of forensic scienceactivities."
    },
    {
        "length": 294,
        "text": "\nCrown application\n\tThis Act binds the Crown, subject to subsection (2).\n\tSections 5 to 8 do not bind the Crown.\n\tA person serving or employed for policing purposes is not to be treated asa servant or agent of the Crown for the purposes of subsection (2).\n\tThe reference in subsection (3) to a person serving or employed forpolicing purposes is to—\n\t\ta member of a police force,\n\t\ta special constable appointed under section 27 of the Police Act 1996 orsection 25 of the Railways and Transport Safety Act 2003,\n\t\ta person employed for the purposes of a police force, or\n\t\ta community support volunteer or a policing support volunteer designatedunder section 38 of the Police Reform Act 2002.\n\tIn subsection (4) “police force” includes—\n\t\tthe British Transport Police Force,\n\t\tthe Civil Nuclear Constabulary, and\n\t\tthe Ministry of Defence police.\n\tThe reference in subsection (4)(d) to section 38 of the Police Reform Act2002 includes that section as applied by section 28 of the Railways andTransport Safety Act 2003 (application to British Transport Police)."
    },
    {
        "length": 232,
        "text": "\nExtent, commencement and short title\n\tThis Act extends to England and Wales only, subject to subsections (2) and(3).\n\tEach of the amendments in paragraphs 8 to 11 of the Schedule has the sameextent as the enactment amended.\n\tThis section extends to England and Wales, Scotland and Northern Ireland.\n\tThis Act comes into force on such day as the Secretary of State appoints byregulations made by statutory instrument, subject to subsection (6).\n\tDifferent days may be appointed for different purposes.\n\tThe following provisions of this Act come into force on the day on whichthis Act is passed—\n\t\tsection 11;\n\t\tthis section.\n\tThe Secretary of State may by regulations made by statutory instrument maketransitional, transitory or saving provision in connection with the cominginto force of any provision of this Act.\n\tThis Act may be cited as the Forensic Science Regulator Act 2021.\n\t\tSection 1"
    }
]