[
    {
        "length": 852,
        "text": "\nPreparatory expenditure\n\tThe Secretary of State may, with the approval of the Treasury, incurexpenditure in preparation for a high speed railway transport network.\n\tThe network referred to in subsection (1) is a network which—\n\t\tinvolves the construction of railway lines connecting at least—\n\t\t\t  * London, \n\t\t\t  * Birmingham, \n\t\t\t  * the East Midlands, \n\t\t\t  * Sheffield, \n\t\t\t  * Leeds, and \n\t\t\t  * Manchester, and \n\t\tconnects with the existing railway transport network as well as with suchother parts of the transport network (including roads, footpaths, cycleways,airports and light railways) as the Secretary of State considers appropriate.\n\tThe expenditure which may be incurred under subsection (1) includesexpenditure on—\n\t\tpreparation for the construction of any railway line and any otherinfrastructure proposed to be included at any time in the network referred toin subsection (1), and\n\t\tpreparation for the provision of services as part of that network.\n\tThe expenditure mentioned in subsection (3) includes expenditure incurred—\n\t\ton pre-construction activity (such as surveying and design),\n\t\tin acquiring property, and\n\t\tin providing compensation in respect of property likely to be affected.\n\tIn this Act, references to incurring expenditure include incurringliabilities.\n\tExpenditure incurred under this section is to be defrayed out of moneyprovided by Parliament.\nFinancial reports\n\tThe Secretary of State must prepare a report on expenditure under section 1in relation to each financial year.\n\tEach report must contain details of—\n\t\texpenditure incurred under section 1 during the financial year to which thereport relates (with capital and resource expenditure specified separately inrespect of each head of expenditure referred to in section 1(4)(a) to (c));\n\t\tthe extent to which expenditure incurred under section 1 during that yearrepresents an overspend or underspend as against the budget for suchexpenditure for the year;\n\t\tthe likely effect of any such overspend or underspend on a total budget of£50.1 billion in 2011 prices (which includes construction and the cost ofrolling stock);\n\t\ttotal expenditure incurred under section 1 up to the end of that year;\n\t\tsums or assets received in that year in connection with expenditureincurred under section 1.\n\tEach report must also contain an account of the vocational qualificationsgained during the financial year by individuals employed by persons appointedunder an enactment to carry out activities in connection with preparing for,and constructing, the network referred to in section 1(1).\n\tIn this section, “financial year” means—\n\t\tthe period beginning with the day on which this Act is passed and endingwith 31 March 2015, and\n\t\teach subsequent period of 12 months.\n\tThe Secretary of State must lay each report under this section beforeParliament as soon as is reasonably practicable after the end of the financialyear to which it relates.\n\tNo report is required in relation to a financial year in which there isnothing to record under subsection (2)(a) and (e).\nExtent, commencement and short title\n\tThis Act extends to England and Wales and to Scotland.\n\tThis Act comes into force on the day on which it is passed.\n\tThis Act may be cited as the High Speed Rail (Preparation) Act 2013.\n\t\t"
    }
]