{
    "general": "This law says it's okay for the government to spend money on getting ready to build a super-fast train line that will help people travel faster between certain cities in England. It's like planning permission, but for trains! The government wants to make sure everything is ready before they start building the new train line so that it can be finished as quickly and smoothly as possible.",
    "series": [
        [
            {
                "length": 219,
                "short": "\"UK Government Allowed to Spend on High-Speed Rail Network Without Parliamentary Approval\"",
                "text": "\n* Simplified point 1: The UK government can spend money on preparing for a high-speed rail network without needing to go through the normal parliamentary process.\n* Simplified point 2: The government can spend money on things like surveying and designing the rail network, as well as buying land and providing compensation to people who might be affected by the construction of the network.\n* Simplified point 3: The government must produce annual reports on how much money they have spent on preparing for the high-speed rail network, and these reports must include information about whether the spending was within budget or not.\n* Simplified point 4: The reports must also include information about the number of vocational qualifications gained by employees working on the project.\n* Simplified point 5: The act applies to England, Wales, and Scotland, and it comes into force on the day it is passed."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The High Speed Rail (Preparation) Act of 2013 allows the UK government to spend money on getting ready for a fast train network without going through regular parliamentary procedures. This includes paying for things like studying the route, making designs, purchasing land, and giving people who may be impacted by the building of the network fair compensation. Each year, the government must submit reports detailing how much money has been spent on preparations and if the spending stayed within budget. Additionally, these reports will contain data regarding the number of vocational certifications earned by workers engaged in the initiative. The law applies to England, Wales, and Scotland and becomes effective on the date it is enacted. In other words, this law gives the UK government permission to invest in creating a quick train system that will improve travel across the country. It lets them buy land, employ people, and build the infrastructure needed for the trains to run smoothly. The government must report each year on how much they've spent and if they're staying within their budget. They must also tell how many people working on the project have received training or certification.",
    "single": "\n* The High Speed Rail (Preparation) Act 2013 allows the Secretary of State to incur expenditure in preparation for a high-speed railway transport network in England and Wales, and Scotland.\n* The network must connect at least six cities: London, Birmingham, the East Midlands, Sheffield, Leeds, and Manchester.\n* The expenditure can be used for preparation of construction of railway lines and other infrastructure, as well as preparation for provision of services.\n* The Secretary of State must prepare a report on expenditure under the Act for each financial year, including details of expenditure, overspends or underspends, and vocational qualifications gained by employees.\n* The Act comes into force on the day it is passed and extends to England and Wales, and Scotland.\nKEY POINTS:\n* The High Speed Rail (Preparation) Act 2013 allows the government to spend money on preparing for a high-speed railway network in England, Wales, and Scotland.\n* The network will connect at least six cities: London, Birmingham, the East Midlands, Sheffield, Leeds, and Manchester.\n* The government can use the money for things like building railway lines and other infrastructure, as well as preparing to provide services like trains and maintenance.\n* The government must report on how much money they spend each year and how it was used.\n* The Act comes into force as soon as it is passed and applies to England, Wales, and Scotland."
}