[
    {
        "length": 2888,
        "text": "\nHealth and social care levy\n\tEvery person who—\n\t\tis liable to pay a qualifying national insurance contribution, or\n\t\twould be liable, if the pension age restriction provisions are ignored, topay such a contribution,\n\t\t\tis liable to pay a tax equal to 1.25% of the amount of earnings or profits inrespect of which the contribution is, or would be, payable.\n\tThe tax is to be known as the health and social care levy.\n\t“Qualifying national insurance contribution” means—\n\t\ta primary Class 1 contribution under section 6(1)(a) of SSCBA 1992 orsection 6(1)(a) of SSCB(NI)A 1992,\n\t\ta secondary Class 1 contribution under section 6(1)(b) of either of thoseActs,\n\t\ta Class 1A contribution under section 10 of either of those Acts,\n\t\ta Class 1B contribution under section 10A of either of those Acts, or\n\t\ta Class 4 contribution under section 15 of either of those Acts.\n\tThe “pension age restriction provisions” means any provision made by orunder any enactment that provides for an exception from liability to pay aqualifying national insurance contribution by reference to a person havingattained pensionable age.\n\tFor the purposes of determining the amount chargeable under subsection (1)in relation to a secondary Class 1 contribution, ignore any earnings where therate applicable to those earnings in relation to that contribution is 0%.\n\tSubsection (1) has effect in relation to qualifying national insurancecontributions payable, or that would be payable, on or after 6 April 2023.\nDestination of proceeds of health and social care levy\n\tHMRC may deduct from—\n\t\tthe proceeds of the health and social care levy, and\n\t\tany relevant penalties or interest,\n\t\t\tsuch amounts as HMRC estimate represent their expenses in collecting thehealth and social care levy (including, where not already deducted, anyexpenses in recovering any relevant penalties or interest).\n\tThe remainder of the proceeds of the levy and any relevant penalties orinterest is to be paid by HMRC to the Secretary of State towards the cost—\n\t\tof health care and social care in England,\n\t\tof health care and social care in Wales,\n\t\tof health care and social care in Scotland, and\n\t\tof health care and social care in Northern Ireland,\n\t\tin such shares as between health care and social care, and in such shares asbetween England, Wales, Scotland and Northern Ireland, as the Treasury maydetermine.\n\tIn this section “relevant penalties or interest” means penalties orinterest recovered by HMRC in connection with the health and social care levy(whether arising solely in connection with the levy or not) to the extentthose penalties or that interest can be attributed to the levy.\n\tHMRC must pay any amount deducted under subsection (1) into theConsolidated Fund.\nApplication of national insurance contributions legislation\n\tFor the purposes of the operation of the health and social care levy, anyprovision made by or under an enactment that applies in relation to aqualifying national insurance contribution is to apply in relation to paymentsof the levy corresponding to the contribution.\n\tThe following are examples of provisions that, as a result of subsection(1), may apply in relation to the levy—\n\t\tprovision relating to returns of information and the supply of accounts,statements and reports;\n\t\tprovision relating to the assessing, collecting and receiving of nationalinsurance contributions;\n\t\tprovision conferring or regulating a right of appeal;\n\t\tprovision concerning administration, penalties or interest on unpaidnational insurance contributions;\n\t\tprovision about the priority of amounts owed to the Commissioners for HerMajesty’s Revenue and Customs in cases of insolvency under the law of any partof the United Kingdom.\n\tSubsection (1) does not apply to any provision—\n\t\tlimiting the maximum amount of national insurance contributions that arepayable by any person, or\n\t\tabout a person’s entitlement to benefits.\n\tSubsection (1) is subject to—\n\t\tany other provision made by or under this Act, and\n\t\tany necessary modifications (including any modifications necessary tosecure the payment of the levy where a qualifying national insurancecontribution is not payable as a result of the pension age restrictionprovisions).\nRegulations \n\tThe Treasury may by regulations made by statutory instrument make provisiongenerally for the purposes of the health and social care levy.\n\tThe following are examples of provision that regulations may make for thepurposes of the levy—\n\t\tprovision about reliefs or exceptions from the levy;\n\t\tprovision that disapplies any provision so far as it would otherwise, as aresult of section 3(1), apply in relation to the levy;\n\t\tprovision modifying the application of any such provision in relation tothe levy;\n\t\tprovision about (including provision modifying) the application of anyprovision of the Tax Acts (that would not otherwise apply to the levy as aresult of section 3(1)) in relation to the levy.\n\tRegulations may—\n\t\tmake different provision for different purposes;\n\t\tmake supplementary, incidental and consequential provision;\n\t\tmake transitional or transitory provision and savings.\n\tSubsection (5) applies to regulations that have the effect of limiting theapplication of, reducing or removing any existing relief or exception (whetherarising under regulations under this section or as a result of section 3(1)).\n\tA statutory instrument containing (whether alone or with other provision)regulations to which this subsection applies may not be made unless a draft ofthe instrument has been laid before and approved by a resolution of the Houseof Commons.\n\tOtherwise, a statutory instrument containing regulations under this sectionis subject to annulment in pursuance of a resolution of the House of Commons.\nTransitional provision: temporary increase in rates of NICs payable to NHS\n\tThis section makes transitional provision for the tax year 2022-23.\n\tPart 1 of SSCBA 1992 (contributions) is to have effect as if—\n\t\tin section 8(2) (calculation of primary Class 1 percentages)—\n\t\tin paragraph (a) (main primary percentage), for “12” there were substituted“13.25”, and\n\t\tin paragraph (b) (additional primary percentage), for “2” there weresubstituted “3.25”,\n\t\tin section 9(2) (calculation of secondary Class 1 contributions: thesecondary percentage), for “13.8” there were substituted “15.05”, and\n\t\tin section 15(3ZA) (calculation of Class 4 contributions)—\n\t\tin paragraph (a) (main Class 4 percentage), for “9” there were substituted“10.25”, and\n\t\tin paragraph (b) (additional Class 4 percentage), for “2” there weresubstituted “3.25”.\n\tFor the purposes of the application of sections 143(4) and 145(3) of SSAA1992 (limit on power to alter contribution rates by reference to rates inpreceding tax year) in relation to the tax year 2023-24, the modifications insubsection (2) are to be ignored.\n\tPart 1 of SSCB(NI)A 1992 (contributions: Northern Ireland) is to haveeffect as if—\n\t\tin section 8(2) (calculation of primary Class 1 percentages)—\n\t\tin paragraph (a) (main primary percentage), for “12” there were substituted“13.25”, and\n\t\tin paragraph (b) (additional primary percentage), for “2” there weresubstituted “3.25”,\n\t\tin section 9(2) (calculation of secondary Class 1 contributions: thesecondary percentage), for “13.8” there were substituted “15.05”, and\n\t\tin section 15(3ZA) (calculation of Class 4 contributions)—\n\t\tin paragraph (a) (main Class 4 percentage), for “9” there were substituted“10.25”, and\n\t\tin paragraph (b) (additional Class 4 percentage), for “2” there weresubstituted “3.25”.\n\tSection 162(5) of SSAA 1992 (destination of national insurancecontributions: meaning of “the appropriate national health serviceallocation”) is to have effect as if—\n\t\tin the opening words, for “50” there were substituted “69.23”,\n\t\tin paragraph (a) (primary Class 1 contributions), for “2.05” there weresubstituted “3.30”,\n\t\tin paragraph (b) (secondary Class 1 contributions), for “1.9” there weresubstituted “3.15”,\n\t\tin paragraph (c) (Class 1A contributions), for “1.9” there were substituted“3.15”,\n\t\tin paragraph (ca) (Class 1B contributions), for “1.9” there weresubstituted “3.15”, and\n\t\tin paragraph (f) (Class 4 contributions), for “2.15” there were substituted“3.4”.\n\tSection 142(5) of SSA(NI)A 1992 (destination of national insurancecontributions: Northern Ireland) is to have effect as if—\n\t\tin the opening words, for “50” there were substituted “69.23”,\n\t\tin paragraph (a) (primary Class 1 contributions), for “2.05” there weresubstituted “3.30”,\n\t\tin paragraph (b) (secondary Class 1 contributions), for “1.9” there weresubstituted “3.15”,\n\t\tin paragraph (c) (Class 1A contributions), for “1.9” there were substituted“3.15”,\n\t\tin paragraph (ca) (Class 1B contributions), for “1.9” there weresubstituted “3.15”, and\n\t\tin paragraph (f) (Class 4 contributions), for “2.15” there were substituted“3.4”.\nInterpretation \n\tIn this Act—\n\t  * “HMRC” means Her Majesty’s Revenue and Customs; \n\t  * “national insurance contributions” means any contributions under— \n\t\tPart 1 of SSCBA 1992, or\n\t\tPart 1 of SSCB(NI)A 1992;\n\t\t\t  * “pension age restriction provisions” has the meaning given section 1(4); \n\t\t\t  * “qualifying national insurance contribution” has the meaning given by section 1(3); \n\t\t\t  * “SSAA 1992” means the Social Security Administration Act 1992; \n\t\t\t  * “SSA(NI)A 1992” means the Social Security Administration (Northern Ireland) Act 1992; \n\t\t\t  * “SSCBA 1992” means the Social Security Contributions and Benefits Act 1992; \n\t\t\t  * “SSCB(NI)A 1992” means the Social Security Contributions and Benefits (Northern Ireland) Act 1992; \n\t\t\t  * “tax year” has the meaning given by section 122 of SSCBA 1992 (interpretation of Parts 1 to 6 of that Act). \nShort title and Crown application\n\tThis Act may be cited as the Health and Social Care Levy Act 2021.\n\tThis Act binds the Crown.\n\t\t"
    }
]