{
    "general": "This law creates a new tax called the \"health and social care levy\" that will be paid by people who work and earn money. The money collected from this tax will go towards paying for healthcare and social care services provided by the government. This law also changes how much some people have to pay in National Insurance contributions, which is another type of tax that helps fund these services.",
    "series": [
        [
            {
                "length": 223,
                "short": "\"Healthcare Tax: New Levy Imposed on National Insurance Contributions\"",
                "text": "\nSimplified point 1: The Health and Social Care Levy Act 2021 imposes a new tax on individuals who are liable to pay qualifying national insurance contributions.\n\nSimplified point 2: The tax rate is set at 1.25% of earnings or profits, and the levy is payable on or after April 6, 2023.\n\nSimplified point 3: The levy is intended to fund health and social care services in England, Wales, Scotland, and Northern Ireland.\n\nSimplified point 4: The levy is administered by HMRC, and penalties or interest may be recovered as part of the levy.\n\nSimplified point 5: Regulations may provide for reliefs or exceptions from the levy, and the levy is subject to annual limits on the amount of national insurance contributions that can be paid."
            }
        ]
    ],
    "summary": "The Health and Social Care Levy Act 2021 introduces a new tax called the \"health and social care levy\" that will help fund health and social care services across the UK. This tax applies to people who have to pay national insurance contributions, like income tax. The tax rate is 1.25% of earnings or profits and starts on April 6, 2023. The money collected from this tax will go towards providing healthcare and social care services in England, Wales, Scotland, and Northern Ireland. The tax will be managed by HMRC, and there may be rules in place to reduce the amount you owe or to give you more time to pay. Additionally, there may be some situations where you don't have to pay the levy at all.",
    "single": "\n* The Health and Social Care Levy Act 2021 imposes a new tax called the \"health and social care levy\" on certain individuals in the UK.\n* The levy is calculated based on the individual's income and is payable starting in 2023.\n* The revenue generated from the levy will go towards funding healthcare and social care services in the UK.\n* The levy is designed to help address the financial challenges faced by the National Health Service (NHS) and social care system in the country.\n* The levy is expected to raise around £10 billion per year for healthcare and social care spending.\n* The levy is a permanent measure and will continue to be collected until at least 2028.\n* The levy is administered by HM Revenue & Customs (HMRC) and will be included in the annual Self Assessment tax return.\n* Individuals who are eligible to pay the levy include those who are aged 18 or over, are resident in the UK, and have an income above a certain threshold.\n* The levy rate is set at 1.25% of income above the threshold, but the government has the ability to adjust the rate as needed.\n* The levy is a progressive tax, meaning that higher earners will contribute more to the levy than lower earners.\n* The levy is designed to be fair and equitable, with the burden falling primarily on those who can afford it.\n* The levy is one of several measures being taken by the government to address the long-term sustainability of the NHS and social care systems in the UK."
}