[
    {
        "length": 781,
        "text": "\nCommissioners and officers\n\tThe Commissioners\n\t\tHer Majesty may by Letters Patent appoint Commissioners for Her Majesty’sRevenue and Customs.\n\t\tThe Welsh title of the Commissioners shall be Comisynwyr Cyllid a ThollauEi Mawrhydi.\n\t\tA Commissioner—\n\t\t\tmay resign by notice in writing to the Treasury, and\n\t\t\totherwise, shall hold office in accordance with the terms and conditions ofhis appointment (which may include provision for dismissal).\n\t\tIn exercising their functions, the Commissioners act on behalf of theCrown.\n\t\tService as a Commissioner is service in the civil service of the State.\n\tOfficers of Revenue and Customs\n\t\tThe Commissioners may appoint staff, to be known as officers of Revenue andCustoms.\n\t\tA person shall hold and vacate office as an officer of Revenue and Customsin accordance with the terms of his appointment (which may include provisionfor dismissal).\n\t\tAn officer of Revenue and Customs shall comply with directions of theCommissioners (whether he is exercising a function conferred on officers ofRevenue and Customs or exercising a function on behalf of the Commissioners).\n\t\tAnything (including anything in relation to legal proceedings) begun by orin relation to one officer of Revenue and Customs may be continued by or inrelation to another.\n\t\tAppointments under subsection (1) may be made only with the approval of theMinister for the Civil Service as to terms and conditions of service.\n\t\tService in the employment of the Commissioners is service in the civilservice of the State.\n\t\tIn Schedule 1 to the Interpretation Act [1978 (c.30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\") (definedexpressions) at the appropriate place insert—\n\t\t\t““Officer of Revenue and Customs” has the meaning given by section 2(1) of theCommissioners for Revenue and Customs Act 2005.”\n\tDeclaration of confidentiality\n\t\tEach person who is appointed under this Act as a Commissioner or officer ofRevenue and Customs shall make a declaration acknowledging his obligation ofconfidentiality under section 18.\n\t\tA declaration under subsection (1) shall be made —\n\t\t\tas soon as is reasonably practicable following the person’s appointment,and\n\t\t\tin such form, and before such a person, as the Commissioners may direct.\n\t\tFor the purposes of this section, the renewal of a fixed term appointmentshall not be treated as an appointment.\n\t“Her Majesty’s Revenue and Customs”\n\t\tThe Commissioners and the officers of Revenue and Customs may together bereferred to as Her Majesty’s Revenue and Customs.\n\t\tThe Welsh title of the Commissioners and the officers of Revenue andCustoms together shall be Cyllid a Thollau Ei Mawrhydi.\n\t\tIn Schedule 1 to the Interpretation Act 1978 (defined expressions) at theappropriate place insert—\n\t\t\t““Her Majesty’s Revenue and Customs” has the meaning given by section 4 of theCommissioners for Revenue and Customs Act 2005.”"
    },
    {
        "length": 1787,
        "text": "\nFunctions\n\tCommissioners' initial functions\n\t\tThe Commissioners shall be responsible for—\n\t\t\tthe collection and management of revenue for which the Commissioners ofInland Revenue were responsible before the commencement of this section,\n\t\t\tthe collection and management of revenue for which the Commissioners ofCustoms and Excise were responsible before the commencement of this section,and\n\t\t\tthe payment and management of tax credits for which the Commissioners ofInland Revenue were responsible before the commencement of this section.\n\t\tThe Commissioners shall also have all the other functions which before thecommencement of this section vested in—\n\t\t\tthe Commissioners of Inland Revenue (or in a Commissioner), or\n\t\t\tthe Commissioners of Customs and Excise (or in a Commissioner).\n\t\tThis section is subject to section 35.\n\t\tIn this Act “revenue” includes taxes, duties and national insurancecontributions.\n\tOfficers' initial functions\n\t\tA function conferred by an enactment (in whatever terms) on any of thepersons listed in subsection (2) shall by virtue of this subsection vest in anofficer of Revenue and Customs.\n\t\tThose persons are—\n\t\t\tan officer as defined by section 1(1) of the Customs and Excise ManagementAct [1979 (c. 2)](/id/ukpga/1979/2?view=plain \"Go to item of legislation\"),\n\t\t\ta person acting under the authority of the Commissioners of Customs andExcise,\n\t\t\tan officer of the Commissioners of Customs and Excise,\n\t\t\ta customs officer,\n\t\t\tan officer of customs,\n\t\t\ta customs and excise officer,\n\t\t\tan officer of customs and excise, and\n\t\t\ta collector of customs and excise.\n\t\tThis section is subject to sections 7 and 35.\n\tFormer Inland Revenue matters\n\t\tThis section applies to the matters listed in Schedule 1.\n\t\tA function conferred by an enactment (in whatever terms) on any of thepersons specified in subsection (3) shall by virtue of this subsection vest inan officer of Revenue and Customs—\n\t\t\tif or in so far as it relates to a matter to which this section applies,and\n\t\t\tin so far as the officer is exercising a function (whether or not by virtueof paragraph (a)) which relates to a matter to which this section applies.\n\t\tThose persons are—\n\t\t\tan officer of the Commissioners of Inland Revenue,\n\t\t\tan officer of the Board of Inland Revenue,\n\t\t\tan officer of inland revenue,\n\t\t\ta collector of Inland Revenue,\n\t\t\tan inspector of taxes,\n\t\t\ta collector of taxes,\n\t\t\ta person authorised to act as an inspector of taxes or collector of taxesfor specific purposes,\n\t\t\tan officer having powers in relation to tax,\n\t\t\ta revenue official,\n\t\t\ta person employed in relation to Inland Revenue (or “the Inland Revenue”),and\n\t\t\tan Inland Revenue official.\n\t\tIn so far as an officer of Revenue and Customs is exercising a functionwhich relates to a matter to which this section applies, section 6(1) shallnot apply.\n\t\tThis section is subject to section 35.\n\tPower to transfer functions\n\t\tAfter section 5 of the Ministers of the Crown Act [1975 (c.26)](/id/ukpga/1975/26?view=plain \"Go to item of legislation\") (transfer offunctions orders: supplemental) insert—\n\t\t“5AThe Commissioners for Her Majesty’s Revenue and Customs\n\t\t\tThe Commissioners for Her Majesty’s Revenue and Customs shall be treatedfor the purposes of section 1(1)(a) and (c) as if they were a Minister of theCrown.\n\t\t\tThe officers of Revenue and Customs shall be treated for the purposes ofsection 1(1)(a) and (c) as if they were a Minister of the Crown.\n\t\t\tAn Order in Council under this Act may not provide for the transfer of afunction specified in section 5(1) of the Commissioners for Revenue andCustoms Act 2005.\n\t\t\tAn Order in Council under section 1 above transferring a function to theCommissioners or to officers of Revenue and Customs—\n\t\t\t\tmay restrict or prohibit the exercise of specified powers in relation tothat function, and\n\t\t\t\tmay provide that the function may be exercised only with the consent of aspecified Minister of the Crown.”\n\t\t\tFor the purposes of sections 63 and 108 of the Scotland Act [1998 (c.46)](/id/ukpga/1998/46?view=plain \"Go to item of legislation\") (transfer offunctions)—\n\t\t\t\tthe Commissioners shall be treated as a Minister of the Crown, and\n\t\t\t\tthe officers of Revenue and Customs shall be treated as a Minister of theCrown.\n\t\t\tAn Order in Council under section 63 or 108 of that Act—\n\t\t\t\tmay not make provision about a function specified in section 5(1) of thisAct, and\n\t\t\t\tif it transfers a function to the Commissioners or to officers of Revenueand Customs—\n\t\t\t\tmay restrict or prohibit the exercise of specified powers in relation tothat function, and\n\t\t\t\tmay provide that the function may be exercised only with the consent of aspecified member of the Scottish Executive.\n\t\t\tFor the purposes of section 22 of and Schedule 3 to the Government of WalesAct [1998 (c. 38)](/id/ukpga/1998/38?view=plain \"Go to item of legislation\")(transfer of functions)—\n\t\t\t\tthe Commissioners shall be treated as a Minister of the Crown, and\n\t\t\t\tthe officers of Revenue and Customs shall be treated as a Minister of theCrown.\n\t\t\tAn Order in Council under section 22 of that Act may not make provisionabout a function specified in section 5(1) of this Act.\n\tAncillary powers\n\t\tThe Commissioners may do anything which they think—\n\t\t\tnecessary or expedient in connection with the exercise of their functions,or\n\t\t\tincidental or conducive to the exercise of their functions.\n\t\tThis section is subject to section 35.\n\tThe Valuation Office\n\t\tAn officer of Revenue and Customs may provide a valuation of property—\n\t\t\tfor a purpose relating to the functions of Her Majesty’s Revenue andCustoms, or\n\t\t\tat the request of any person who appears to the officer to be a publicauthority, or\n\t\t\tat the request of any other person if the officer is satisfied that thevaluation is necessary or expedient in connection with—\n\t\t\tthe exercise of a function of a public nature, or\n\t\t\tthe management of money or assets received from a person exercisingfunctions of a public nature.\n\t\tThe Commissioners may charge a fee for the provision of a valuation undersubsection (1)(b) or (c).\n\t\tIn this section a reference to providing valuations of property includes areference to advising about matters appearing to an officer of Revenue andCustoms to be connected to the valuation of property."
    },
    {
        "length": 1314,
        "text": "\nExercise of functions\n\tTreasury directions\n\t\tIn the exercise of their functions the Commissioners shall comply with anydirections of a general nature given to them by the Treasury.\n\tCommissioners' arrangements\n\t\tThe Commissioners shall make arrangements for—\n\t\t\tthe conduct of their proceedings, and\n\t\t\tthe conduct of the proceedings of any committee established by them.\n\t\tArrangements under subsection (1) may, in particular—\n\t\t\tmake provision for a quorum at meetings;\n\t\t\tprovide that a function of the Commissioners—\n\t\t\tmay be exercised by two Commissioners, or\n\t\t\tmay be exercised by a specified number of Commissioners (greater thantwo).\n\t\tA decision to make arrangements under subsection (1) must be taken with theagreement of more than half of the Commissioners holding office at the time.\n\tExercise of Commissioners' functions by officers\n\t\tAn officer of Revenue and Customs may exercise any function of theCommissioners.\n\t\tBut subsection (1)—\n\t\t\tdoes not apply to the functions specified in subsection (3), and\n\t\t\tis subject to directions under section 2(3) and arrangements under section12.\n\t\tThe non-delegable functions mentioned in subsection (2)(a) are—\n\t\t\tmaking, by statutory instrument, regulations, rules or an order,\n\t\t\tapproving an application for a warrant to search premises under section 20Cof the Taxes Management Act [1970 (c. 9)](/id/ukpga/1970/9?view=plain \"Go toitem of legislation\"),\n\t\t\tapproving an application for a warrant to enter premises under Part 7 ofSchedule 13 to the Finance Act [2003 (c. 14)](/id/ukpga/2003/14?view=plain \"Goto item of legislation\"), and\n\t\t\tgiving instructions for the disclosure of information under section20(1)(a), except that an officer of Revenue and Customs may give aninstruction under section 20(1)(a) authorising disclosure of specifiedinformation relating to—\n\t\t\tone or more specified persons,\n\t\t\tone or more specified transactions, or\n\t\t\tspecified goods.\n\tDelegation \n\t\tArrangements under section 12 may, in particular, enable the Commissioners,or a number of Commissioners acting in accordance with arrangements by virtueof section 12(2)(b), to delegate a function of the Commissioners, other than afunction specified in subsection (2) below—\n\t\t\tto a single Commissioner,\n\t\t\tto a committee established by the Commissioners (which may include personswho are neither Commissioners nor staff of the Commissioners nor officers ofRevenue and Customs), or\n\t\t\tto any other person.\n\t\tThe non-delegable functions mentioned in subsection (1) are—\n\t\t\tmaking, by statutory instrument, regulations, rules or an order,\n\t\t\tapproving an application for a warrant to search premises under section 20Cof the Taxes Management Act [1970 (c. 9)](/id/ukpga/1970/9?view=plain \"Go toitem of legislation\"), and\n\t\t\tapproving an application for a warrant to enter premises under Part 7 ofSchedule 13 to the Finance Act [2003 (c. 14)](/id/ukpga/2003/14?view=plain \"Goto item of legislation\").\n\t\tThe Commissioners may not delegate the function under section 20(1)(a)except to a single Commissioner.\n\t\tThe delegation of a function by virtue of subsection (1) by theCommissioners or a number of Commissioners—\n\t\t\tshall not prevent the exercise of the function by the Commissioners orthose Commissioners, and\n\t\t\tshall not, subject to express provision to the contrary in directions undersection 2(3) or arrangements under section 12, prevent the exercise of thefunction by an officer of Revenue and Customs.\n\t\tWhere the Commissioners or a number of Commissioners delegate a function toa person by virtue of subsection (1)(c)—\n\t\t\tthe Commissioners or those Commissioners shall monitor the exercise of thefunction by that person, and\n\t\t\tin the exercise of the function the delegate shall comply with anydirections of the Commissioners or of those Commissioners.\n\tAgency: Scotland and Northern Ireland\n\t\tFor the purposes of section 93 of the Scotland Act [1998 (c.46)](/id/ukpga/1998/46?view=plain \"Go to item of legislation\") (agency)—\n\t\t\tthe Commissioners shall be treated as a Minister of the Crown, and\n\t\t\tthe officers of Revenue and Customs shall be treated as a Minister of theCrown.\n\t\tFor the purposes of section 28 of the Northern Ireland Act [1998 (c.47)](/id/ukpga/1998/47?view=plain \"Go to item of legislation\") (agency)—\n\t\t\tthe Commissioners shall be treated as a Minister of the Crown, and\n\t\t\tthe officers of Revenue and Customs shall be treated as a Minister of theCrown.\n\tRestrictions, &c.\n\t\tPart 1 of Schedule 2 (which restricts, or makes other provision in connectionwith, the exercise of certain functions) shall have effect."
    },
    {
        "length": 3443,
        "text": "\nInformation\n\tUse of information\n\t\tInformation acquired by the Revenue and Customs in connection with afunction may be used by them in connection with any other function.\n\t\tSubsection (1) is subject to any provision which restricts or prohibits theuse of information and which is contained in—\n\t\t\tthis Act,\n\t\t\tany other enactment, or\n\t\t\tan international or other agreement to which the United Kingdom or HerMajesty’s Government is party.\n\t\tIn subsection (1) “the Revenue and Customs” means—\n\t\t\tthe Commissioners,\n\t\t\tan officer of Revenue and Customs,\n\t\t\ta person acting on behalf of the Commissioners or an officer of Revenue andCustoms,\n\t\t\ta committee established by the Commissioners,\n\t\t\ta member of a committee established by the Commissioners,\n\t\t\tthe Commissioners of Inland Revenue (or any committee or staff of theirs oranyone acting on their behalf),\n\t\t\tthe Commissioners of Customs and Excise (or any committee or staff oftheirs or anyone acting on their behalf), and\n\t\t\ta person specified in section 6(2) or 7(3).\n\t\tIn subsection (1) “function” means a function of any of the persons listedin subsection (3).\n\t\tIn subsection (2) the reference to an enactment does not include—\n\t\t\tan Act of the Scottish Parliament or an instrument made under such an Act,or\n\t\t\tan Act of the Northern Ireland Assembly or an instrument made under such anAct.\n\t\tPart 2 of Schedule 2 (which makes provision about the supply and other useof information in specified circumstances) shall have effect.\n\tConfidentiality \n\t\tRevenue and Customs officials may not disclose information which is held bythe Revenue and Customs in connection with a function of the Revenue andCustoms.\n\t\tBut subsection (1) does not apply to a disclosure—\n\t\t\twhich— \n\t\t\tis made for the purposes of a function of the Revenue and Customs, and\n\t\t\tdoes not contravene any restriction imposed by the Commissioners,\n\t\t\twhich is made in accordance with section 20 or 21,\n\t\t\twhich is made for the purposes of civil proceedings (whether or not withinthe United Kingdom) relating to a matter in respect of which the Revenue andCustoms have functions,\n\t\t\twhich is made for the purposes of a criminal investigation or criminalproceedings (whether or not within the United Kingdom) relating to a matter inrespect of which the Revenue and Customs have functions,\n\t\t\twhich is made in pursuance of an order of a court,\n\t\t\twhich is made to Her Majesty’s Inspectors of Constabulary, the Scottishinspectors or the Northern Ireland inspectors for the purpose of an inspectionby virtue of section 27,\n\t\t\twhich is made to the Independent Police Complaints Commission, or a personacting on its behalf, for the purpose of the exercise of a function by virtueof section 28, or\n\t\t\twhich is made with the consent of each person to whom the informationrelates.\n\t\tSubsection (1) is subject to any other enactment permitting disclosure.\n\t\tIn this section—\n\t\t\ta reference to Revenue and Customs officials is a reference to any personwho is or was—\n\t\t\ta Commissioner,\n\t\t\tan officer of Revenue and Customs,\n\t\t\ta person acting on behalf of the Commissioners or an officer of Revenueand Customs, or\n\t\t\ta member of a committee established by the Commissioners,\n\t\t\ta reference to the Revenue and Customs has the same meaning as in section17,\n\t\t\ta reference to a function of the Revenue and Customs is a reference to afunction of—\n\t\t\tthe Commissioners, or\n\t\t\tan officer of Revenue and Customs,\n\t\t\ta reference to the Scottish inspectors or the Northern Ireland inspectorshas the same meaning as in section 27, and\n\t\t\ta reference to an enactment does not include—\n\t\t\tan Act of the Scottish Parliament or an instrument made under such an Act,or\n\t\t\tan Act of the Northern Ireland Assembly or an instrument made under suchan Act.\n\tWrongful disclosure\n\t\tA person commits an offence if he contravenes section 18(1) or 20(9) bydisclosing revenue and customs information relating to a person whoseidentity—\n\t\t\tis specified in the disclosure, or\n\t\t\tcan be deduced from it.\n\t\tIn subsection (1) “revenue and customs information relating to a person”means information about, acquired as a result of, or held in connection withthe exercise of a function of the Revenue and Customs (within the meaninggiven by section 18(4)(c)) in respect of the person; but it does not includeinformation about internal administrative arrangements of Her Majesty’sRevenue and Customs (whether relating to Commissioners, officers or others).\n\t\tIt is a defence for a person charged with an offence under this section ofdisclosing information to prove that he reasonably believed—\n\t\t\tthat the disclosure was lawful, or\n\t\t\tthat the information had already and lawfully been made available to thepublic.\n\t\tA person guilty of an offence under this section shall be liable—\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears, to a fine or to both, or\n\t\t\ton summary conviction, to imprisonment for a term not exceeding 12 months,to a fine not exceeding the statutory maximum or to both.\n\t\tA prosecution for an offence under this section may be instituted inEngland and Wales only—\n\t\t\tby the Director of Revenue and Customs Prosecutions, or\n\t\t\twith the consent of the Director of Public Prosecutions.\n\t\tA prosecution for an offence under this section may be instituted inNorthern Ireland only—\n\t\t\tby the Commissioners, or\n\t\t\twith the consent of the Director of Public Prosecutions for NorthernIreland.\n\t\tIn the application of this section to Scotland or Northern Ireland thereference in subsection (4)(b) to 12 months shall be taken as a reference tosix months.\n\t\tThis section is without prejudice to the pursuit of any remedy or thetaking of any action in relation to a contravention of section 18(1) or 20(9)(whether or not this section applies to the contravention).\n\tPublic interest disclosure\n\t\tDisclosure is in accordance with this section (as mentioned in section18(2)(b)) if—\n\t\t\tit is made on the instructions of the Commissioners (which may be generalor specific),\n\t\t\tit is of a kind—\n\t\t\tto which any of subsections (2) to (7) applies, or\n\t\t\tspecified in regulations made by the Treasury, and\n\t\t\tthe Commissioners are satisfied that it is in the public interest.\n\t\tThis subsection applies to a disclosure made—\n\t\t\tto a person exercising public functions (whether or not within the UnitedKingdom),\n\t\t\tfor the purposes of the prevention or detection of crime, and\n\t\t\tin order to comply with an obligation of the United Kingdom, or HerMajesty’s Government, under an international or other agreement relating tothe movement of persons, goods or services.\n\t\tThis subsection applies to a disclosure if—\n\t\t\tit is made to a body which has responsibility for the regulation of aprofession,\n\t\t\tit relates to misconduct on the part of a member of the profession, and\n\t\t\tthe misconduct relates to a function of the Revenue and Customs.\n\t\tThis subsection applies to a disclosure if—\n\t\t\tit is made to a constable, and\n\t\t\teither— \n\t\t\tthe constable is exercising functions which relate to the movement ofpersons or goods into or out of the United Kingdom, or\n\t\t\tthe disclosure is made for the purposes of the prevention or detection ofcrime.\n\t\tThis subsection applies to a disclosure if it is made—\n\t\t\tto the National Criminal Intelligence Service, and\n\t\t\tfor a purpose connected with its functions under section 2(2) of the PoliceAct [1997 (c. 50)](/id/ukpga/1997/50?view=plain \"Go to item of legislation\")(criminal intelligence).\n\t\tThis subsection applies to a disclosure if it is made—\n\t\t\tto a person exercising public functions in relation to public safety orpublic health, and\n\t\t\tfor the purposes of those functions.\n\t\tThis subsection applies to a disclosure if it—\n\t\t\tis made to the Police Information Technology Organisation for the purposeof enabling information to be entered in a computerised database, and\n\t\t\trelates to—\n\t\t\ta person suspected of an offence,\n\t\t\ta person arrested for an offence,\n\t\t\tthe results of an investigation, or\n\t\t\tanything seized.\n\t\tRegulations under subsection (1)(b)(ii)—\n\t\t\tmay specify a kind of disclosure only if the Treasury are satisfied that itrelates to—\n\t\t\tnational security,\n\t\t\tpublic safety,\n\t\t\tpublic health, or\n\t\t\tthe prevention or detection of crime;\n\t\t\tmay make provision limiting or restricting the disclosures that may be madein reliance on the regulations; and that provision may, in particular, operateby reference to—\n\t\t\tthe nature of information,\n\t\t\tthe person or class of person to whom the disclosure is made,\n\t\t\tthe person or class of person by whom the disclosure is made,\n\t\t\tany other factor, or\n\t\t\ta combination of factors;\n\t\t\tshall be made by statutory instrument;\n\t\t\tmay not be made unless a draft has been laid before and approved byresolution of each House of Parliament.\n\t\tInformation disclosed in reliance on this section may not be furtherdisclosed without the consent of the Commissioners (which may be general orspecific); (but the Commissioners shall be taken to have consented to furtherdisclosure by use of the computerised database of information disclosed byvirtue of subsection (7)).\n\tDisclosure to prosecuting authority\n\t\tDisclosure is in accordance with this section (as mentioned in section18(2)(b)) if made—\n\t\t\tto a prosecuting authority, and\n\t\t\tfor the purpose of enabling the authority—\n\t\t\tto consider whether to institute criminal proceedings in respect of amatter considered in the course of an investigation conducted by or on behalfof Her Majesty’s Revenue and Customs, or\n\t\t\tto give advice in connection with a criminal investigation (within themeaning of section 35(5)(b)) or criminal proceedings.\n\t\tIn subsection (1) “prosecuting authority” means—\n\t\t\tthe Director of Revenue and Customs Prosecutions,\n\t\t\tin Scotland, the Lord Advocate or a procurator fiscal, and\n\t\t\tin Northern Ireland, the Director of Public Prosecutions for NorthernIreland.\n\t\tInformation disclosed to a prosecuting authority in accordance with thissection may not be further disclosed except—\n\t\t\tfor a purpose connected with the exercise of the prosecuting authority’sfunctions, or\n\t\t\twith the consent of the Commissioners (which may be general or specific).\n\t\tA person commits an offence if he contravenes subsection (3).\n\t\tIt is a defence for a person charged with an offence under this section toprove that he reasonably believed—\n\t\t\tthat the disclosure was lawful, or\n\t\t\tthat the information had already and lawfully been made available to thepublic.\n\t\tA person guilty of an offence under this section shall be liable—\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears, to a fine or to both, or\n\t\t\ton summary conviction, to imprisonment for a term not exceeding 12 months,to a fine not exceeding the statutory maximum or to both.\n\t\tA prosecution for an offence under this section may be instituted inEngland and Wales only—\n\t\t\tby the Director of Revenue and Customs Prosecutions, or\n\t\t\twith the consent of the Director of Public Prosecutions.\n\t\tA prosecution for an offence under this section may be instituted inNorthern Ireland only—\n\t\t\tby the Commissioners, or\n\t\t\twith the consent of the Director of Public Prosecutions for NorthernIreland.\n\t\tIn the application of this section to Scotland or Northern Ireland thereference in subsection (6)(b) to 12 months shall be taken as a reference tosix months.\n\tData protection, &c.\n\t\tNothing in sections 17 to 21 authorises the making of a disclosure which—\n\t\t\tcontravenes the Data Protection Act [1998 (c.29)](/id/ukpga/1998/29?view=plain \"Go to item of legislation\"), or\n\t\t\tis prohibited by Part 1 of the Regulation of Investigatory Powers Act [2000(c. 23)](/id/ukpga/2000/23?view=plain \"Go to item of legislation\").\n\tFreedom of information\n\t\tRevenue and customs information relating to a person, the disclosure ofwhich is prohibited by section 18(1), is exempt information by virtue ofsection 44(1)(a) of the Freedom of Information Act [2000 (c.36)](/id/ukpga/2000/36?view=plain \"Go to item of legislation\") (prohibitionson disclosure) if its disclosure—\n\t\t\twould specify the identity of the person to whom the information relates,or\n\t\t\twould enable the identity of such a person to be deduced.\n\t\tExcept as specified in subsection (1), information the disclosure of whichis prohibited by section 18(1) is not exempt information for the purposes ofsection 44(1)(a) of the Freedom of Information Act 2000.\n\t\tIn subsection (1) “revenue and customs information relating to a person”has the same meaning as in section 19."
    },
    {
        "length": 1001,
        "text": "\nProceedings\n\tEvidence \n\t\tA document that purports to have been issued or signed by or with theauthority of the Commissioners—\n\t\t\tshall be treated as having been so issued or signed unless the contrary isproved, and\n\t\t\tshall be admissible in any legal proceedings.\n\t\tA document that purports to have been issued by the Commissioners and whichcertifies any of the matters specified in subsection (3) shall (in addition tothe matters provided for by subsection (1)(a) and (b)) be treated as accurateunless the contrary is proved.\n\t\tThe matters mentioned in subsection (2) are—\n\t\t\tthat a specified person was appointed as a commissioner on a specifieddate,\n\t\t\tthat a specified person was appointed as an officer of Revenue and Customson a specified date,\n\t\t\tthat at a specified time or for a specified purpose (or both) a functionwas delegated to a specified Commissioner,\n\t\t\tthat at a specified time or for a specified purpose (or both) a functionwas delegated to a specified committee, and\n\t\t\tthat at a specified time or for a specified purpose (or both) a functionwas delegated to another specified person.\n\t\tA photographic or other copy of a document acquired by the Commissionersshall, if certified by them to be an accurate copy, be admissible in any legalproceedings to the same extent as the document itself.\n\t\tSection 2 of the Documentary Evidence Act [1868 (c.37)](/id/ukpga/1868/37?view=plain \"Go to item of legislation\") (proof ofdocuments) shall apply to a Revenue and Customs document as it applies inrelation to the documents mentioned in that section.\n\t\tIn the application of that section to a Revenue and Customs document theSchedule to that Act shall be treated as if—\n\t\t\tthe first column contained a reference to the Commissioners, and\n\t\t\tthe second column contained a reference to a Commissioner or a personacting on his authority.\n\t\tIn this section—\n\t\t\t“Revenue and Customs document” means a document issued by or on behalf ofthe Commissioners, and\n\t\t\ta reference to the Commissioners includes a reference to the Commissionersof Inland Revenue and to the Commissioners of Customs and Excise.\n\tConduct of civil proceedings\n\t\tAn officer of Revenue and Customs or a person authorised by theCommissioners may conduct civil proceedings, in a magistrates' court or in thesheriff court, relating to a function of the Revenue and Customs.\n\t\tA solicitor member of the Commissioners' staff may act as a solicitor inconnection with civil proceedings relating to a function of the Revenue andCustoms.\n\t\tA legally qualified member of the Commissioners' staff may conduct countycourt proceedings relating to a matter specified in section 7.\n\t\tA court shall grant any rights of audience necessary to enable a person toexercise a function under this section.\n\t\tIn this section—\n\t\t\ta reference to a function of the Revenue and Customs is a reference to afunction of—\n\t\t\tthe Commissioners, or\n\t\t\tan officer of Revenue and Customs,\n\t\t\ta reference to civil proceedings is a reference to proceedings other thanproceedings in respect of an offence,\n\t\t\ta reference to county court proceedings is a reference to civil proceedingsin a county court,\n\t\t\tthe reference to a legally qualified member of the Commissioners' staff isa reference to a member of staff who has been admitted as a solicitor, orcalled to the Bar, whether or not he holds a practising certificate, and\n\t\t\tthe reference to a solicitor member of the Commissioners' staff—\n\t\t\texcept in relation to Scotland, is a reference to a member of staff who hasbeen admitted as a solicitor, whether or not he holds a practisingcertificate,\n\t\t\tin relation to Scotland, is a reference to a member of staff who has beenadmitted as a solicitor and who holds a practising certificate.\n\tRewards \n\t\tThe Commissioners may pay a reward to a person in return for a service whichrelates to a function of—\n\t\t\tthe Commissioners, or\n\t\t\tan officer of Revenue and Customs."
    },
    {
        "length": 1949,
        "text": "\nInspection and complaints\n\tInspection \n\t\tThe Treasury may make regulations conferring functions on Her Majesty’sInspectors of Constabulary, the Scottish inspectors or the Northern Irelandinspectors in relation to—\n\t\t\tthe Commissioners for Her Majesty’s Revenue and Customs, and\n\t\t\tofficers of Revenue and Customs.\n\t\tRegulations under subsection (1)—\n\t\t\tmay —\n\t\t\tin relation to Her Majesty’s Inspectors of Constabulary, apply (with orwithout modification) or make provision similar to any provision of sections54 to 56 of the Police Act [1996 (c. 16)](/id/ukpga/1996/16?view=plain \"Go toitem of legislation\") (inspection);\n\t\t\tin relation to the Scottish inspectors, apply (with or withoutmodification) or make provision similar to any provision of section 33 or 34of the Police (Scotland) Act [1967 (c. 77)](/id/ukpga/1967/77?view=plain \"Goto item of legislation\") (inspection);\n\t\t\tin relation to the Northern Ireland inspectors, apply (with or withoutmodification) or make provision similar to any provision of section 41 or 42of the Police (Northern Ireland) Act [1998 (c.32)](/id/ukpga/1998/32?view=plain \"Go to item of legislation\") (inspection);\n\t\t\tmay enable a Minister of the Crown or the Commissioners to require aninspection to be carried out;\n\t\t\tshall provide for a report of an inspection to be made and, subject to anyexceptions required or permitted by the regulations, published;\n\t\t\tshall provide for an annual report by Her Majesty’s Inspectors ofConstabulary;\n\t\t\tmay make provision for payment by the Commissioners to or in respect of HerMajesty’s Inspectors of Constabulary, the Scottish inspectors or the NorthernIreland inspectors.\n\t\tAn inspection carried out by virtue of this section may not address amatter of a kind which the Comptroller and Auditor General may examine undersection 6 of the National Audit Act [1983 (c.44)](/id/ukpga/1983/44?view=plain \"Go to item of legislation\").\n\t\tAn inspection carried out by virtue of this section shall be carried outjointly by Her Majesty’s Inspectors of Constabulary and the Scottishinspectors—\n\t\t\tif it is carried out wholly in Scotland, or\n\t\t\tin a case where it is carried out partly in Scotland, to the extent that itis carried out there.\n\t\tRegulations under subsection (1)—\n\t\t\tshall be made by statutory instrument, and\n\t\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament.\n\t\tIn this section—\n\t\t\t“the Scottish inspectors” means the inspectors of constabulary appointedunder section 33(1) of the Police (Scotland) Act 1967, and\n\t\t\t“the Northern Ireland inspectors” means the inspectors of constabularyappointed under section 41(1) of the Police (Northern Ireland) Act 1998.\n\tComplaints and misconduct: England and Wales\n\t\tThe Treasury may make regulations conferring functions on the IndependentPolice Complaints Commission in relation to—\n\t\t\tthe Commissioners for Her Majesty’s Revenue and Customs, and\n\t\t\tofficers of Revenue and Customs.\n\t\tRegulations under subsection (1)—\n\t\t\tmay apply (with or without modification) or make provision similar to anyprovision of or made under Part 2 of the Police Reform Act [2002 (c.30)](/id/ukpga/2002/30?view=plain \"Go to item of legislation\") (complaints);\n\t\t\tmay confer on the Independent Police Complaints Commission, or on a personacting on its behalf, a power of a kind conferred by this Act or anotherenactment on an officer of Revenue and Customs;\n\t\t\tmay make provision for payment by the Commissioners to or in respect of theIndependent Police Complaints Commission.\n\t\tThe Independent Police Complaints Commission and the ParliamentaryCommissioner for Administration may disclose information to each other for thepurposes of the exercise of a function—\n\t\t\tby virtue of this section, or\n\t\t\tunder the Parliamentary Commissioner Act [1967 (c.13)](/id/ukpga/1967/13?view=plain \"Go to item of legislation\").\n\t\tThe Independent Police Complaints Commission and the ParliamentaryCommissioner for Administration may jointly investigate a matter in relationto which—\n\t\t\tthe Independent Police Complaints Commission has functions by virtue ofthis section, and\n\t\t\tthe Parliamentary Commissioner for Administration has functions by virtueof the Parliamentary Commissioner Act 1967.\n\t\tRegulations under subsection (1)—\n\t\t\tshall be made by statutory instrument, and\n\t\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament.\n\t\tRegulations under subsection (1) shall relate to the Commissioners orofficers of Revenue and Customs only in so far as their functions areexercised in or in relation to England and Wales.\n\tConfidentiality, &c.\n\t\tWhere Her Majesty’s Inspectors of Constabulary, the Scottish inspectors orthe Northern Ireland inspectors obtain information in the course of exercisinga function by virtue of section 27—\n\t\t\tthey may not disclose it without the consent of the Commissioners, and\n\t\t\tthey may not use it for any purpose other than the exercise of the functionby virtue of section 27.\n\t\tA report of an inspection by virtue of section 27 may not includeinformation relating to a specified person without his consent.\n\t\tWhere the Independent Police Complaints Commission or a person acting onits behalf obtains information from the Commissioners or an officer of Revenueand Customs, or from the Parliamentary Commissioner for Administration, in thecourse of exercising a function by virtue of section 28—\n\t\t\tthe Commission or person shall comply with any restriction on disclosureimposed by regulations under that section (and those regulations may, inparticular, prohibit disclosure generally or only in specified circumstancesor only without the consent of the Commissioners), and\n\t\t\tthe Commission or person may not use the information for any purpose otherthan the exercise of the function by virtue of that section.\n\t\tA person commits an offence if he contravenes a provision of this section.\n\t\tIt is a defence for a person charged with an offence under this section ofdisclosing or using information to prove that he reasonably believed—\n\t\t\tthat the disclosure or use was lawful, or\n\t\t\tthat the information had already and lawfully been made available to thepublic.\n\t\tA person guilty of an offence under this section shall be liable—\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears, to a fine or to both, or\n\t\t\ton summary conviction, to imprisonment for a term not exceeding 12 months,to a fine not exceeding the statutory maximum or to both.\n\t\tA prosecution for an offence under this section may be instituted inEngland and Wales only—\n\t\t\tby the Director of Revenue and Customs Prosecutions, or\n\t\t\twith the consent of the Director of Public Prosecutions.\n\t\tA prosecution for an offence under this section may be instituted inNorthern Ireland only—\n\t\t\tby the Commissioners, or\n\t\t\twith the consent of the Director of Public Prosecutions for NorthernIreland.\n\t\tIn the application of this section to Scotland or Northern Ireland thereference in subsection (6)(b) to 12 months shall be taken as a reference tosix months.\n\t\tIn this section a reference to the Scottish inspectors or the NorthernIreland inspectors has the same meaning as in section 27."
    },
    {
        "length": 695,
        "text": "\nOffences\n\tImpersonation \n\t\tA person commits an offence if he pretends to be a Commissioner or anofficer of Revenue and Customs with a view to obtaining—\n\t\t\tadmission to premises,\n\t\t\tinformation, or\n\t\t\tany other benefit.\n\t\tA person guilty of an offence under this section shall be liable on summaryconviction to—\n\t\t\timprisonment for a period not exceeding 51 weeks,\n\t\t\ta fine not exceeding level 5 on the standard scale, or\n\t\t\tboth. \n\t\tIn the application of this section to Scotland or Northern Ireland thereference in subsection (2)(a) to 51 weeks shall be taken as a reference tosix months.\n\tObstruction \n\t\tA person commits an offence if without reasonable excuse he obstructs—\n\t\t\tan officer of Revenue and Customs,\n\t\t\ta person acting on behalf of the Commissioners or an officer of Revenue andCustoms, or\n\t\t\ta person assisting an officer of Revenue and Customs.\n\t\tA person guilty of an offence under this section shall be liable on summaryconviction to—\n\t\t\timprisonment for a period not exceeding 51 weeks,\n\t\t\ta fine not exceeding level 3 on the standard scale, or\n\t\t\tboth. \n\t\tIn the application of this section to Scotland or Northern Ireland thereference in subsection (2)(a) to 51 weeks shall be taken as a reference tosix months.\n\tAssault \n\t\tA person commits an offence if he assaults an officer of Revenue andCustoms.\n\t\tA person guilty of an offence under this section shall be liable on summaryconviction to—\n\t\t\timprisonment for a period not exceeding 51 weeks,\n\t\t\ta fine not exceeding level 5 on the standard scale, or\n\t\t\tboth. \n\t\tIn the application of this section to Scotland or Northern Ireland thereference in subsection (2)(a) to 51 weeks shall be taken as a reference tosix months.\n\tPower of arrest\n\t\tAn authorised officer of Revenue and Customs may arrest a person withoutwarrant if the officer reasonably suspects that the person—\n\t\t\thas committed an offence under section 30, 31 or 32,\n\t\t\tis committing an offence under any of those sections, or\n\t\t\tis about to commit an offence under any of those sections.\n\t\tIn subsection (1) “authorised” means authorised by the Commissioners.\n\t\tAuthorisation for the purposes of this section may be specific or general.\n\t\tIn Scotland or Northern Ireland, a constable may arrest a person withoutwarrant if the constable reasonably suspects that the person—\n\t\t\thas committed an offence under this Act,\n\t\t\tis committing an offence under this Act, or\n\t\t\tis about to commit an offence under this Act."
    },
    {
        "length": 2823,
        "text": "\nProsecutions\n\tThe Revenue and Customs Prosecutions Office\n\t\tThe Attorney General shall appoint an individual as Director of Revenue andCustoms Prosecutions.\n\t\tThe Director may, with the approval of the Minister for the Civil Serviceas to terms and conditions of service, appoint staff.\n\t\tThe Director and his staff may together be referred to as the Revenue andCustoms Prosecutions Office.\n\t\tSchedule 3 (which makes provision about the Office) shall have effect.\n\tFunctions \n\t\tThe Director—\n\t\t\tmay institute and conduct criminal proceedings in England and Walesrelating to a criminal investigation by the Revenue and Customs, and\n\t\t\tshall take over the conduct of criminal proceedings instituted in Englandand Wales by the Revenue and Customs.\n\t\tThe Director shall provide such advice as he thinks appropriate, to suchpersons as he thinks appropriate, in relation to—\n\t\t\ta criminal investigation by the Revenue and Customs, or\n\t\t\tcriminal proceedings instituted in England and Wales relating to a criminalinvestigation by the Revenue and Customs.\n\t\tIn this section a reference to the Revenue and Customs is a reference to—\n\t\t\tthe Commissioners,\n\t\t\tan officer of Revenue and Customs, and\n\t\t\ta person acting on behalf of the Commissioners or an officer of Revenue andCustoms.\n\t\tThe Attorney General may by order assign to the Director a function of—\n\t\t\tinstituting criminal proceedings,\n\t\t\tassuming the conduct of criminal proceedings, or\n\t\t\tproviding legal advice.\n\t\tIn this section—\n\t\t\ta reference to the institution of criminal proceedings shall be construedin accordance with section 15(2) of the Prosecution of Offences Act [1985 (c.23)](/id/ukpga/1985/23?view=plain \"Go to item of legislation\"), and\n\t\t\t“criminal investigation” means any process—\n\t\t\tfor considering whether an offence has been committed,\n\t\t\tfor discovering by whom an offence has been committed, or\n\t\t\tas a result of which an offence is alleged to have been committed.\n\tFunctions: supplemental\n\t\tThe Director shall discharge his functions under the superintendence of theAttorney General.\n\t\tThe Director or an individual designated under section 37 or 39 orappointed under section 38 must have regard to the Code for Crown Prosecutorsissued by the Director of Public Prosecutions under section 10 of theProsecution of Offences Act [1985 (c. 23)](/id/ukpga/1985/23?view=plain \"Go toitem of legislation\")—\n\t\t\tin determining whether proceedings for an offence should be instituted,\n\t\t\tin determining what charges should be preferred,\n\t\t\tin considering what representations to make to a magistrates' court aboutmode of trial, and\n\t\t\tin determining whether to discontinue proceedings.\n\t\tSections 23 and 23A of the Prosecution of Offences Act 1985 (power todiscontinue proceedings) shall apply (with any necessary modifications) toproceedings conducted by the Director under this Act as they apply toproceedings conducted by the Director of Public Prosecutions.\n\t\tA power of the Director under an enactment to institute proceedings may beexercised to institute proceedings in England and Wales only.\n\tProsecutors \n\t\tThe Director may designate a member of the Office (to be known as a“Revenue and Customs Prosecutor”) to exercise any function of the Directorunder or by virtue of section 35.\n\t\tAn individual may be designated as a Prosecutor only if he has a generalqualification within the meaning of section 71 of the Courts and LegalServices Act [1990 (c. 41)](/id/ukpga/1990/41?view=plain \"Go to item oflegislation\") (qualification for judicial appointments).\n\t\tA Prosecutor shall act in accordance with any instructions of the Director.\n\tConduct of prosecutions on behalf of the Office\n\t\tAn individual who is not a member of the Office may be appointed by theDirector to exercise any function of the Director under or by virtue ofsection 35 in relation to—\n\t\t\tspecified criminal proceedings, or\n\t\t\ta specified class or description of criminal proceedings.\n\t\tAn individual may be appointed under this section only if he has a generalqualification within the meaning of section 71 of the Courts and LegalServices Act 1990 (qualifications for judicial appointments).\n\t\tAn individual appointed under this section shall act in accordance with anyinstructions of—\n\t\t\tthe Director, or\n\t\t\ta Prosecutor.\n\tDesignation of non-legal staff\n\t\tThe Director may designate a member of the Office—\n\t\t\tto conduct summary bail applications, and\n\t\t\tto conduct other ancillary magistrates' criminal proceedings.\n\t\tIn carrying out a function for which he is designated under this section anindividual shall have the same powers and rights of audience as a Prosecutor.\n\t\tIn subsection (1)—\n\t\t\t“summary bail application” means an application for bail made in connectionwith an offence—\n\t\t\twhich is not triable only on indictment, and\n\t\t\tin respect of which the accused has not been sent to the Crown Court fortrial, and\n\t\t\t“ancillary magistrates' criminal proceedings” means criminal proceedingsother than trials in a magistrates' court.\n\t\tAn individual designated under this section shall act in accordance withany instructions of—\n\t\t\tthe Director, or\n\t\t\ta Prosecutor.\n\tConfidentiality \n\t\tThe Revenue and Customs Prosecutions Office may not disclose informationwhich—\n\t\t\tis held by the Prosecutions Office in connection with any of its functions,and\n\t\t\trelates to a person whose identity is specified in the disclosure or can bededuced from it.\n\t\tBut subsection (1)—\n\t\t\tdoes not apply to a disclosure which—\n\t\t\tis made for the purposes of a function of the Prosecutions Office, and\n\t\t\tdoes not contravene any restriction imposed by the Director,\n\t\t\tdoes not apply to a disclosure made to Her Majesty’s Revenue and Customs inconnection with a function of the Revenue and Customs (within the meaning ofsection 25),\n\t\t\tdoes not apply to a disclosure made for the purposes of a criminalinvestigation or criminal proceedings (whether or not within the UnitedKingdom),\n\t\t\tdoes not apply to a disclosure which in the opinion of the Director isdesirable for the purpose of safeguarding national security,\n\t\t\tdoes not apply to a disclosure made in pursuance of an order of a court,\n\t\t\tdoes not apply to a disclosure made with the consent of each person to whomthe information relates, and\n\t\t\tis subject to any other enactment.\n\t\tA person commits an offence if he contravenes subsection (1).\n\t\tSubsection (3) does not apply to the disclosure of information aboutinternal administrative arrangements of the Revenue and Customs ProsecutionsOffice (whether relating to a member of the Office or to another person).\n\t\tIt is a defence for a person charged with an offence under this section ofdisclosing information to prove that he reasonably believed—\n\t\t\tthat the disclosure was lawful, or\n\t\t\tthat the information had already and lawfully been made available to thepublic.\n\t\tIn this section a reference to the Revenue and Customs Prosecutions Officeincludes a reference to—\n\t\t\tformer members of the Office, and\n\t\t\tpersons who hold or have held appointment under section 38.\n\t\tA person guilty of an offence under this section shall be liable—\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears, to a fine or to both, or\n\t\t\ton summary conviction, to imprisonment for a term not exceeding 12 months,to a fine not exceeding the statutory maximum or to both.\n\t\tA prosecution for an offence under this section may be instituted inEngland and Wales only—\n\t\t\tby the Director of Revenue and Customs Prosecutions, or\n\t\t\twith the consent of the Director of Public Prosecutions.\n\t\tA prosecution for an offence under this section may be instituted inNorthern Ireland only—\n\t\t\tby the Commissioners, or\n\t\t\twith the consent of the Director of Public Prosecutions for NorthernIreland.\n\t\tIn the application of this section to Scotland or Northern Ireland thereference in subsection (7)(b) to 12 months shall be taken as a reference tosix months.\n\t\tIn subsection (2) the reference to an enactment does not include—\n\t\t\tan Act of the Scottish Parliament or an instrument made under such an Act,or\n\t\t\tan Act of the Northern Ireland Assembly or an instrument made under such anAct.\n\tDisclosure of information to Director of Revenue and CustomsProsecutions\n\t\tA person specified in subsection (2) may disclose information held by himto the Director for a purpose connected with a specified investigation orprosecution.\n\t\tThose persons are—\n\t\t\ta constable,\n\t\t\tthe Director General of the National Criminal Intelligence Service,\n\t\t\tthe Director General of the National Crime Squad,\n\t\t\tthe Director of the Serious Fraud Office,\n\t\t\tthe Director General of the Serious Organised Crime Agency,\n\t\t\tthe Director of Public Prosecutions,\n\t\t\tthe Director of Public Prosecutions for Northern Ireland, and\n\t\t\tsuch other persons as the Attorney General may specify by order.\n\t\tAn order under subsection (2)(h)—\n\t\t\tmay specify a person only if, or in so far as, he appears to the AttorneyGeneral to be exercising public functions,\n\t\t\tmay include transitional or incidental provision,\n\t\t\tshall be made by statutory instrument, and\n\t\t\tshall not be made unless a draft has been laid before, and approved byresolution of, each House of Parliament.\n\t\tIn relation to a person if or in so far as he exercises functions inrespect of Northern Ireland subsections (2)(h) and (3)(a) shall have effect asif a reference to the Attorney General were a reference to—\n\t\t\tthe Advocate General for Northern Ireland, or\n\t\t\tbefore the commencement of section 27(1) of the Justice (Northern Ireland)Act [2002 (c. 26)](/id/ukpga/2002/26?view=plain \"Go to item of legislation\"),the Attorney General for Northern Ireland.\n\t\tIn the application of this section to Scotland, references to the AttorneyGeneral are to be read as references to a Minister of the Crown (including theTreasury).\n\t\tNothing in this section authorises the making of a disclosure which—\n\t\t\tcontravenes the Data Protection Act [1998 (c.29)](/id/ukpga/1998/29?view=plain \"Go to item of legislation\"), or\n\t\t\tis prohibited by Part 1 of the Regulation of Investigatory Powers Act [2000(c. 23)](/id/ukpga/2000/23?view=plain \"Go to item of legislation\").\n\tInspection \n\t\tSection 2 of the Crown Prosecution Service Inspectorate Act [2000 (c.10)](/id/ukpga/2000/10?view=plain \"Go to item of legislation\") shall apply tothe Revenue and Customs Prosecutions Office as it applies to the CrownProsecution Service."
    },
    {
        "length": 2409,
        "text": "\nMoney and property\n\tExpenditure \n\t\tExpenditure of the Commissioners in connection with the exercise of theirfunctions shall be paid out of money provided by Parliament.\n\tPayment into Consolidated Fund\n\t\tThe Commissioners shall pay money received in the exercise of theirfunctions into the Consolidated Fund—\n\t\t\tat such times and in such manner as the Treasury directs,\n\t\t\twith the exception of receipts specified in subsection (2), and\n\t\t\tafter deduction of the disbursements specified in subsection (3).\n\t\tThe exceptions mentioned in subsection (1)(b) are—\n\t\t\tcontributions under Part I of the Social Security Contributions andBenefits Act [1992 (c. 4)](/id/ukpga/1992/4?view=plain \"Go to item oflegislation\"),\n\t\t\tcontributions under Part I of the Social Security Contributions andBenefits (Northern Ireland) Act [1992 (c. 7)](/id/ukpga/1992/7?view=plain \"Goto item of legislation\"),\n\t\t\tany other sums payable, under or by virtue of an enactment, into theNational Insurance Fund or the Northern Ireland National Insurance Fund,\n\t\t\tsums required under or by virtue of an enactment to be paid into theNational Loans Fund,\n\t\t\tsums required to be paid to a Minister of the Crown by virtue of anenactment relating to financial support for students,\n\t\t\tpenalties under section 21 of the National Minimum Wage Act [1998 (c.39)](/id/ukpga/1998/39?view=plain \"Go to item of legislation\") (non-compliance), and\n\t\t\tsums required under or by virtue of an enactment to be paid into theScottish Consolidated Fund.\n\t\tThe disbursements mentioned in subsection (1)(c) are—\n\t\t\tpayments in connection with drawback, repayments and discounts,\n\t\t\tpayments under section 77 of the Scotland Act [1998 (c.46)](/id/ukpga/1998/46?view=plain \"Go to item of legislation\") (additionaltax),\n\t\t\tpayments under section 2 of the Isle of Man Act [1979 (c.58)](/id/ukpga/1979/58?view=plain \"Go to item of legislation\") (Isle of Manshare of common duties), and\n\t\t\ttax credits.\n\t\tIn subsection (3)(a) “repayments” includes—\n\t\t\tpayments in respect of actual or deemed credits relating to any tax orduty, and\n\t\t\tpayments of interest (or repayment supplement) on—\n\t\t\trepayments, or\n\t\t\tpayments treated as repayments.\n\tRemuneration, &c.\n\t\tThe Commissioners shall be paid, out of money provided by Parliament, suchremuneration, expenses and other allowances as may be determined by theMinister for the Civil Service.\n\t\tThe Commissioners may incur expenditure in respect of staff (whether inrespect of remuneration, allowances, pensions, gratuities or otherwise).\n\t\tThe Commissioners shall pay to the Minister for the Civil Service, at suchtimes as the Minister may direct, such sums as the Minister may determine inrespect of any increase attributable to this Act in the sums payable under theSuperannuation Act [1972 (c. 11)](/id/ukpga/1972/11?view=plain \"Go to item oflegislation\") out of money provided by Parliament.\n\tAccounts \n\t\tThe Commissioners shall provide to the Comptroller and Auditor General, insuch form as the Treasury shall direct, a daily account of—\n\t\t\tthe amount of revenue received, and\n\t\t\tthe disposal of revenue received.\n\t\tThe Commissioners shall provide to the Comptroller and Auditor General, insuch form and at such times as the Treasury shall direct, an account ofliabilities satisfied by the acceptance of property in satisfaction of taxunder—\n\t\t\tsection 230 of the Inheritance Tax Act [1984 (c.51)](/id/ukpga/1984/51?view=plain \"Go to item of legislation\"), or\n\t\t\tany other enactment.\n\tPayment out of Consolidated Fund\n\t\tThis section applies if the Treasury think that the funds available to theCommissioners may be insufficient to make, under or by virtue of an enactment—\n\t\t\ta payment into the National Insurance Fund,\n\t\t\ta payment into the Northern Ireland National Insurance Fund,\n\t\t\ta payment of a kind specified in section 44(2)(c) to (g), or\n\t\t\ta disbursement of a kind specified in section 44(3).\n\t\tWhere this section applies the Treasury may pay money to the Commissionersout of the Consolidated Fund to enable them to make a payment or disbursement.\n\t\tThis section applies whether or not the reason for a deficiency is or maybe that an amount has been paid or retained on the basis of an estimate thathas proved or may prove to be inaccurate.\n\tTransfer of property, &c.: general\n\t\tUpon commencement the property, rights and liabilities of any of the oldcommissioners shall by virtue of this section vest in the new commissioners.\n\t\tAnything done by, on behalf of or in relation to any of the oldcommissioners which has effect immediately before commencement shall continueto have effect as if done by, on behalf of or in relation to the newcommissioners.\n\t\tAnything (including any legal proceedings) which immediately beforecommencement is in the process of being done by, on behalf of or in relationto any of the old commissioners may be continued by, on behalf of or inrelation to the new commissioners.\n\t\tUpon commencement the property, rights and liabilities of any of the oldofficers shall by virtue of this section vest in the officers of Revenue andCustoms.\n\t\tAnything done by, on behalf of or in relation to any of the old officerswhich has effect immediately before commencement shall continue to have effectas if done by, on behalf of or in relation to an officer of Revenue andCustoms.\n\t\tAnything (including any legal proceedings) which immediately beforecommencement is in the process of being done by, on behalf of or in relationto any of the old officers may be continued by, on behalf of or in relation toan officer of Revenue and Customs.\n\t\tSo far as is necessary or appropriate in consequence of section 5 or thepreceding provisions of this section, on and after commencement—\n\t\t\ta reference to any of the old commissioners in an agreement (whetherwritten or not), instrument or other document shall be treated as a referenceto the new commissioners, and\n\t\t\ta reference in an agreement (whether written or not), instrument or otherdocument to any of the old officers shall be treated as a reference to anofficer of Revenue and Customs.\n\t\tThis section shall operate in relation to property, rights or liabilities—\n\t\t\twhether or not they would otherwise be capable of being transferred,\n\t\t\twithout any instrument or other formality being required, and\n\t\t\tirrespective of any requirement for consent that would otherwise apply.\n\t\tIn this section—\n\t\t\t  * “commencement” means the time appointed under section 53 for the commencement of section 5, \n\t\t\t  * “rights and liabilities” includes rights and liabilities relating to employment, \n\t\t\t  * “the old commissioners” means— \n\t\t\tthe Commissioners of Inland Revenue, and\n\t\t\tthe Commissioners of Customs and Excise,\n\t\t\t\t  * “the old officers” means any of the persons listed in section 6(2) or 7(3), and \n\t\t\t\t  * “the new commissioners” means the Commissioners for Her Majesty’s Revenue and Customs. \n\t\tThis section is subject to section 49.\n\tTransfer of property, &c.: Prosecutions Office\n\t\tThe Treasury may make a scheme identifying property, rights and liabilitiesof the old commissioners which shall on commencement vest not in the newcommissioners but in the Director of Revenue and Customs Prosecutions.\n\t\tA scheme shall have effect—\n\t\t\tin so far as it excludes anything from the operation of section 48, on thecoming into force of that section, and\n\t\t\tin so far as it vests anything in the Director of Revenue and CustomsProsecutions, upon the coming into force of section 35.\n\t\tA scheme may include consequential and incidental provision and may, inparticular—\n\t\t\tapply (with or without modification) or make provision similar to anyprovision of section 48;\n\t\t\tmodify the effect of section 48(2), (3), (5), (6) or (7);\n\t\t\tmake provision for shared ownership, use or access.\n\t\tThe Treasury may require the new commissioners to transfer specifiedproperty, rights and liabilities to the Director of Revenue and CustomsProsecutions (and the commissioners shall comply).\n\t\tIn relation to any matter that becomes a function of the Director ofRevenue and Customs Prosecutions under section 35, section 48(2), (3), (5),(6) and (7) shall have effect with—\n\t\t\tthe substitution of a reference to the Director for any reference to thenew commissioners or to an officer of Revenue and Customs (or officers ofRevenue and Customs), and\n\t\t\tthe substitution of a reference to this section and anything done under itfor a reference to section 48.\n\t\tIn this section the following expressions have the same meaning as insection 48—\n\t\t\t“commencement”, \n\t\t\t“the old commissioners”, and\n\t\t\t“the new commissioners”."
    },
    {
        "length": 2642,
        "text": "\nGeneral\n\tConsequential amendments, &c.\n\t\tIn so far as is appropriate in consequence of section 5 a reference in anenactment, instrument or other document to the Commissioners of Customs andExcise, to customs and excise or to the Commissioners of Inland Revenue(however expressed) shall be taken as a reference to the Commissioners for HerMajesty’s Revenue and Customs.\n\t\tIn so far as is appropriate in consequence of sections 6 and 7 a referencein an enactment, instrument or other document to any of the persons specifiedin section 6(2) or 7(3) (however expressed) shall be taken as a reference toan officer of Revenue and Customs.\n\t\tIn so far as is appropriate in consequence of this Act a reference in anenactment, instrument or other document to the Valuation Office of the InlandRevenue (however expressed) shall be taken as a reference to the ValuationOffice of Her Majesty’s Revenue and Customs.\n\t\tThe Treasury may by regulations make such provision as they thinkappropriate in consequence of section 5, 6 or 7 in respect of a reference inan enactment (however expressed) to—\n\t\t\tthe Commissioners of Inland Revenue (or to a Commissioner),\n\t\t\tthe Commissioners of Customs and Excise (or to a Commissioner),\n\t\t\tcustoms, \n\t\t\tcustoms and excise,\n\t\t\tInland Revenue, or\n\t\t\tany of the persons specified in section 6(2) or 7(3).\n\t\tRegulations under subsection (4) in respect of a reference in an enactment—\n\t\t\tmay amend an enactment,\n\t\t\tmay make incidental and consequential provision,\n\t\t\tshall be made by statutory instrument, and\n\t\t\tshall not be made unless a draft has first been laid before, and approvedby resolution of, each House of Parliament.\n\t\tSchedule 4 (consequential amendments, &c.) shall have effect (and iswithout prejudice to the generality of subsections (1) to (4)).\n\t\tSubsections (1) to (4) shall, subject to any express provision to thecontrary, have effect in relation to enactments passed or made, andinstruments and documents issued, whether before or after the passing of thisAct.\n\tInterpretation \n\t\tIn this Act—\n\t\t\t  * except where otherwise expressly provided, “enactment” includes— \n\t\t\tan Act of the Scottish Parliament,\n\t\t\tan instrument made under an Act of the Scottish Parliament,\n\t\t\tNorthern Ireland legislation, and\n\t\t\tan instrument made under Northern Ireland legislation,\n\t\t\t\t  * “officer of Revenue and Customs” means a person appointed under section 2, and \n\t\t\t\t  * “revenue” has the meaning given by section 5(4). \n\t\tIn this Act—\n\t\t\t“function” means any power or duty (including a power or duty that isancillary to another power or duty), and\n\t\t\ta reference to the functions of the Commissioners or of officers of Revenueand Customs is a reference to the functions conferred—\n\t\t\tby or by virtue of this Act, or\n\t\t\tby or by virtue of any enactment passed or made after the commencement ofthis Act.\n\t\tA reference in this Act, in an enactment amended by this Act or, subject toexpress provision to the contrary, in any future enactment, to responsibilityfor collection and management of revenue has the same meaning as references toresponsibility for care and management of revenue in enactments passed beforethis Act.\n\t\tIn this Act a reference to information acquired in connection with a matterincludes a reference to information held in connection with that matter.\n\tRepeals \n\t\tThe following shall cease to have effect—\n\t\t\tthe following provisions of the Customs and Excise Management Act [1979 (c.2)](/id/ukpga/1979/2?view=plain \"Go to item of legislation\")—\n\t\t\tsection 12 (inquiries),\n\t\t\tsection 15 (bribery and collusion),\n\t\t\tsection 32 (kidnapping officers),\n\t\t\tsection 84 (signalling to smugglers),\n\t\t\tsection 86 (higher penalty where offender armed, &c.),\n\t\t\tsection 152(c) (mitigation and remission of penalties, &c.),\n\t\t\tsection 152(d) (early discharge from prison), and\n\t\t\tsection 169 (false scales, &c.), and\n\t\t\tsection 111(2) of the Taxes Management Act [1970 (c.9)](/id/ukpga/1970/9?view=plain \"Go to item of legislation\") (valuation:obstruction).\n\t\tThe enactments specified in Schedule 5 are hereby repealed to the extentspecified.\n\tCommencement \n\t\tThis Act shall come into force in accordance with provision made by orderof the Treasury.\n\t\tAn order under subsection (1)—\n\t\t\tmay make provision generally or only in relation to specified provisions orpurposes,\n\t\t\tmay include transitional, consequential or incidental provision or savings,and\n\t\t\tshall be made by statutory instrument.\n\tTransitional: general\n\t\tIn the application of section 5—\n\t\t\ta reference to responsibility before commencement of that section includesa reference to responsibility under an enactment passed or made, but not yetin force, before commencement, and\n\t\t\ta reference to a function vesting includes a reference to a function whichis to vest under an enactment passed or made, but not yet in force, beforecommencement of that section.\n\t\tIn the application of section 6 or 7 a reference to a function conferred byan enactment includes a reference to a function conferred by an enactmentpassed or made, but not yet in force, before commencement of that section.\n\t\tWhere immediately before the commencement of section 6 a person holdsappointment as a member of the staff of the Commissioners of Inland Revenue orof the Commissioners of Customs and Excise, his appointment shall have effecton commencement as if made by the Commissioners for Her Majesty’s Revenue andCustoms under section 2.\n\t\tThe following shall be treated as being included in the list in Schedule 1—\n\t\t\tdevelopment land tax,\n\t\t\tdisabled person’s tax credit,\n\t\t\testate duty,\n\t\t\tthe national defence contribution under Part III of the Finance Act [1937(c. 54)](/id/ukpga/1937/54?view=plain \"Go to item of legislation\"),\n\t\t\tthe special tax on banking deposits under section 134 of the Finance Act[1981 (c. 35)](/id/ukpga/1981/35?view=plain \"Go to item of legislation\"), and\n\t\t\tworking families tax credit.\n\t\tThe Treasury may by order made by statutory instrument add to the list insubsection (4) an item relating to a matter for which the Commissioners ofInland Revenue or a person listed in section 7(3) had responsibility beforethe commencement of section 5, if it appears to the Treasury that the lawrelating to that matter has lapsed or ceased to have effect but thattransitional matters may continue to arise in respect of it.\n\t\tAn order under subsection (5)—\n\t\t\tmay include consequential, transitional or incidental provision,\n\t\t\tshall be made by statutory instrument, and\n\t\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament.\n\t\tA reference in this Act to anything done by, on behalf of or in relation toa specified person or class of person includes a reference to anything treatedas if done by, on behalf of or in relation to that person by virtue oftransitional provision of an enactment passed or made before this Act.\n\tTransitional: penalties\n\t\tIn relation to an offence under section 19 committed before thecommencement of section 282 of the Criminal Justice Act [2003 (c.44)](/id/ukpga/2003/44?view=plain \"Go to item of legislation\") (shortsentences) the reference in section 19(4)(b) to 12 months shall have effect asif it were a reference to six months.\n\t\tIn relation to an offence under section 21 committed before thecommencement of section 282 of the Criminal Justice Act (short sentences), thereference in section 21(6)(b) to 12 months shall have effect as if it were areference to six months.\n\t\tIn relation to an offence under section 29 committed before thecommencement of section 282 of the Criminal Justice Act [2003 (c.44)](/id/ukpga/2003/44?view=plain \"Go to item of legislation\") (shortsentences) the reference in section 29(6)(b) to 12 months shall have effect asif it were a reference to six months.\n\t\tIn relation to an offence under section 30 committed before thecommencement of section 281(4) and (5) of the Criminal Justice Act 2003 (51week maximum term of sentences) the reference in section 30(2)(a) to 51 weeksshall have effect as if it were a reference to six months.\n\t\tIn relation to an offence under section 31 committed before thecommencement of section 281(4) and (5) of the Criminal Justice Act 2003 (51week maximum term of sentences) the reference in section 31(2)(a) to 51 weeksshall have effect as if it were a reference to one month.\n\t\tIn relation to an offence under section 32 committed before thecommencement of section 281(4) and (5) of the Criminal Justice Act 2003 (51week maximum term of sentences) the reference in section 32(2)(a) to 51 weeksshall have effect as if it were a reference to six months.\n\t\tIn relation to an offence under section 40 committed before thecommencement of section 282 of the Criminal Justice Act 2003 (short sentences)the reference in section 40(7)(b) to 12 months shall have effect as if it werea reference to six months.\n\tExtent \n\t\tThis Act extends to the United Kingdom.\n\t\tBut an amendment, modification or repeal effected by this Act has the sameextent as the enactment (or the relevant part of the enactment) to which itrelates.\n\tShort title\n\t\tThis Act may be cited as the Commissioners for Revenue and Customs Act 2005."
    }
]