{
    "general": "This law allows the government to spend money from the budget for the financial year starting on April 1st, 2014 and ending on March 31st, 2015. It also lets the government borrow money from the Consolidated Fund to pay for these expenses. This act also tells the government which funds they can use and how much they can spend on different things like salaries, benefits, infrastructure, etc.",
    "series": [
        [
            {
                "length": 258,
                "short": "\"UK Budget Allocation for Fiscal Year 2015\"",
                "text": "\n* Simplified point 1: The act increases the authorization for use of resources for the year ending March 31st, 2015 by £335,914,586,000.\n* Simplified point 2: Of the authorized amount, £302,541,932,000 is for current purposes, and £33,372,654,000 is for capital purposes.\n* Simplified point 3: The act appropriates funds for various expenditures, including £571,472,304,000 for the year ending March 31st, 2015.\n* Simplified point 4: The act also appropriates funds for specific purposes such as Annually Managed Expenditure and Non-Budget Voted Expenditure.\n* Simplified point 5: The act makes provisions for the use of income arising from various sources for the year ending March 31st, 2015."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Supply and Appropriation (Main Estimates) Act 2014 allows the government to spend more money during the financial year ending on March 31st, 2015. This includes £302 billion for day-to-day spending and £33 billion for long-term investments like roads and schools. The law also sets aside money for things like healthcare and defense. It's important because it helps the government pay for things it needs to do.",
    "single": "\n* The Supply and Appropriation (Main Estimates) Act 2014 authorizes the use of resources for the year ending March 31, 2015.\n* The act appropriates £571,472,304,000 for the year ending March 31, 2015, for various expenditures such as current and capital purposes.\n* The act also authorizes the issue of money out of the Consolidated Fund up to £260,676,983,000 for the year ending March 31, 2015.\n* The act appropriates resources for various expenditures such as Annually Managed Expenditure, Non-Budget Voted Expenditure, and Departmental Expenditure Limits.\n* The act also makes provision for the use of income arising for the year ending March 31, 2015, from various matters specified in the Scheduled Estimates.\n* The act authorizes the Treasury to give directions for rectifying any contraventions of the act.\n* The act has been in operation since the beginning of the financial year on April 1, 2014.\nKEY POINTS:\n* Authorizes the use of resources for the year ending March 31, 2015.\n* Appropriates £571,472,304,000 for various expenditures.\n* Authorizes the issue of money out of the Consolidated Fund up to £260,676,983,000.\n* Appropriates resources for various expenditures such as Annually Managed Expenditure, Non-Budget Voted Expenditure, and Departmental Expenditure Limits.\n* Makes provision for the use of income arising for the year ending March 31, 2015, from various matters specified in the Scheduled Estimates.\n* Authorizes the Treasury to give directions for rectifying any contraventions of the act.\n* Has been in operation since the beginning of the financial year on April 1, 2014."
}