[
    {
        "length": 1419,
        "text": "\nDefinition and promotion of green energy\n\tThe principal purpose of this Act is to promote green energy.\n\tIn this Act “green energy” means—\n\t\tthe generation of electricity or heat from renewable or low-carbon sourcesby the use of any equipment, the capacity of which to generate electricity orheat does not exceed the capacity specified in subsection (3); and\n\t\tenergy efficiency measures.\n\tThat capacity is—\n\t\tin relation to the generation of electricity, 5 megawatts;\n\t\tin relation to the generation of heat, 5 megawatts thermal.\n\tIn carrying out any function under this Act, the Secretary of State musthave regard to—\n\t\tthe principal purpose set out in subsection (1);\n\t\tthe desirability of alleviating fuel poverty; and\n\t\tthe desirability of securing a diverse and viable long-term energy supply.\nMicrogeneration strategy\n\tThe Secretary of State must prepare and publish a strategy for thepromotion of microgeneration in England.\n\tBefore preparing the strategy, the Secretary of State must consult—\n\t\tpersons who appear to the Secretary of State to represent the producers andsuppliers of equipment for microgeneration; and\n\t\tany other persons whom the Secretary of State thinks it appropriate toconsult.\n\tConsultation under subsection (2) must begin within 6 months beginning withthe coming into force of this Act.\n\tThe Secretary of State must publish the strategy within 6 months beginningwith the end of the consultation.\n\tIn preparing the strategy, the Secretary of State must—\n\t\tconsider the contribution that is capable of being made by microgenerationto the matters specified in section 82(3) of the Energy Act 2004(microgeneration strategy for Great Britain); and\n\t\thave regard to any other strategy published by the Secretary of State on orafter 1st July 2009 in so far as it relates to the generation of electricityor heat from renewable or low-carbon sources.\n\tThe Secretary of State must take reasonable steps to secure theimplementation of the strategy.\n\tIn this section—\n\t\t  * “microgeneration” has the meaning given by section 82 of the Energy Act 2004, but as if in subsection (8) of that section for “45 kilowatts thermal” there were substituted “300 kilowatts thermal”; \n\t\t  * “renewable or low-carbon source” means a source of energy or technology specified in section 82(7) of the Energy Act 2004. \nMicrogeneration: dwellinghouses\n\tThe Secretary of State must amend the Town and Country Planning (GeneralPermitted Development) Order 1995 ([S.I.1995/418](/id/uksi/1995/418?view=plain \"Go to item of legislation\")) (the“GPDO”), in relation to England, to provide for the grant of planningpermission for specified classes of equipment for microgeneration on, orwithin the curtilage of, a dwellinghouse.\n\tThe classes of equipment for microgeneration specified by virtue ofsubsection (1) must be or include wind turbines and air source heat pumps.\n\t“Specified” in subsections (1) and (2) means specified in the GPDO.\n\tThe amendment mentioned in subsection (1) must be made within 6 monthsbeginning with the coming into force of this Act.\n\tProvision by virtue of subsection (1) may grant planning permission subjectto limitations, exceptions or conditions.\n\tThe Secretary of State must review the effect of the amendment of the GPDOas soon as reasonably practicable after the end of 2 years beginning with thedate on which the amendment comes into force.\n\tIn this section “microgeneration” has the meaning given by section 82 ofthe Energy Act 2004.\nMicrogeneration: non-domestic land\n\tThe Secretary of State must consider amending the GPDO for the purpose offacilitating the installation of equipment for microgeneration on non-domesticland in England.\n\tIn subsection (1) “non-domestic land” means buildings, or other land, otherthan a dwellinghouse or land within the curtilage of a dwellinghouse.\n\tConsideration under subsection (1) must begin within 6 months beginningwith the coming into force of this Act.\n\tThe Secretary of State must, as soon as reasonably practicable, lay areport before Parliament setting out the outcome of the consideration undersubsection (1).\n\tIn considering what, if any, amendments should be made to the GPDO, theSecretary of State—\n\t\tmust have regard to the results of any relevant consultation which has beencarried out by the Secretary of State in relation to the GPDO; and\n\t\tmay carry out further consultation if the Secretary of State thinks itappropriate.\n\tIn this section “microgeneration” has the same meaning as in section 3.\nInterpretation \n\tIn this Act—\n\t  * “dwellinghouse” includes a building which consists wholly of flats; \n\t  * “energy efficiency measure” means a measure to improve efficiency in the use by consumers of electricity, gas or any other source of energy; \n\t  * “equipment” means anything which is plant for the purposes of section 82(6) of the Energy Act 2004; \n\t  * “fuel poverty” has the meaning given by section 1 of the Warm Homes and Energy Conservation Act 2000; \n\t  * “the GPDO” has the meaning given by section 3(1); \n\t  * “renewable or low-carbon source” has the meaning given by section 2(7). \nShort title, commencement and extent\n\tThis Act may be cited as the Green Energy (Definition and Promotion) Act2009.\n\tThis Act comes into force at the end of 2 months beginning with the day onwhich it is passed.\n\tThis Act extends to England and Wales only.\n\t\t"
    }
]