{
    "general": "This law makes sure that people use clean, natural resources like wind and sun instead of dirty ones like coal and oil to make electricity. It helps create more green energy projects and encourages people to use them. This will help keep our air and water cleaner and make the world a better place to live in.",
    "series": [
        [
            {
                "length": 298,
                "short": "The Green Energy Revolution: Empowering Homeowners and Businesses with Cleaner, Greener Power",
                "text": "\n* Simplified point 1: The Green Energy (Definition and Promotion) Act 2009 aims to promote green energy in England and Wales by encouraging the use of renewable or low-carbon sources for generating electricity and heat.\n* Simplified point 2: The Act defines \"green energy\" as including energy efficiency measures and sets out the Secretary of State's responsibilities in promoting microgeneration, including preparing and publishing a strategy for its promotion.\n* Simplified point 3: The Act requires the Secretary of State to amend the Town and Country Planning (General Permitted Development) Order 1995 to provide for the grant of planning permission for specified classes of equipment for microgeneration on or within the curtilage of a dwellinghouse.\n* Simplified point 4: The Act empowers the Secretary of State to make further amendments to the GPDO to facilitate the installation of equipment for microgeneration on non-domestic land in England.\n* Simplified point 5: The Act defines key terms such as \"dwellinghouse\", \"energy efficiency measure\", \"equipment\", \"fuel poverty\", \"the GPDO\", and \"renewable or low-carbon source\"."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Green Energy (Definition and Promotion) Act 2009 helps improve the environment by making it easier for homes and businesses in England and Wales to use clean energy sources like solar panels and wind turbines. This law ensures that more people can access affordable and reliable energy without harming the planet. It also helps reduce fuel poverty by providing financial support for those who need it most. Additionally, the act simplifies the process of installing renewable energy systems by reducing bureaucratic red tape so that more projects can get off the ground quickly and easily!",
    "single": "\n* The Green Energy (Definition and Promotion) Act 2009 aims to promote green energy in England and Wales.\n* The Act defines \"green energy\" as the generation of electricity or heat from renewable or low-carbon sources, and energy efficiency measures.\n* The Secretary of State must prepare and publish a strategy for the promotion of microgeneration in England, which includes the consideration of the contribution that can be made by microgeneration to the matters specified in the Energy Act 2004.\n* The Act amends the Town and Country Planning (General Permitted Development) Order 1995 to provide for the grant of planning permission for specified classes of equipment for microgeneration on, or within the curtilage of, a dwellinghouse.\n* The Secretary of State must review the effect of the amendment to the GPDO as soon as reasonably practicable after the end of 2 years beginning with the date on which the amendment comes into force.\n* The Act also requires the Secretary of State to consider amending the GPDO to facilitate the installation of equipment for microgeneration on non-domestic land in England.\n* The Act extends to England and Wales only.\nKEY POINTS:\n* The Act aims to promote green energy in England and Wales.\n* The Act defines \"green energy\" and \"microgeneration\".\n* The Secretary of State must prepare and publish a strategy for the promotion of microgeneration in England.\n* The Act amends the GPDO to provide for the grant of planning permission for specified classes of equipment for microgeneration on, or within the curtilage of, a dwellinghouse.\n* The Secretary of State must review the effect of the amendment to the GPDO after 2 years.\n* The Act requires the Secretary of State to consider amending the GPDO to facilitate the installation of equipment for microgeneration on non-domestic land in England."
}