[
    {
        "length": 2204,
        "text": "\nFixed penalty notices\n\tPowers of enforcement authorities\n\t\tWhere an enforcement authority for a relevant offence is satisfied beyondreasonable doubt that a person has committed the offence in England, theauthority may issue a fixed penalty notice under this section to the person.\n\t\tIn this Act “relevant offence” means an offence within subsection (3) thatis specified by regulations made by the Secretary of State.\n\t\tThe offences within this subsection are—\n\t\t\tan offence under regulations made under section 2(2) of the EuropeanCommunities Act 1972 which the Secretary of State considers relates to animalsor animal products;\n\t\t\tan offence under the Dangerous Wild Animals Act 1976;\n\t\t\tan offence under section 19 of the Zoo Licensing Act 1981;\n\t\t\tan offence under the Animal Health Act 1981;\n\t\t\tan offence under the Animal Welfare Act 2006 or under regulations madeunder section 12 or 13 of that Act;\n\t\t\tan offence under the Wild Animals in Circuses Act 2019.\n\t\tIn this Act an “enforcement authority”, for a relevant offence, is a personwho is specified in relation to the offence by regulations made by theSecretary of State (and the regulations may specify more than one person inrelation to any relevant offence).\n\t\tThe persons who may be specified by regulations under subsection (4) are—\n\t\t\tthe Secretary of State,\n\t\t\ta local authority, or\n\t\t\tany other person that the Secretary of State considers appropriate.\n\t\tA fixed penalty notice issued under this section may be withdrawn at anytime by the authority that issued it.\n\tPowers of constables\n\t\tWhere a constable is satisfied beyond reasonable doubt that a person hascommitted a specified dangerous dogs offence in England or Wales, theconstable may issue a fixed penalty notice under this section to the person.\n\t\tIn this section “specified dangerous dogs offence” means an offence withinsubsection (3) that is specified by regulations made by the Secretary ofState.\n\t\tThe offences within this subsection are offences under sections 1, 3 and4(8) of the Dangerous Dogs Act 1991.\n\t\tA fixed penalty notice issued under this section may be withdrawn at anytime by the constable that issued it or another constable in the same policeforce.\n\tContent and effect of notices\n\t\tThis section applies to a fixed penalty notice under section 1 or 2.\n\t\tA fixed penalty notice is a notice giving the person to whom it is issuedthe opportunity to discharge any liability to conviction for the offence towhich it relates by payment of an amount specified in the notice within therelevant period.\n\t\tThe amount specified in a fixed penalty notice may not exceed whichever isthe lesser of—\n\t\t\t£5,000, and\n\t\t\tthe maximum fine for which a person convicted of the offence is liable onsummary conviction.\n\t\tThe relevant period is the period of 28 days beginning with the date onwhich the fixed penalty notice is issued.\n\t\tA fixed penalty notice must explain—\n\t\t\tthat the person issuing the notice is satisfied that the person hascommitted the offence, and why,\n\t\t\tthe effect of subsection (6), and\n\t\t\twhen and how payment may be made.\n\t\tWhere a fixed penalty notice is issued to a person (and has not beenwithdrawn)—\n\t\t\tno proceedings may be instituted for the offence before the end of therelevant period, and\n\t\t\tthe person may not be convicted of the offence if the person pays—\n\t\t\tthe full amount of the fixed penalty in the notice before the end of therelevant period, or\n\t\t\t50% of that amount before the end of the period of 14 days beginning withthe date on which the relevant period starts.\n\t\tWhere proceedings are instituted for the offence after the end of therelevant period, that period is to be disregarded for the purposes ofcalculating the period mentioned in section 127(1) of the Magistrates’ CourtAct 1980.\n\tMatters to be taken into account\n\t\tAn enforcement authority for a relevant offence or a constable must takeinto account the matters mentioned in subsection (2) in deciding—\n\t\t\twhether to issue a fixed penalty notice to a person under section 1 or 2,and\n\t\t\tthe amount to be specified in the notice.\n\t\tThe matters are—\n\t\t\tthe seriousness of the conduct to which the proposed notice relates (the“relevant conduct”);\n\t\t\tthe duration of the relevant conduct;\n\t\t\tany evidence of intention behind the relevant conduct;\n\t\t\tany evidence of previous acts or omissions by the person similar to therelevant conduct;\n\t\t\tany action taken by the person to eliminate or reduce any risk of harmresulting from the relevant conduct;\n\t\t\tany action taken by the person to remedy or mitigate any harm resultingfrom the relevant conduct;\n\t\t\twhether the person reported the relevant conduct to the enforcementauthority or constable;\n\t\t\tthe conduct of the person after the relevant conduct is drawn to theirattention by the enforcement authority or constable.\n\t\tThe Secretary of State must give guidance about—\n\t\t\tadditional matters to be taken into account in deciding whether to issue afixed penalty notice;\n\t\t\tadditional matters to be taken into account in deciding the amount to bespecified in the notice;\n\t\t\thow the matters mentioned in subsection (2) and any additional matters ofthe kind mentioned in paragraph (a) or (b) are to be taken into account.\n\t\tThe guidance must be laid before Parliament after it is given.\n\t\tAn enforcement authority for a relevant offence or constable must haveregard to the guidance.\n\tUse of proceeds\n\t\tSums received by enforcement authorities for relevant offences or chiefofficers of police for police forces pursuant to fixed penalty notices issuedunder section 1 or 2 must be paid into the Consolidated Fund.\n\t\tBut before paying such sums into the Consolidated Fund an enforcementauthority for one or more relevant offences or chief officer of police for apolice force may deduct—\n\t\t\tthe costs of investigating offences to which fixed penalty notices issuedunder section 1 or 2 by the authority, or by constables in the police force inquestion, relate, and\n\t\t\tthe costs of issuing the notices.\nGeneral\n\tReports \n\t\tAs soon as reasonably practicable after the end of each financial year anenforcement authority for one or more relevant offences (other than theSecretary of State) or the chief officer of police for a police force mustgive to the Secretary of State a report containing the following informationin relation to that year—\n\t\t\tthe number of fixed penalty notices issued under section 1 or 2 by theauthority or by constables in the police force in question;\n\t\t\tthe amounts specified in the notices;\n\t\t\tthe offences to which the notices relate.\n\t\tThe Secretary of State must produce and publish a report for each financialyear containing—\n\t\t\tthe information provided to the Secretary of State under subsection (1),and\n\t\t\tin relation to fixed penalty notices issued under section 1 by theSecretary of State during that year, information about—\n\t\t\tthe number of fixed penalty notices issued;\n\t\t\tthe amounts specified in the notices;\n\t\t\tthe offences to which the notices relate.\n\t\tIn this section “financial year” means—\n\t\t\tthe period beginning with the day on which this section comes into forceand ending with the following 31 March, and\n\t\t\teach successive period of 12 months.\n\tRegulations \n\t\tRegulations under section 1 or 2 may contain transitional provision.\n\t\tRegulations under section 1 or 2 are to be made by statutory instrument.\n\t\tA statutory instrument containing regulations under section 1 or 2 issubject to annulment in pursuance of a resolution of either House ofParliament.\n\tInterpretation \n\t\tIn this Act—\n\t\t  * “enforcement authority”, for a relevant offence, has the meaning given by section 1(4); \n\t\t  * “local authority” means— \n\t\t\ta district council or county council in England,\n\t\t\ta London borough council,\n\t\t\tthe Common Council of the City of London, or\n\t\t\tthe Council of the Isles of Scilly;\n\t\t\t\t  * “relevant offence” has the meaning given by section 1(2). \n\tExtent, commencement and short title\n\t\tThis Act extends to England and Wales only.\n\t\tSections 1(2) to (5), 2(2) and (3), 4(3) and (4), 7 and 8 and this sectioncome into force at the end of the period of two months beginning with the dayon which this Act is passed.\n\t\tThe other provisions of this Act come into force on such day or days as theSecretary of State may by regulations made by statutory instrument appoint.\n\t\tThis Act may be cited as the Animals (Penalty Notices) Act 2022.\n\t\t\t"
    }
]