[
    {
        "length": 325,
        "text": "\nPurposes of building regulations\n\tIn subsection (1) of section 1 of the Building Act [1984 (c.55)](/id/ukpga/1984/55?view=plain \"Go to item of legislation\") (which sets outthe purposes for which building regulations may be made), for paragraphs (b)and (c) substitute—\n\t\tfurthering the conservation of fuel and power,\n\t\tpreventing waste, undue consumption, misuse or contamination of water,\n\t\tfurthering the protection or enhancement of the environment,\n\t\tfacilitating sustainable development, or\n\t\tfurthering the prevention or detection of crime,”.\n\tIn the words in that subsection after those paragraphs (which set outmatters about which building regulations may be made), for the words from“design and construction” onwards substitute “matters mentioned in subsection(1A) below”.\n\tAfter that subsection insert—\n\t\t“(1A)Those matters are—\n\t\tthe design and construction of buildings;\n\t\tthe demolition of buildings;\n\t\tservices, fittings and equipment provided in or in connection withbuildings.”\n\tIn section 126 of that Act (general interpretation), in the definition of“substantive requirements” for the words from “design and construction” to“with buildings” substitute “matters mentioned in section 1(1A) above”."
    },
    {
        "length": 195,
        "text": "\nBuildings of special historical or architectural interest\n\tAfter section 1 of the Building Act [1984 (c.55)](/id/ukpga/1984/55?view=plain \"Go to item of legislation\") insert—\n\t“1ABuildings of special historical or architectural interest\n\t\tIn making building regulations the Secretary of State shall have regard, inparticular, to the desirability of preserving the character of protectedbuildings that are of special historical or architectural interest.\n\t\tIn this section “protected buildings” means—\n\t\t\tlisted buildings within the meaning of the Planning (Listed Buildings andConservation Areas) Act 1990 (see section 1(5) of that Act); and\n\t\t\tbuildings situated in areas designated as conservation areas under section69 of that Act.”"
    },
    {
        "length": 1030,
        "text": "\nContents of building regulations\n\tSchedule 1 to the Building Act 1984 (provision that may be included inbuilding regulations) is amended in accordance with subsections (2) to (7).\n\tIn sub-paragraph (a)(ii) of paragraph 7, for “and use” substitute “, useand re-use”.\n\tIn sub-paragraph (a)(ix) of that paragraph, after “gases,” insert“vapours,”.\n\tIn sub-paragraph (a)(xiv) of that paragraph, at the end insert “(includingequipment for monitoring and measuring supplies of water)”.\n\tAfter sub-paragraph (a)(xxii) of that paragraph insert—\n\t\tmeasures relating to the security of buildings,\n\t\tmeasures affecting the use of fuel or power,\n\t\tequipment for monitoring and measuring supplies of fuel, power or heat,\n\t\trecycling facilities (including facilities for composting),”.\n\tIn sub-paragraph (1) of paragraph 8, after paragraph (e) insert—\n\t\tbuildings or parts of buildings, together with any services, fittings orequipment provided in or in connection with them, in cases where the personsin occupation of a building or part of a building change in prescribedcircumstances.”\n\tFor sub-paragraph (2) of paragraph 8 substitute—\n\tSubject to sub-paragraphs (3) to (6) below and to sections 2(2) and 2A ofthis Act, building regulations shall not apply to or in connection withbuildings erected before the date on which the regulations come into force.\n\tThe following building regulations may be made to apply to or in connectionwith buildings erected before the date on which the regulations come intoforce—\n\t\tregulations falling within sub-paragraph (1)(a) to (e) above;\n\t\tregulations made with respect to the demolition of buildings;\n\t\tregulations made with respect to the use of materials or components(including surface finishes) that (in whole or in part) have been producedfrom, or incorporate, recycled items;\n\t\tregulations made with respect to the re-use of materials or components(including surface finishes);\n\t\tregulations falling within sub-paragraph (4) below.\n\tBuilding regulations fall within this sub-paragraph if—\n\t\tin accordance with sub-paragraph (1)(f) above, they are framed by referenceto a change in the occupants of a building (or part); and\n\t\tthey are—\n\t\tmade for the purpose mentioned in section 1(1)(b) of this Act; or\n\t\tmade (otherwise than for that purpose) with respect to measures calculatedto secure, or to contribute to, the prevention or reduction of emissions(whether or not from the building in question) of smoke, gases, vapours orfumes.\n\tThe provision that may be made by building regulations includes provisionimposing on a person carrying out work of any type in relation to a building(whenever erected), or in relation to any service, fitting or equipmentprovided in or in connection with a building (whenever erected)—\n\t\ta requirement to do things for the purpose mentioned in section 1(1)(b) ofthis Act; or\n\t\ta requirement to do things (otherwise than for that purpose) with respectto measures calculated to secure, or to contribute to, the prevention orreduction of emissions (whether or not from the building in question) ofsmoke, gases, vapours or fumes.\n\tThe things whose doing may be required by virtue of sub-paragraph (5) aboveare—\n\t\tthings to be done in relation to the work in question;\n\t\tany other things but only if they are to be done in relation to—\n\t\tthe building in question; or\n\t\tany service, fitting or equipment provided in or in connection with thatbuilding.”\n\tIn section 44 of that Act (Crown application), after subsection (10)insert—\n\tFor the purposes of building regulations which, in accordance withparagraph 8(1)(f) of Schedule 1 to this Act, are framed by reference to achange in the occupants of a building (or part), this section applies, withany necessary modifications, in relation to the making of a change ofoccupants as it applies in relation to the carrying out of work.”\n\tIn section 45(1) of that Act (application to United Kingdom Atomic EnergyAuthority), for “(10)” substitute “(11)”."
    },
    {
        "length": 954,
        "text": "\nContinuing requirements of building regulations\n\tAfter section 2 of the Building Act [1984 (c.55)](/id/ukpga/1984/55?view=plain \"Go to item of legislation\") insert—\n\t“2AContinuing requirements in relation to fuel, power and emissions\n\t\tBuilding regulations may impose, on owners and occupiers of buildings,continuing requirements that fall within subsection (2) below.\n\t\tA continuing requirement falls within this subsection if—\n\t\t\tit requires the inspection and testing of a building—\n\t\t\tas respects the use of fuel and power in or in connection with thebuilding; or\n\t\t\tas respects its contribution to or effect on emissions (whether or notfrom the building) of smoke, gases, vapours or fumes;\n\t\t\tit requires the inspection and testing of any service, fitting or equipmentprovided in or in connection with a building—\n\t\t\tas respects the use of fuel and power in or in connection with the service,fitting or equipment; or\n\t\t\tas respects its contribution to or effect on emissions (whether or notfrom it or the building) of smoke, gases, vapours or fumes;\n\t\t\tit requires the implementation, in relation to a building, or any service,fitting or equipment provided in or in connection with a building, of—\n\t\t\tmeasures for the purpose mentioned in section 1(1)(b) above; or\n\t\t\tmeasures (otherwise than for that purpose) that are calculated to secure,or to contribute to, the prevention or reduction of emissions (whether or notfrom the building in question or a thing provided in or in connection with it)of smoke, gases, vapours or fumes;\n\t\t\tit requires the keeping of records in relation to matters within paragraph(a), (b) or (c); or\n\t\t\tit requires the making of reports in relation to any of those matters to aprescribed authority.\n\t\tThose requirements may be imposed in the case of buildings, or in the caseof services, fittings and equipment provided in or in connection withbuildings, irrespective of both—\n\t\t\twhen the buildings were erected; and\n\t\t\twhether building regulations were applicable to them at the time of theirerection.\n\t\tSubsections (3) to (6) of section 2 above apply in relation to continuingrequirements imposed by virtue of this section as they apply in relation tocontinuing requirements imposed by virtue of that section.\n\t\tParagraph 8(2) of Schedule 1 to this Act does not impose any restriction onthe building regulations that may be made by virtue of this section.”\n\t\tIn section 33(4) of that Act (powers of local authorities in relation tocontraventions of continuing requirements), after “section 2(1) or (2)” insert“or 2A”.\n\t\tIn section 38(2) of that Act (provision relating to civil liability), after“section 2(2)” insert “or 2A”.\n\t\tIn section 44 of that Act (Crown application)—\n\t\t\tin subsection (3)(a) after “section 2” insert “or 2A”; and\n\t\t\tin subsection (8) for the definition of “continuing requirement”substitute—\n\t\t\t\t““continuing requirement” means a continuing requirement of buildingregulations—\n\t\t\timposed by virtue of section 2(1) or (2)(a) or (b) above; or\n\t\t\tof a kind mentioned in subsection (2)(a), (b) or (c) of section 2A aboveand imposed by virtue of subsection (1) of that section;”.\n\t\tIn section 126 of that Act (general interpretation), in the definition of“substantive requirements” after “(b) above” insert “and requirements that areof a kind mentioned in subsection (2)(a), (b) or (c) of section 2A above andare imposed by virtue of subsection (1) of that section”."
    },
    {
        "length": 112,
        "text": "\nRemoval of exemptions\n\tThe following provisions of the Building Act [1984 (c.55)](/id/ukpga/1984/55?view=plain \"Go to item of legislation\") (which providecertain exemptions from the requirements of the Act for educational buildingsand buildings of statutory undertakers and other authorities and licensees)shall cease to have effect—\n\t\tsection 4;\n\t\tsection 59(4) and (5)."
    },
    {
        "length": 399,
        "text": "\nSecretary of State to report on building stock\n\tThe Secretary of State must—\n\t\tfor the period of two years beginning with the commencement of thissection, and\n\t\tfor each succeeding period of two years,\n\t\t\tprepare a report on progress during the period in connection with the purposesmentioned in section 1(1)(b) to (e) of the Building Act 1984 in the context ofthe building stock in England and Wales.\n\tA report under this section must (in particular) deal with—\n\t\tbuilding regulations made during the period for any of those purposes;\n\t\tproposals current at the end of the period to make building regulations forany of those purposes;\n\t\teffects or likely effects of regulations or proposals dealt with in thereport under paragraphs (a) and (b);\n\t\tproposals considered by the Secretary of State during the period for thesetting of targets for any of those purposes in relation to—\n\t\tbuildings in England and Wales; or\n\t\tservices, fittings or equipment provided in or in connection with suchbuildings;\n\t\toverall changes during the period in—\n\t\tthe efficiency with which energy is used in buildings in England and Wales;\n\t\tlevels of emissions from such buildings that are emissions considered bythe Secretary of State to contribute to climate change;\n\t\tthe extent to which such buildings have their own facilities forgenerating energy;\n\t\tthe extent to which materials used in constructing, or carrying out worksin relation to, such buildings are recycled or re-used materials.\n\tA report under this section must contain an estimate, as at the end of theperiod, of the number of dwellings in England and Wales.\n\tThe Secretary of State must lay before Parliament each report he preparesunder this section."
    },
    {
        "length": 634,
        "text": "\nRegisters of information and documents to be kept by local authorities\n\tAfter section 91 of the Building Act [1984 (c.55)](/id/ukpga/1984/55?view=plain \"Go to item of legislation\") insert—\n\t“91ARegisters to be kept by local authorities\n\t\tA local authority shall keep in a register such information and documentsas may be prescribed in connection with their functions, powers and dutiesconferred or imposed by or under this Act.\n\t\tThe information and documents that may be prescribed for the purposes ofsubsection (1) above include, in particular—\n\t\t\tdocuments that are given or issued to, or deposited with, a local authorityin accordance with provision made by or under this Act, or copies of suchdocuments;\n\t\t\tcopies of documents that are given, made or issued by a local authority inaccordance with provision so made;\n\t\t\tinformation with respect to documents of the kind mentioned in paragraph(a) or (b);\n\t\t\tinformation with respect to matters to which such documents relate.\n\t\tInformation and documents that are required to be kept in a register undersubsection (1) above shall be so kept for the prescribed period.\n\t\tA local authority—\n\t\t\tshall maintain the register required under subsection (1) above in theprescribed manner;\n\t\t\tshall ensure that the register is available for inspection by members ofthe public during prescribed periods;\n\t\t\tshall, in prescribed circumstances, provide to members of the public, onrequest, copies of information and documents kept in the register;\n\t\t\tmay, in prescribed circumstances, charge a member of the public to whomthey provide such copies a fee calculated in the prescribed manner.\n\t\tIn this section—\n\t\t\t  * “documents” includes notices, certificates, orders, consents, demands and plans;\n\t\t\t  * “prescribed” means prescribed by regulations made by the Secretary of State under this section.\n\t\tRegulations under this section may—\n\t\t\tprovide for a provision thereof to apply generally, or in a particulararea;\n\t\t\tmake different provision for different areas and generally differentprovision for different circumstances or cases;\n\t\t\tinclude such supplemental, transitional and incidental provisions as appearto the Secretary of State to be expedient.\n\t\tThe transitional provision that may be included in regulations under thissection includes transitional provision in relation to information that,immediately before the coming into force of the regulations, was contained inregisters kept by local authorities under section 56.\n\t\tThe power to make regulations under this section is exercisable bystatutory instrument, which is subject to annulment in pursuance of aresolution of either House of Parliament.”"
    },
    {
        "length": 545,
        "text": "\nCertification of work\n\tIn Schedule 1 to the Building Act [1984 (c.55)](/id/ukpga/1984/55?view=plain \"Go to item of legislation\") (provision thatmay be included in building regulations), after paragraph 4 insert—\n\t\t“4A(1)Building regulations may—\n\t\tprovide for requiring that, in prescribed circumstances, a person of aprescribed class or description is to give to a local authority or an approvedinspector a certificate to the effect that the requirements of buildingregulations as to matters of a prescribed description are satisfied;\n\t\tprovide for requiring that such certificates be given within such periodsor at such times and in such forms as may be prescribed;\n\t\tprovide that a local authority or an approved inspector is not to exerciseor perform a prescribed power or duty unless—\n\t\tsuch a certificate has been given to them or him; or\n\t\tsuch a certificate has been given to them or him and the certificate hasbeen accepted by them or him;\n\t\tmake provision as to—\n\t\tthe acceptance of such certificates by local authorities and approvedinspectors; and\n\t\tother steps to be taken by local authorities or approved inspectors inconnection with such certificates.\n\tBuilding regulations may provide for such certificates to be treated asevidence (but not conclusive evidence) of the matters certified.”\n\tIn section 47(1) of that Act (giving of initial notices) after “giving”insert “and receiving”.\n\tIn section 52(2) of that Act (cancellation of initial notice forcontravention of building regulations)—\n\t\tin paragraph (a) after “work” insert “or intending to carry out the work”;\n\t\tin paragraph (b) for the words from “that person” onwards substitute “theprescribed steps are not taken by the person who, in accordance with buildingregulations, is required to take them”.\n\tIn subsection (1)(a) of section 57 of that Act (offences relating to falseor misleading certificates), for sub-paragraph (i) substitute—\n\t\tpurports to comply with the requirements of this Part of this Act, section16(9) above or building regulations falling within paragraph 4A(1)(a) or (b)of Schedule 1 to this Act, and”."
    },
    {
        "length": 386,
        "text": "\n“4B(1)Building regulations may provide that in relation to any work of anytype that is being, or that is proposed to be, carried out in prescribedcircumstances, there shall be a person appointed for the purposes of thisparagraph (the “appointed person”).\n\tThe appointed person in relation to any work shall be a person of aprescribed class or description who is appointed by a person determined inaccordance with building regulations; and such regulations may make provisionfor a person to appoint himself.\n\tBuilding regulations may—\n\t\trequire appointments for the purposes of this paragraph to be made withinsuch periods or at such times as may be prescribed;\n\t\tmake provision in relation to—\n\t\tthe termination of a person’s appointment;\n\t\tthe replacement of an appointed person.\n\tBuilding regulations may—\n\t\tprovide that the appointed person in relation to any work shall have suchduties in relation to the planning and management of the carrying out of thatwork as may be prescribed for purposes connected with facilitating compliancewith the requirements of building regulations in relation to that work;\n\t\tfor those purposes impose duties in relation to—\n\t\tthe appointed person, or\n\t\tanything that he does, or proposes to do, in connection with his duties,\n\t\ton persons who are participating, or who are to participate, in the carryingout of that work.\n\tThe duties that building regulations may impose on persons who areparticipating, or who are to participate, in the carrying out of any workinclude—\n\t\tduties to comply with directions given to them by the appointed person;\n\t\tduties that are framed by reference to determinations made by that person.”"
    },
    {
        "length": 221,
        "text": "\nShort title, repeals, commencement and extent\n\tThis Act may be cited as the Sustainable and Secure Buildings Act 2004.\n\tThe enactments and instruments specified in the Schedule to this Act arerepealed or revoked to the extent shown in the second column of that Schedule.\n\tThis Act, apart from the provisions coming into force in accordance withsubsection (4), shall come into force on such day as the Secretary of Statemay by order made by statutory instrument appoint; and different days may beappointed for different purposes.\n\tThis section (apart from subsection (2)) and sections 1, 3(1) to (7), 4(1)to (3) and (5), 6 and 10 shall come into force at the end of the period of twomonths beginning with the day on which this Act is passed.\n\tThis Act extends to England and Wales only.\n\t\tSection 11"
    }
]