{
    "general": "This law makes sure that children have money saved for them when they grow up, so they can buy things like a house or go to college. It also helps pregnant women get money to take care of their health and their baby's health during pregnancy. The law gets rid of an old program called \"Saving Gateway Accounts\" and replaces it with a new one called \"child trust fund.\" This way, more people will be able to save money for their kids and have better access to healthcare while they are pregnant.",
    "series": [
        [
            {
                "length": 213,
                "short": "\"New Legislation on Child Trust Funds and Pregnancy Grants\"",
                "text": "\n* Simplified point 1: The act removes the eligibility for child trust funds for children born before 3rd January 2011.\n* Simplified point 2: The act repeals the Saving Gateway Accounts Act 2009 and removes the entitlement to health in pregnancy grant for women who have not reached the 25th week of their pregnancy before 1st January 2011.\n* Simplified point 3: The act makes minor and consequential amendments to the Social Security Administration Act 1992, the Social Security Contributions and Benefits Act 1992, and the Social Security Contributions and Benefits (Northern Ireland) Act 1992.\n* Simplified point 4: The act extends to England and Wales, Scotland, and Northern Ireland."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Savings Accounts and Health in Pregnancy Grant Act 2010 changes some rules about saving money for babies and moms-to-be. Here's what you need to know:\nFor babies born before 2011:\n* The law removes the eligibility for child trust funds, so if you had a baby before 2011, you might not get this type of savings account.\nFor moms-to-be:\n* If you haven't reached the 25th week of your pregnancy by 2011, you won't be able to get health in pregnancy grants.\nOther things to note:\n* The law also changes some other rules about saving money and benefits for families.\n* These changes only apply to England, Wales, Scotland, and Northern Ireland.\nSo, if you're expecting a baby or have already had one, you might want to check if these changes affect you and your family's savings and benefits.",
    "single": "\n• Removes eligibility for child trust fund for children born before 3rd January 2011.\n• Repeals the Saving Gateway Accounts Act 2009.\n• Removes entitlement to health in pregnancy grant for women who have not reached the 25th week of their pregnancy before 1st January 2011.\n• Short title, commencement and extent:\n\t• May be cited as the Savings Accounts and Health in Pregnancy Grant Act 2010.\n\t• Section 2 (repeal of Saving Gateway Accounts Act 2009) comes into force at the end of the period of two months beginning with the day on which this Act is passed.\n\t• The rest of this Act comes into force on the day on which it is passed.\n\t• Sections 2(2) (amendment of Social Security Administration Act 1992) and 3(1) (removal of entitlement to health in pregnancy grant: Great Britain) extend to England and Wales and Scotland only.\n\t• Sections 2(3) (amendment of Social Security Administration (Northern Ireland) Act 1992) and 3(2) (removal of entitlement to health in pregnancy grant: Northern Ireland) extend to Northern Ireland only.\n\t• The rest of this Act extends to England and Wales, Scotland, and Northern Ireland."
}