[
    {
        "length": 1364,
        "text": "\nObstructing or hindering certain emergency workers responding to emergencycircumstances\n\tA person who without reasonable excuse obstructs or hinders another whilethat other person is, in a capacity mentioned in subsection (2) below,responding to emergency circumstances, commits an offence.\n\tThe capacity referred to in subsection (1) above is—\n\t\tthat of a person employed by a fire and rescue authority in England andWales;\n\t\tin relation to England and Wales, that of a person (other than a personfalling within paragraph (a)) whose duties as an employee or as a servant ofthe Crown involve—\n\t\textinguishing fires; or\n\t\tprotecting life and property in the event of a fire;\n\t\tthat of a person employed by a relevant NHS body in the provision ofambulance services (including air ambulance services), or of a personproviding such services pursuant to arrangements made by, or at the requestof, a relevant NHS body;\n\t\tthat of a person providing services for the transport of organs, blood,equipment or personnel pursuant to arrangements made by, or at the request of,a relevant NHS body;\n\t\tthat of a member of Her Majesty’s Coastguard;\n\t\tthat of a member of the crew of a vessel operated by—\n\t\tthe Royal National Lifeboat Institution, or\n\t\tany other person or organisation operating a vessel for the purpose ofproviding a rescue service,\n\t\t\tor a person who musters the crew of such a vessel or attends to its launch orrecovery.\n\tFor the purposes of this section and section 2 of this Act, a person isresponding to emergency circumstances if the person—\n\t\tis going anywhere for the purpose of dealing with emergency circumstancesoccurring there; or\n\t\tis dealing with emergency circumstances or preparing to do so.\n\tFor the purposes of this Act, circumstances are “emergency” circumstancesif they are present or imminent and—\n\t\tare causing or are likely to cause—\n\t\tserious injury to or the serious illness (including mental illness) of aperson;\n\t\tserious harm to the environment (including the life and health of plantsand animals);\n\t\tserious harm to any building or other property; or\n\t\ta worsening of any such injury, illness or harm; or\n\t\tare likely to cause the death of a person.\n\tIn subsection (2) above “relevant NHS body” means—\n\t\tin relation to England and Wales, an NHS foundation trust, National HealthService trust, Special Health Authority, Primary Care Trust or Local HealthBoard;\n\t\tin relation to Northern Ireland, a Health and Social Services trust orHealth and Social Services Board.\nObstructing or hindering persons assisting emergency workers\n\tA person who without reasonable excuse obstructs or hinders another in thecircumstances described in subsection (2) below commits an offence.\n\tThose circumstances are where the person being obstructed or hindered isassisting another while that other person is, in a capacity mentioned insection 1(2) of this Act, responding to emergency circumstances.\nProvisions supplementary to sections 1 and 2\n\tA person may be convicted of the offence under section 1 or 2 of this Actnotwithstanding that it is—\n\t\teffected by means other than physical means; or\n\t\teffected by action directed only at any vehicle, vessel, apparatus,equipment or other thing or any animal used or to be used by a person referredto in that section.\n\tFor the purposes of sections 1 and 2 of this Act, circumstances to which aperson is responding are to be taken to be emergency circumstances if theperson believes and has reasonable grounds for believing they are or may beemergency circumstances.\nPenalties \n\tA person guilty of an offence under this Act is liable on summary convictionto a fine not exceeding level 5 on the standard scale.\nPower to modify\n\tThe Secretary of State may by order modify this Act so as to add or removea person or description of person to or from section 1(2) of this Act; and maymake such provision connected with that modification as he thinks fit.\n\tThe Secretary of State shall not make an order under subsection (1) aboveunless it appears to him that the person to be added (or, as the case may be,each person of the description to be added) is one whose functions oractivities are such that the person is likely, in the course of carrying themout, to have to deal with emergency circumstances.\n\tBefore making an order under subsection (1) above which relates to Walesthe Secretary of State must consult the National Assembly for Wales.\n\tThe Secretary of State may not make an order under subsection (1) abovewhich relates to Northern Ireland without the consent of any Northern Irelanddepartment with responsibility for the emergency circumstances to which thepersons being added or removed, or persons of the description being added orremoved, respond.\n\tAn order under subsection (1) above is to be made by statutory instrument.\n\tNo such order shall be made unless a draft of it has been laid before, andapproved by a resolution of, each House of Parliament.\nRepeals \n\tSection 44(3) and (4) of the Fire and Rescue Services Act [2004 (c.21)](/id/ukpga/2004/21?view=plain \"Go to item of legislation\") shall cease tohave effect.\nShort title, commencement and extent\n\tThis Act may be cited as the Emergency Workers (Obstruction) Act 2006.\n\tThis Act (except this section) comes into force on such day as theSecretary of State may, by order made by statutory instrument, appoint anddifferent days may be so appointed for different purposes.\n\tThis Act extends to England and Wales and Northern Ireland.\n\t\t"
    }
]