{
    "general": "This law makes it against the rules to get in the way of people who are helping in an emergency, like paramedics, firefighters, or police officers. It's important that these workers can do their jobs without anyone getting in their way, so they can help keep people safe and healthy.",
    "series": [
        [
            {
                "length": 212,
                "short": "\"Emergency Worker Protection Law: Illegal Obstruction and Hindrance Prohibited\"",
                "text": "\n* Simplified point 1: It is illegal to obstruct or hinder emergency workers responding to emergency situations, including firefighters, ambulance staff, and coastguards.\n* Simplified point 2: The law applies to anyone who without reasonable excuse obstructs or hinders someone who is responding to emergency circumstances, regardless of their role or capacity.\n* Simplified point 3: The law covers a wide range of emergency situations, including fires, accidents, and medical emergencies.\n* Simplified point 4: The penalties for breaking the law include fines up to £5,000 on summary conviction.\n* Simplified point 5: The Secretary of State can modify the Act to add or remove people or descriptions of people from the list of those covered by the law."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Emergency Workers (Obstruction) Act 2006 makes it against the law to stop or slow down people providing emergency services like firefighters, ambulance crews, and coast guards when they're dealing with emergencies such as fires, accidents, or sicknesses. This means that if you purposely get in their way or slow them down without a good reason, you could face a fine of up to £5,000 and potentially go to jail. Additionally, the government has the power to change the law to add or take away certain groups of people from the list of those protected by the law. So, always remember to move out of the way and let these brave individuals do their jobs so they can keep us safe!",
    "single": "\n• The Emergency Workers (Obstruction) Act 2006 makes it an offense to obstruct or hinder emergency workers responding to emergency situations.\n• The law applies to certain emergency workers such as firefighters, ambulance staff, and coastguard personnel.\n• Obstructing or hindering these workers can lead to a fine of up to £5,000.\n• The law also applies to those who obstruct or hinder persons assisting emergency workers.\n• The law extends to England, Wales, and Northern Ireland.\n• The Secretary of State can modify the law by adding or removing persons or descriptions of persons to or from the list of those covered by the law.\n• Before making any modifications, the Secretary of State must consult the National Assembly for Wales and any Northern Ireland department with responsibility for emergency circumstances.\n• The law does not apply to circumstances that are not emergency situations, as defined in the Act.\n• The law does not apply to those who believe they are responding to emergency situations, even if it is not actually an emergency.\n• The law can be enforced by summary conviction, and the penalty is a fine not exceeding level 5 on the standard scale."
}