[
    {
        "length": 752,
        "text": "\nMonitoring Commission\n\tThe Monitoring Commission\n\t\tIn this Act, “the Monitoring Commission” means an independent organisationestablished, by an agreement made in connection with the affairs of NorthernIreland between Her Majesty’s Government in the United Kingdom and theGovernment of Ireland, to carry out functions which include—\n\t\t\tmonitoring activity by paramilitary groups,\n\t\t\tmonitoring security normalisation, and\n\t\t\treporting on claims relating to commitment to the observing of terms of thepledge of office set out in Schedule 4 to the Northern Ireland Act [1998 (c.47)](/id/ukpga/1998/47?view=plain \"Go to item of legislation\").\n\t\tThe Secretary of State may by order—\n\t\t\tconfer on the Monitoring Commission the legal capacities of a bodycorporate;\n\t\t\tconfer on the Monitoring Commission, in such cases, to such extent and withsuch modifications as the order may specify, any of the privileges andimmunities set out in Part 1 of Schedule 1 to the International OrganisationsAct [1968 (c. 48)](/id/ukpga/1968/48?view=plain \"Go to item of legislation\");\n\t\t\tconfer on members and servants of the Monitoring Commission and members oftheir families who form part of their households, in such cases, to suchextent and with such modifications as the order may specify, any of theprivileges and immunities set out in Parts 2, 3 and 5 of that Schedule;\n\t\t\tmake provision about the waiver of privileges and immunities.\n\t\tThe reference in subsection (2)(c) to servants of the Monitoring Commissionincludes agents of, and persons carrying out work for or giving advice to, theMonitoring Commission.\n\t\tAn order under subsection (2)—\n\t\t\tmay make different provision for different cases (including differentprovision for different persons), and\n\t\t\tshall be made by statutory instrument which shall be subject to annulmentin pursuance of a resolution of either House of Parliament.\n\t\tThe Secretary of State—\n\t\t\tmay make payments to the Monitoring Commission or to members of theMonitoring Commission, and\n\t\t\tmay provide for the Monitoring Commission such premises and facilities, andthe services of such staff, as he thinks appropriate.\n\tCommission’s duty to avoid prejudicial effects\n\t\tThe Monitoring Commission shall not do anything in carrying out itsfunctions which might—\n\t\t\tprejudice the national security interests of the United Kingdom or Ireland,\n\t\t\tput at risk the safety or life of any person, or\n\t\t\thave a prejudicial effect on any present or future legal proceedings.\n\t\tThe duty under subsection (1) is owed to Her Majesty’s Government in theUnited Kingdom.\n\tLaying of Commission reports before Parliament\n\t\tWhere a report of the Monitoring Commission, or a report made by members ofthe Commission under the agreement establishing the Commission, is deliveredby the Commission, or by members of the Commission, to Her Majesty’sGovernment in the United Kingdom, the Secretary of State shall lay a copy ofthe report before each House of Parliament."
    },
    {
        "length": 2489,
        "text": "\nExclusion from Ministerial office\n\tResolutions about exclusion\n\t\tSection 30 of the Northern Ireland Act [1998 (c.47)](/id/ukpga/1998/47?view=plain \"Go to item of legislation\") (exclusion ofMinisters from office) is amended as follows.\n\t\tIn subsection (1) (exclusion of individual Minister), for “a period oftwelve months beginning with the date of the resolution” there is substituted“such period of not less than three months, and not more than twelve months,beginning with the date of the resolution as the resolution may provide”.\n\t\tAfter that subsection there is inserted—\n\t\t\t“(1A)The Assembly may, before a period of exclusion under subsection (1) comesto an end, by resolution extend it until the end of such period of not lessthan three months, and not more than twelve months, beginning with the date ofthe resolution as the resolution may provide.”\n\t\tIn subsection (2) (exclusion of members of party from holding office asMinisters or junior Ministers), for “a period of twelve months beginning withthe date of the resolution” there is substituted “such period of not less thansix months, and not more than twelve months, beginning with the date of theresolution as the resolution may provide”.\n\t\tFor subsection (3) there is substituted—\n\t\tThe Assembly may, before a period of exclusion under subsection (2) comesto an end, by resolution extend it until the end of such period of not lessthan six months, and not more than twelve months, beginning with the date ofthe resolution as the resolution may provide.”\n\t\tIn subsection (4) (ending exclusion), after “A period of exclusion” thereis inserted “under subsection (1) or (2)”.\n\t\tFor subsections (6) and (7) there is substituted—\n\t\tIf the Secretary of State is of the opinion that the Assembly ought toconsider a resolution under this section, he shall serve a notice on thePresiding Officer requiring him to move a motion for such a resolution.\n\t\tIn forming an opinion under subsection (6), the Secretary of State shall inparticular take into account—\n\t\t\twhether the person or party concerned is committed to the use now and inthe future of only democratic and peaceful means to achieve his or itsobjectives;\n\t\t\twhether he or it has ceased to be involved in any acts of violence or ofpreparation for violence;\n\t\t\twhether he or it is directing or promoting acts of violence by otherpersons;\n\t\t\twhether he or it is co-operating fully with any Commission of the kindreferred to in section 7 of the Northern Ireland Arms Decommissioning Act 1997in implementing the Decommissioning section of the Belfast Agreement; and\n\t\t\tany recommendation about steps the Assembly might consider taking which iscontained in a report—\n\t\t\tmade by the Commission mentioned in section 1 of the Northern Ireland(Monitoring Commission etc.) Act 2003, or\n\t\t\tmade under the agreement establishing that Commission by members of thatCommission.”\n\t\tAt the end there is inserted—\n\t\tIn this section a reference to a period of exclusion under any provisionis, in the case of a period of exclusion under that provision which has beenextended, a reference to that period as extended.”\n\tSecretary of State’s powers in relation to exclusion\n\t\tAfter section 30 of the Northern Ireland Act [1998 (c.47)](/id/ukpga/1998/47?view=plain \"Go to item of legislation\") there isinserted—\n\t\t“30ASecretary of State’s powers in relation to exclusion\n\t\t\tThis section applies if—\n\t\t\t\tthe Monitoring Commission has, or members of that Commission have under theagreement establishing it, made a report containing a recommendation aboutsteps the Assembly might consider taking;\n\t\t\t\tthe taking of those steps by the Assembly requires the passing by it of aresolution under section 30(1), (1A), (2) or (3) in relation to a Minister,junior Minister or political party; and\n\t\t\t\tthe first motion for a resolution under that provision in relation to theMinister, junior Minister or political party concerned that is put to the voteafter the making of the report does not attract cross-community support.\n\t\t\tWhere this section applies because of the failure of a motion for aresolution under section 30(1), the Secretary of State may by directionexclude the Minister or junior Minister concerned from holding office as aMinister or junior Minister for such period of not less than three months, andnot more than twelve months, beginning with the date of the direction as thedirection may provide (subject to subsection (4)).\n\t\t\tWhere this section applies because of the failure of a motion for aresolution under section 30(1A), the Secretary of State may, before the periodof exclusion to which the motion related comes to an end, by direction extendit until the end of such period of not less than three months, and not morethan twelve months, beginning with the date of the direction as the directionmay provide (subject to subsection (4)).\n\t\t\tThe Secretary of State may exercise the power under subsection (2) or (3)only if he is satisfied that the Minister or junior Minister concerned—\n\t\t\t\tis not committed to non-violence and exclusively peaceful and democraticmeans; or\n\t\t\t\thas failed to observe any other terms of the pledge of office.\n\t\t\tWhere this section applies because of the failure of a motion for aresolution under section 30(2), the Secretary of State may by directionexclude members of the political party concerned from holding office asMinisters or junior Ministers for such period of not less than six months, andnot more than twelve months, beginning with the date of the direction as thedirection may provide (subject to subsection (7)).\n\t\t\tWhere this section applies because of the failure of a motion for aresolution under section 30(3), the Secretary of State may, before the periodof exclusion to which the motion related comes to an end, by direction extendit until the end of such period of not less than six months, and not more thantwelve months, beginning with the date of the direction as the direction mayprovide (subject to subsection (7)).\n\t\t\tThe Secretary of State may exercise the power under subsection (5) or (6)only if he is satisfied that the political party concerned—\n\t\t\t\tis not committed to non-violence and exclusively peaceful and democraticmeans; or\n\t\t\t\tis not committed to such of its members as are or might become Ministers orjunior Ministers observing the other terms of the pledge of office.\n\t\t\tA period of exclusion under subsection (2) or (5) shall come to an end if—\n\t\t\t\tthe Secretary of State by direction so provides; or\n\t\t\t\tthe Assembly is dissolved.\n\t\t\tIn subsection (1)(a) “the Monitoring Commission” means the Commissionmentioned in section 1 of the Northern Ireland (Monitoring Commission etc.)Act 2003.\n\t\t\tIn this section a reference to a period of exclusion under any provisionis, in the case of a period of exclusion under that provision which has beenextended, a reference to that period as extended.”\n\t\t\tIn section 18 of that Act (which provides for the filling of Ministerialoffices), in subsection (1) (occasions when offices are to be filled inaccordance with the section), for paragraph (d) there is substituted—\n\t\t\t\ta direction which causes one or more Ministerial offices to become vacantis given under section 30A(5);\n\t\t\t\ta period of exclusion under section 30(2) or 30A(5) comes to an end; or.”\n\t\t\tIn subsection (12)(b) of that section (application of section where partyexcluded under section 30(2)), after “party’s period of exclusion” there isinserted “under that provision”.\n\t\t\tIn that section, after subsection (12) there is inserted—\n\t\t\t\t“(12A)Where—\n\t\t\t\tthe Secretary of State has given a direction under section 30A(5) inrespect of a political party; and\n\t\t\t\tthe party’s period of exclusion under that provision has not come to anend,\n\t\t\t\tthe party shall be disregarded for the purposes of any application ofsubsections (2) to (6).”\n\t\t\tAt the end of that section there is inserted—\n\t\t\tIn this section, a reference to a period of exclusion under any provisionis, in the case of a period of exclusion under that provision which has beenextended, a reference to that period as extended.”\n\t\t\tIn section 30 of that Act (exclusion of Ministers from office by resolutionof the Assembly)—\n\t\t\t\tin subsection (1A) (power to extend period of exclusion under subsection(1)), after “subsection (1)” there is inserted “or section 30A(2)”, and\n\t\t\t\tin subsection (3) (power to extend period of exclusion under subsection(2)), after “subsection (2)” there is inserted “or section 30A(5)”.\n\tSecretary of State’s powers in exceptional circumstances\n\t\tAfter section 30A of the Northern Ireland Act [1998 (c.47)](/id/ukpga/1998/47?view=plain \"Go to item of legislation\") there isinserted—\n\t\t“30BSecretary of State’s powers in exceptional circumstances\n\t\t\tNotwithstanding the provisions of section 30A, under exceptionalcircumstances the Secretary of State may by direction temporarily exclude aMinister or junior Minister.\n\t\t\tAn exclusion under subsection (1) shall only remain in effect until either—\n\t\t\t\ta report from the Commission has been made; or\n\t\t\t\tthe Assembly has considered a resolution under section 30(1) or (2); or\n\t\t\t\ta period of two weeks has elapsed.\n\t\t\tIn subsection (1) “exceptional circumstances” include where—\n\t\t\t\tthere is insufficient time for the Commission to make a report; and\n\t\t\t\tthere is insufficient time for the Assembly to consider a resolution undersection 30(1) or (2).\n\t\t\tA direction made under this section shall be in writing and shall be laidbefore Parliament after the direction is given.”"
    },
    {
        "length": 2069,
        "text": "\nReduction of remuneration\n\tAfter section 47 of the Northern Ireland Act 1998 there is inserted—\n\t“47AResolutions about reduction of remuneration\n\t\tIf, in relation to the salary payable under section 47 to a Minister orjunior Minister, the Assembly resolves that the whole or a specified part ofthe salary payable for a specified period shall not be payable—\n\t\t\tbecause he is not committed to non-violence and exclusively peaceful anddemocratic means, or\n\t\t\tbecause of any failure of his to observe any other terms of the pledge ofoffice,\n\t\t\t\tthe salary payable to him under that section shall be reduced accordingly.\n\t\tIf, in relation to the salaries payable under section 47 to members of theAssembly who are members of a particular political party, the Assemblyresolves that the whole or a specified part of the salaries payable for aspecified period shall not be payable—\n\t\t\tbecause that party is not committed to non-violence and exclusivelypeaceful and democratic means, or\n\t\t\tbecause it is not committed to such of its members as are or might becomeMinisters or junior Ministers observing the other terms of the pledge ofoffice,\n\t\t\tthe salaries payable to them under that section shall be reduced accordingly.\n\t\tThe Assembly may, before the end of the period by reference to which areduction under subsection (1) or (2) falls to be made, by resolution extendthat period.\n\t\tThe Assembly may, before the end of the period by reference to whichprovision for non-payability under section 47B(2) or (5) applies, byresolution extend that period.\n\t\tThe period by reference to which a reduction under subsection (1) or (2)falls to be made shall come to an end if the Assembly—\n\t\t\tis dissolved; or\n\t\t\tresolves to bring the reduction to an end.\n\t\tA motion for a resolution under this section shall not be moved unless—\n\t\t\tit is supported by at least 30 members of the Assembly;\n\t\t\tit is moved by the First Minister and the deputy First Minister actingjointly; or\n\t\t\tit is moved by the Presiding Officer in pursuance of a notice undersubsection (7).\n\t\tIf the Secretary of State is of the opinion that the Assembly ought toconsider a resolution under this section, he shall serve a notice on thePresiding Officer requiring him to move a motion for such a resolution.\n\t\tIn forming an opinion under subsection (7), the Secretary of State shall inparticular take into account the matters listed in section 30(7).\n\t\tA resolution under this section shall not be passed without cross-communitysupport.\n\t\tIn this section a reference to—\n\t\t\tthe period by reference to which a reduction under subsection (1) or (2)falls to be made, or\n\t\t\tthe period by reference to which provision for non-payability under section47B(2) or (5) applies,\n\t\t\tis, where the period has been extended, a reference to the period as extended.\n\tBSecretary of State’s powers in relation to reduction of remuneration\n\t\tThis section applies if—\n\t\t\tthe Monitoring Commission has, or members of that Commission have under theagreement establishing it, made a report containing a recommendation aboutsteps the Assembly might consider taking;\n\t\t\tthe taking of those steps by the Assembly requires the passing by it of aresolution under section 47A(1), (2), (3) or (4) in relation to a Minister,junior Minister or political party; and\n\t\t\tthe first motion for a resolution under that provision in relation to theMinister, junior Minister or political party concerned that is put to the voteafter the making of the report does not attract cross-community support.\n\t\tWhere this section applies because of the failure of a motion for aresolution under section 47A(1), the Secretary of State may, in relation tothe salary payable under section 47 to the Minister or junior Ministerconcerned, by direction provide that the whole or a specified part of thesalary payable for a specified period shall not be payable (subject tosubsection (4)).\n\t\tWhere this section applies because of—\n\t\t\tthe failure of a motion for a resolution under section 47A(3) to extend aperiod by reference to which a reduction under section 47A(1) falls to bemade, or\n\t\t\tthe failure of a motion for a resolution under section 47A(4) to extend aperiod by reference to which provision for non-payability under subsection (2)applies,\n\t\t\t\tthe Secretary of State may, before the end of that period, by direction extendthat period (subject to subsection (4)).\n\t\tThe Secretary of State may exercise the power under subsection (2) or (3)only if he is satisfied that the Minister or junior Minister concerned—\n\t\t\tis not committed to non-violence and exclusively peaceful and democraticmeans; or\n\t\t\thas failed to observe any other terms of the pledge of office.\n\t\tWhere this section applies because of the failure of a motion for aresolution under section 47A(2), the Secretary of State may, in relation tothe salaries payable under section 47 to members of the Assembly who aremembers of the political party concerned, by direction provide that the wholeor a specified part of the salaries payable for a specified period shall notbe payable (subject to subsection (7)).\n\t\tWhere this section applies because of—\n\t\t\tthe failure of a motion for a resolution under section 47A(3) to extend aperiod by reference to which a reduction under section 47A(2) falls to bemade, or\n\t\t\tthe failure of a motion for a resolution under section 47A(4) to extend aperiod by reference to which provision for non-payability under subsection (5)applies,\n\t\t\tthe Secretary of State may, before the end of that period, by direction extendthat period (subject to subsection (7)).\n\t\tThe Secretary of State may exercise the power under subsection (5) or (6)only if he is satisfied that the political party concerned—\n\t\t\tis not committed to non-violence and exclusively peaceful and democraticmeans; or\n\t\t\tis not committed to such of its members as are or might become Ministers orjunior Ministers observing the other terms of the pledge of office.\n\t\tThe period by reference to which provision for non-payability undersubsection (2) or (5) applies shall come to an end if—\n\t\t\tthe Secretary of State by direction so provides; or\n\t\t\tthe Assembly is dissolved.\n\t\tIn subsection (1)(a) “the Monitoring Commission” means the Commissionmentioned in section 1 of the Northern Ireland (Monitoring Commission etc.)Act 2003.\n\t\tIn this section a reference to—\n\t\t\tthe period by reference to which provision for non-payability undersubsection (2) or (5) applies, or\n\t\t\tthe period by reference to which a reduction under section 47A(1) or (2)falls to be made,\n\t\t\tis, where the period has been extended, a reference to the period as extended.\n\tCSections 47A and 47B: specified periods and extensions\n\t\tA period specified under section 47A(1) or (2) or 47B(2) or (5)—\n\t\t\tshall begin no earlier than the end of the day when the resolution ordirection specifying it is passed or given;\n\t\t\tshall begin no later than the end of the period of one month beginning withthat day; and\n\t\t\tshall not be longer than 12 months.\n\t\tThe power under section 47A(3) or (4) or 47B(3) or (6) to extend a periodis a power to extend it until the end of such period of not more than 12months beginning with the date of the resolution, or direction, by which thepower is exercised as the resolution or direction may provide.”\n\t\tIn section 48 of that Act (pensions of members), after subsection (2) thereis inserted—\n\t\t\t“(2A)Where any salary payable to a person under section 47 is not payablebecause of either or both of sections 47A and 47B, any provision made underthis section for the payment of pensions which has effect in relation to himshall apply as if the salary were payable.”"
    },
    {
        "length": 1532,
        "text": "\nReduction of financial assistance\n\tAfter section 51 of the Northern Ireland Act [1998 (c.47)](/id/ukpga/1998/47?view=plain \"Go to item of legislation\") there isinserted—\n\t“51AResolutions about reduction of financial assistance\n\t\tIf the Assembly resolves that the whole or a specified part of anyfinancial assistance payable for a specified period under the FinancialAssistance for Political Parties Act (Northern Ireland) 2000 to a particularpolitical party shall not be payable—\n\t\t\tbecause it is not committed to non-violence and exclusively peaceful anddemocratic means, or\n\t\t\tbecause it is not committed to such of its members as are or might becomeMinisters or junior Ministers observing the other terms of the pledge ofoffice,\n\t\t\t\tthe financial assistance payable to it under that Act shall be reducedaccordingly.\n\t\tThe Assembly may, before the end of the period by reference to which areduction under subsection (1) falls to be made, by resolution extend thatperiod.\n\t\tThe Assembly may, before the end of the period by reference to whichprovision for non-payability under section 51B(2) applies, by resolutionextend that period.\n\t\tThe period by reference to which a reduction under subsection (1) falls tobe made shall come to an end if the Assembly—\n\t\t\tis dissolved; or\n\t\t\tresolves to bring the reduction to an end.\n\t\tA motion for a resolution under this section shall not be moved unless—\n\t\t\tit is supported by at least 30 members of the Assembly;\n\t\t\tit is moved by the First Minister and the deputy First Minister actingjointly; or\n\t\t\tit is moved by the Presiding Officer in pursuance of a notice undersubsection (6).\n\t\tIf the Secretary of State is of the opinion that the Assembly ought toconsider a resolution under this section, he shall serve a notice on thePresiding Officer requiring him to move a motion for such a resolution.\n\t\tIn forming an opinion under subsection (6), the Secretary of State shall inparticular take into account the matters listed in section 30(7).\n\t\tA resolution under this section shall not be passed without cross-communitysupport.\n\t\tIn this section a reference to—\n\t\t\tthe period by reference to which a reduction under subsection (1) falls tobe made, or\n\t\t\tthe period by reference to which provision for non-payability under section51B(2) applies,\n\t\t\tis, where the period has been extended, a reference to the period as extended.\n\tBSecretary of State’s powers in relation to reduction of financialassistance\n\t\tThis section applies if—\n\t\t\tthe Monitoring Commission has, or members of that Commission have under theagreement establishing it, made a report containing a recommendation aboutsteps the Assembly might consider taking;\n\t\t\tthe taking of those steps by the Assembly requires the passing by it of aresolution under section 51A(1), (2) or (3) in relation to a political party;and\n\t\t\tthe first motion for a resolution under that provision in relation to thepolitical party concerned that is put to the vote after the making of thereport does not attract cross-community support.\n\t\tWhere this section applies because of the failure of a motion for aresolution under section 51A(1), the Secretary of State may by directionprovide that the whole or a specified part of any financial assistance payablefor a specified period under the Financial Assistance for Political PartiesAct (Northern Ireland) 2000 to the political party concerned shall not bepayable (subject to subsection (5)).\n\t\tWhere this section applies because of the failure of a motion for aresolution under section 51A(2) to extend the period by reference to which areduction under section 51A(1) falls to be made, the Secretary of State may,before the end of that period, by direction extend that period (subject tosubsection (5)).\n\t\tWhere this section applies because of the failure of a motion for aresolution under section 51A(3) to extend the period by reference to whichprovision for non-payability under subsection (2) applies, the Secretary ofState may, before the end of that period, by direction extend that period(subject to subsection (5)).\n\t\tThe Secretary of State may exercise the power under subsection (2), (3) or(4) only if he is satisfied that the political party concerned—\n\t\t\tis not committed to non-violence and exclusively peaceful and democraticmeans; or\n\t\t\tis not committed to such of its members as are or might become Ministers orjunior Ministers observing the other terms of the pledge of office.\n\t\tThe period by reference to which provision for non-payability undersubsection (2) applies shall come to an end if—\n\t\t\tthe Secretary of State by direction so provides; or\n\t\t\tthe Assembly is dissolved.\n\t\tIn subsection (1)(a) “the Monitoring Commission” means the Commissionmentioned in section 1 of the Northern Ireland (Monitoring Commission etc.)Act 2003.\n\t\tIn this section a reference to—\n\t\t\tthe period by reference to which provision for non-payability undersubsection (2) applies, or\n\t\t\tthe period by reference to which a reduction under section 51A(1) falls tobe made,\n\t\t\t\tis, where the period has been extended, a reference to the period as extended.\n\tCSections 51A and 51B: specified periods and extensions\n\t\tA period specified under section 51A(1) or 51B(2)—\n\t\t\tshall begin no earlier than the end of the day when the resolution ordirection specifying it is passed or given;\n\t\t\tshall begin no later than the end of the financial year in which that dayfalls; and\n\t\t\tshall not be longer than 12 months.\n\t\tThe power under section 51A(2) or (3) or 51B(3) or (4) to extend a periodis a power to extend it until the end of such period of not more than 12months beginning with the date of the resolution, or direction, by which thepower is exercised as the resolution or direction may provide.”"
    },
    {
        "length": 428,
        "text": "\nCensure resolutions\n\tAfter section 51C of the Northern Ireland Act [1998 (c.47)](/id/ukpga/1998/47?view=plain \"Go to item of legislation\") there isinserted—\n\t“51DCensure resolutions\n\t\tThis section applies to the following resolutions of the Assembly—\n\t\t\ta resolution censuring a Minister or junior Minister—\n\t\t\tbecause he is not committed to non-violence and exclusively peaceful anddemocratic means; or\n\t\t\tbecause of any failure of his to observe any other terms of the pledge ofoffice;\n\t\t\ta resolution censuring a political party—\n\t\t\tbecause it is not committed to non-violence and exclusively peaceful anddemocratic means; or\n\t\t\tbecause it is not committed to such of its members as are or might becomeMinisters or junior Ministers observing the other terms of the pledge ofoffice.\n\t\tA motion for a resolution to which this section applies shall not be movedunless—\n\t\t\tit is supported by at least 30 members of the Assembly;\n\t\t\tit is moved by the First Minister and the deputy First Minister actingjointly; or\n\t\t\tit is moved by the Presiding Officer in pursuance of a notice undersubsection (3).\n\t\tIf the Secretary of State is of the opinion that the Assembly ought toconsider a resolution to which this section applies, he shall serve a noticeon the Presiding Officer requiring him to move a motion for such a resolution.\n\t\tIn forming an opinion under subsection (3), the Secretary of State shall inparticular take into account the matters listed in section 30(7).\n\t\tA resolution to which this section applies shall not be passed withoutcross-community support.”"
    },
    {
        "length": 2951,
        "text": "\nGeneral\n\tSecretary of State’s directions: procedure etc.\n\t\tAfter section 95 of the Northern Ireland Act [1998 (c.47)](/id/ukpga/1998/47?view=plain \"Go to item of legislation\") there isinserted—\n\t\t“95ADirections under sections 30A, 47B and 51B\n\t\t\tA direction under section 30A, 47B or 51B shall be in writing.\n\t\t\tA copy of the document containing a direction under section 30A(8)(a),47B(8)(a) or 51B(6)(a) shall be laid before Parliament after the direction isgiven.\n\t\t\tA direction under section 30A, 47B or 51B, other than one to whichsubsection (2) above applies, shall not be given unless a draft of thedocument containing it has been laid before and approved by resolution of eachHouse of Parliament.\n\t\t\tSubsection (3) does not apply to a direction if the direction declares thatthe Secretary of State considers it expedient for the direction to be madewithout the approval mentioned in that subsection, but subsections (5) to (7)apply to the direction instead.\n\t\t\tA copy of the document containing the direction shall be laid beforeParliament after the direction is given.\n\t\t\tIf the direction is not approved by each House of Parliament before the endof the period of 40 days beginning with the date of the direction, it shallcease to have effect at the end of that period if it has not already ceased tohave effect under subsection (7).\n\t\t\tIf on any day during that period of 40 days either House of Parliament, inproceedings on a motion that (or to the effect that) the direction beapproved, comes to a decision rejecting the direction, the direction shallcease to have effect at the end of that day.\n\t\t\tIn calculating a period of 40 days for purposes of subsections (6) and (7),no account is to be taken of any time during which—\n\t\t\t\tParliament is dissolved or prorogued; or\n\t\t\t\tboth Houses are adjourned for more than four days.\n\t\t\tIf the document, or a draft of the document, containing a direction undersection 30A, 47B or 51B would, apart from this subsection, be treated for thepurposes of the Standing Orders of either House of Parliament as a hybridinstrument, it shall proceed in that House as if it were not such aninstrument.\n\t\t\tSchedule 12A (effect of application of subsection (6) or (7)) shall haveeffect.\n\t\t\tThe Documentary Evidence Act 1868 shall apply to a direction given by theSecretary of State under section 30A, 47B or 51B as it applies to an ordermade by him.”\n\t\t\tIn section 18 of that Act (which provides for the filling of Ministerialoffices), after subsection (12A) there is inserted—\n\t\t\t\t“(12B)Where a direction under section 30A(5) ceases to have effect undersection 95A(6) or (7), its so ceasing to have effect shall for the purposes ofsubsection (1)(da) be taken not to involve the coming to an end of a period ofexclusion under section 30A(5).”\n\t\t\tAfter Schedule 12 to that Act there is inserted—\n\t\t\tSection 95A(10)\n\t\t“SCHEDULE 12AEffect of application of section 95A(6) or (7)\n\t\t\tDirections under section 30A(5): Northern Ireland Ministers and juniorMinisters\n\t\t\t\tParagraphs 2 to 4 apply where a direction under section 30A(5) ceases tohave effect under section 95A(6) or (7).\n\t\t\t\tIn those paragraphs “the relevant time” means the time when the directionso ceases to have effect.\n\t\t\t\tA person who holds office as a Northern Ireland Minister or juniorMinister immediately before the relevant time shall cease at the relevant timeto hold that office if another person—\n\t\t\t\t\theld that office immediately before the direction was given, but\n\t\t\t\t\tceased to hold it by reason of his being excluded by the direction.\n\t\t\t\tThat other person shall fill the vacancy if he remains eligible to holdthat office.\n\t\t\t\t\t3If—\n\t\t\t\t\tan office of Northern Ireland Minister or junior Minister is vacantimmediately before the relevant time, and\n\t\t\t\t\timmediately before the direction was given that office was held by a personwho ceased to hold it by reason of his being excluded by the direction,\n\t\t\t\t\tthat person shall fill the vacancy if he remains eligible to hold that office.\n\t\t\t\t\t4Section 18(10) (and section 18(11)), and any provision made under section19(3)(a) for the filling of vacancies, shall have effect subject to paragraphs2 and 3.\n\t\t\tDirections under section 30A(2) or (5): the First Minister and deputyFirst Minister\n\t\t\t\tParagraphs 6 to 8 apply where a direction under section 30A(2) or (5)ceases to have effect under section 95A(6) or (7).\n\t\t\t\tIn those paragraphs—\n\t\t\t\t\t  * “the relevant time” means the time when the direction so ceases to have effect;\n\t\t\t\t\t  * “the relevant offices” means the office of First Minister and the office of deputy First Minister.\n\t\t\t\tSub-paragraphs (2) to (4) apply where—\n\t\t\t\t\tas respects each of the relevant offices, the person who holds that officeimmediately before the relevant time did not hold it immediately before thedirection was given, and\n\t\t\t\t\tas respects at least one of the relevant offices, the person who held thatoffice immediately before the direction was given ceased to hold it by reasonof his being excluded by the direction.\n\t\t\t\tThe persons holding the relevant offices immediately before the relevanttime shall cease at that time to hold those offices.\n\t\t\t\tAs respects each of the relevant offices, the person (if any) who held thatoffice immediately before the direction was given shall fill the vacancy inthat office if—\n\t\t\t\t\the remains eligible to hold that office, and\n\t\t\t\t\tthe person who held the other of the relevant offices immediately beforethe direction was given remains eligible to hold it.\n\t\t\t\tIf the vacancies in the relevant offices are filled under sub-paragraph(3), section 16(8) shall not apply by reason of the operation of sub-paragraph(2).\n\t\t\t\tSub-paragraphs (2) to (4) apply where—\n\t\t\t\t\tas respects one of the relevant offices, the person who holds itimmediately before the relevant time held it immediately before the directionwas given, and\n\t\t\t\t\tas respects the other of the relevant offices—\n\t\t\t\t\tthe person who holds it immediately before the relevant time did not holdit immediately before the direction was given, and\n\t\t\t\t\tthe person who held it immediately before the direction was given ceasedto hold it by reason of his being excluded by the direction.\n\t\t\t\tThe person who holds the office mentioned in sub-paragraph (1)(b)immediately before the relevant time shall cease at that time to hold thatoffice.\n\t\t\t\tThe person who held that office immediately before the direction was givenshall fill the vacancy in that office if he remains eligible to hold thatoffice.\n\t\t\t\tIf the vacancy in that office is filled under sub-paragraph (3), section16(7) shall not apply by reason of the operation of sub-paragraph (2).\n\t\t\t\tSub-paragraphs (2) to (4) apply where—\n\t\t\t\t\teach of the relevant offices is vacant immediately before the relevant timeas a result of having become vacant within the six weeks ending with thattime, and\n\t\t\t\t\tas respects at least one of the relevant offices, the person who held itimmediately before the direction was given ceased to hold it by reason of hisbeing excluded by the direction.\n\t\t\t\tAs respects each of the relevant offices, the person (if any) who held thatoffice immediately before the direction was given shall fill the vacancy inthat office if—\n\t\t\t\t\the remains eligible to hold that office, and\n\t\t\t\t\tthe person who held the other of the relevant offices immediately beforethe direction was given remains eligible to hold it.\n\t\t\t\tIf the vacancies in the relevant offices are filled under sub-paragraph(2), no proceedings, or further proceedings, shall be taken under section 16for the purpose of filling them.\n\t\t\t\tIf those vacancies are not filled under that sub-paragraph, the proceedingsfor an election under section 16 for the purpose of filling them shall bestarted afresh with the period of six weeks mentioned in section 16(8) beingtaken for the purposes of this Act to begin with the relevant time.\n\t\t\tDirections under section 47B or 51B\n\t\t\t\tSub-paragraphs (2) and (3) apply where a direction under section 47B or51B ceases to have effect under section 95A(6) or (7).\n\t\t\t\tAfter the direction has so ceased to have effect, any determination—\n\t\t\t\t\tof the sums payable under section 47 or under the Financial Assistance forPolitical Parties Act (Northern Ireland) 2000, or\n\t\t\t\t\tof when any such sums become due,\n\t\t\t\t\t\tshall be made as though the direction had never had effect.\n\t\t\t\tPayment shall be made of any sums which would have been paid but for thedirection.\n\t\t\tGeneral\n\t\t\t\t10Where a direction under section 30A, 47B or 51B ceases to have effect undersection 95A(6) or (7), its so ceasing to have effect does not prejudice—\n\t\t\t\t\tanything done in reliance on the direction while it had effect;\n\t\t\t\t\tthe making of a new direction.”\n\tSecretary of State’s duty to prepare reports\n\t\tThe Secretary of State shall report on the operation of—\n\t\t\tthe agreement mentioned in section 1(1), and\n\t\t\tso much of this Act as amends the Northern Ireland Act [1998 (c.47)](/id/ukpga/1998/47?view=plain \"Go to item of legislation\").\n\t\tThe first report under this section shall be in respect of the period oftwelve months beginning with the passing of this Act.\n\t\tSubsequent reports under this section shall be in respect of the period oftwelve months beginning with the end of the previous reporting period.\n\t\tEach report under this section shall be prepared as soon as practicableafter the end of the period to which it relates.\n\t\tA report under this section shall include any additional information whichthe Secretary of State thinks it appropriate for the report to include.\n\t\tThe Secretary of State shall—\n\t\t\tlay a copy of each report under this section before each House ofParliament, and\n\t\t\tpublish each such report in such manner as he thinks fit.\n\tShort title, commencement and repeals\n\t\tThis Act may be cited as the Northern Ireland (Monitoring Commission etc.)Act 2003.\n\t\tThis Act, other than this section, comes into force on such day as theSecretary of State may by order made by statutory instrument appoint, anddifferent days may be so appointed for different purposes.\n\t\tSections 1 to 3 and 11 of this Act, and sections 30A, 47B and 51B of theNorthern Ireland Act [1998 (c. 47)](/id/ukpga/1998/47?view=plain \"Go to itemof legislation\"), shall cease to have effect at the end of such day as theSecretary of State may by order made by statutory instrument appoint.\n\t\tAn order under subsection (3) may include such consequential provision(including provision amending or repealing an enactment) and such transitionalprovision as the Secretary of State thinks fit.\n\t\t\t"
    }
]