{
    "general": "This act allows for money to be spent on things like schools, hospitals, roads, etc. It makes sure there's enough money available so that these important services can keep running smoothly. The government needs to pass laws like this one every year to make sure they have enough funds for all their activities.",
    "series": [
        [
            {
                "length": 202,
                "short": "\"UK Budget Allocation for Fiscal Year 2002\"",
                "text": "* Simplified point 1: The Appropriation Act 2001 authorizes the use of up to £270,308,223,000 in resources and £271,925,500,616.60 in sums authorized for issue from the Consolidated Fund for various government services and purposes for the year ending on 31st March 2002.\n* Simplified point 2: The Act appropriates these funds for specific purposes and objectives as set out in Schedule 2, and specifies the maximum amounts of resources that may be applied as appropriations in aid under the Government Resources and Accounts Act 2000.\n* Simplified point 3: The Act also repeals certain enactments as set out in Schedule 3."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Appropriation Act 2001 allows the government to spend up to £270 billion and £272 billion respectively on different public services and projects for the financial year ending on 31st March 2002. This includes funding for healthcare, education, defense, transportation, and other essential services. The act specifies how much money can be spent on each service or project, ensuring that the government stays within its budget. Additionally, the act repeals some old laws that are no longer needed. Overall, this legislation helps the government manage its finances effectively and ensure that vital public services receive the necessary funding.",
    "single": "\nAppropriation Act 2001\n* Authorizes the use of £149,381,539,000 resources for the year ending on 31st March 2002\n* Authorizes the issue of £144,305,891,000 from the Consolidated Fund for the year ending on 31st March 2002\n* Appropriates amounts and sums authorized by this Act and other Acts for the services and purposes specified in Schedule 2\n* Sets out the maximum amounts of resources that may be applied as appropriations in aid under section 2 of the Government Resources and Accounts Act 2000\n* Repeals enactments mentioned in Schedule 3\nIMPACT:\n* Authorizes the use of resources for various government services and purposes for the year ending on 31st March 2002\n* Provides funding for the government's activities and programs for the same period\n* Appropriates funds for specific services and purposes as specified in Schedule 2\n* Repeals certain enactments as mentioned in Schedule 3."
}