{
    "general": "This law allows the government of Northern Ireland to spend money from the budget for the years 2019-2020. It says how much money can be spent on different things like healthcare, education, and infrastructure. The law also lets the government borrow money to pay for some of these expenses. This helps the government to make sure there is enough money to provide important services to the people of Northern Ireland.",
    "series": [
        [
            {
                "length": 282,
                "short": "\"UK Budget Allocation for Fiscal Year 2019-2020\"",
                "text": "* Simplified point 1: The act allows for the issue of £16,822,319,000 out of the Consolidated Fund for the year ending 31st March 2019, and appropriates that sum for various purposes.\n* Simplified point 2: The act also authorizes the use of resources (other than accruing resources) in the year ending 31st March 2019, up to the amount of £20,032,419,000, for various purposes by different government bodies and agencies.\n* Simplified point 3: The act sets revised limits on the use of certain accruing resources in the year ending 31st March 2019, and allows the Department to borrow up to £5,926,019,000.\n* Simplified point 4: The act authorizes the use of resources in the year ending 31st March 2020, up to the amount of £13,047,979,000, for various purposes by different government bodies and agencies."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Northern Ireland Budget (Anticipation and Adjustments) Act 2019 allows the government to spend money from the Consolidated Fund for the years ending 31st March 2019 and 2020. This includes £16,822,319,000 for the year ending 31st March 2019 and £13,047,979,000 for the year ending 31st March 2020. The act also lets different government bodies and agencies use resources like money and staff for various purposes. Additionally, the act sets limits on how much some resources can be used and allows the Department of Finance to borrow up to £5,926,019,000. Overall, this law helps the government pay for important things like healthcare, education, and infrastructure projects in Northern Ireland.",
    "single": "\n* Authorizes the issue of £16,822,319,000 from the Consolidated Fund of Northern Ireland for the year ending 31 March 2019.\n* Appropriates that sum for specified purposes, such as the Northern Ireland departments, the Food Standards Agency, and the Northern Ireland Assembly Commission.\n* Authorizes the use of resources (other than accruing resources) in the year ending 31 March 2019 by the Northern Ireland departments and other specified persons for specified purposes, up to a total of £20,032,419,000.\n* Sets revised limits on the use of certain accruing resources in the year ending 31 March 2019.\n* Authorizes the issue of £11,852,037,000 from the Consolidated Fund for the year ending 31 March 2020.\n* Appropriates that sum for specified purposes, such as the Northern Ireland departments and the Food Standards Agency.\n* Authorizes the Department of Finance in Northern Ireland to borrow on the credit of the sum appropriated for the year ending 31 March 2020, up to a total of £5,926,019,000.\n* Authorizes the use of resources (other than accruing resources) in the year ending 31 March 2020 by the Northern Ireland departments and other specified persons for specified purposes, up to a total of £13,047,979,000."
}