[
    {
        "length": 3174,
        "text": "\nDefences\n\tTruth \n\t\tIt is a defence to an action for defamation for the defendant to show thatthe imputation conveyed by the statement complained of is substantially true.\n\t\tSubsection (3) applies in an action for defamation if the statementcomplained of conveys two or more distinct imputations.\n\t\tIf one or more of the imputations is not shown to be substantially true,the defence under this section does not fail if, having regard to theimputations which are shown to be substantially true, the imputations whichare not shown to be substantially true do not seriously harm the claimant’sreputation.\n\t\tThe common law defence of justification is abolished and, accordingly,section 5 of the Defamation Act 1952 (justification) is repealed.\n\tHonest opinion\n\t\tIt is a defence to an action for defamation for the defendant to show thatthe following conditions are met.\n\t\tThe first condition is that the statement complained of was a statement ofopinion.\n\t\tThe second condition is that the statement complained of indicated, whetherin general or specific terms, the basis of the opinion.\n\t\tThe third condition is that an honest person could have held the opinion onthe basis of—\n\t\t\tany fact which existed at the time the statement complained of waspublished;\n\t\t\tanything asserted to be a fact in a privileged statement published beforethe statement complained of.\n\t\tThe defence is defeated if the claimant shows that the defendant did nothold the opinion.\n\t\tSubsection (5) does not apply in a case where the statement complained ofwas published by the defendant but made by another person (“the author”); andin such a case the defence is defeated if the claimant shows that thedefendant knew or ought to have known that the author did not hold theopinion.\n\t\tFor the purposes of subsection (4)(b) a statement is a “privilegedstatement” if the person responsible for its publication would have one ormore of the following defences if an action for defamation were brought inrespect of it—\n\t\t\ta defence under section 4 (publication on matter of public interest);\n\t\t\ta defence under section 6 (peer-reviewed statement in scientific oracademic journal);\n\t\t\ta defence under section 14 of the Defamation Act 1996 (reports of courtproceedings protected by absolute privilege);\n\t\t\ta defence under section 15 of that Act (other reports protected byqualified privilege).\n\t\tThe common law defence of fair comment is abolished and, accordingly,section 6 of the Defamation Act 1952 (fair comment) is repealed.\n\tPublication on matter of public interest\n\t\tIt is a defence to an action for defamation for the defendant to show that—\n\t\t\tthe statement complained of was, or formed part of, a statement on a matterof public interest; and\n\t\t\tthe defendant reasonably believed that publishing the statement complainedof was in the public interest.\n\t\tSubject to subsections (3) and (4), in determining whether the defendanthas shown the matters mentioned in subsection (1), the court must have regardto all the circumstances of the case.\n\t\tIf the statement complained of was, or formed part of, an accurate andimpartial account of a dispute to which the claimant was a party, the courtmust in determining whether it was reasonable for the defendant to believethat publishing the statement was in the public interest disregard anyomission of the defendant to take steps to verify the truth of the imputationconveyed by it.\n\t\tIn determining whether it was reasonable for the defendant to believe thatpublishing the statement complained of was in the public interest, the courtmust make such allowance for editorial judgement as it considers appropriate.\n\t\tFor the avoidance of doubt, the defence under this section may be reliedupon irrespective of whether the statement complained of is a statement offact or a statement of opinion.\n\t\tThe common law defence known as the Reynolds defence is abolished.\n\tOperators of websites\n\t\tThis section applies where an action for defamation is brought against theoperator of a website in respect of a statement posted on the website.\n\t\tIt is a defence for the operator to show that it was not the operator whoposted the statement on the website.\n\t\tThe defence is defeated if the claimant shows that—\n\t\t\tit was not possible for the claimant to identify the person who posted thestatement,\n\t\t\tthe claimant gave the operator a notice of complaint in relation to thestatement, and\n\t\t\tthe operator failed to respond to the notice of complaint in accordancewith any provision contained in regulations.\n\t\tFor the purposes of subsection (3)(a), it is possible for a claimant to“identify” a person only if the claimant has sufficient information to bringproceedings against the person.\n\t\tRegulations may—\n\t\t\tmake provision as to the action required to be taken by an operator of awebsite in response to a notice of complaint (which may in particular includeaction relating to the identity or contact details of the person who postedthe statement and action relating to its removal);\n\t\t\tmake provision specifying a time limit for the taking of any such action;\n\t\t\tmake provision conferring on the court a discretion to treat action takenafter the expiry of a time limit as having been taken before the expiry;\n\t\t\tmake any other provision for the purposes of this section.\n\t\tSubject to any provision made by virtue of subsection (7), a notice ofcomplaint is a notice which—\n\t\t\tspecifies the complainant’s name,\n\t\t\tsets out the statement concerned and explains why it is defamatory of thecomplainant,\n\t\t\tspecifies where on the website the statement was posted, and\n\t\t\tcontains such other information as may be specified in regulations.\n\t\tRegulations may make provision about the circumstances in which a noticewhich is not a notice of complaint is to be treated as a notice of complaintfor the purposes of this section or any provision made under it.\n\t\tRegulations under this section—\n\t\t\tmay make different provision for different circumstances;\n\t\t\tare to be made by statutory instrument.\n\t\tA statutory instrument containing regulations under this section may not bemade unless a draft of the instrument has been laid before, and approved by aresolution of, each House of Parliament.\n\t\tIn this section “regulations” means regulations made by the Secretary ofState.\n\t\tThe defence under this section is defeated if the claimant shows that theoperator of the website has acted with malice in relation to the posting ofthe statement concerned.\n\t\tThe defence under this section is not defeated by reason only of the factthat the operator of the website moderates the statements posted on it byothers.\n\tPeer-reviewed statement in scientific or academic journal etc\n\t\tThe publication of a statement in a scientific or academic journal (whetherpublished in electronic form or otherwise) is privileged if the followingconditions are met.\n\t\tThe first condition is that the statement relates to a scientific oracademic matter.\n\t\tThe second condition is that before the statement was published in thejournal an independent review of the statement’s scientific or academic meritwas carried out by—\n\t\t\tthe editor of the journal, and\n\t\t\tone or more persons with expertise in the scientific or academic matterconcerned.\n\t\tWhere the publication of a statement in a scientific or academic journal isprivileged by virtue of subsection (1), the publication in the same journal ofany assessment of the statement’s scientific or academic merit is alsoprivileged if—\n\t\t\tthe assessment was written by one or more of the persons who carried outthe independent review of the statement; and\n\t\t\tthe assessment was written in the course of that review.\n\t\tWhere the publication of a statement or assessment is privileged by virtueof this section, the publication of a fair and accurate copy of, extract fromor summary of the statement or assessment is also privileged.\n\t\tA publication is not privileged by virtue of this section if it is shown tobe made with malice.\n\t\tNothing in this section is to be construed—\n\t\t\tas protecting the publication of matter the publication of which isprohibited by law;\n\t\t\tas limiting any privilege subsisting apart from this section.\n\t\tThe reference in subsection (3)(a) to “the editor of the journal” is to beread, in the case of a journal with more than one editor, as a reference tothe editor or editors who were responsible for deciding to publish thestatement concerned.\n\tReports etc protected by privilege\n\t\tFor subsection (3) of section 14 of the Defamation Act 1996 (reports ofcourt proceedings absolutely privileged) substitute—\n\t\tThis section applies to—\n\t\t\tany court in the United Kingdom;\n\t\t\tany court established under the law of a country or territory outside theUnited Kingdom;\n\t\t\tany international court or tribunal established by the Security Council ofthe United Nations or by an international agreement;\n\t\t\t\tand in paragraphs (a) and (b) “court” includes any tribunal or body exercisingthe judicial power of the State.”\n\t\tIn subsection (3) of section 15 of that Act (qualified privilege) for“public concern” substitute “public interest”.\n\t\tSchedule 1 to that Act (qualified privilege) is amended as follows.\n\t\tFor paragraphs 9 and 10 substitute—\n\t\tA fair and accurate copy of, extract from or summary of a notice or othermatter issued for the information of the public by or on behalf of—\n\t\t\ta legislature or government anywhere in the world;\n\t\t\tan authority anywhere in the world performing governmental functions;\n\t\t\tan international organisation or international conference.\n\t\tIn this paragraph “governmental functions” includes police functions.\n\t\t10A fair and accurate copy of, extract from or summary of a document madeavailable by a court anywhere in the world, or by a judge or officer of such acourt.”\n\t\tAfter paragraph 11 insert—\n\t\t“11AA fair and accurate report of proceedings at a press conference heldanywhere in the world for the discussion of a matter of public interest.”\n\t\tIn paragraph 12 (report of proceedings at public meetings)—\n\t\t\tin sub-paragraph (1) for “in a member State” substitute “anywhere in theworld”;\n\t\t\tin sub-paragraph (2) for “public concern” substitute “public interest”.\n\t\tIn paragraph 13 (report of proceedings at meetings of public company)—\n\t\t\tin sub-paragraph (1), for “UK public company” substitute “listed company”;\n\t\t\tfor sub-paragraphs (2) to (5) substitute—\n\t\tA fair and accurate copy of, extract from or summary of any documentcirculated to members of a listed company—\n\t\t\tby or with the authority of the board of directors of the company,\n\t\t\tby the auditors of the company, or\n\t\t\tby any member of the company in pursuance of a right conferred by anystatutory provision.\n\t\tA fair and accurate copy of, extract from or summary of any documentcirculated to members of a listed company which relates to the appointment,resignation, retirement or dismissal of directors of the company or itsauditors.\n\t\tIn this paragraph “listed company” has the same meaning as in Part 12 ofthe Corporation Tax Act 2009 (see section 1005 of that Act).”\n\t\tIn paragraph 14 (report of finding or decision of certain kinds ofassociations) in the words before paragraph (a), for “in the United Kingdom oranother member State” substitute “anywhere in the world”.\n\t\tAfter paragraph 14 insert—\n\t\t“14AA fair and accurate—\n\t\t\treport of proceedings of a scientific or academic conference held anywherein the world, or\n\t\t\tcopy of, extract from or summary of matter published by such a conference.”\n\t\tFor paragraph 15 (report of statements etc by a person designated by theLord Chancellor for the purposes of the paragraph) substitute—\n\t\tA fair and accurate report or summary of, copy of or extract from, anyadjudication, report, statement or notice issued by a body, officer or otherperson designated for the purposes of this paragraph by order of the LordChancellor.\n\t\tAn order under this paragraph shall be made by statutory instrument whichshall be subject to annulment in pursuance of a resolution of either House ofParliament.”\n\t\tFor paragraphs 16 and 17 (general provision) substitute—\n\t\t“16In this Schedule—\n\t\t\t  * “court” includes—\n\t\t\tany tribunal or body established under the law of any country or territoryexercising the judicial power of the State;\n\t\t\tany international tribunal established by the Security Council of the UnitedNations or by an international agreement;\n\t\t\tany international tribunal deciding matters in dispute between States;\n\t\t\t\t  * “international conference” means a conference attended by representatives of two or more governments;\n\t\t\t\t  * “international organisation” means an organisation of which two or more governments are members, and includes any committee or other subordinate body of such an organisation;\n\t\t\t\t  * “legislature” includes a local legislature; and\n\t\t\t\t  * “member State” includes any European dependent territory of a member State.”"
    },
    {
        "length": 363,
        "text": "\nSingle publication rule\n\tSingle publication rule\n\t\tThis section applies if a person—\n\t\t\tpublishes a statement to the public (“the first publication”), and\n\t\t\tsubsequently publishes (whether or not to the public) that statement or astatement which is substantially the same.\n\t\tIn subsection (1) “publication to the public” includes publication to asection of the public.\n\t\tFor the purposes of section 4A of the Limitation Act 1980 (time limit foractions for defamation etc) any cause of action against the person fordefamation in respect of the subsequent publication is to be treated as havingaccrued on the date of the first publication.\n\t\tThis section does not apply in relation to the subsequent publication ifthe manner of that publication is materially different from the manner of thefirst publication.\n\t\tIn determining whether the manner of a subsequent publication is materiallydifferent from the manner of the first publication, the matters to which thecourt may have regard include (amongst other matters)—\n\t\t\tthe level of prominence that a statement is given;\n\t\t\tthe extent of the subsequent publication.\n\t\tWhere this section applies—\n\t\t\tit does not affect the court’s discretion under section 32A of theLimitation Act 1980 (discretionary exclusion of time limit for actions fordefamation etc), and\n\t\t\tthe reference in subsection (1)(a) of that section to the operation ofsection 4A of that Act is a reference to the operation of section 4A togetherwith this section."
    },
    {
        "length": 672,
        "text": "\nJurisdiction\n\tAction against a person not domiciled in the UK or a Member State etc\n\t\tThis section applies to an action for defamation against a person who isnot domiciled—\n\t\t\tin the United Kingdom;\n\t\t\tin another Member State; or\n\t\t\tin a state which is for the time being a contracting party to the LuganoConvention.\n\t\tA court does not have jurisdiction to hear and determine an action to whichthis section applies unless the court is satisfied that, of all the places inwhich the statement complained of has been published, England and Wales isclearly the most appropriate place in which to bring an action in respect ofthe statement.\n\t\tThe references in subsection (2) to the statement complained of includereferences to any statement which conveys the same, or substantially the same,imputation as the statement complained of.\n\t\tFor the purposes of this section—\n\t\t\ta person is domiciled in the United Kingdom or in another Member State ifthe person is domiciled there for the purposes of the Brussels Regulation;\n\t\t\ta person is domiciled in a state which is a contracting party to the LuganoConvention if the person is domiciled in the state for the purposes of thatConvention.\n\t\tIn this section—\n\t\t\t  * “the Brussels Regulation” means Council Regulation [(EC) No 44/2001](/european/regulation/2001/0044?view=plain \"Go to item of legislation\") of 22nd December 2000 on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters, as amended from time to time and as applied by the Agreement made on 19th October 2005 between the European Community and the Kingdom of Denmark on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters (OJ No L299 16.11.2005 at p 62); \n\t\t\t  * “the Lugano Convention” means the Convention on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters, between the European Community and the Republic of Iceland, the Kingdom of Norway, the Swiss Confederation and the Kingdom of Denmark signed on behalf of the European Community on 30th October 2007. \n\tAction against a person who was not the author, editor etc\n\t\tA court does not have jurisdiction to hear and determine an action fordefamation brought against a person who was not the author, editor orpublisher of the statement complained of unless the court is satisfied that itis not reasonably practicable for an action to be brought against the author,editor or publisher.\n\t\tIn this section “author”, “editor” and “publisher” have the same meaning asin section 1 of the Defamation Act 1996."
    },
    {
        "length": 157,
        "text": "\nTrial by jury\n\tTrial to be without a jury unless the court orders otherwise\n\t\tIn section 69(1) of the Senior Courts Act 1981 (certain actions in theQueen’s Bench Division to be tried with a jury unless the trial requiresprolonged examination of documents etc) in paragraph (b) omit “libel,slander,”.\n\t\tIn section 66(3) of the County Courts Act 1984 (certain actions in thecounty court to be tried with a jury unless the trial requires prolongedexamination of documents etc) in paragraph (b) omit “libel, slander,”."
    },
    {
        "length": 196,
        "text": "\nSummary of court judgment\n\tPower of court to order a summary of its judgment to be published\n\t\tWhere a court gives judgment for the claimant in an action for defamationthe court may order the defendant to publish a summary of the judgment.\n\t\tThe wording of any summary and the time, manner, form and place of itspublication are to be for the parties to agree.\n\t\tIf the parties cannot agree on the wording, the wording is to be settled bythe court.\n\t\tIf the parties cannot agree on the time, manner, form or place ofpublication, the court may give such directions as to those matters as itconsiders reasonable and practicable in the circumstances.\n\t\tThis section does not apply where the court gives judgment for the claimantunder section 8(3) of the Defamation Act 1996 (summary disposal of claims)."
    },
    {
        "length": 165,
        "text": "\nRemoval, etc of statements\n\tOrder to remove statement or cease distribution etc\n\t\tWhere a court gives judgment for the claimant in an action for defamationthe court may order—\n\t\t\tthe operator of a website on which the defamatory statement is posted toremove the statement, or\n\t\t\tany person who was not the author, editor or publisher of the defamatorystatement to stop distributing, selling or exhibiting material containing thestatement.\n\t\tIn this section “author”, “editor” and “publisher” have the same meaning asin section 1 of the Defamation Act 1996.\n\t\tSubsection (1) does not affect the power of the court apart from thatsubsection."
    },
    {
        "length": 677,
        "text": "\nGeneral provisions\n\tMeaning of “publish” and “statement”\n\t\tIn this Act—\n\t\t  * “publish” and “publication”, in relation to a statement, have the meaning they have for the purposes of the law of defamation generally; \n\t\t  * “statement” means words, pictures, visual images, gestures or any other method of signifying meaning. \n\tConsequential amendments and savings etc\n\t\tSection 8 of the Rehabilitation of Offenders Act 1974 (defamation actions)is amended in accordance with subsections (2) and (3).\n\t\tIn subsection (3) for “of justification or fair comment or” substitute“under section 2 or 3 of the Defamation Act 2013 which is available to him orany defence”.\n\t\tIn subsection (5) for “the defence of justification” substitute “a defenceunder section 2 of the Defamation Act 2013”.\n\t\tNothing in section 1 or 14 affects any cause of action accrued before thecommencement of the section in question.\n\t\tNothing in sections 2 to 7 or 10 has effect in relation to an action fordefamation if the cause of action accrued before the commencement of thesection in question.\n\t\tIn determining whether section 8 applies, no account is to be taken of anypublication made before the commencement of the section.\n\t\tNothing in section 9 or 11 has effect in relation to an action fordefamation begun before the commencement of the section in question.\n\t\tIn determining for the purposes of subsection (7)(a) of section 3 whether aperson would have a defence under section 4 to any action for defamation, theoperation of subsection (5) of this section is to be ignored.\n\tShort title, extent and commencement\n\t\tThis Act may be cited as the Defamation Act 2013.\n\t\tSubject to subsection (3), this Act extends to England and Wales only.\n\t\tThe following provisions also extend to Scotland—\n\t\t\tsection 6;\n\t\t\tsection 7(9);\n\t\t\tsection 15;\n\t\t\tsection 16(5) (in so far as it relates to sections 6 and 7(9));\n\t\t\tthis section.\n\t\tSubject to subsections (5) and (6), the provisions of this Act come intoforce on such day as the Secretary of State may by order made by statutoryinstrument appoint.\n\t\tSections 6 and 7(9) come into force in so far as they extend to Scotland onsuch day as the Scottish Ministers may by order appoint.\n\t\tSection 15, subsections (4) to (8) of section 16 and this section come intoforce on the day on which this Act is passed.\n\t\t\t"
    }
]