{
    "general": "This law makes it easier for people who give money to small charities to get tax relief on their donations. It allows these charities to receive more funds from individual donors, which can help them do more good work. The law also helps make sure that the process of giving to these charities is fair and straightforward.",
    "series": [
        [
            {
                "length": 281,
                "short": "The Small Charitable Donations Act: Boosting Charity Funds with Top-Up Payments",
                "text": "\n* Simplified point 1: The Small Charitable Donations Act of 2012 provides top-up payments to eligible charities based on small donations made to them.\n* Simplified point 2: To qualify for these top-up payments, charities must have made successful gift aid exemption claims in previous years and meet certain conditions related to the size of the donations and the charity's status.\n* Simplified point 3: The maximum amount of top-up payments a charity can receive is limited to 10 times the amount of gift aid donations made to the charity in the tax year, or £5,000 if less.\n* Simplified point 4: A charity is not eligible for top-up payments if it has been penalized for making false gift aid exemption claims or top-up claims.\n* Simplified point 5: The definition of \"small donation\" includes gifts made by individuals to charities, but excludes membership fees. If a small donation is used for non-charitable purposes, it may be treated as if it were not a small donation."
            },
            {
                "length": 229,
                "short": "\"Charitable Donation Rules for Multiple Charities\"",
                "text": "\n* Simplified point 1: This section defines the rules for small charitable donations made to multiple charities in a tax year. It specifies how these donations can be combined and reported by the charities to receive additional relief.\n* Simplified point 2: The section explains that connected charities are eligible for the scheme, and that they must report their small donations made in the tax year to receive the relief. It also provides details on how the specified amount is calculated for each charity.\n* Simplified point 3: The text describes the criteria for determining which charities are considered \"connected\" for the purposes of the scheme, including shared trustees or common control.\n* Simplified point 4: The section outlines the rules for charities running charitable activities in community buildings, including the calculation of the specified amount for these charities.\n* Simplified point 5: The text explains the definition of \"community building\" and provides examples of inclusions and exclusions."
            },
            {
                "length": 272,
                "short": "\"UK Charitable Donations Rules: Overpayments, Administration, and Appeals\"",
                "text": "\n* Simplified point 1: The Small Charitable Donations Act 2012 outlines rules for overpayments and administration of top-up payments related to charitable donations in the UK.\n* Simplified point 2: Overpayments must be repaid to HMRC if they were made to a charity that was not eligible for the donation.\n* Simplified point 3: HMRC manages the top-up payments and can create regulations to administer them, including provisions for overpayments, interest, and civil penalties.\n* Simplified point 4: Regulations can also postpone the determination of top-up claims in certain circumstances.\n* Simplified point 5: The act allows for the application and incorporation of various enactments related to income tax and corporation tax, such as provisions for the payment of interest, the provision of information, and the imposition of civil penalties.\n* Simplified point 6: The act provides for appeals and sets limits on the level of punishment and civil penalties that can be imposed."
            },
            {
                "length": 323,
                "short": "The Small Charitable Donations Act: Eligibility & Top-Up Payments",
                "text": "\n* Simplified point 1: The Small Charitable Donations Act of 2012 allows certain charities to receive top-up payments based on small donations made to the charity.\n* Simplified point 2: To qualify for these top-up payments, the charity must have been created with the intention of taking over the activities of another charity, and the purposes of the new charity must be substantially similar to the purposes of the old charity. Additionally, more than half of the managers of the new charity must have been managers of the old charity.\n* Simplified point 3: If multiple charities are involved in the merger, the \"relevant old charity\" is determined based on which charity would first cease to be an eligible charity, or which charity would last become an eligible charity, assuming that each charity makes a successful gift aid exemption claim.\n* Simplified point 4: The Treasury can make orders to amend the specified amount, the gift aid matching rule, and the meaning of \"eligible charity\". These orders can also include conditions requiring the making of a successful gift aid exemption claim in a previous tax year.\n* Simplified point 5: Top-up payments received by eligible charities are not considered taxable income for any purpose of the Tax Acts."
            },
            {
                "length": 179,
                "short": "The Small Charitable Donations Act: Tax Relief for Small Donations",
                "text": "\n* Simplified point 1: The Small Charitable Donations Act 2012 allows eligible charities to claim back taxes on small donations made through Gift Aid.\n* Simplified point 2: The act defines \"small donations\" as those under £500 and sets out rules for how these donations can be claimed back.\n* Simplified point 3: The act also covers the process for making claims and the keeping of records by charities.\n* Simplified point 4: The act applies to England, Wales, Scotland, and Northern Ireland.\n* Simplified point 5: The act came into force on April 6, 2013, with certain provisions taking effect earlier."
            }
        ],
        [
            {
                "length": 261,
                "short": "The Small Charitable Donations Act: Boosting Charity Funds with Top-Up Payments",
                "text": "\n* Simplified point 1: The Small Charitable Donations Act of 2012 offers top-up payments to eligible charities based on small donations made to them.\n* Simplified point 2: To qualify for these top-up payments, charities must have made successful gift aid exemption claims in previous years and meet certain conditions related to the size of the donations and the charity's status.\n* Simplified point 3: The maximum amount of top-up payments a charity can receive is limited to 10 times the amount of gift aid donations made to the charity in the tax year, or £5,000 if less.\n* Simplified point 4: A charity is not eligible for top-up payments if it has been penalized for making false gift aid exemption claims or top-up claims.\n* Simplified point 5: The definition of \"small donation\" includes gifts made by individuals to charities, but excludes membership fees. If a small donation is used for non-charitable purposes, it may be treated as if it were not a small donation."
            }
        ]
    ],
    "simp_series": null,
    "summary": "\nThe Small Charitable Donations Act of 2012 helps boost charity funds with top-up payments! 💰\nEligible charities can get extra money based on small donations made to them. To qualify, charities must have successfully claimed gift aid exemptions in past years and meet certain conditions about the size of the donations and their status. 📝\nTop-ups are capped at £5,000 or ten times the amount of gift aid donations, whichever is less. And, if a charity misbehaves or makes false claims, they might not be eligible for top-ups. 🚫\nSmall donations include gifts from individuals, but exclude membership fees. If a small donation is used for non-charitable purposes, it might not count towards top-ups. 🤔\nMultiple charities can combine their small donations to receive additional relief. Connected charities, like those with shared trustees, can also receive top-ups. Community buildings, like churches or village halls, can host charitable activities and receive top-ups too! 🏢\nHMRC manages the top-up payments and can create regulations to ensure fairness and accuracy. Overpayments must be repaid, and there are rules for appeals and penalties. 📈\nSo, if you're a charity looking to boost your funds, keep track of your small donations and make sure you meet the requirements for top-up payments under the Small Charitable Donations Act of 2012! 💪"
}