[
    {
        "length": 524,
        "text": "\nRepeal of the Fixed-term Parliaments Act 2011\n\tThe Fixed-term Parliaments Act 2011 is repealed.\nRevival of prerogative powers to dissolve Parliament and to call a newParliament\n\tThe powers relating to the dissolution of Parliament and the calling of anew Parliament that were exercisable by virtue of Her Majesty’s prerogativeimmediately before the commencement of the Fixed-term Parliaments Act 2011 areexercisable again, as if the Fixed-term Parliaments Act 2011 had never beenenacted.\n\tFor the purposes of subsection (1), the powers relating to the calling of anew Parliament include powers to order the issue of—\n\t\twrits of summons to attend the House of Lords, and\n\t\twrits for parliamentary elections (see rule 3 in Schedule 1 to theRepresentation of the People Act 1983).\nNon-justiciability of revived prerogative powers\n\tA court or tribunal may not question—\n\t\tthe exercise or purported exercise of the powers referred to in section 2,\n\t\tany decision or purported decision relating to those powers, or\n\t\tthe limits or extent of those powers.\nAutomatic dissolution of Parliament after five years\n\tIf it has not been dissolved earlier, a Parliament dissolves at the beginningof the day that is the fifth anniversary of the day on which it first met.\nMinor and consequential amendments and savings\n\tThe Schedule contains minor and consequential amendments.\n\tThe repeal of the Fixed-term Parliaments Act 2011 by section 1 does notaffect the amendments and repeals made by the Schedule to that Act.\nExtent, commencement and short title\n\tThis Act extends to England and Wales, Scotland and Northern Ireland,subject to subsection (2).\n\tAn amendment, repeal or revocation made by this Act has the same extent asthe provision amended, repealed or revoked.\n\tThis Act comes into force on the day on which it is passed.\n\tThis Act may be cited as the Dissolution and Calling of Parliament Act2022.\n\t\tSection 5"
    }
]