{
    "general": "This law makes it so that the UK Prime Minister can choose when they want to end a session of parliament (called \"dissolution\") instead of having to follow a fixed schedule like before. The law also gets rid of the Fixed-term Parliaments Act from 2011 which made sure that all general elections had to happen every 5 years. This means that the Prime Minister now has more power over when elections happen.",
    "series": [
        [
            {
                "length": 248,
                "short": "\"Repeal of Fixed-term Parliaments Act: Return to Prerogative Powers\"",
                "text": "* Simplified point 1: The Fixed-term Parliaments Act 2011 is repealed, allowing for the return of prerogative powers to dissolve Parliament and call a new one.\n* Simplified point 2: The powers to dissolve Parliament and call a new one are now exercisable again, as if the Fixed-term Parliaments Act 2011 had never been enacted.\n* Simplified point 3: Courts or tribunals cannot question the exercise or purported exercise of these powers.\n* Simplified point 4: A Parliament automatically dissolves at the beginning of the fifth anniversary of its first meeting, unless it has been dissolved earlier.\n* Simplified point 5: The Schedule contains minor and consequential amendments and savings.\n* Simplified point 6: The repeal of the Fixed-term Parliaments Act 2011 does not affect the amendments and repeals made by the Schedule to that Act."
            }
        ]
    ],
    "summary": "The Dissolution and Calling of Parliament Act 2022 changes how Parliament works. It gets rid of the Fixed-term Parliaments Act 2011, which said that Parliament must meet for a fixed amount of time before being dissolved and replaced with a new one. Now, the power to end Parliament's term early returns to the hands of the person who can do so (usually the Prime Minister). This means that the Prime Minister can decide when to end Parliament's term and call a new election.\nBefore, courts could check if the Prime Minister was using their powers correctly. But now, they can't do that anymore. So, the Prime Minister has more freedom to choose when to end Parliament's term and call a new election.\nAdditionally, Parliament will automatically dissolve after five years, unless it is ended earlier by the Prime Minister. And some small changes were made to other laws to fix any issues that might come up because of these changes.",
    "single": "\n• Repeals the Fixed-term Parliaments Act 2011, allowing for the revival of prerogative powers to dissolve Parliament and call a new one.\n\n• Powers relating to the dissolution of Parliament and the calling of a new Parliament are exercisable again, as if the Fixed-term Parliaments Act 2011 had never been enacted.\n\n• Courts or tribunals may not question the exercise or purported exercise of these powers.\n\n• A Parliament automatically dissolves at the beginning of the day that is the fifth anniversary of the day on which it first met, unless it has been dissolved earlier.\n\n• The Schedule contains minor and consequential amendments and savings.\n\n• This Act extends to England and Wales, Scotland, and Northern Ireland.\n\n• Comes into force on the day it is passed.\n\n• May be cited as the Dissolution and Calling of Parliament Act 2022."
}