[
    {
        "length": 973,
        "text": "\nPART 1Definition of “domestic abuse”\n\tDefinition of “domestic abuse”\n\t\tThis section defines “domestic abuse” for the purposes of this Act.\n\t\tBehaviour of a person (“A”) towards another person (“B”) is “domesticabuse” if—\n\t\t\tA and B are each aged 16 or over and are personally connected to eachother, and\n\t\t\tthe behaviour is abusive.\n\t\tBehaviour is “abusive” if it consists of any of the following—\n\t\t\tphysical or sexual abuse;\n\t\t\tviolent or threatening behaviour;\n\t\t\tcontrolling or coercive behaviour;\n\t\t\teconomic abuse (see subsection (4));\n\t\t\tpsychological, emotional or other abuse;\n\t\t\t\tand it does not matter whether the behaviour consists of a single incident ora course of conduct.\n\t\t“Economic abuse” means any behaviour that has a substantial adverse effecton B’s ability to—\n\t\t\tacquire, use or maintain money or other property, or\n\t\t\tobtain goods or services.\n\t\tFor the purposes of this Act A’s behaviour may be behaviour “towards” Bdespite the fact that it consists of conduct directed at another person (forexample, B’s child).\n\t\tReferences in this Act to being abusive towards another person are to beread in accordance with this section.\n\t\tFor the meaning of “personally connected”, see section 2.\n\tDefinition of “personally connected”\n\t\tFor the purposes of this Act, two people are “personally connected” to eachother if any of the following applies—\n\t\t\tthey are, or have been, married to each other;\n\t\t\tthey are, or have been, civil partners of each other;\n\t\t\tthey have agreed to marry one another (whether or not the agreement hasbeen terminated);\n\t\t\tthey have entered into a civil partnership agreement (whether or not theagreement has been terminated);\n\t\t\tthey are, or have been, in an intimate personal relationship with eachother;\n\t\t\tthey each have, or there has been a time when they each have had, aparental relationship in relation to the same child (see subsection (2));\n\t\t\tthey are relatives.\n\t\tFor the purposes of subsection (1)(f) a person has a parental relationshipin relation to a child if—\n\t\t\tthe person is a parent of the child, or\n\t\t\tthe person has parental responsibility for the child.\n\t\tIn this section—\n\t\t\t  * “child” means a person under the age of 18 years; \n\t\t\t  * “civil partnership agreement” has the meaning given by section 73 of the Civil Partnership Act 2004; \n\t\t\t  * “parental responsibility” has the same meaning as in the Children Act 1989 (see section 3 of that Act); \n\t\t\t  * “relative” has the meaning given by section 63(1) of the Family Law Act 1996. \n\tChildren as victims of domestic abuse\n\t\tThis section applies where behaviour of a person (“A”) towards anotherperson (“B”) is domestic abuse.\n\t\tAny reference in this Act to a victim of domestic abuse includes areference to a child who—\n\t\t\tsees or hears, or experiences the effects of, the abuse, and\n\t\t\tis related to A or B.\n\t\tA child is related to a person for the purposes of subsection (2) if—\n\t\t\tthe person is a parent of, or has parental responsibility for, the child,or\n\t\t\tthe child and the person are relatives.\n\t\tIn this section—\n\t\t\t  * “child” means a person under the age of 18 years; \n\t\t\t  * “parental responsibility” has the same meaning as in the Children Act 1989 (see section 3 of that Act); \n\t\t\t  * “relative” has the meaning given by section 63(1) of the Family Law Act 1996. "
    },
    {
        "length": 408,
        "text": "\nDomestic Abuse Commissioner\n\tAppointment of Commissioner\n\t\tThe Secretary of State must appoint a person as the Domestic AbuseCommissioner (“the Commissioner”).\n\t\tThe Commissioner is to hold and vacate office in accordance with the termsand conditions of the Commissioner’s appointment.\n\t\tThe Commissioner is not to be regarded as the servant or agent of the Crownor as enjoying any status, immunity or privilege of the Crown.\n\tFunding \n\t\tThe Secretary of State may make payments to the Commissioner out of moneyprovided by Parliament for the purpose of enabling the Commissioner to meetexpenditure incurred in the exercise of the Commissioner’s functions.\n\t\tPayments are to be made at such times, and subject to any such conditions,as the Secretary of State considers appropriate.\n\t\tThe Secretary of State may pay, or make provision for paying, to or inrespect of the Commissioner—\n\t\t\tremuneration; \n\t\t\tallowances; \n\t\t\tsums by way of or in respect of pensions.\n\tStaff etc\n\t\tThe Secretary of State must provide the Commissioner with—\n\t\t\tsuch staff, and\n\t\t\tsuch accommodation, equipment and other facilities,\n\t\t\t\tas the Secretary of State considers necessary for the carrying out of theCommissioner’s functions.\n\t\tBefore providing any staff, the Secretary of State must—\n\t\t\tconsult the Commissioner, and\n\t\t\tobtain the Commissioner’s approval as to the persons to be provided asstaff.\n\t\tThe Secretary of State must consult the Commissioner before providing anyaccommodation, equipment or other facilities."
    },
    {
        "length": 1252,
        "text": "\nFunctions of Commissioner\n\tGeneral functions of Commissioner\n\t\tThe Commissioner must encourage good practice in—\n\t\t\tthe prevention of domestic abuse;\n\t\t\tthe prevention, detection, investigation and prosecution of offencesinvolving domestic abuse;\n\t\t\tthe identification of—\n\t\t\tpeople who carry out domestic abuse;\n\t\t\tvictims of domestic abuse;\n\t\t\tchildren affected by domestic abuse;\n\t\t\tthe provision of protection and support to people affected by domesticabuse.\n\t\tThe things that the Commissioner may do in pursuance of the general dutyunder subsection (1) include—\n\t\t\tassessing, monitoring, and publishing information about, the provision ofservices to people affected by domestic abuse;\n\t\t\tmaking recommendations to any public authority about the exercise of itsfunctions;\n\t\t\tundertaking or supporting (financially or otherwise) the carrying out ofresearch;\n\t\t\tproviding information, education or training;\n\t\t\ttaking other steps to increase public awareness of domestic abuse;\n\t\t\tconsulting public authorities, voluntary organisations and other persons;\n\t\t\tco-operating with, or working jointly with, public authorities, voluntaryorganisations and other persons, whether in England and Wales or outside theUnited Kingdom.\n\t\tSubject to subsection (4), the Commissioner may not do anything inpursuance of the general duty under subsection (1) that—\n\t\t\trelates to a devolved Welsh authority, or\n\t\t\totherwise relates to Welsh devolved matters.\n\t\tSubsection (3) does not prevent the Commissioner from—\n\t\t\tdoing anything falling within subsection (2)(c), (d) or (e), to the extentthat the thing done does not relate to Welsh devolved matters;\n\t\t\tdoing anything falling within subsection (2)(f) or (g);\n\t\t\tdisclosing information to a devolved Welsh authority, or information whichrelates to Welsh devolved matters, under section 18.\n\t\tFor the purposes of this section something relates to Welsh devolvedmatters so far as it relates to—\n\t\t\tany matter provision about which would be within the legislative competenceof Senedd Cymru if it were contained in an Act of Senedd Cymru, or\n\t\t\t(so far as it is not within paragraph (a)), any matter functions withrespect to which are exercisable by the Welsh Ministers, the First Ministerfor Wales, the Counsel General to the Welsh Government or the SeneddCommission.\n\t\tIn this section—\n\t\t\t  * “devolved Welsh authority” has the meaning given by section 157A of the Government of Wales Act 2006; \n\t\t\t  * “public authority” means any public authority within the meaning of section 6 of the Human Rights Act 1998, other than a court or tribunal. \n\tReports \n\t\tThe Commissioner may report to the Secretary of State on any matterrelating to domestic abuse.\n\t\tThe Commissioner must publish every report made under this section.\n\t\tBefore publishing a report under this section, the Commissioner must send adraft of the report to the Secretary of State.\n\t\tThe Secretary of State may direct the Commissioner to omit material fromany report under this section before publication if the Secretary of Statethinks the publication of that material—\n\t\t\tmight jeopardise the safety of any person, or\n\t\t\tmight prejudice the investigation or prosecution of an offence.\n\t\tThe Secretary of State must consult the Commissioner before making anydirection under subsection (4).\n\t\tThe Commissioner must arrange for a copy of any report published under thissection to be laid before Parliament.\n\tAdvice and assistance\n\t\tThe Commissioner may provide the Secretary of State with any advice orassistance that the Secretary of State may request.\n\t\tThe Commissioner may, at the request of any other person, provide theperson with advice or assistance relating to the exercise of any of theperson’s functions, or the carrying out of any activities by the person, inrelation to people affected by domestic abuse.\n\t\tThe Commissioner may charge a person for providing the person with adviceor assistance under subsection (2).\n\t\tThe Commissioner must publish any advice given to a person under subsection(2).\n\t\tBefore publishing any advice given under this section, the Commissionermust send a draft of what is proposed to be published to the Secretary ofState.\n\t\tThe Secretary of State may direct the Commissioner to omit anythingcontained in the advice before publication if the Secretary of State thinksthe publication of that material—\n\t\t\tmight jeopardise the safety of any person, or\n\t\t\tmight prejudice the investigation or prosecution of an offence.\n\t\tThe Secretary of State must consult the Commissioner before making anydirection under subsection (6).\n\tIncidental powers\n\t\tThe Commissioner may do anything which the Commissioner considers willfacilitate, or is incidental or conducive to, the carrying out of theCommissioner’s functions.\n\t\tBut the Commissioner may not borrow money."
    },
    {
        "length": 447,
        "text": "\nFramework document\n\tFramework document\n\t\tThe Secretary of State must issue a document (a “framework document”) thatdeals with matters relating to the Commissioner.\n\t\tThe matters that may be dealt with by a framework document include (amongother things)—\n\t\t\tmatters relating to governance, funding and staffing;\n\t\t\tmatters relating to the exercise of functions of the Commissioner;\n\t\t\tmatters relating to scrutiny of the Commissioner’s activities by Parliamentor by Senedd Cymru.\n\t\tThe Commissioner must have regard to the framework document when exercisingany of the Commissioner’s functions.\n\t\tThe Secretary of State must have regard to the framework document whenexercising any functions in relation to the Commissioner.\n\t\tThe Secretary of State—\n\t\t\tmust keep the framework document under review, and\n\t\t\tmay issue a revised framework document.\n\t\tThe Secretary of State—\n\t\t\tmust consult the Commissioner in preparing or revising a frameworkdocument, and\n\t\t\tmay not issue a framework document without the agreement of theCommissioner.\n\t\tThe Secretary of State must consult the Welsh Ministers before issuing—\n\t\t\tthe first framework document under this section, or\n\t\t\tany other framework document which is, in the opinion of the Secretary ofState, significantly different from the framework document it replaces.\n\t\tThe Secretary of State must—\n\t\t\tarrange for any framework document issued under this section to bepublished in the manner which the Secretary of State considers appropriate,\n\t\t\tsend a copy of the framework document to the Welsh Ministers, and\n\t\t\tlay a copy of the framework document before Parliament.\n\t\tThe Welsh Ministers must lay before Senedd Cymru a copy of any frameworkdocument sent to them under subsection (8)(b)."
    },
    {
        "length": 442,
        "text": "\nAdvisory Board\n\tAdvisory Board\n\t\tThe Commissioner must establish an Advisory Board (“the Board”) for thepurposes of providing advice to the Commissioner about the exercise of theCommissioner’s functions.\n\t\tThe Board is to consist of not fewer than six and not more than ten membersappointed by the Commissioner.\n\t\tEach member of the Board is to hold and vacate office in accordance withthe terms and conditions of the member’s appointment.\n\t\tThe members of the Board must include—\n\t\t\tat least one person appearing to the Commissioner to represent theinterests of victims of domestic abuse;\n\t\t\tat least one person appearing to the Commissioner to represent theinterests of charities and other voluntary organisations that work withvictims of domestic abuse in England;\n\t\t\tat least one person appearing to the Commissioner to represent theinterests of persons who provide, or have functions relating to, health careservices in England;\n\t\t\tat least one person appearing to the Commissioner to represent theinterests of persons who provide, or have functions relating to, social careservices in England;\n\t\t\tat least one person appearing to the Commissioner to represent theinterests of persons with functions relating to policing or criminal justice;\n\t\t\tat least one person appearing to the Commissioner to have academicexpertise in relation to domestic abuse.\n\t\tThe Commissioner may pay such remuneration or allowances to members of theBoard as the Commissioner may determine.\n\t\tIn this section—\n\t\t\t  * “health care services” means services relating to health care (within the meaning of section 9 of the Health and Social Care Act 2008); \n\t\t\t  * “social care services” means services relating to social care (within the meaning of that section). "
    },
    {
        "length": 760,
        "text": "\nStrategic plans and annual reports\n\tStrategic plans\n\t\tThe Commissioner must, as soon as reasonably practicable after theCommissioner’s appointment, prepare and publish a strategic plan.\n\t\tA strategic plan is a plan setting out how the Commissioner proposes toexercise the Commissioner’s functions in the period to which the plan relates,which must be not less than one year and not more than three years.\n\t\tA strategic plan must in particular—\n\t\t\tstate the Commissioner’s objectives and priorities for the period to whichthe plan relates;\n\t\t\tstate any matters on which the Commissioner proposes to report undersection 8 during that period;\n\t\t\tstate any other activities the Commissioner proposes to undertake duringthat period in the exercise of the Commissioner’s functions.\n\t\tThe Commissioner must, before the end of the period to which a strategicplan relates (“the current period”)—\n\t\t\tprepare a strategic plan for a period immediately following the currentperiod, and\n\t\t\tpublish that plan.\n\t\tAt any time during the period to which a strategic plan relates, theCommissioner—\n\t\t\tmay revise the strategic plan, and\n\t\t\tmust publish any revised plan.\n\t\tIn preparing or revising a strategic plan, the Commissioner must consult—\n\t\t\tthe Secretary of State,\n\t\t\tthe Advisory Board established under section 12, and\n\t\t\tsuch other persons as the Commissioner considers appropriate.\n\t\tThe Commissioner must arrange for a copy of any plan (or revised plan)published under this section to be laid before Parliament.\n\tAnnual reports\n\t\tAs soon as reasonably practicable after the end of each financial year, theCommissioner must submit to the Secretary of State an annual report on theexercise of the Commissioner’s functions during the year.\n\t\tThe annual report must include—\n\t\t\tan assessment of the extent to which the Commissioner’s objectives andpriorities have been met in that year;\n\t\t\ta statement of the matters on which the Commissioner has reported undersection 8 during the year;\n\t\t\ta statement of the other activities the Commissioner has undertaken duringthe year in the exercise of the Commissioner’s functions.\n\t\tThe Commissioner must arrange for a copy of every annual report under thissection to be laid before Parliament (but see subsection (4)).\n\t\tThe Secretary of State may direct the Commissioner to omit material fromany report under this section before it is laid before Parliament if theSecretary of State thinks the publication of that material—\n\t\t\tmight jeopardise the safety of any person, or\n\t\t\tmight prejudice the investigation or prosecution of an offence.\n\t\tThe Secretary of State must consult the Commissioner before making anydirection under subsection (4).\n\t\tIn this section “financial year” means—\n\t\t\tthe period beginning with the day on which the first Domestic AbuseCommissioner takes office and ending with the following 31 March, and\n\t\t\teach successive period of 12 months."
    },
    {
        "length": 1403,
        "text": "\nDuties of public authorities in relation to Commissioner\n\tDuty to co-operate with Commissioner\n\t\tThe Commissioner may request a specified public authority to co-operatewith the Commissioner in any way that the Commissioner considers necessary forthe purposes of the Commissioner’s functions.\n\t\tA specified public authority must, so far as reasonably practicable, complywith a request made to it under this section.\n\t\tIn this section “specified public authority” means any of the following—\n\t\t\ta chief officer of police of a police force maintained for a police area inEngland and Wales;\n\t\t\ta local policing body;\n\t\t\tthe Chief Constable of the British Transport Police Force;\n\t\t\tthe British Transport Police Authority;\n\t\t\tthe Ministry of Defence Police;\n\t\t\tan immigration officer or other official of the Secretary of Stateexercising functions in relation to immigration or asylum;\n\t\t\tthe Crown Prosecution Service;\n\t\t\tthe Parole Board;\n\t\t\tthe Criminal Cases Review Commission;\n\t\t\tan English local authority;\n\t\t\tan NHS body in England;\n\t\t\tHer Majesty’s Inspectors of Constabulary;\n\t\t\tHer Majesty’s Chief Inspector of the Crown Prosecution Service;\n\t\t\tHer Majesty’s Chief Inspector of Education, Children’s Services and Skills;\n\t\t\ta body approved as an independent inspectorate under section 106 of theEducation and Skills Act 2008 (inspection of registered independenteducational institutions);\n\t\t\tthe Care Quality Commission;\n\t\t\tMonitor. \n\t\tThe Secretary of State may by regulations amend this section so as to—\n\t\t\tadd a public authority as a specified public authority for the purposes ofthis section;\n\t\t\tremove a public authority added by virtue of paragraph (a);\n\t\t\tvary any description of a public authority.\n\t\tBefore making regulations under subsection (4) the Secretary of State mustconsult the Commissioner.\n\t\tRegulations under subsection (4) may not contain provision adding adevolved Welsh authority as a specified public authority for the purposes ofthis section.\n\t\tIn this section—\n\t\t\t  * “devolved Welsh authority” has the meaning given by section 157A of the Government of Wales Act 2006; \n\t\t\t  * “English local authority” means— \n\t\t\ta county council or district council in England,\n\t\t\ta London borough council,\n\t\t\tthe Greater London Authority,\n\t\t\tthe Common Council of the City of London in its capacity as a local authority,or\n\t\t\tthe Council of the Isles of Scilly;\n\t\t\t\t  * “immigration officer” means a person appointed as an immigration officer under paragraph 1 of Schedule 2 to the Immigration Act 1971; \n\t\t\t\t  * “NHS body in England” means— \n\t\t\ta National Health Service trust in England established under section 25 of theNational Health Service Act 2006,\n\t\t\tan NHS foundation trust within the meaning given by section 30 of that Act,\n\t\t\tthe National Health Service Commissioning Board,\n\t\t\ta clinical commissioning group established under section 14D of that Act, or\n\t\t\tthe National Health Service Trust Development Authority;\n\t\t\t\t  * “public authority” means any public authority within the meaning of section 6 of the Human Rights Act 1998, other than a court or tribunal. \n\tDuty to respond to Commissioner’s recommendations\n\t\tThis section applies where the Commissioner publishes a report undersection 8 containing recommendations in relation to—\n\t\t\tany public authority that is a specified public authority for the purposesof section 15;\n\t\t\tany government department in the charge of a Minister.\n\t\tThe relevant person must prepare comments on the report.\n\t\tIn this section “the relevant person” means—\n\t\t\tthe public authority, or\n\t\t\tthe Minister in charge of the government department,\n\t\t\t\tas the case may be.\n\t\tThe comments must include, in respect of each recommendation made in thereport, an explanation of—\n\t\t\tthe action which the relevant person has taken, or proposes to take, inresponse to the recommendation, or\n\t\t\twhy the relevant person has not taken, or does not propose to take, anyaction in response.\n\t\tThe relevant person must arrange for the comments to be published in suchmanner as the person considers appropriate.\n\t\tThe comments must be published before the end of the period of 56 daysbeginning with the day on which the report is published.\n\t\tThe relevant person must send a copy of anything published under subsection(5) to—\n\t\t\tthe Commissioner, and\n\t\t\twhere the relevant person is a specified public authority for the purposesof section 15, the Secretary of State.\n\tDuty to send conclusions of domestic homicide review to Commissioner\n\t\tSection 9 of the Domestic Violence, Crime and Victims Act 2004(establishment and conduct of domestic homicide reviews) is amended asfollows.\n\t\tAfter subsection (3A) insert—\n\t\t\t“(3B)A person or body within subsection (4)(a) that establishes a domestichomicide review (whether or not held pursuant to a direction under subsection(2)) must send a copy of any report setting out the conclusions of the reviewto the Domestic Abuse Commissioner.\n\t\t(3C)The copy must be sent as soon as reasonably practicable after the reportis completed.”"
    },
    {
        "length": 478,
        "text": "\nDisclosure of information\n\tDisclosure of information\n\t\tThe Commissioner may disclose to a person any information received by theCommissioner in connection with the Commissioner’s functions if the disclosureis made for a purpose connected with a function of the Commissioner.\n\t\tA person may disclose any information to the Commissioner if the disclosureis made for the purposes of enabling or assisting the Commissioner to exerciseany function.\n\t\tA disclosure of information authorised by this section does not breach—\n\t\t\tany obligation of confidence owed by the person making the disclosure inrelation to that information, or\n\t\t\tany other restriction on the disclosure of information (however imposed).\n\t\tBut nothing in this Part requires or authorises any of the following—\n\t\t\tthe disclosure of any patient information (see subsection (5));\n\t\t\tthe making of a disclosure which, although made in the exercise of afunction under this Part, would contravene the data protection legislation(see subsection (6));\n\t\t\tthe making of a disclosure which is prohibited by any of Parts 1 to 7 orChapter 1 of Part 9 of the Investigatory Powers Act 2016.\n\t\t“Patient information” means information (however recorded) which—\n\t\t\trelates to—\n\t\t\tthe physical or mental health or condition of an individual,\n\t\t\tthe diagnosis of an individual’s condition, or\n\t\t\tan individual’s care or treatment,\n\t\t\t\tor is (to any extent) derived directly or indirectly from information relatingto any of those matters, and\n\t\t\tidentifies the individual or enables the individual to be identified(either by itself or in combination with other information).\n\t\tIn this section “the data protection legislation” has the same meaning asin the Data Protection Act 2018 (see section 3 of that Act).\n\t\tThis section does not affect any power to disclose that exists apart fromthis section."
    },
    {
        "length": 614,
        "text": "\nMiscellaneous and supplementary\n\tRestriction on exercise of functions in individual cases\n\t\tThe Commissioner may not exercise any function in relation to an individualcase.\n\t\tBut subsection (1) does not prevent the Commissioner considering individualcases and drawing conclusions about them for the purpose of, or in the contextof, considering a general issue.\n\tDuty to report on domestic abuse services in England\n\t\tThe Commissioner must, before the end of the relevant period, prepare andpublish a report under section 8 on—\n\t\t\tthe need for domestic abuse services in England, and\n\t\t\tthe provision of such services.\n\t\tBut subsection (1) does not require the Commissioner to report on the needfor, or provision of, services provided to people who reside in relevantaccommodation (within the meaning of section 57(2)).\n\t\tIn subsection (1)—\n\t\t\t  * “domestic abuse services” means any advice, advocacy or counselling services provided, in relation to domestic abuse, to victims of domestic abuse or their children; \n\t\t\t  * “the relevant period” means the period of 12 months beginning with the day on which this section comes into force (but see subsection (4)). \n\t\tThe Secretary of State, with the agreement of the Commissioner, may byregulations extend the relevant period for a further period of up to 6 months.\n\t\tThe power conferred by subsection (4) may be exercised only once.\n\tAmendments relating to Commissioner\n\t\tIn Part 3 of Schedule 1 to the House of Commons Disqualification Act 1975(offices disqualifying for membership), at the appropriate place insert—\n\t\t\t  * “Domestic Abuse Commissioner.”\n\t\tIn Part 6 of Schedule 1 to the Freedom of Information Act 2000 (otherpublic bodies and offices: general), at the appropriate place insert—\n\t\t\t  * “The Domestic Abuse Commissioner.”\n\t\tIn section 37 of the Government of Wales Act 2006 (power of the Senedd tocall witnesses etc), after subsection (6A) insert—\n\t\t\t“(6B)Subsection (1) applies in relation to things done by the Domestic AbuseCommissioner by virtue of section 7(4)(b) or (c) of the Domestic Abuse Act2021 (functions exercisable in relation to devolved Welsh authorities etc) asit applies in relation to the exercise by the Welsh Ministers of theirfunctions.”"
    },
    {
        "length": 2162,
        "text": "\nDomestic abuse protection notices\n\tPower to give a domestic abuse protection notice\n\t\tA senior police officer may give a domestic abuse protection notice to aperson (“P”) if conditions A and B are met.\n\t\tA domestic abuse protection notice is a notice prohibiting P from beingabusive towards a person aged 16 or over to whom P is personally connected.\n\t\t\t(Section 23 contains further provision about the provision that may be made bynotices.)\n\t\tCondition A is that the senior police officer has reasonable grounds forbelieving that P has been abusive towards a person aged 16 or over to whom Pis personally connected.\n\t\tCondition B is that the senior police officer has reasonable grounds forbelieving that it is necessary to give the notice to protect that person fromdomestic abuse, or the risk of domestic abuse, carried out by P.\n\t\tIt does not matter whether the abusive behaviour referred to in subsection(3) took place in England and Wales or elsewhere.\n\t\tA domestic abuse protection notice may not be given to a person who isunder the age of 18.\n\t\tA domestic abuse protection notice has effect in all parts of the UnitedKingdom.\n\t\tIn this Part—\n\t\t\t  * “senior police officer” means a member of a relevant police force who is a constable of at least the rank of inspector; \n\t\t\t  * “relevant police force” means— \n\t\t\ta force maintained by a local policing body;\n\t\t\tthe British Transport Police Force;\n\t\t\tthe Ministry of Defence Police.\n\tProvision that may be made by notices\n\t\tA domestic abuse protection notice may provide that the person to whom thenotice is given (“P”)—\n\t\t\tmay not contact the person for whose protection the notice is given;\n\t\t\tmay not come within a specified distance of any premises in England orWales in which that person lives.\n\t\t\t\t“Specified” means specified in the notice.\n\t\tIf P lives in premises in England or Wales in which the person for whoseprotection the notice is given also lives, the notice may also containprovision—\n\t\t\tprohibiting P from evicting or excluding that person from the premises;\n\t\t\tprohibiting P from entering the premises;\n\t\t\trequiring P to leave the premises.\n\tMatters to be considered before giving a notice\n\t\tBefore giving a domestic abuse protection notice to a person (“P”), asenior police officer must, among other things, consider the following—\n\t\t\tthe welfare of any person under the age of 18 whose interests the officerconsiders relevant to the giving of the notice (whether or not that person andP are personally connected);\n\t\t\tthe opinion of the person for whose protection the notice would be given asto the giving of the notice;\n\t\t\tany representations made by P about the giving of the notice;\n\t\t\tin a case where the notice includes provision relating to premises lived inby the person for whose protection the notice would be given, the opinion ofany relevant occupant as to the giving of the notice.\n\t\tIn subsection (1)(d) “relevant occupant” means a person other than P or theperson for whose protection the notice would be given—\n\t\t\twho lives in the premises, and\n\t\t\twho is personally connected to—\n\t\t\tthe person for whose protection the notice would be given, or\n\t\t\tif P also lives in the premises, P.\n\t\tThe officer must take reasonable steps to discover the opinions mentionedin subsection (1).\n\t\tIt is not necessary for the person for whose protection a domestic abuseprotection notice is given to consent to the giving of the notice.\n\tFurther requirements in relation to notices\n\t\tA domestic abuse protection notice must be in writing.\n\t\tA domestic abuse protection notice given to a person (“P”) must state—\n\t\t\tthe grounds on which it has been given,\n\t\t\tthat a constable may arrest P without warrant if the constable hasreasonable grounds for believing that P is in breach of the notice,\n\t\t\tthat an application for a domestic abuse protection order under section 28will be heard by a magistrates’ court within 48 hours of the time of givingthe notice (disregarding any days mentioned in section 29(3)) and a notice ofthe hearing will be given to P,\n\t\t\tthat the notice continues in effect until that application has beendetermined or withdrawn, and\n\t\t\tthe provision that a magistrates’ court may include in a domestic abuseprotection order.\n\t\tThe notice must be served on P personally by a constable.\n\t\tOn serving the notice on P, the constable must ask P for an address atwhich P may be given the notice of the hearing of the application for thedomestic abuse protection order.\n\t\tSubsection (6) applies where—\n\t\t\ta senior police officer gives a domestic abuse protection notice to aperson (“P”) who the officer believes is a person subject to service law inaccordance with sections 367 to 369 of the Armed Forces Act 2006,\n\t\t\tthe notice includes provision by virtue of section 23(2) prohibiting P fromentering premises, or requiring P to leave premises, and\n\t\t\tthe officer believes that the premises are relevant service accommodation.\n\t\tThe officer must make reasonable efforts to inform P’s commanding officerof the giving of the notice.\n\t\tIn this section—\n\t\t\t  * “commanding officer” has the meaning given by section 360 of the Armed Forces Act 2006; \n\t\t\t  * “relevant service accommodation” means premises which fall within paragraph (a) of the definition of “service living accommodation” in section 96(1) of that Act. \n\tBreach of notice\n\t\tIf a constable has reasonable grounds for believing that a person is inbreach of a domestic abuse protection notice, the constable may arrest theperson without warrant.\n\t\tA person arrested by virtue of subsection (1) must be held in custody andbrought before the appropriate magistrates’ court—\n\t\t\tbefore the end of the period of 24 hours beginning with the time of thearrest, or\n\t\t\tif earlier, at the hearing of the application for a domestic abuseprotection order against the person (see section 28(3)).\n\t\tIn subsection (2) “the appropriate magistrates’ court” means themagistrates’ court which is to hear the application mentioned in subsection(2)(b).\n\t\tIn calculating when the period of 24 hours mentioned in subsection (2)(a)ends, the following days are to be disregarded—\n\t\t\tany Sunday,\n\t\t\tChristmas Day,\n\t\t\tGood Friday, and\n\t\t\tany day which is a bank holiday in England and Wales under the Banking andFinancial Dealings Act 1971.\n\t\tIf the person is brought before the court as mentioned in subsection(2)(a), the court may remand the person.\n\t\t\t(For power to remand a person brought before the court as mentioned insubsection (2)(b), see section 29(8).)\n\t\tIn the application of section 128(6) of the Magistrates’ Courts Act 1980 toremand under subsection (5) above, the reference to the “other party” is to beread as a reference to the senior police officer who gave the notice.\n\t\tThe court may, when remanding the person on bail, require the person tocomply, before release on bail or later, with any requirements that appear tothe court to be necessary to secure that the person does not interfere withwitnesses or otherwise obstruct the course of justice.\n\t\tSections 57A(2) and 57C of the Crime and Disorder Act 1998 (use of livelink at preliminary hearings where accused is at police station) apply inrelation to hearings arising by virtue of subsection (2)(a) as they apply inrelation to preliminary hearings in a magistrates’ court (within the meaningof section 57A(3) of that Act), but as if—\n\t\t\tany reference in section 57C of that Act to being in police detention inconnection with an offence were a reference to being held in custody undersubsection (2) above, and\n\t\t\tsubsections (4), (10) and (11) of that section were omitted.\n\t\tIn section 17(1) of the Police and Criminal Evidence Act 1984 (entry forpurpose of arrest etc), after paragraph (c) insert—\n\t\t\tof arresting a person who the constable has reasonable grounds forbelieving is in breach of a domestic abuse protection notice given undersection 22 of the Domestic Abuse Act 2021;”."
    },
    {
        "length": 170,
        "text": "\nMeaning of “domestic abuse protection order”\n\tIn this Part a “domestic abuse protection order” is an order which, for thepurpose of preventing a person (“P”) from being abusive towards a person aged16 or over to whom P is personally connected—\n\t\tprohibits P from doing things described in the order, or\n\t\trequires P to do things described in the order.\n\tA domestic abuse protection order may be made—\n\t\ton application (see section 28), or\n\t\tin the course of certain proceedings (see section 31).\n\tSection 32 sets out the conditions for making a domestic abuse protectionorder."
    },
    {
        "length": 647,
        "text": "\nDomestic abuse protection orders on application\n\tA court may make a domestic abuse protection order under this sectionagainst a person (“P”) on an application made to it in accordance with thissection.\n\tAn application for an order under this section may be made by—\n\t\tthe person for whose protection the order is sought;\n\t\tthe appropriate chief officer of police (see subsection (4));\n\t\ta person specified in regulations made by the Secretary of State;\n\t\tany other person with the leave of the court to which the application is tobe made.\n\tWhere P is given a domestic abuse protection notice by a member of arelevant police force under section 22, the chief officer of police inrelation to that force must apply for a domestic abuse protection orderagainst P.\n\t\t(For further provision about such applications, see section 29.)\n\tThe appropriate chief officer of police is—\n\t\tin a case where subsection (3) applies, the chief officer of policereferred to in that subsection;\n\t\tin any other case, any of the following—\n\t\tthe chief officer of police of the force maintained for any police area inwhich P resides;\n\t\tthe chief officer of police of any other force maintained for a policearea who believes that P is in that police area or is intending to come to it;\n\t\tthe Chief Constable of the British Transport Police Force;\n\t\tthe Chief Constable of the Ministry of Defence Police.\n\tAn application for an order under this section must be made to the familycourt, except where subsection (6) or (7) applies.\n\tAn application made by a chief officer of police for an order under thissection must be made by complaint to a magistrates’ court.\n\tIn a case where—\n\t\tP, and the person for whose protection the order is sought, are parties toany family or civil proceedings, and\n\t\tthe court would have power to make a domestic abuse protection order undersection 31 in those proceedings without an application being made,\n\t\tan application for an order under this section may be made in thoseproceedings by the person for whose protection the order is sought.\n\tWhere an application is made to a magistrates’ court in accordance withthis section—\n\t\tthe magistrates’ court may adjourn the hearing of the application;\n\t\ton the hearing of the application, section 97 of the Magistrates’ CourtsAct 1980 (summons to witness and warrant for arrest) does not apply inrelation to the person for whose protection the order is sought, except wherethe person has given oral or written evidence at the hearing."
    },
    {
        "length": 432,
        "text": "\nApplications where domestic abuse protection notice has been given\n\tThis section applies where, as a result of a person (“P”) being given adomestic abuse protection notice under section 22, a chief officer of policeis required by section 28(3) to apply for a domestic abuse protection orderagainst P.\n\tThe application must be heard by the magistrates’ court not later than 48hours after the notice was given to P.\n\tIn calculating when the period of 48 hours mentioned in subsection (2)ends, the following days are to be disregarded—\n\t\tany Sunday,\n\t\tChristmas Day,\n\t\tGood Friday, and\n\t\tany day which is a bank holiday in England and Wales under the Banking andFinancial Dealings Act 1971.\n\tP must be given a notice of the hearing of the application.\n\tThe notice under subsection (4) is to be treated as having been given if ithas been left at the address given by P under section 25(4).\n\tBut if the notice has not been given because P did not give an addressunder section 25(4), the court may hear the application if satisfied that thechief officer of police has made reasonable efforts to give P the notice.\n\tIf the court adjourns the hearing of the application, the domestic abuseprotection notice continues in effect until the application has beendetermined or withdrawn.\n\tIf— \n\t\tP is brought before the court at the hearing of the application as a resultof P’s arrest by virtue of section 26(1) (arrest for breach of domestic abuseprotection notice), and\n\t\tthe court adjourns the hearing,\n\t\t\tthe court may remand P."
    },
    {
        "length": 439,
        "text": "\nRemand under section 29(8) of person arrested for breach of notice\n\tThis section applies where—\n\t\tas a result of a person being given a domestic abuse protection noticeunder section 22, a chief officer of police has applied for a domestic abuseprotection order against the person, and\n\t\tthe magistrates’ court remands the person under section 29(8).\n\tIn the application of section 128(6) of the Magistrates’ Courts Act 1980 tosuch remand, the reference to the “other party” is to be read as a referenceto the chief officer of police who applied for the order.\n\tIf the court has reason to suspect that a medical report will be required,the power to remand the person may be exercised for the purpose of enabling amedical examination to take place and a report to be made.\n\tIf the person is remanded in custody for that purpose, the adjournment maynot be for more than 3 weeks at a time.\n\tIf the person is remanded on bail for that purpose, the adjournment may notbe for more than 4 weeks at a time.\n\tIf the court has reason to suspect that the person is suffering from mentaldisorder within the meaning of the Mental Health Act 1983, the court has thesame power to make an order under section 35 of that Act (remand to hospitalfor report on accused’s mental condition) as it has under that section in thecase of an accused person (within the meaning of that section).\n\tThe court may, when remanding the person on bail, require the person tocomply, before release on bail or later, with any requirements that appear tothe court to be necessary to secure that the person does not interfere withwitnesses or otherwise obstruct the course of justice."
    },
    {
        "length": 357,
        "text": "\nDomestic abuse protection orders otherwise than on application\n\tA court may make a domestic abuse protection order under this section inany of the cases set out below.\n\tFamily proceedings\n\t\tThe High Court or the family court may make a domestic abuse protectionorder against a person (“P”) in any family proceedings to which both P and theperson for whose protection the order would be made are parties.\n\tCriminal proceedings\n\t\tWhere a person (“P”) has been convicted of an offence, the court dealingwith P for that offence may (as well as sentencing P or dealing with P in anyother way) make a domestic abuse protection order against P.\n\t\tBut subsection (3) does not apply where the Court of Appeal is dealing witha person for an offence.\n\t\tA court by or before which a person is acquitted of an offence may make adomestic abuse protection order against the person.\n\t\tWhere the Crown Court allows a person’s appeal against a conviction for anoffence, the Crown Court may make a domestic abuse protection order againstthe person.\n\tCivil proceedings\n\t\tThe county court may make a domestic abuse protection order against aperson (“P”) in any relevant proceedings to which both P and the person forwhose protection the order would be made are parties.\n\t\tIn subsection (7) “relevant proceedings” means proceedings of a descriptionspecified in regulations made by the Secretary of State."
    },
    {
        "length": 218,
        "text": "\nConditions for making an order\n\tThe court may make a domestic abuse protection order under section 28 or 31against a person (“P”) if conditions A and B are met.\n\tCondition A is that the court is satisfied on the balance of probabilitiesthat P has been abusive towards a person aged 16 or over to whom P ispersonally connected.\n\tCondition B is that the order is necessary and proportionate to protectthat person from domestic abuse, or the risk of domestic abuse, carried out byP.\n\tIt does not matter—\n\t\twhether the abusive behaviour referred to in subsection (2) took place inEngland and Wales or elsewhere, or\n\t\twhether it took place before or after the coming into force of thissection.\n\tA domestic abuse protection order may not be made against a person who isunder the age of 18."
    },
    {
        "length": 331,
        "text": "\nMatters to be considered before making an order\n\tBefore making a domestic abuse protection order against a person (“P”), thecourt must, among other things, consider the following—\n\t\tthe welfare of any person under the age of 18 whose interests the courtconsiders relevant to the making of the order (whether or not that person andP are personally connected);\n\t\tany opinion of the person for whose protection the order would be made—\n\t\twhich relates to the making of the order, and\n\t\tof which the court is made aware;\n\t\tin a case where the order includes provision relating to premises lived inby the person for whose protection the order would be made, any opinion of arelevant occupant—\n\t\twhich relates to the making of the order, and\n\t\tof which the court is made aware.\n\tIn subsection (1)(c) “relevant occupant” means a person other than P or theperson for whose protection the order would be made—\n\t\twho lives in the premises, and\n\t\twho is personally connected to—\n\t\tthe person for whose protection the order would be made, or\n\t\tif P also lives in the premises, P.\n\tIt is not necessary for the person for whose protection a domestic abuseprotection order is made to consent to the making of the order."
    },
    {
        "length": 383,
        "text": "\nMaking of orders without notice\n\tA court may, in any case where it is just and convenient to do so, make adomestic abuse protection order against a person (“P”) even though P has notbeen given such notice of the proceedings as would otherwise be required byrules of court.\n\tSubsection (1) does not apply in relation to the making of an order undersection 28 on an application made in accordance with subsection (3) of thatsection (see instead section 29(4) to (6)).\n\tIn deciding whether to exercise its powers under subsection (1), the courtmust have regard to all the circumstances, including—\n\t\tany risk that, if the order is not made immediately, P will causesignificant harm to the person for whose protection the order would be made,\n\t\tin a case where an application for the order has been made, whether it islikely that the person making the application will be deterred or preventedfrom pursuing the application if an order is not made immediately, and\n\t\twhether there is reason to believe that—\n\t\tP is aware of the proceedings but is deliberately evading service, and\n\t\tthe delay involved in effecting substituted service will cause seriousprejudice to the person for whose protection the order would be made.\n\tIf a court makes an order against a person by virtue of subsection (1), itmust give the person an opportunity to make representations about the order—\n\t\tas soon as just and convenient, and\n\t\tat a hearing of which notice has been given to all the parties inaccordance with rules of court."
    },
    {
        "length": 468,
        "text": "\nProvision that may be made by orders\n\tA court may by a domestic abuse protection order impose any requirementsthat the court considers necessary to protect the person for whose protectionthe order is made from domestic abuse or the risk of domestic abuse.\n\t\t“Requirement” includes any prohibition or restriction.\n\tThe court must, in particular, consider what requirements (if any) may benecessary to protect the person for whose protection the order is made fromdifferent kinds of abusive behaviour.\n\tSubsections (4) to (6) contain examples of the type of provision that maybe made under subsection (1), but they do not limit the type of provision thatmay be so made.\n\tA domestic abuse protection order may provide that the person against whomthe order is made (“P”)—\n\t\tmay not contact the person for whose protection it is made;\n\t\tmay not come within a specified distance of any premises in England orWales in which that person lives;\n\t\tmay not come within a specified distance of any other specified premises,or any other premises of a specified description, in England or Wales.\n\t\t“Specified” means specified in the order.\n\tIf P lives in premises in England or Wales in which the person for whoseprotection the order is made also lives, the order may contain provision—\n\t\tprohibiting P from evicting or excluding that person from the premises;\n\t\tprohibiting P from entering the premises;\n\t\trequiring P to leave the premises.\n\tA domestic abuse protection order may require P to submit to electronicmonitoring in England and Wales of P’s compliance with other requirementsimposed by the order.\n\tIn this Part a requirement imposed by virtue of this subsection is referred toas an “electronic monitoring requirement”.\n\tSections 36 and 37 contain further provision about the requirements thatmay be imposed by a domestic abuse protection order."
    },
    {
        "length": 664,
        "text": "\nFurther provision about requirements that may be imposed by orders\n\tRequirements imposed on a person by a domestic abuse protection order must,so far as practicable, be such as to avoid—\n\t\tconflict with the person’s religious beliefs;\n\t\tinterference with the person’s work or with the person’s attendance at aneducational establishment;\n\t\tconflict with the requirements of any other court order or injunction towhich the person may be subject.\n\tA domestic abuse protection order that imposes a requirement to dosomething on a person (“P”) must specify the person who is to be responsiblefor supervising compliance with that requirement.\n\tBefore including such a requirement in a domestic abuse protection order,the court must receive evidence about its suitability and enforceability fromthe person to be specified under subsection (2).\n\tSubsections (2) and (3) do not apply in relation to electronic monitoringrequirements (see instead section 37(3) to (6)).\n\tIt is the duty of a person specified under subsection (2)—\n\t\tto make any necessary arrangements in connection with the requirements forwhich the person has responsibility (the “relevant requirements”);\n\t\tto promote P’s compliance with the relevant requirements;\n\t\tif the person considers that—\n\t\tP has complied with all the relevant requirements, or\n\t\tP has failed to comply with a relevant requirement,\n\t\t\tto inform the appropriate chief officer of police.\n\tIn subsection (5)(c) the “appropriate chief officer of police” means—\n\t\tthe chief officer of police of the force maintained for the police area inwhich it appears to the person specified under subsection (2) that P resides,\n\t\tif it appears to that person that P resides in more than one police area,whichever one of the relevant chief officers of police the person thinks itmost appropriate to inform, or\n\t\tif it appears to the person specified under subsection (2) that P does notreside in any police area, the chief officer of police of the force maintainedfor the police area in which the court that made the order is situated.\n\tA person (“P”) who is subject to a requirement imposed by a domestic abuseprotection order—\n\t\tmust keep in touch with the person specified under subsection (2) inrelation to that requirement, in accordance with any instructions given bythat person from time to time;\n\t\tif P changes home address, must notify the person specified undersubsection (2) of the new home address;\n\t\tif P ceases to have any home address, must notify the person specifiedunder subsection (2) of that fact.\n\t\tThese obligations have effect as requirements of the order."
    },
    {
        "length": 574,
        "text": "\nFurther provision about electronic monitoring requirements\n\tSubsections (2) to (4) apply for the purpose of determining whether a courtmay impose an electronic monitoring requirement on a person (“P”) in adomestic abuse protection order.\n\tThe requirement may not be imposed in P’s absence.\n\tIf there is a person (other than P) without whose co-operation it would beimpracticable to secure the monitoring in question, the requirement may not beimposed without that person’s consent.\n\tThe court may impose the requirement only if—\n\t\tit has been notified by the Secretary of State that electronic monitoringarrangements are available in the relevant area, and\n\t\tit is satisfied that the necessary provision can be made under thearrangements currently available.\n\tIn subsection (4)(a) “the relevant area” means—\n\t\tthe local justice area in which it appears to the court that P resides orwill reside, and\n\t\tin a case where it is proposed to include in the order—\n\t\ta requirement that P must remain, for specified periods, at a specifiedplace, or\n\t\ta provision prohibiting P from entering a specified place or area,\n\t\t\tthe local justice area in which the place or area proposed to be specified issituated.\n\t\t“Specified” means specified in the order.\n\tA domestic abuse protection order that includes an electronic monitoringrequirement must specify the person who is to be responsible for themonitoring.\n\tThe person specified under subsection (6) (“the responsible person”) mustbe of a description specified in regulations made by the Secretary of State.\n\tWhere a domestic abuse protection order imposes an electronic monitoringrequirement on a person, the person must (among other things)—\n\t\tsubmit, as required from time to time by the responsible person, to—\n\t\tbeing fitted with, or the installation of, any necessary apparatus, and\n\t\tthe inspection or repair of any apparatus fitted or installed for thepurposes of the monitoring,\n\t\tnot interfere with, or with the working of, any apparatus fitted orinstalled for the purposes of the monitoring, and\n\t\ttake any steps required by the responsible person for the purpose ofkeeping in working order any apparatus fitted or installed for the purposes ofthe monitoring.\n\t\tThese obligations have effect as requirements of the order."
    },
    {
        "length": 293,
        "text": "\nDuration and geographical application of orders\n\tA domestic abuse protection order takes effect on the day on which it ismade.\n\t\tThis is subject to subsection (2).\n\tIf, on the day on which a domestic abuse protection order (“the new order”)is made against a person, the person is subject to another domestic abuseprotection order (“the previous order”), the new order may be made so as totake effect on the previous order ceasing to have effect.\n\tA domestic abuse protection order has effect—\n\t\tfor a specified period,\n\t\tuntil the occurrence of a specified event, or\n\t\tuntil further order.\n\t\t“Specified” means specified in the order.\n\tA domestic abuse protection order may also specify periods for whichparticular requirements imposed by the order have effect.\n\tBut a domestic abuse protection order may not provide for an electronicmonitoring requirement to have effect for more than 12 months.\n\tSubsection (5) is subject to any variation of the order under section 44.\n\tA requirement imposed by a domestic abuse protection order has effect inall parts of the United Kingdom unless expressly limited to a particularlocality."
    },
    {
        "length": 614,
        "text": "\nBreach of order\n\tA person who is subject to a domestic abuse protection order commits anoffence if without reasonable excuse the person fails to comply with anyrequirement imposed by the order.\n\tIn a case where the order was made against the person without that personbeing given notice of the proceedings, the person commits an offence underthis section only in respect of behaviour engaged in at a time when the personwas aware of the existence of the order.\n\t\t(See also section 45(8) and (9), which makes similar provision where an orderhas been varied.)\n\tWhere a person is convicted of an offence under this section in respect ofany behaviour, that behaviour is not punishable as a contempt of court.\n\tA person may not be convicted of an offence under this section in respectof any behaviour which has been punished as a contempt of court.\n\tA person guilty of an offence under this section is liable—\n\t\ton summary conviction—\n\t\tto imprisonment for a term not exceeding 12 months (or 6 months, if theoffence was committed before the coming into force of paragraph 24(2) ofSchedule 22 to the Sentencing Act 2020), or\n\t\tto a fine,\n\t\tor both;\n\t\ton conviction on indictment, to imprisonment for a term not exceeding 5years or to a fine, or both.\n\tIf a person is convicted of an offence under this section, it is not opento the court by or before which the person is convicted to make, in respect ofthe offence, an order under section 80 of the Sentencing Code (conditionaldischarge).\n\tIf a person is convicted of an offence under section 42 of the Armed ForcesAct 2006 as respects which the corresponding offence under the law of Englandand Wales (within the meaning given by that section) is an offence under thissection, it is not open to the service court that convicted the person tomake, in respect of the offence, an order under section 185 of that Act(conditional discharge).\n\tIn this subsection “service court” means the Court Martial or the ServiceCivilian Court.\n\tIn proceedings for an offence under this section, a copy of the originaldomestic abuse protection order, certified by the proper officer of the courtthat made it, is admissible as evidence of its having been made and of itscontents to the same extent that oral evidence of those matters is admissiblein those proceedings."
    },
    {
        "length": 497,
        "text": "\nArrest for breach of order\n\tThis section applies where a relevant court has made a domestic abuseprotection order against a person (“P”).\n\tIn this section “relevant court” means—\n\t\tthe High Court,\n\t\tthe family court, or\n\t\tthe county court.\n\tA person mentioned in subsection (4) may apply to the relevant judge forthe issue of a warrant for P’s arrest if the person considers that P hasfailed to comply with the order or is otherwise in contempt of court inrelation to the order.\n\tThe persons referred to in subsection (3) are—\n\t\tthe person for whose protection the order was made;\n\t\twhere the order was made under section 28, the person who applied for theorder (if different);\n\t\tany other person with the leave of the relevant judge.\n\tThe relevant judge may issue a warrant on an application under subsection(3) only if—\n\t\tthe application is substantiated on oath, and\n\t\tthe relevant judge has reasonable grounds for believing that P has failedto comply with the order or is otherwise in contempt of court in relation tothe order.\n\tIf— \n\t\tP is brought before a relevant court as a result of a warrant issued underthis section, and\n\t\tthe court does not immediately dispose of the matter,\n\t\t\tthe court may remand P.\n\tSchedule 1 contains further provision about remand under this section.\n\tIn this section “the relevant judge” means—\n\t\twhere the order was made by the High Court, a judge of that court;\n\t\twhere the order was made by the family court, a judge of that court;\n\t\twhere the order was made by the county court, a judge of that court.\n\tFor the power of a constable to arrest P without warrant for breach of adomestic abuse protection order, see section 24 of the Police and CriminalEvidence Act 1984."
    },
    {
        "length": 548,
        "text": "\nNotification requirements\n\tSubsections (2) to (6) apply where a person is subject to a domestic abuseprotection order.\n\tThe person must, within the period of three days beginning with the day onwhich the order is made, notify the police of the information in subsection(3).\n\tThe information referred to in subsection (2) is—\n\t\tthe person’s name and, if the person uses one or more other names, each ofthose names;\n\t\tthe person’s home address.\n\tIf the person uses a name which has not been notified under this section,the person must, within the period of three days beginning with the day onwhich the person first uses that name, notify the police of that name.\n\tIf the person changes home address, the person must, before the end of theperiod of three days beginning with the day on which that happens, notify thepolice of the new home address.\n\tIf the person ceases to have any home address, the person must, before theend of the period of three days beginning with the day on which that happens,notify the police of that fact.\n\tThe Secretary of State may by regulations specify further notificationrequirements which a court may impose when making or varying a domestic abuseprotection order.\n\t\tIn this subsection a “notification requirement” is a requirement for theperson against whom the order is made to provide specified information to thepolice.\n\tThe requirements imposed by subsections (2) to (6) do not apply where—\n\t\tthe person is subject to another domestic abuse protection order (andaccordingly those requirements already apply), or\n\t\tthe person is subject to notification requirements under Part 2 of theSexual Offences Act 2003 or section 9 of the Stalking Protection Act 2019.\n\tIf on any day the person ceases to be subject to any notificationrequirements as mentioned in subsection (8)(a) or (b), the requirementsimposed by subsections (2) to (6) apply to the person on and after that day,but as if the reference in subsection (2) to the day on which the order wasmade were a reference to that day.\n\tFor provision about how to give a notification under subsection (2), (4),(5) or (6), see section 42."
    },
    {
        "length": 407,
        "text": "\nFurther provision about notification under section 41\n\tA person gives a notification under section 41(2), (4), (5) or (6) by—\n\t\tattending at a police station in the appropriate police area, and\n\t\tgiving an oral notification to—\n\t\ta police officer, or\n\t\tany person authorised for the purpose by the officer in charge of thestation.\n\tIn subsection (1) “the appropriate police area”, in relation to a person,means—\n\t\tif the person’s home address is in England and Wales, the police area inwhich that home address is situated;\n\t\tif the person does not have a home address in England and Wales, the policearea in which the court that last made a domestic abuse protection orderagainst the person is situated.\n\tIn a case of a person giving a notification under section 41(5), anyreference in subsection (2) to the person’s home address is a reference to theperson’s home address at the time of giving the notification.\n\tA notification given in accordance with this section must be acknowledged—\n\t\tin writing, and\n\t\tin the form directed by the Secretary of State.\n\tWhen a person (“P”) gives a notification under section 41, P must, ifrequested to do so by the person to whom notification is given, allow thatperson to do any of the following things—\n\t\ttake P’s fingerprints;\n\t\tphotograph, or otherwise produce an image of, P or any part of P.\n\tThe power in subsection (5) is exercisable for the purpose of verifying P’sidentity."
    },
    {
        "length": 360,
        "text": "\nOffences relating to notification\n\tA person (“P”) commits an offence if P—\n\t\tfails, without reasonable excuse, to comply with a requirement imposed byor under section 41, or\n\t\tnotifies the police, in purported compliance with such a requirement, ofany information which P knows to be false.\n\tA person who fails, without reasonable excuse, to comply with section 42(5)commits an offence.\n\tA person guilty of an offence under subsection (1) or (2) is liable—\n\t\ton summary conviction—\n\t\tto imprisonment for a period not exceeding 12 months (or 6 months, if theoffence was committed before the coming into force of paragraph 24(2) ofSchedule 22 to the Sentencing Act 2020), or\n\t\tto a fine,\n\t\t\tor both;\n\t\ton conviction on indictment, to imprisonment for a term not exceeding 5years or to a fine, or both.\n\tA person commits an offence under subsection (1)(a) on the day on which theperson first fails, without reasonable excuse, to comply with a requirementimposed by or under section 41.\n\tThe person continues to commit the offence throughout any period duringwhich the failure continues.\n\tBut the person may not be prosecuted more than once in respect of the samefailure."
    },
    {
        "length": 993,
        "text": "\nVariation and discharge of orders\n\tA court may vary or discharge a domestic abuse protection order made bythat or any other court.\n\t\tThis is subject to section 45.\n\tA court may vary or discharge a domestic abuse protection order under thissection—\n\t\ton the application of a person mentioned in subsection (3), or\n\t\tin any case in which it could make a domestic abuse protection order undersection 31.\n\tThe persons referred to in subsection (2)(a) are—\n\t\tthe person for whose protection the order was made;\n\t\tthe person against whom the order was made (“P”);\n\t\twhere the order was made under section 28, the person who applied for theorder;\n\t\tthe chief officer of police of the force maintained for any police area inwhich P resides;\n\t\tthe chief officer of police of any other force maintained for a police areawho believes that P is in that police area or is intending to come to it.\n\tBefore deciding whether to vary or discharge an order under this section,the court must hear from—\n\t\tany relevant chief officer of police who wishes to be heard, and\n\t\tin a case where the person for whose protection the order was made isseeking to discharge the order, or to remove or make less onerous anyrequirement imposed by the order, the person for whose protection it was made.\n\tFor the purposes of subsection (4)(a) each of the following is a “relevantchief officer of police”—\n\t\twhere the order was made on an application by a chief officer of police,that chief officer;\n\t\tthe chief officer of police of the force maintained for any police area inwhich P resides;\n\t\tthe chief officer of police of any other force maintained for a police areawho believes that P is in that police area or is intending to come to it.\n\tSection 33 (matters to be considered before making an order) applies inrelation to the variation or discharge of a domestic abuse protection order asit applies in relation to the making of such an order, but as if references tothe person for whose protection the order would be made were references to theperson for whose protection the order was made.\n\tSection 34 (making of orders without notice) applies in relation to thevariation of a domestic abuse protection order as it applies in relation tothe making of such an order, but as if—\n\t\treferences to the person for whose protection the order would be made werereferences to the person for whose protection the order was made,\n\t\tsubsection (2) were omitted, and\n\t\tthe reference in subsection (4) to making representations about the orderwere a reference to making representations about the variation.\n\tThe court may make any order varying or discharging a domestic abuseprotection order that it considers appropriate.\n\tThis is subject to subsections (9) to (13).\n\tThe court may include an additional requirement in the order, or extend theperiod for which the order, or a requirement imposed by the order, has effect,only if it is satisfied that it is necessary to do so in order to protect theperson for whose protection the order was made from domestic abuse, or therisk of domestic abuse, carried out by P.\n\tThe court may not extend the period for which an electronic monitoringrequirement has effect by more than 12 months at a time.\n\tThe court may remove any requirement imposed by the order, or make such arequirement less onerous, only if satisfied that the requirement as imposed isno longer necessary to protect the person for whose protection the order wasmade from domestic abuse, or the risk of domestic abuse, carried out by P.\n\tIf it appears to the court that any conditions necessary for a requirementto be imposed are no longer met, the court—\n\t\tmay not extend the requirement, and\n\t\tmust remove the requirement.\n\tThe court may discharge the order only if satisfied that the order is nolonger necessary to protect the person for whose protection it was made fromdomestic abuse, or the risk of domestic abuse, carried out by P."
    },
    {
        "length": 562,
        "text": "\nVariation and discharge: supplementary\n\tAny application to vary or discharge a domestic abuse protection orderunder section 44 must be made to the court that made the order.\n\t\tThis is subject to subsections (2) and (3).\n\tWhere the order was made by a magistrates’ court, an application to vary ordischarge the order may be made to any other magistrates’ court acting in thelocal justice area in which that court acts.\n\tWhere— \n\t\tthe order was made under section 31 on an appeal in relation to a person’sconviction or sentence for an offence, or\n\t\tthe order was made by a court under that section against a person committedor remitted to that court for sentencing for an offence,\n\t\tany application to vary or discharge the order must be made to the court by orbefore which the person was convicted (but see subsection (4)).\n\tWhere the person mentioned in subsection (3)(b) was convicted by a youthcourt, the reference in subsection (3) to the court by or before which theperson was convicted is to be read as a reference to a magistrates’ courtacting in the local justice area in which the youth court acts.\n\tExcept as provided for by subsection (3), a domestic abuse protection ordermade by the Crown Court may be varied or discharged under section 44 only bythe Crown Court.\n\tA domestic abuse protection order made by the High Court may be varied ordischarged under section 44 only by the High Court.\n\tAn order that has been varied under section 44 remains an order of thecourt that first made it for the purposes of any further application underthat section.\n\tSubsection (9) applies in a case where—\n\t\tan order made against a person is varied under section 44 so as to includean additional requirement, or to extend the period for which the order, or arequirement imposed by the order, has effect, and\n\t\tthe person was not given notice of the proceedings.\n\tThe person commits an offence under section 39 only if—\n\t\tthe behaviour constituting the offence was engaged in at a time when theperson was aware of the making of the variation, and\n\t\tthe behaviour would not have constituted an offence under that section inthe absence of the variation."
    },
    {
        "length": 962,
        "text": "\nAppeals \n\tA person listed in subsection (2) may appeal against any decision of acourt on an application for a domestic abuse protection order under section 28(to the extent that it would not otherwise be so appealable).\n\tThe persons referred to in subsection (1) are—\n\t\tthe person for whose protection the order was sought,\n\t\tthe person who applied for the order (if different), and\n\t\twhere the court made a domestic abuse protection order under section 28,the person against whom it was made.\n\tA person against whom a domestic abuse protection order is made undersubsection (3), (5) or (6) of section 31 may appeal against the making of theorder (to the extent it would not otherwise be so appealable) as if it were asentence passed on the person for the offence referred to in that subsection(assuming, in a case within section 31(5) or (6), that the person had beenconvicted of the offence).\n\tA person against whom a domestic abuse protection order is made may appealagainst a variation of the order under section 44 that is made in a casewithin subsection (3), (5) or (6) of section 31 (to the extent it would nototherwise be so appealable) as if the varied order were a sentence passed onthe person for the offence referred to in that subsection (assuming, in a casewithin section 31(5) or (6), that the person had been convicted of theoffence).\n\tA person listed in subsection (6) may appeal against any decision of acourt under section 44 in relation to a domestic abuse protection order (tothe extent it would not otherwise be so appealable, whether under subsection(4) or otherwise).\n\tThe persons referred to in subsection (5) are—\n\t\tthe person for whose protection the order was made;\n\t\tthe person against whom the order was made (“P”);\n\t\twhere the order was made under section 28, the person who applied for theorder;\n\t\tthe chief officer of police of the force maintained for any police area inwhich P resides;\n\t\tthe chief officer of police of any other force maintained for a police areawho believes that P is in that police area or is intending to come to it.\n\tAn appeal arising by virtue of subsection (1) or (5)—\n\t\tin the case of a decision made by a magistrates’ court, is to be made tothe Crown Court;\n\t\tin the case of a decision made by the Crown Court, is to be made to theCourt of Appeal.\n\t\t\tFor the powers of the Crown Court or Court of Appeal on such an appeal, seesection 47(4).\n\tIf, in the case of an appeal arising by virtue of subsection (1) or (5) inrespect of a decision made by the High Court, the family court or the countycourt, the person making the appeal was not a party to the proceedings in thatcourt, the person is to be treated for the purposes of that appeal as if theperson had been a party to those proceedings.\n\tFor further provision about appeals, see (in particular)—\n\t\tsection 31K of the Matrimonial and Family Proceedings Act 1984 (appealsfrom the family court),\n\t\tsection 16(1) of the Senior Courts Act 1981 (appeals from the High Court),\n\t\tsection 77 of the County Courts Act 1984 (appeals from the county court),\n\t\tsection 108(3) of the Magistrates’ Courts Act 1980 (appeals against ordersmade on conviction in a magistrates’ court),\n\t\tsection 50(1) of the Criminal Appeal Act 1968 (appeals against orders madeon conviction in the Crown Court), and\n\t\trules of court."
    },
    {
        "length": 528,
        "text": "\nFurther provision about appeals\n\tBefore determining any appeal relating to a domestic abuse protection order(whether or not an appeal under section 46), the court must hear from anyrelevant chief officer of police who wishes to be heard.\n\tFor the purposes of subsection (1) each of the following is a “relevantchief officer of police”—\n\t\twhere the order was made on an application by a chief officer of police,that chief officer;\n\t\tthe chief officer of police of the force maintained for any police area inwhich the person (“P”) against whom the order was made, or (in the case of anappeal against the decision of a court not to make an order under section 28)against whom it was sought, resides;\n\t\tthe chief officer of police of any other force maintained for a police areawho believes that P is in that police area or is intending to come to it.\n\tSubsection (4) applies to—\n\t\tan appeal made to the Crown Court by virtue of section 46(7)(a);\n\t\tan appeal made to the Court of Appeal by virtue of section 46(7)(b).\n\tOn an appeal to which this subsection applies, the court may, on a reviewof the decision appealed against—\n\t\tconfirm, vary or revoke any part of the decision;\n\t\trefer the matter back to the court that made the decision with a directionto reconsider and make a new decision in accordance with its ruling;\n\t\tmake any order which the court that made the decision appealed againstcould have made;\n\t\tmake any incidental or consequential orders that appear to it to be just.\n\tFor the purposes of section 45 (variation and discharge: supplementary)—\n\t\ta domestic abuse protection order that has been confirmed or varied on anappeal (whether under subsection (4)(a) or otherwise) remains an order of thecourt that first made it, and\n\t\ta domestic abuse protection order made by a court on an appeal (whetherunder subsection (4)(c) or otherwise) is to be treated as an order made by thecourt whose decision was appealed against."
    },
    {
        "length": 311,
        "text": "\nNature of certain proceedings under this Part\n\tProceedings before a court arising by virtue of section 31(3), (5) or (6),and proceedings before a court arising by virtue of section 44(2)(b) in anycase within section 31(3), (5) or (6), are civil proceedings (like proceedingsbefore a magistrates’ court under section 28 or 44(2)(a)).\n\tThe court is not restricted in the proceedings to considering evidence thatwould have been admissible in the criminal proceedings in which the personconcerned was convicted or (as the case may be) acquitted.\n\tThe court may adjourn any proceedings arising by virtue of section 31(3),(5) or (6), or any proceedings arising by virtue of section 44(2)(b) in anycase within section 31(3), (5) or (6), even after sentencing or acquitting theperson concerned or allowing the person’s appeal.\n\tA domestic abuse protection order may be made or varied in addition to anorder discharging the person conditionally or absolutely in spite of anythingin sections 79, 80 and 82 of the Sentencing Code (which relate to ordersdischarging a person conditionally or absolutely and their effect)."
    },
    {
        "length": 485,
        "text": "\nSpecial measures for witnesses\n\tChapter 1 of Part 2 of the Youth Justice and Criminal Evidence Act 1999(special measures directions in case of vulnerable and intimidated witnesses)applies to relevant proceedings under this Part as it applies to criminalproceedings, but with—\n\t\tthe omission of the provisions of that Act mentioned in subsection (2)(which make provision only in the context of criminal proceedings), and\n\t\tany other necessary modifications.\n\tThe provisions are—\n\t\tsection 17(4) to (7);\n\t\tsection 21(4C)(e);\n\t\tsection 22A;\n\t\tsection 32.\n\tRules of court made under or for the purposes of Chapter 1 of Part 2 ofthat Act apply to relevant proceedings under this Part—\n\t\tto the extent provided by rules of court, and\n\t\tsubject to any modifications provided by rules of court.\n\tSection 47 of that Act (restrictions on reporting special measuresdirections etc) applies with any necessary modifications—\n\t\tto a direction under section 19 of that Act as applied by this section;\n\t\tto a direction discharging or varying such a direction.\n\t\t\tSections 49 and 51 of that Act (offences) apply accordingly.\n\tIn this section “relevant proceedings under this Part” means—\n\t\tproceedings under section 28, 31(2) or (7), 40 or 44(2)(a);\n\t\tproceedings arising by virtue of section 31(3), (5) or (6);\n\t\tproceedings arising by virtue of section 44(2)(b) in any case withinsection 31(3), (5) or (6);\n\t\tproceedings on an appeal relating to a domestic abuse protection order(whether or not an appeal under section 46)."
    },
    {
        "length": 1667,
        "text": "\nNotices and orders: supplementary\n\tGuidance \n\t\tThe Secretary of State must issue guidance relating to the exercise byrelevant persons of functions under or by virtue of this Part.\n\t\tIn this section “relevant person” means—\n\t\t\ta constable;\n\t\t\ta person specified in regulations under subsection (2)(c) of section 28 forthe purpose of making applications for orders under that section.\n\t\tA relevant person must have regard to any guidance issued under thissection when exercising a function to which the guidance relates.\n\t\tThe Secretary of State may from time to time revise any guidance issuedunder this section.\n\t\tBefore issuing or revising guidance under this section, the Secretary ofState must consult—\n\t\t\tthe Domestic Abuse Commissioner, and\n\t\t\tsuch other persons as the Secretary of State considers appropriate.\n\t\tSubsection (5) does not apply in relation to any revisions of guidanceissued under this section if the Secretary of State considers the proposedrevisions of the guidance are insubstantial.\n\t\tThe Secretary of State must publish—\n\t\t\tany guidance issued under this section, and\n\t\t\tany revisions of that guidance.\n\tData from electronic monitoring: code of practice\n\t\tThe Secretary of State must issue a code of practice relating to theprocessing of data gathered in the course of electronic monitoring ofindividuals under electronic monitoring requirements imposed by domestic abuseprotection orders.\n\t\tA failure to act in accordance with a code issued under this section doesnot of itself make a person liable to any criminal or civil proceedings.\n\tPowers to make other orders in proceedings under this Part\n\t\tIn section 8 of the Children Act 1989 (child arrangements orders and otherorders with respect to children), in subsection (4), at the end insert—\n\t\t\tPart 3 of the Domestic Abuse Act 2021, where the proceedings are in thefamily court or the Family Division of the High Court.”\n\t\tIn Part 4 of the Family Law Act 1996 (family homes and domestic violence),in section 63(2) (definition of “family proceedings”), after paragraph (j)insert—\n\t\t\tPart 3 of the Domestic Abuse Act 2021, where the proceedings are in thefamily court or the Family Division of the High Court.”\n\tProceedings not to be subject to conditional fee agreements\n\t\tIn section 58A of the Courts and Legal Services Act 1990 (conditional feeagreements: supplementary), in subsection (2), after paragraph (fd) (butbefore the “and” following it) insert—\n\t\t\tproceedings under Part 3 of the Domestic Abuse Act 2021 (proceedings fordomestic abuse protection order), where the proceedings are in the familycourt or the Family Division of the High Court;”.\n\tConsequential amendments of the Sentencing Code\n\t\tThe Sentencing Code is amended as follows.\n\t\tIn section 80 (order for conditional discharge), in subsection (3), at theend insert—\n\t\t\tsection 39(6) of the Domestic Abuse Act 2021 (breach of domestic abuseprotection order).”\n\t\tIn Chapter 6 of Part 11 (other behaviour orders), before section 379 (butafter the heading “Other orders”) insert—\n\t\t“378ADomestic abuse protection orders\n\t\t\tSee Part 3 of the Domestic Abuse Act 2021 (and in particular section 31(3) ofthat Act) for the power of a court to make a domestic abuse protection orderwhen dealing with an offender for an offence.”\n\tRepeal of provisions about domestic violence protection notices andorders\n\t\tIn the Crime and Security Act 2010, omit sections 24 to 33 (which makeprovision for domestic violence protection notices and domestic violenceprotection orders).\n\t\tIn consequence of the repeal made by subsection (1), omit the followingprovisions—\n\t\t\tin Schedule 8 to the Crime and Courts Act 2013, paragraph 179;\n\t\t\tin Schedule 14 to the Policing and Crime Act 2017, paragraph 7(g).\n\tInterpretation of Part 3\n\t\tIn this Part—\n\t\t\t  * “chief officer of police” means— \n\t\t\tin relation to a police force maintained by a local policing body, the chiefofficer of police of that force;\n\t\t\tin relation to the British Transport Police Force, the Chief Constable of theForce;\n\t\t\tin relation to the Ministry of Defence Police, the Chief Constable of theMinistry of Defence Police;\n\t\t\t\t  * “domestic abuse protection notice” has the meaning given by section 22(2); \n\t\t\t\t  * “domestic abuse protection order” has the meaning given by section 27(1); \n\t\t\t\t  * “electronic monitoring requirement” has the meaning given by section 35(6); \n\t\t\t\t  * “family proceedings” means— \n\t\t\tproceedings in the family court (other than proceedings under or by virtue ofthis Part), and\n\t\t\tfamily proceedings within the meaning of Part 5 of the Matrimonial and FamilyProceedings Act 1984;\n\t\t\t\t  * “home address”, in relation to a person, means— \n\t\t\tthe address of the person’s sole or main residence in the United Kingdom, or\n\t\t\tif the person has no such residence—\n\t\t\tthe address or location of a place in the United Kingdom where the person canregularly be found;\n\t\t\tif there is more than one such place, the address or location of whichever oneof those places the person selects;\n\t\t\t\t  * “relevant police force” has the meaning given by section 22(8); \n\t\t\t\t  * “requirement”, in relation to a domestic abuse protection order, is to be read in accordance with section 35(1); \n\t\t\t\t  * “senior police officer” has the meaning given by section 22(8). \n\t\tAny reference to a member of a police force includes, in the case of apolice force maintained by a local policing body, a reference to a specialconstable appointed by the chief officer of police of that force.\n\t\tAny reference to changing home address includes a reference to a casewhere—\n\t\t\ta person acquires a home address at any time, and\n\t\t\timmediately before that time, the person did not have a home address.\n\t\tSee also—\n\t\t\tsection 1 (definition of “domestic abuse”);\n\t\t\tsection 2 (definition of “personally connected”)."
    },
    {
        "length": 1647,
        "text": "\nPART 4Local authority support\n\tSupport provided by local authorities to victims of domestic abuse\n\t\tEach relevant local authority in England must—\n\t\t\tassess, or make arrangements for the assessment of, the need foraccommodation-based support in its area,\n\t\t\tprepare and publish a strategy for the provision of such support in itsarea, and\n\t\t\tmonitor and evaluate the effectiveness of the strategy.\n\t\tFor the purposes of subsection (1)—\n\t\t\t  * “accommodation-based support” means support, in relation to domestic abuse, provided to victims of domestic abuse, or their children, who reside in relevant accommodation; \n\t\t\t  * “relevant accommodation” means accommodation of a description specified by the Secretary of State in regulations. \n\t\tA relevant local authority that publishes a strategy under this sectionmust, in carrying out its functions, give effect to the strategy.\n\t\tBefore publishing a strategy under this section, a relevant local authoritymust consult—\n\t\t\tthe domestic abuse local partnership board appointed by the relevant localauthority under section 58,\n\t\t\tany local authority for an area within the relevant local authority’s area,and\n\t\t\tsuch other persons as the relevant local authority considers appropriate.\n\t\tA relevant local authority that publishes a strategy under this section—\n\t\t\tmust keep the strategy under review,\n\t\t\tmust keep under review any effect of the strategy on the provision of otherlocal authority support in its area,\n\t\t\tmay alter or replace the strategy, and\n\t\t\tmust publish any altered or replacement strategy.\n\t\tIn this section “other local authority support”, in relation to a localauthority, means support, in relation to domestic abuse, that—\n\t\t\tis provided to victims of domestic abuse or their children, and\n\t\t\tis provided or funded by the local authority,\n\t\t\t\tother than accommodation-based support (within the meaning of subsection (2)).\n\t\tA relevant local authority may request any local authority for an areawithin the relevant local authority’s area to co-operate with it in any waythat the relevant local authority considers necessary for the purposes of itsfunctions under this section.\n\t\tA local authority must, so far as reasonably practicable, comply with arequest made to it under subsection (7).\n\t\tThe Secretary of State may by regulations make provision about thepreparation and publication of strategies under this section.\n\t\tThe power to make regulations under subsection (9) may, in particular, beexercised to make provision about—\n\t\t\tthe procedure to be followed by a relevant local authority in preparing astrategy;\n\t\t\tmatters to which a relevant local authority must have regard in preparing astrategy;\n\t\t\thow a relevant local authority must publish a strategy;\n\t\t\tthe date by which a relevant local authority must first publish a strategy;\n\t\t\tthe frequency with which a relevant local authority must review itsstrategy or any effect of the strategy on the provision of other localauthority support in its area.\n\t\tBefore making regulations under this section, the Secretary of State mustconsult—\n\t\t\tthe Domestic Abuse Commissioner,\n\t\t\trelevant local authorities, and\n\t\t\tsuch other persons as the Secretary of State considers appropriate.\n\tDomestic abuse local partnership boards\n\t\tA relevant local authority in England must appoint a domestic abuse localpartnership board for the purposes of providing advice to the authority about—\n\t\t\tthe exercise of the authority’s functions under section 57, and\n\t\t\tthe provision of other local authority support in the authority’s area.\n\t\tThe members of the domestic abuse local partnership board must include—\n\t\t\ta representative of the relevant local authority;\n\t\t\tat least one person appearing to the authority to represent the interestsof local authorities for areas within its area;\n\t\t\tat least one person appearing to the authority to represent the interestsof victims of domestic abuse;\n\t\t\tat least one person appearing to the authority to represent the interestsof children of domestic abuse victims;\n\t\t\tat least one person appearing to the authority to represent the interestsof charities and other voluntary organisations that work with victims ofdomestic abuse in its area;\n\t\t\tat least one person appearing to the authority to represent the interestsof persons who provide, or have functions relating to, health care services inits area;\n\t\t\tat least one person appearing to the authority to represent the interestsof persons with functions relating to policing or criminal justice in itsarea.\n\t\tIn this section—\n\t\t\t  * “health care services” means services relating to health care (within the meaning of section 9 of the Health and Social Care Act 2008); \n\t\t\t  * “other local authority support” has the same meaning as in section 57. \n\tAnnual reports\n\t\tAs soon as reasonably practicable after the end of each financial year, arelevant local authority in England must submit to the Secretary of State anannual report in relation to the exercise of the authority’s functions underthis Part during the year.\n\t\tThe Secretary of State may by regulations make provision about—\n\t\t\tthe form of the report, and\n\t\t\tthe content of the report.\n\t\tIn this section “financial year” means—\n\t\t\tthe period beginning with the day on which this section comes into forceand ending with the following 31 March, and\n\t\t\teach successive period of 12 months.\n\tGuidance \n\t\tThe Secretary of State must issue guidance relating to the exercise bylocal authorities in England of functions under this Part.\n\t\tLocal authorities in England must have regard to the guidance whenexercising a function to which the guidance relates.\n\t\tThe Secretary of State may from time to time revise any guidance issuedunder this section.\n\t\tBefore issuing or revising guidance under this section, the Secretary ofState must consult—\n\t\t\tthe Domestic Abuse Commissioner,\n\t\t\tlocal authorities, and\n\t\t\tsuch other persons as the Secretary of State considers appropriate.\n\t\tSubsection (4) does not apply in relation to any revisions of guidanceissued under this section if the Secretary of State considers the proposedrevisions of the guidance are insubstantial.\n\t\tThe Secretary of State must publish—\n\t\t\tany guidance issued under this section, and\n\t\t\tany revisions of that guidance.\n\tInterpretation of Part 4\n\t\tIn this Part—\n\t\t  * “local authority” means— \n\t\t\ta relevant local authority;\n\t\t\ta district council for an area for which there is a county council;\n\t\t\ta London borough council;\n\t\t\tthe Common Council of the City of London in its capacity as a local authority;\n\t\t\t\t  * “relevant local authority” means— \n\t\t\ta county council;\n\t\t\ta district council for an area for which there is no county council;\n\t\t\tthe Greater London Authority;\n\t\t\tthe Council of the Isles of Scilly."
    },
    {
        "length": 1326,
        "text": "\nSpecial measures\n\tSpecial measures in criminal proceedings for offences involvingdomestic abuse\n\t\tChapter 1 of Part 2 of the Youth Justice and Criminal Evidence Act 1999(giving of evidence or information for purposes of criminal proceedings:special measures directions in case of vulnerable and intimidated witnesses)is amended as follows.\n\t\tIn section 17 (witnesses eligible for assistance on grounds of fear ordistress about testifying)—\n\t\t\tin subsection (4), for “a sexual offence or an offence under section 1 or 2of the Modern Slavery Act 2015” substitute “an offence listed in subsection(4A)”;\n\t\t\tafter subsection (4) insert—\n\t\t\t\t“(4A)The offences are—\n\t\t\ta sexual offence;\n\t\t\tan offence under section 1 or 2 of the Modern Slavery Act 2015;\n\t\t\tany other offence where it is alleged that the behaviour of the accusedamounted to domestic abuse within the meaning of the Domestic Abuse Act 2021(see section 1 of that Act).”\n\t\tIn section 25(4)(a) (evidence given in private), for “a sexual offence oran offence under section 1 or 2 of the Modern Slavery Act 2015” substitute “anoffence listed in section 17(4A)”.\n\tSpecial measures in family proceedings: victims of domestic abuse\n\t\tThis section applies where rules of court provide that the court may make aspecial measures direction in relation to a person (“P”) who is a party orwitness in family proceedings.\n\t\tRules of court must provide that where P is, or is at risk of being, avictim of domestic abuse carried out by a person listed in subsection (3), itis to be assumed that the following matters are likely to be diminished byreason of vulnerability—\n\t\t\tthe quality of P’s evidence;\n\t\t\twhere P is a party to the proceedings, P’s participation in theproceedings.\n\t\tThe persons referred to in subsection (2) are—\n\t\t\ta party to the proceedings;\n\t\t\ta relative of a party to the proceedings (other than P);\n\t\t\ta witness in the proceedings.\n\t\tRules of court may provide for an exception to the provision made by virtueof subsection (2) where P does not wish to be deemed to be eligible for themaking of a special measures direction by virtue of that subsection.\n\t\tIn this section—\n\t\t\t  * “family proceedings” has the meaning given by section 75(3) of the Courts Act 2003; \n\t\t\t  * “relative” has the meaning given by section 63(1) of the Family Law Act 1996; \n\t\t\t  * “special measures” means such measures as may be specified by rules of court for the purpose of assisting a person to give evidence or participate in proceedings; \n\t\t\t  * “special measures direction” means a direction by the court granting special measures. \n\tSpecial measures in civil proceedings: victims of domestic abuse etc\n\t\tRules of court must make provision enabling the court to make a specialmeasures direction in relation to a person who is a party or witness in civilproceedings where that person—\n\t\t\tis, or is at risk of being, a victim of domestic abuse;\n\t\t\tis the victim, or alleged victim, of a specified offence.\n\t\tRules made by virtue of subsection (1) must, in particular, provide for thecourt to consider—\n\t\t\twhether— \n\t\t\tthe quality of the person’s evidence, or\n\t\t\twhere the person is a party to the proceedings, the person’s participationin the proceedings,\n\t\t\t\tis likely to be diminished by reason of vulnerability, and\n\t\t\tif so, whether it is necessary to make one or more special measuresdirections.\n\t\tFor the purposes of this section—\n\t\t\ta person is the victim of a specified offence if another person has beenconvicted of, or given a caution for, the offence;\n\t\t\ta person is the alleged victim of a specified offence if another person hasbeen charged with the offence.\n\t\tIn this section—\n\t\t\t  * “civil proceedings” means— \n\t\t\tproceedings in the county court,\n\t\t\tproceedings in the High Court, other than—\n\t\t\tproceedings in the Family Division of the High Court which are businessassigned, by or under section 61 of (and Schedule 1 to) the Senior Courts Act1981, to that Division of the High Court and no other, and\n\t\t\tproceedings in the exercise of its jurisdiction under the Extradition Act2003, and\n\t\t\tproceedings in the civil division of the Court of Appeal;\n\t\t\t\t  * “special measures” means such measures as may be specified by rules of court for the purpose of assisting a person to give evidence or participate in proceedings; \n\t\t\t\t  * “special measures direction” means a direction by the court granting special measures; \n\t\t\t\t  * “specified offence” means an offence which is specified, or of a description specified, in regulations made by the Lord Chancellor. "
    },
    {
        "length": 187,
        "text": "\nQProhibition of cross-examination in person: introductory\n\tIn this Part—\n\t  * “family proceedings” means—\n\t\tproceedings in the family court,\n\t\tproceedings in the Family Division of the High Court which are businessassigned, by or under section 61 of (and Schedule 1 to) the Senior Courts Act1981, to that Division of the High Court and no other, and\n\t\tproceedings in the civil division of the Court of Appeal arising out ofproceedings within paragraph (a) or (b);\n\t\t\t  * “witness”, in relation to any proceedings, includes a party to the proceedings."
    },
    {
        "length": 1370,
        "text": "\nRProhibition of cross-examination in person: victims of offences\n\tIn family proceedings, no party to the proceedings who has been convictedof or given a caution for, or is charged with, a specified offence may cross-examine in person a witness who is the victim, or alleged victim, of thatoffence.\n\tIn family proceedings, no party to the proceedings who is the victim, oralleged victim, of a specified offence may cross-examine in person a witnesswho has been convicted of or given a caution for, or is charged with, thatoffence.\n\tSubsections (1) and (2) do not apply to a conviction or caution that isspent for the purposes of the Rehabilitation of Offenders Act 1974, unlessevidence in relation to the conviction or caution is admissible in, or may berequired in, the proceedings by virtue of section 7(2), (3) or (4) of thatAct.\n\tCross-examination in breach of subsection (1) or (2) does not affect thevalidity of a decision of the court in the proceedings if the court was notaware of the conviction, caution or charge when the cross-examination tookplace.\n\tIn this section—\n\t\t  * “caution” means—\n\t\tin the case of England and Wales—\n\t\ta conditional caution given under section 22 of the Criminal Justice Act 2003,\n\t\ta youth conditional caution given under section 66A of the Crime and DisorderAct 1998, or\n\t\tany other caution given to a person in England and Wales in respect of anoffence which, at the time the caution is given, the person has admitted;\n\t\tin the case of Scotland, anything corresponding to a caution falling withinparagraph (a) (however described) which is given to a person in respect of anoffence under the law of Scotland;\n\t\tin the case of Northern Ireland—\n\t\ta conditional caution given under section 71 of the Justice Act (NorthernIreland) 2011, or\n\t\tany other caution given to a person in Northern Ireland in respect of anoffence which, at the time the caution is given, the person has admitted;\n\t\t\t  * “conviction” means—\n\t\ta conviction by or before a court in England and Wales, Scotland or NorthernIreland;\n\t\ta conviction in service disciplinary proceedings (in England and Wales,Scotland, Northern Ireland, or elsewhere), including—\n\t\tin the case of proceedings in respect of a service offence, anything thatunder section 376(1) and (2) of the Armed Forces Act 2006 (which relates tosummary hearings and the Summary Appeal Court) is to be treated as aconviction for the purposes of that Act, and\n\t\tin the case of any other service disciplinary proceedings, a finding of guiltin those proceedings;\n\t\ta finding in any criminal proceedings (including a finding linked with afinding of insanity) that the person concerned has committed an offence ordone the act or made the omission charged;\n\t\t\tand “convicted” is to be read accordingly;\n\t\t\t  * “service disciplinary proceedings” means—\n\t\tany proceedings (whether or not before a court) in respect of a serviceoffence (except proceedings before a civilian court within the meaning of theArmed Forces Act 2006);\n\t\tany proceedings under the Army Act 1955, the Air Force Act 1955, or the NavalDiscipline Act 1957 (whether before a court-martial or before any other courtor person authorised under any of those Acts to award a punishment in respectof an offence);\n\t\tany proceedings before a Standing Civilian Court established under the ArmedForces Act 1976;\n\t\t\t  * “service offence” means—\n\t\ta service offence within the meaning of the Armed Forces Act 2006, or\n\t\tan SDA offence within the meaning of the Armed Forces Act 2006 (TransitionalProvisions etc) Order 2009 ([S.I. 2009/1059](/id/uksi/2009/1059?view=plain \"Goto item of legislation\"));\n\t\t\t  * “specified offence” means an offence which is specified, or of a description specified, in regulations made by the Lord Chancellor.\n\tThe following provisions (which deem a conviction of a person dischargednot to be a conviction) do not apply for the purposes of this section to aconviction of a person for an offence in respect of which an order has beenmade discharging the person absolutely or conditionally—\n\t\tsection 14 of the Powers of Criminal Courts (Sentencing) Act 2000;\n\t\tsection 82 of the Sentencing Code;\n\t\tsection 187 of the Armed Forces Act 2006 or any corresponding earlierenactment.\n\tFor the purposes of this section “offence” includes an offence under a lawthat is no longer in force."
    },
    {
        "length": 361,
        "text": "\nSProhibition of cross-examination in person: persons protected byinjunctions etc\n\tIn family proceedings, no party to the proceedings against whom an on-notice protective injunction is in force may cross-examine in person a witnesswho is protected by the injunction.\n\tIn family proceedings, no party to the proceedings who is protected by anon-notice protective injunction may cross-examine in person a witness againstwhom the injunction is in force.\n\tCross-examination in breach of subsection (1) or (2) does not affect thevalidity of a decision of the court in the proceedings if the court was notaware of the protective injunction when the cross-examination took place.\n\tIn this section “protective injunction” means an order, injunction orinterdict specified, or of a description specified, in regulations made by theLord Chancellor.\n\tFor the purposes of this section, a protective injunction is an “on-notice”protective injunction if—\n\t\tthe court is satisfied that there has been a hearing at which the personagainst whom the protective injunction is in force asked, or could have asked,for the injunction to be set aside or varied, or\n\t\tthe protective injunction was made at a hearing of which the court issatisfied that both the person who applied for it and the person against whomit is in force had notice."
    },
    {
        "length": 276,
        "text": "\nTProhibition of cross-examination in person: evidence of domesticabuse\n\tIn family proceedings, where specified evidence is adduced that a personwho is a witness has been the victim of domestic abuse carried out by a partyto the proceedings, that party to the proceedings may not cross-examine thewitness in person.\n\tIn family proceedings, where specified evidence is adduced that a personwho is a party to the proceedings has been the victim of domestic abusecarried out by a witness, that party may not cross-examine the witness inperson.\n\tIn this section—\n\t\t  * “domestic abuse” has the meaning given by section 1 of the Domestic Abuse Act 2021;\n\t\t  * “specified evidence” means evidence specified, or of a description specified, in regulations made by the Lord Chancellor.\n\tRegulations under subsection (3) may provide that any evidence whichsatisfies the court that domestic abuse, or domestic abuse of a specifieddescription, has occurred is specified evidence for the purposes of thissection."
    },
    {
        "length": 813,
        "text": "\nUDirection for prohibition of cross-examination in person: othercases\n\tIn family proceedings, the court may give a direction prohibiting a partyto the proceedings from cross-examining (or continuing to cross-examine) awitness in person if—\n\t\tnone of sections 31R to 31T operates to prevent the party from cross-examining the witness, and\n\t\tit appears to the court that—\n\t\tthe quality condition or the significant distress condition is met, and\n\t\tit would not be contrary to the interests of justice to give thedirection.\n\tThe “quality condition” is met if the quality of evidence given by thewitness on cross-examination—\n\t\tis likely to be diminished if the cross-examination (or continued cross-examination) is conducted by the party in person, and\n\t\twould be likely to be improved if a direction were given under thissection.\n\tThe “significant distress condition” is met if—\n\t\tthe cross-examination (or continued cross-examination) of the witness bythe party in person would be likely to cause significant distress to thewitness or the party, and\n\t\tthat distress is likely to be more significant than would be the case ifthe witness were cross-examined other than by the party in person.\n\tA direction under this section may be made by the court—\n\t\ton an application made by a party to the proceedings, or\n\t\tof its own motion.\n\tIn determining whether the quality condition or the significant distresscondition is met in the case of a witness or party, the court must have regardto, among other things—\n\t\tany views expressed by the witness as to whether or not the witness iscontent to be cross-examined by the party in person;\n\t\tany views expressed by the party as to whether or not the party is contentto cross-examine the witness in person;\n\t\tthe nature of the questions likely to be asked, having regard to the issuesin the proceedings;\n\t\tany behaviour by the party in relation to the witness in respect of whichthe court is aware that a finding of fact has been made in the proceedings orin any other proceedings;\n\t\tany behaviour by the witness in relation to the party in respect of whichthe court is aware that a finding of fact has been made in the proceedings orin any other proceedings;\n\t\tany behaviour by the party at any stage of the proceedings, both generallyand in relation to the witness;\n\t\tany behaviour by the witness at any stage of the proceedings, bothgenerally and in relation to the party;\n\t\tany relationship (of whatever nature) between the witness and the party.\n\tAny reference in this section to the quality of a witness’s evidence is toits quality in terms of completeness, coherence and accuracy.\n\tFor this purpose “coherence” refers to a witness’s ability in givingevidence to give answers which—\n\t\taddress the questions put to the witness, and\n\t\tcan be understood, both individually and collectively."
    },
    {
        "length": 319,
        "text": "\nVDirections under section 31U: supplementary\n\tA direction under section 31U has binding effect from the time it is madeuntil the witness in relation to whom it applies is discharged.\n\tBut the court may revoke a direction under section 31U before the witnessis discharged, if it appears to the court to be in the interests of justice todo so, either—\n\t\ton an application made by a party to the proceedings, or\n\t\tof its own motion.\n\tThe court may revoke a direction under section 31U on an application madeby a party to the proceedings only if there has been a material change ofcircumstances since—\n\t\tthe direction was given, or\n\t\tif a previous application has been made by a party to the proceedings, theapplication (or the last application) was determined.\n\tThe court must state its reasons for—\n\t\tgiving a direction under section 31U;\n\t\trefusing an application for a direction under section 31U;\n\t\trevoking a direction under section 31U;\n\t\trefusing an application for the revocation of a direction under section31U."
    },
    {
        "length": 596,
        "text": "\nWAlternatives to cross-examination in person\n\tThis section applies where a party to family proceedings is prevented fromcross-examining a witness in person by virtue of any of sections 31R to 31U.\n\tThe court must consider whether (ignoring this section) there is asatisfactory alternative means—\n\t\tfor the witness to be cross-examined in the proceedings, or\n\t\tof obtaining evidence that the witness might have given under cross-examination in the proceedings.\n\tIf the court decides that there is not, the court must—\n\t\tinvite the party to the proceedings to arrange for a qualified legalrepresentative to act for the party for the purpose of cross-examining thewitness, and\n\t\trequire the party to the proceedings to notify the court, by the end of aperiod specified by the court, of whether a qualified legal representative isto act for the party for that purpose.\n\tSubsection (5) applies if, by the end of the period specified undersubsection (3)(b), either—\n\t\tthe party has notified the court that no qualified legal representative isto act for the party for the purpose of cross-examining the witness, or\n\t\tno notification has been received by the court and it appears to the courtthat no qualified legal representative is to act for the party for the purposeof cross-examining the witness.\n\tThe court must consider whether it is necessary in the interests of justicefor the witness to be cross-examined by a qualified legal representativeappointed by the court to represent the interests of the party.\n\tIf the court decides that it is, the court must appoint a qualified legalrepresentative (chosen by the court) to cross-examine the witness in theinterests of the party.\n\tA qualified legal representative appointed by the court under subsection(6) is not responsible to the party.\n\tFor the purposes of this section—\n\t\ta reference to cross-examination includes a reference to continuing toconduct cross-examination;\n\t\t“qualified legal representative” means a person who, for the purposes ofthe Legal Services Act 2007, is an authorised person in relation to anactivity which constitutes the exercise of a right of audience (within themeaning of that Act) in family proceedings."
    },
    {
        "length": 250,
        "text": "\nXCosts of legal representatives appointed under section 31W(6)\n\tThe Lord Chancellor may by regulations make provision for the payment outof central funds of sums in respect of—\n\t\tfees or costs properly incurred by a qualified legal representativeappointed under section 31W(6), and\n\t\texpenses properly incurred in providing such a person with evidence orother material in connection with the appointment.\n\tThe regulations may provide for sums payable under subsection (1) to bedetermined by the Lord Chancellor or such other person as the regulations mayspecify.\n\tThe regulations may provide for sums payable under subsection (1)—\n\t\tto be such amounts as are specified in the regulations;\n\t\tto be calculated in accordance with—\n\t\ta rate or scale specified in the regulations, or\n\t\tother provision made by or under the regulations."
    },
    {
        "length": 194,
        "text": "\nYGuidance for legal representatives appointed under section 31W(6)\n\tThe Lord Chancellor may issue guidance in connection with the role which aqualified legal representative appointed under section 31W(6) in connectionwith any family proceedings is to play in the proceedings, including (amongother things) guidance about the effect of section 31W(7).\n\tA qualified legal representative appointed under section 31W(6) must haveregard to any guidance issued under this section.\n\tThe Lord Chancellor may from time to time revise any guidance issued underthis section.\n\tThe Lord Chancellor must publish—\n\t\tany guidance issued under this section, and\n\t\tany revisions of that guidance."
    },
    {
        "length": 136,
        "text": "\nZRegulations under Part 4B\n\tAny power of the Lord Chancellor to make regulations under this Part—\n\t\tis exercisable by statutory instrument,\n\t\tincludes power to make different provision for different purposes, and\n\t\tincludes power to make supplementary, incidental, consequential,transitional, transitory or saving provision.\n\tA statutory instrument containing regulations under this Part is subject toannulment in pursuance of a resolution of either House of Parliament.”"
    },
    {
        "length": 234,
        "text": "\nEProhibition of cross-examination in person: introductory\n\tIn this Part—\n\t  * “civil proceedings” means—\n\t\tproceedings in the county court,\n\t\tproceedings in the High Court, other than—\n\t\tproceedings in the Family Division of the High Court which are businessassigned, by or under section 61 of (and Schedule 1 to) the Senior Courts Act1981, to that Division of the High Court and no other, and\n\t\tproceedings in the exercise of its jurisdiction under the Extradition Act2003, and\n\t\tproceedings in the civil division of the Court of Appeal arising out of civilproceedings within paragraph (a) or (b);\n\t\t\t  * “witness”, in relation to any proceedings, includes a party to the proceedings."
    },
    {
        "length": 1349,
        "text": "\nFProhibition of cross-examination in person: victims of offences\n\tIn civil proceedings, no party to the proceedings who has been convictedof, or given a caution for, a specified offence may cross-examine in person awitness who is the victim of that offence.\n\tIn civil proceedings, no party to the proceedings who is the victim of aspecified offence may cross-examine in person a witness who has been convictedof, or given a caution for, that offence.\n\tSubsections (1) and (2) do not apply to a conviction or caution that isspent for the purposes of the Rehabilitation of Offenders Act 1974, unlessevidence in relation to the conviction or caution is admissible in, or may berequired in, the proceedings by virtue of section 7(2), (3) or (4) of thatAct.\n\tCross-examination in breach of subsection (1) or (2) does not affect thevalidity of a decision of the court in the proceedings if the court was notaware of the conviction or caution when the cross-examination took place.\n\tIn this section—\n\t\t  * “caution” means—\n\t\tin the case of England and Wales—\n\t\ta conditional caution given under section 22 of the Criminal Justice Act 2003,\n\t\ta youth conditional caution given under section 66A of the Crime and DisorderAct 1998, or\n\t\tany other caution given to a person in England and Wales in respect of anoffence which, at the time the caution is given, the person has admitted;\n\t\tin the case of Scotland, anything corresponding to a caution falling withinparagraph (a) (however described) which is given to a person in respect of anoffence under the law of Scotland;\n\t\tin the case of Northern Ireland—\n\t\ta conditional caution given under section 71 of the Justice Act (NorthernIreland) 2011, or\n\t\tany other caution given to a person in Northern Ireland in respect of anoffence which, at the time the caution is given, the person has admitted;\n\t\t\t  * “conviction” means—\n\t\ta conviction by or before a court in England and Wales, Scotland or NorthernIreland;\n\t\ta conviction in service disciplinary proceedings (in England and Wales,Scotland, Northern Ireland, or elsewhere), including—\n\t\tin the case of proceedings in respect of a service offence, anything thatunder section 376(1) and (2) of the Armed Forces Act 2006 (which relates tosummary hearings and the Summary Appeal Court) is to be treated as aconviction for the purposes of that Act, and\n\t\tin the case of any other service disciplinary proceedings, a finding of guiltin those proceedings;\n\t\ta finding in any criminal proceedings (including a finding linked with afinding of insanity) that the person concerned has committed an offence ordone the act or made the omission charged;\n\t\t\tand “convicted” is to be read accordingly;\n\t\t\t  * “service disciplinary proceedings” means—\n\t\tany proceedings (whether or not before a court) in respect of a serviceoffence (except proceedings before a civilian court within the meaning of theArmed Forces Act 2006);\n\t\tany proceedings under the Army Act 1955, the Air Force Act 1955, or the NavalDiscipline Act 1957 (whether before a court-martial or before any other courtor person authorised under any of those Acts to award a punishment in respectof an offence);\n\t\tany proceedings before a Standing Civilian Court established under the ArmedForces Act 1976;\n\t\t\t  * “service offence” means—\n\t\ta service offence within the meaning of the Armed Forces Act 2006, or\n\t\tan SDA offence within the meaning of the Armed Forces Act 2006 (TransitionalProvisions etc) Order 2009 ([S.I. 2009/1059](/id/uksi/2009/1059?view=plain \"Goto item of legislation\"));\n\t\t\t  * “specified offence” means an offence which is specified, or of a description specified, in regulations made by the Lord Chancellor.\n\tThe following provisions (which deem a conviction of a person dischargednot to be a conviction) do not apply for the purposes of this section to aconviction of a person for an offence in respect of which an order has beenmade discharging the person absolutely or conditionally—\n\t\tsection 14 of the Powers of Criminal Courts (Sentencing) Act 2000;\n\t\tsection 82 of the Sentencing Code;\n\t\tsection 187 of the Armed Forces Act 2006 or any corresponding earlierenactment.\n\tFor the purposes of this section “offence” includes an offence under a lawthat is no longer in force."
    },
    {
        "length": 362,
        "text": "\nGProhibition of cross-examination in person: persons protected byinjunctions etc\n\tIn civil proceedings, no party to the proceedings against whom an on-noticeprotective injunction is in force may cross-examine in person a witness who isprotected by the injunction.\n\tIn civil proceedings, no party to the proceedings who is protected by anon-notice protective injunction may cross-examine in person a witness againstwhom the injunction is in force.\n\tCross-examination in breach of subsection (1) or (2) does not affect thevalidity of a decision of the court in the proceedings if the court was notaware of the protective injunction when the cross-examination took place.\n\tIn this section “protective injunction” means an order, injunction orinterdict specified, or of a description specified, in regulations made by theLord Chancellor.\n\tFor the purposes of this section, a protective injunction is an “on-notice”protective injunction if—\n\t\tthe court is satisfied that there has been a hearing at which the personagainst whom the protective injunction is in force asked, or could have asked,for the injunction to be set aside or varied, or\n\t\tthe protective injunction was made at a hearing of which the court issatisfied that both the person who applied for it and the person against whomit is in force had notice."
    },
    {
        "length": 275,
        "text": "\nHProhibition of cross-examination in person: evidence of domesticabuse\n\tIn civil proceedings, where specified evidence is adduced that a person whois a witness has been the victim of domestic abuse carried out by a party tothe proceedings, that party to the proceedings may not cross-examine thewitness in person.\n\tIn civil proceedings, where specified evidence is adduced that a person whois a party to the proceedings has been the victim of domestic abuse carriedout by a witness, that party may not cross-examine the witness in person.\n\tIn this section—\n\t\t  * “domestic abuse” has the meaning given by section 1 of the Domestic Abuse Act 2021;\n\t\t  * “specified evidence” means evidence specified, or of a description specified, in regulations made by the Lord Chancellor.\n\tRegulations under subsection (3) may provide that any evidence whichsatisfies the court that domestic abuse, or domestic abuse of a specifieddescription, has occurred is specified evidence for the purposes of thissection."
    },
    {
        "length": 934,
        "text": "\nIDirection for prohibition of cross-examination in person: othercases\n\tIn civil proceedings, the court may give a direction prohibiting a party tothe proceedings from cross-examining (or continuing to cross-examine) awitness in person if—\n\t\tnone of sections 85F to 85H operates to prevent the party from cross-examining the witness, and\n\t\tit appears to the court that—\n\t\tthe quality condition or the significant distress condition is met, and\n\t\tit would not be contrary to the interests of justice to give thedirection.\n\tThe “quality condition” is met if the quality of evidence given by thewitness on cross-examination—\n\t\tis likely to be diminished if the cross-examination (or continued cross-examination) is conducted by the party in person, and\n\t\twould be likely to be improved if a direction were given under thissection.\n\tThe “significant distress condition” is met if—\n\t\tthe cross-examination (or continued cross-examination) of the witness bythe party in person would be likely to cause significant distress to thewitness or the party, and\n\t\tthat distress is likely to be more significant than would be the case ifthe witness were cross-examined other than by the party in person.\n\tA direction under this section may be made by the court—\n\t\ton an application made by a party to the proceedings, or\n\t\tof its own motion.\n\tIn determining whether the quality condition or the significant distresscondition is met in the case of a witness or party, the court must have regardto, among other things—\n\t\tany views expressed by the witness as to whether or not the witness iscontent to be cross-examined by the party in person;\n\t\tany views expressed by the party as to whether or not the party is contentto cross-examine the witness in person;\n\t\tthe nature of the questions likely to be asked, having regard to the issuesin the proceedings;\n\t\tany charge of which the court is aware in respect of a specified offencealleged to have been committed by the party in relation to the witness;\n\t\tany charge of which the court is aware in respect of a specified offencealleged to have been committed by the witness in relation to the party;\n\t\tany behaviour by the party in relation to the witness in respect of whichthe court is aware that a finding of fact has been made in the proceedings orin any other proceedings;\n\t\tany behaviour by the witness in relation to the party in respect of whichthe court is aware that a finding of fact has been made in the proceedings orin any other proceedings;\n\t\tany behaviour by the party at any stage of the proceedings, both generallyand in relation to the witness;\n\t\tany behaviour by the witness at any stage of the proceedings, bothgenerally and in relation to the party;\n\t\tany relationship (of whatever nature) between the witness and the party.\n\tIn subsection (5)(d) and (e) “specified offence” means an offence that is aspecified offence for the purposes of section 85F.\n\tAny reference in this section to the quality of a witness’s evidence is toits quality in terms of completeness, coherence and accuracy.\n\tFor this purpose “coherence” refers to a witness’s ability in givingevidence to give answers which—\n\t\taddress the questions put to the witness, and\n\t\tcan be understood, both individually and collectively."
    },
    {
        "length": 319,
        "text": "\nJDirections under section 85I: supplementary\n\tA direction under section 85I has binding effect from the time it is madeuntil the witness in relation to whom it applies is discharged.\n\tBut the court may revoke a direction under section 85I before the witnessis discharged, if it appears to the court to be in the interests of justice todo so, either—\n\t\ton an application made by a party to the proceedings, or\n\t\tof its own motion.\n\tThe court may revoke a direction under section 85I on an application madeby a party to the proceedings only if there has been a material change ofcircumstances since—\n\t\tthe direction was given, or\n\t\tif a previous application has been made by a party to the proceedings, theapplication (or the last application) was determined.\n\tThe court must state its reasons for—\n\t\tgiving a direction under section 85I;\n\t\trefusing an application for a direction under section 85I;\n\t\trevoking a direction under section 85I;\n\t\trefusing an application for the revocation of a direction under section85I."
    },
    {
        "length": 596,
        "text": "\nKAlternatives to cross-examination in person\n\tThis section applies where a party to civil proceedings is prevented fromcross-examining a witness in person by virtue of any of sections 85F to 85I.\n\tThe court must consider whether (ignoring this section) there is asatisfactory alternative means—\n\t\tfor the witness to be cross-examined in the proceedings, or\n\t\tof obtaining evidence that the witness might have given under cross-examination in the proceedings.\n\tIf the court decides that there is not, the court must—\n\t\tinvite the party to the proceedings to arrange for a qualified legalrepresentative to act for the party for the purpose of cross-examining thewitness, and\n\t\trequire the party to the proceedings to notify the court, by the end of aperiod specified by the court, of whether a qualified legal representative isto act for the party for that purpose.\n\tSubsection (5) applies if, by the end of the period specified undersubsection (3)(b), either—\n\t\tthe party has notified the court that no qualified legal representative isto act for the party for the purpose of cross-examining the witness, or\n\t\tno notification has been received by the court and it appears to the courtthat no qualified legal representative is to act for the party for the purposeof cross-examining the witness.\n\tThe court must consider whether it is necessary in the interests of justicefor the witness to be cross-examined by a qualified legal representativeappointed by the court to represent the interests of the party.\n\tIf the court decides that it is, the court must appoint a qualified legalrepresentative (chosen by the court) to cross-examine the witness in theinterests of the party.\n\tA qualified legal representative appointed by the court under subsection(6) is not responsible to the party.\n\tFor the purposes of this section—\n\t\ta reference to cross-examination includes a reference to continuing toconduct cross-examination;\n\t\t“qualified legal representative” means a person who, for the purposes ofthe Legal Services Act 2007, is an authorised person in relation to anactivity which constitutes the exercise of a right of audience (within themeaning of that Act) in civil proceedings."
    },
    {
        "length": 250,
        "text": "\nLCosts of legal representatives appointed under section 85K(6)\n\tThe Lord Chancellor may by regulations make provision for the payment outof central funds of sums in respect of—\n\t\tfees or costs properly incurred by a qualified legal representativeappointed under section 85K(6), and\n\t\texpenses properly incurred in providing such a person with evidence orother material in connection with the appointment.\n\tThe regulations may provide for sums payable under subsection (1) to bedetermined by the Lord Chancellor or such other person as the regulations mayspecify.\n\tThe regulations may provide for sums payable under subsection (1)—\n\t\tto be such amounts as are specified in the regulations;\n\t\tto be calculated in accordance with—\n\t\ta rate or scale specified in the regulations, or\n\t\tother provision made by or under the regulations."
    },
    {
        "length": 194,
        "text": "\nMGuidance for legal representatives appointed under section 85K(6)\n\tThe Lord Chancellor may issue guidance in connection with the role which aqualified legal representative appointed under section 85K(6) in connectionwith any civil proceedings is to play in the proceedings, including (amongother things) guidance about the effect of section 85K(7).\n\tA qualified legal representative appointed under section 85K(6) must haveregard to any guidance issued under this section.\n\tThe Lord Chancellor may from time to time revise any guidance issued underthis section.\n\tThe Lord Chancellor must publish—\n\t\tany guidance issued under this section, and\n\t\tany revisions of that guidance."
    },
    {
        "length": 559,
        "text": "\nOrders under section 91(14) of the Children Act 1989\n\tOrders under section 91(14) of the Children Act 1989\n\t\tThe Children Act 1989 is amended as follows.\n\t\tIn section 91 (effect and duration of orders etc.), at the end ofsubsection (14) insert—\n\t\t\t“For further provision about orders under this subsection, see section 91A(section 91(14) orders: further provision).”\n\t\tAfter section 91 insert—\n\t\t“91ASection 91(14) orders: further provision\n\t\t\tThis section makes further provision about orders under section 91(14)(referred to in this section as “section 91(14) orders”).\n\t\t\tThe circumstances in which the court may make a section 91(14) orderinclude, among others, where the court is satisfied that the making of anapplication for an order under this Act of a specified kind by any person whois to be named in the section 91(14) order would put—\n\t\t\t\tthe child concerned, or\n\t\t\t\tanother individual (“the relevant individual”),\n\t\t\t\t\tat risk of harm.\n\t\t\tIn the case of a child or other individual who has reached the age ofeighteen, the reference in subsection (2) to “harm” is to be read as areference to ill-treatment or the impairment of physical or mental health.\n\t\t\tWhere a person who is named in a section 91(14) order applies for leave tomake an application of a specified kind, the court must, in determiningwhether to grant leave, consider whether there has been a material change ofcircumstances since the order was made.\n\t\t\tA section 91(14) order may be made by the court—\n\t\t\t\ton an application made—\n\t\t\t\tby the relevant individual;\n\t\t\t\tby or on behalf of the child concerned;\n\t\t\t\tby any other person who is a party to the application being disposed ofby the court;\n\t\t\t\tof its own motion.\n\t\t\tIn this section, “the child concerned” means the child referred to insection 91(14).”"
    },
    {
        "length": 396,
        "text": "\nControlling or coercive behaviour\n\tControlling or coercive behaviour in an intimate or family relationship\n\t\tSection 76 of the Serious Crime Act 2015 (offence of controlling orcoercive behaviour in an intimate or family relationship) is amended asfollows.\n\t\tIn subsection (1)(b), after “personally connected” insert “(see subsection(6))”.\n\t\tOmit subsection (2).\n\t\tFor subsection (6) substitute—\n\t\tA and B are “personally connected” if any of the following applies—\n\t\t\tthey are, or have been, married to each other;\n\t\t\tthey are, or have been, civil partners of each other;\n\t\t\tthey have agreed to marry one another (whether or not the agreement hasbeen terminated);\n\t\t\tthey have entered into a civil partnership agreement (whether or not theagreement has been terminated);\n\t\t\tthey are, or have been, in an intimate personal relationship with eachother;\n\t\t\tthey each have, or there has been a time when they each have had, aparental relationship in relation to the same child (see subsection (6A));\n\t\t\tthey are relatives.\n\t\t\t\t(6A)For the purposes of subsection (6)(f) a person has a parental relationshipin relation to a child if—\n\t\t\tthe person is a parent of the child, or\n\t\t\tthe person has parental responsibility for the child.”\n\t\tIn subsection (7), for “subsection (6)” substitute “subsections (6) and(6A)”."
    },
    {
        "length": 912,
        "text": "\nDisclosure of private sexual photographs and films\n\tThreats to disclose private sexual photographs and films with intent tocause distress\n\t\tSection 33 of the Criminal Justice and Courts Act 2015 (disclosing privatesexual photographs and films with intent to cause distress) is amended asfollows.\n\t\tIn the heading, after “Disclosing” insert “, or threatening to disclose,”.\n\t\tFor subsection (1) substitute—\n\t\tA person commits an offence if—\n\t\t\tthe person discloses, or threatens to disclose, a private sexual photographor film in which another individual (“the relevant individual”) appears,\n\t\t\tby so doing, the person intends to cause distress to that individual, and\n\t\t\tthe disclosure is, or would be, made without the consent of thatindividual.”\n\t\tIn subsection (2)—\n\t\t\tafter “disclose” insert “, or threaten to disclose,”;\n\t\t\tfor “the individual mentioned in subsection (1)(a) and (b)” substitute “therelevant individual”.\n\t\tAfter subsection (2) insert—\n\t\t\t“(2A)Where a person is charged with an offence under this section ofthreatening to disclose a private sexual photograph or film, it is notnecessary for the prosecution to prove—\n\t\t\tthat the photograph or film referred to in the threat exists, or\n\t\t\tif it does exist, that it is in fact a private sexual photograph or film.”\n\t\tIn subsection (4)(a), after “disclosure” insert “, or threat to disclose,”.\n\t\tIn subsection (5)—\n\t\t\tin paragraph (a), for “the individual mentioned in subsection (1)(a) and(b)” substitute “the relevant individual”;\n\t\t\tin paragraph (b), for “the individual mentioned in subsection (1)(a) and(b)” substitute “the relevant individual”.\n\t\tFor subsection (8) substitute—\n\t\tA person charged with an offence under this section is not to be taken tohave intended to cause distress by disclosing, or threatening to disclose, aphotograph or film merely because that was a natural and probable consequenceof the disclosure or threat.”\n\t\tIn section 35 of that Act (meaning of “private” and “sexual”), insubsection (5)(c), for “the person mentioned in section 33(1)(a) and (b)”substitute “the relevant individual (within the meaning of section 33)”.\n\t\tIn Schedule 8 to that Act (disclosing private sexual photographs or films:providers of information society services)—\n\t\t\tin the heading, after “Disclosing” insert “, or threatening to disclose,”;\n\t\t\tin paragraph 5 (exception for hosting)—\n\t\t\tin sub-paragraph (1), after “sub-paragraph (2)” insert “, (2A)”;\n\t\t\tin sub-paragraph (2), in the words before paragraph (a), after “if” insert“, in the case of information which consists of or includes a private sexualphotograph or film,”;\n\t\t\tafter sub-paragraph (2) insert—\n\t\t\t“(2A)This sub-paragraph is satisfied if, in the case of information whichconsists of or includes a threat to disclose a private sexual photograph orfilm, the service provider had no actual knowledge when the information wasprovided—\n\t\t\tthat it consisted of or included a threat to disclose a private sexualphotograph or film in which another individual appears,\n\t\t\tthat the threat was made with the intention of causing distress to thatindividual, or\n\t\t\tthat the disclosure would be made without the consent of that individual.”"
    },
    {
        "length": 1312,
        "text": "\nOffences against the person\n\tStrangulation or suffocation\n\t\tIn Part 5 of the Serious Crime Act 2015 (protection of children andothers), after section 75 insert—\n\t\t“Strangulation or suffocation\n\t\t\tAStrangulation or suffocation\n\t\t\t\tA person (“A”) commits an offence if—\n\t\t\t\t\tA intentionally strangles another person (“B”), or\n\t\t\t\t\tA does any other act to B that—\n\t\t\t\t\taffects B’s ability to breathe, and\n\t\t\t\t\tconstitutes battery of B.\n\t\t\t\tIt is a defence to an offence under this section for A to show that Bconsented to the strangulation or other act.\n\t\t\t\tBut subsection (2) does not apply if—\n\t\t\t\t\tB suffers serious harm as a result of the strangulation or other act, and\n\t\t\t\t\tA either—\n\t\t\t\t\tintended to cause B serious harm, or\n\t\t\t\t\twas reckless as to whether B would suffer serious harm.\n\t\t\t\tA is to be taken to have shown the fact mentioned in subsection (2) if—\n\t\t\t\t\tsufficient evidence of the fact is adduced to raise an issue with respectto it, and\n\t\t\t\t\tthe contrary is not proved beyond reasonable doubt.\n\t\t\t\tA person guilty of an offence under this section is liable—\n\t\t\t\t\ton summary conviction—\n\t\t\t\t\tto imprisonment for a term not exceeding 12 months (or 6 months, if theoffence was committed before the coming into force of paragraph 24(2) ofSchedule 22 to the Sentencing Act 2020), or\n\t\t\t\t\tto a fine,\n\t\t\t\t\t\tor both;\n\t\t\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 5years or to a fine, or both.\n\t\t\t\tIn this section “serious harm” means—\n\t\t\t\t\tgrievous bodily harm, within the meaning of section 18 of the OffencesAgainst the Person Act 1861,\n\t\t\t\t\twounding, within the meaning of that section, or\n\t\t\t\t\tactual bodily harm, within the meaning of section 47 of that Act.\n\t\t\tBOffences under section 75A committed outside the United Kingdom\n\t\t\t\tIf— \n\t\t\t\t\ta person does an act in a country outside the United Kingdom,\n\t\t\t\t\tthe act, if done in England and Wales, would constitute an offence undersection 75A, and\n\t\t\t\t\tthe person is a United Kingdom national or is habitually resident inEngland and Wales,\n\t\t\t\t\t\tthe person is guilty in England and Wales of that offence.\n\t\t\t\tIn this section—\n\t\t\t\t\t  * “country” includes territory;\n\t\t\t\t\t  * “United Kingdom national” means an individual who is—\n\t\t\t\t\ta British citizen, a British overseas territories citizen, a British National(Overseas) or a British Overseas citizen,\n\t\t\t\t\ta person who under the British Nationality Act 1981 is a British subject, or\n\t\t\t\t\ta British protected person within the meaning of that Act.”\n\t\t\t\tSchedule 2 contains consequential amendments.\n\tConsent to serious harm for sexual gratification not a defence\n\t\tThis section applies for the purposes of determining whether a person (“D”)who inflicts serious harm on another person (“V”) is guilty of a relevantoffence.\n\t\tIt is not a defence that V consented to the infliction of the serious harmfor the purposes of obtaining sexual gratification (but see subsection (4)).\n\t\tIn this section—\n\t\t\t  * “relevant offence” means an offence under section 18, 20 or 47 of the Offences Against the Person Act 1861 (“the 1861 Act”); \n\t\t\t  * “serious harm” means— \n\t\t\tgrievous bodily harm, within the meaning of section 18 of the 1861 Act,\n\t\t\twounding, within the meaning of that section, or\n\t\t\tactual bodily harm, within the meaning of section 47 of the 1861 Act.\n\t\tSubsection (2) does not apply in the case of an offence under section 20 or47 of the 1861 Act where—\n\t\t\tthe serious harm consists of, or is a result of, the infection of V with asexually transmitted infection in the course of sexual activity, and\n\t\t\tV consented to the sexual activity in the knowledge or belief that D hadthe sexually transmitted infection.\n\t\tFor the purposes of this section it does not matter whether the harm wasinflicted for the purposes of obtaining sexual gratification for D, V or someother person.\n\t\tNothing in this section affects any enactment or rule of law relating toother circumstances in which a person’s consent to the infliction of seriousharm may, or may not, be a defence to a relevant offence."
    },
    {
        "length": 1584,
        "text": "\nOffences committed outside the UK\n\tOffences against the person committed outside the UK: England and Wales\n\t\tIf— \n\t\t\ta person who is a United Kingdom national or is habitually resident inEngland and Wales does an act in a country outside the United Kingdom,\n\t\t\tthe act constitutes an offence under the law in force in that country, and\n\t\t\tthe act, if done in England and Wales, would constitute an offence to whichthis subsection applies,\n\t\t\t\tthe person is guilty in England and Wales of that offence.\n\t\tThe offences to which subsection (1) applies are—\n\t\t\tmurder; \n\t\t\tmanslaughter; \n\t\t\tan offence under section 18, 20 or 47 of the Offences Against the PersonAct 1861 (offences relating to bodily harm or injury);\n\t\t\tan offence under section 23 or 24 of that Act (administering poison);\n\t\t\tan offence under section 1 of the Infant Life (Preservation) Act 1929(child destruction).\n\t\tSubsection (1) does not apply where a person would, in the absence of thatsubsection, be guilty of an offence of murder or manslaughter under the law ofEngland and Wales.\n\t\tAn act punishable under the law in force in any country constitutes anoffence under that law for the purposes of subsection (1)(b) however it isdescribed in that law.\n\t\tThe condition in subsection (1)(b) is to be taken to be met unless, notlater than rules of court may provide, the defendant serves on the prosecutiona notice—\n\t\t\tstating that, on the facts as alleged with respect to the act in question,the condition is not in the defendant’s opinion met,\n\t\t\tshowing the grounds for that opinion, and\n\t\t\trequiring the prosecution to prove that it is met.\n\t\tBut the court, if it thinks fit, may permit the defendant to require theprosecution to prove that the condition is met without service of a noticeunder subsection (5).\n\t\tIn the Crown Court the question whether the condition is met is to bedecided by the judge alone.\n\t\tIn this section—\n\t\t\t  * “act” includes a failure to act; \n\t\t\t  * “country” includes territory; \n\t\t\t  * “United Kingdom national” means an individual who is— \n\t\t\ta British citizen, a British overseas territories citizen, a British National(Overseas) or a British Overseas citizen,\n\t\t\ta person who under the British Nationality Act 1981 is a British subject, or\n\t\t\ta British protected person within the meaning of that Act.\n\tOffences against the person committed outside the UK: Northern Ireland\n\t\tIf— \n\t\t\ta person who is a United Kingdom national or is habitually resident inNorthern Ireland does an act in a country outside the United Kingdom,\n\t\t\tthe act constitutes an offence under the law in force in that country, and\n\t\t\tthe act, if done in Northern Ireland, would constitute an offence to whichthis subsection applies,\n\t\t\t\tthe person is guilty in Northern Ireland of that offence.\n\t\tThe offences to which subsection (1) applies are—\n\t\t\tmurder; \n\t\t\tmanslaughter; \n\t\t\tan offence under section 18, 20 or 47 of the Offences Against the PersonAct 1861 (offences relating to bodily harm or injury);\n\t\t\tan offence under section 23 or 24 of that Act (administering poison);\n\t\t\tan offence under section 25 of the Criminal Justice Act (Northern Ireland)1945 (child destruction).\n\t\tSubsection (1) does not apply where a person would, in the absence of thatsubsection, be guilty of an offence of murder or manslaughter under the law ofNorthern Ireland.\n\t\tAn act punishable under the law in force in any country constitutes anoffence under that law for the purposes of subsection (1)(b) however it isdescribed in that law.\n\t\tThe condition in subsection (1)(b) is to be taken to be met unless, notlater than rules of court may provide, the defendant serves on the prosecutiona notice—\n\t\t\tstating that, on the facts as alleged with respect to the act in question,the condition is not in the defendant’s opinion met,\n\t\t\tshowing the grounds for that opinion, and\n\t\t\trequiring the prosecution to prove that it is met.\n\t\tBut the court, if it thinks fit, may permit the defendant to require theprosecution to prove that the condition is met without service of a noticeunder subsection (5).\n\t\tIn the Crown Court the question whether the condition is met is to bedecided by the judge alone.\n\t\tIn this section—\n\t\t\t  * “act” includes a failure to act; \n\t\t\t  * “country” includes territory; \n\t\t\t  * “rules of court” means— \n\t\t\tin relation to proceedings in a magistrates’ court, magistrates’ court rules;\n\t\t\tin relation to proceedings in the Crown Court, Crown Court rules;\n\t\t\t\t  * “United Kingdom national” means an individual who is— \n\t\t\ta British citizen, a British overseas territories citizen, a British National(Overseas) or a British Overseas citizen,\n\t\t\ta person who under the British Nationality Act 1981 is a British subject, or\n\t\t\ta British protected person within the meaning of that Act.\n\t\tThe Interpretation Act (Northern Ireland) 1954 applies for the purposes ofthis section as it applies to an Act of the Northern Ireland Assembly.\n\tAmendments relating to offences committed outside the UK\n\t\tPart 1 of Schedule 3 contains amendments to provide for extra-territorialjurisdiction over certain other offences under the law of England and Wales.\n\t\tPart 2 of Schedule 3 contains amendments to provide for extra-territorialjurisdiction over certain offences under the law of Scotland.\n\t\tPart 3 of Schedule 3 contains amendments to provide for extra-territorialjurisdiction over certain other offences under the law of Northern Ireland."
    },
    {
        "length": 805,
        "text": "\nProsecution and management of offenders\n\tStrategy for prosecution and management of offenders\n\t\tThe Secretary of State must, before the end of the period of 12 monthsbeginning with the day on which this Act is passed, prepare and publish adocument setting out a strategy for—\n\t\t\tdetecting, investigating and prosecuting offences involving domestic abuse,\n\t\t\tassessing and managing the risks posed by individuals who commit offencesinvolving domestic abuse, including (among others) risks associated withstalking, and\n\t\t\treducing the risk that such individuals commit further offences involvingdomestic abuse.\n\t\tThe Secretary of State—\n\t\t\tmust keep the strategy under review;\n\t\t\tmay revise it.\n\t\tIf the Secretary of State revises the strategy, the Secretary of State mustpublish a document setting out the revised strategy.\n\t\tIn preparing or revising a strategy under this section, the Secretary ofState must consult—\n\t\t\tthe Domestic Abuse Commissioner, and\n\t\t\tsuch other persons as the Secretary of State considers appropriate.\n\t\tSubsection (4) does not apply in relation to any revisions of the strategyif the Secretary of State considers the proposed revisions of the strategy areinsubstantial.\n\t\tIn this section, the reference to “risks associated with stalking” is to beread in accordance with section 1(4) of the Stalking Protection Act 2019.\n\tPolygraph conditions for offenders released on licence\n\t\tIn Part 3 of the Offender Management Act 2007 (other provisions about themanagement of offenders), section 28 (application of polygraph condition) isamended as follows.\n\t\tIn subsection (2), for “a relevant sexual offence” substitute “an offencewithin subsection (3A)”.\n\t\tIn subsection (3)(a), for “for a term of twelve months or more” substitute“that is not for a term of less than twelve months”.\n\t\tAfter subsection (3) insert—\n\t\t\t“(3A)An offence is within this subsection if it is—\n\t\t\ta relevant offence involving domestic abuse (see subsections (3B) and(3C)), or\n\t\t\ta relevant sexual offence (see subsection (4)).\n\t\t\t(3B)In this section “relevant offence involving domestic abuse” means—\n\t\t\tan offence listed in subsection (3C) which involved behaviour by theoffender amounting to domestic abuse within the meaning of the Domestic AbuseAct 2021 (see section 1 of that Act);\n\t\t\tan offence under section 39 of that Act (breach of domestic abuseprotection order).\n\t\t\t(3C)The offences are—\n\t\t\tmurder; \n\t\t\tan offence under section 5 of the Protection from Harassment Act 1997(breach of a restraining order);\n\t\t\tan offence specified in Part 1 of Schedule 15 to the Criminal Justice Act2003 (specified violent offences);\n\t\t\tan offence under section 76 of the Serious Crime Act 2015 (controlling orcoercive behaviour in an intimate or family relationship).”"
    },
    {
        "length": 387,
        "text": "\nDisclosure of information by police\n\tGuidance about the disclosure of information by police forces\n\t\tThe Secretary of State must issue guidance to chief officers of policeabout the disclosure of police information by police forces for the purposesof preventing domestic abuse.\n\t\t\t“Police information” means information held by a police force.\n\t\tEach chief officer of police of a police force must have regard to anyguidance issued under this section.\n\t\tThe Secretary of State may from time to time revise any guidance issuedunder this section.\n\t\tBefore issuing or revising guidance under this section, the Secretary ofState must consult—\n\t\t\tthe Domestic Abuse Commissioner,\n\t\t\tthe National Police Chiefs’ Council, and\n\t\t\tsuch other persons as the Secretary of State considers appropriate.\n\t\tSubsection (4) does not apply in relation to any revisions of guidanceissued under this section if the Secretary of State considers the proposedrevisions of the guidance are insubstantial.\n\t\tThe Secretary of State must publish—\n\t\t\tany guidance issued under this section, and\n\t\t\tany revisions of that guidance.\n\t\tIn this section—\n\t\t\t  * “chief officer of police” means— \n\t\t\tin relation to the British Transport Police Force, the Chief Constable of thatForce;\n\t\t\tin relation to any other police force, the chief officer of police of thatforce;\n\t\t\t\t  * “police force” means— \n\t\t\ta police force maintained by a local policing body, or\n\t\t\tthe British Transport Police Force."
    },
    {
        "length": 980,
        "text": "\nHomelessness\n\tHomelessness: victims of domestic abuse\n\t\tPart 7 of the Housing Act 1996 (homelessness: England) is amended asfollows.\n\t\tIn section 177 (whether it is reasonable to continue to occupyaccommodation)—\n\t\t\tin subsection (1), for “domestic violence or other violence” substitute“violence or domestic abuse”;\n\t\t\tfor subsection (1A) substitute—\n\t\t\t\t“(1A)For this purpose—\n\t\t\t“domestic abuse” has the meaning given by section 1 of the Domestic AbuseAct 2021;\n\t\t\t“violence” means—\n\t\t\tviolence from another person; or\n\t\t\tthreats of violence from another person which are likely to be carriedout.”\n\t\tOmit section 178 (meaning of associated person).\n\t\tIn section 179 (duty of local housing authority in England to provideadvisory services), in subsection (5)—\n\t\t\tfor the definition of “domestic abuse” substitute—\n\t\t\t\t  * ““domestic abuse” has the meaning given by section 1 of the Domestic Abuse Act 2021;”;\n\t\t\tomit the definition of “financial abuse”.\n\t\tIn section 189 (priority need for accommodation)—\n\t\t\tin subsection (1), after paragraph (d) insert—\n\t\t\ta person who is homeless as a result of that person being a victim ofdomestic abuse.”;\n\t\t\tafter subsection (4) insert—\n\t\tIn this section “domestic abuse” has the meaning given by section 1 of theDomestic Abuse Act 2021.”\n\t\tIn section 198 (referral of case to another local housing authority)—\n\t\t\tin subsection (2), in paragraph (c), for “domestic violence” substitute“domestic abuse”;\n\t\t\tin subsection (2ZA), in paragraph (b), for “domestic violence” substitute“domestic abuse”;\n\t\t\tin subsection (2A), in paragraph (a), for “domestic violence” substitute“violence that is domestic abuse”;\n\t\t\tfor subsection (3) substitute—\n\t\tFor the purposes of subsections (2), (2ZA) and (2A)—\n\t\t\t“domestic abuse” has the meaning given by section 1 of the Domestic AbuseAct 2021;\n\t\t\t“violence” means—\n\t\t\tviolence from another person; or\n\t\t\tthreats of violence from another person which are likely to be carriedout.”\n\t\tIn section 218 (index of defined expressions: Part 7), in the table, omitthe entry relating to section 178.\n\t\tIn article 6 of the Homelessness (Priority Need for Accommodation)(England) Order 2002 ([S.I. 2002/2051](/id/uksi/2002/2051?view=plain \"Go toitem of legislation\")) (vulnerability: fleeing violence or threats ofviolence)—\n\t\t\tthe existing text becomes paragraph (1);\n\t\t\tafter that paragraph insert—\n\t\tFor the purposes of this article—\n\t\t\t“violence” does not include violence that is domestic abuse;\n\t\t\t“domestic abuse” has the meaning given by section 1 of the Domestic AbuseAct 2021.”\n\t\tIn consequence of the repeal made by subsection (3), omit the followingprovisions—\n\t\t\tin Schedule 8 to the Civil Partnership Act 2004, paragraph 61;\n\t\t\tin Schedule 3 to the Adoption and Children Act 2002, paragraphs 89 to 92."
    },
    {
        "length": 1068,
        "text": "\nSecure tenancies\n\tGrant of secure tenancies in cases of domestic abuse\n\t\tPart 4 of the Housing Act 1985 (secure tenancies and rights of securetenants) is amended as follows.\n\t\tAfter section 81 insert—\n\t\t“81ZAGrant of secure tenancies in cases of domestic abuse\n\t\t\tThis section applies where a local housing authority grants a securetenancy of a dwelling-house in England before the day on which paragraph 4 ofSchedule 7 to the Housing and Planning Act 2016 (grant of new secure tenanciesin England) comes fully into force.\n\t\t\tThe local housing authority must grant a secure tenancy that is not aflexible tenancy if—\n\t\t\t\tthe tenancy is offered to a person who is or was a tenant of some otherdwelling-house under a qualifying tenancy (whether as the sole tenant or as ajoint tenant), and\n\t\t\t\tthe authority is satisfied that—\n\t\t\t\tthe person or a member of the person’s household is or has been a victim ofdomestic abuse carried out by another person, and\n\t\t\t\tthe new tenancy is granted for reasons connected with that abuse.\n\t\t\tThe local housing authority must grant a secure tenancy that is not aflexible tenancy if—\n\t\t\t\tthe tenancy is offered to a person who was a joint tenant of the dwelling-house under a qualifying tenancy, and\n\t\t\t\tthe authority is satisfied that—\n\t\t\t\tthe person or a member of the person’s household is or has been a victim ofdomestic abuse carried out by another person, and\n\t\t\t\tthe new tenancy is granted for reasons connected with that abuse.\n\t\t\tIn this section—\n\t\t\t\t  * “abuse” means—\n\t\t\t\tphysical or sexual abuse;\n\t\t\t\tviolent or threatening behaviour;\n\t\t\t\tcontrolling or coercive behaviour;\n\t\t\t\teconomic abuse (within the meaning of section 1(4) of the Domestic Abuse Act2021);\n\t\t\t\tpsychological, emotional or other abuse;\n\t\t\t\t\t  * “domestic abuse” means abuse carried out by a person who is personally connected to the victim of the abuse (within the meaning of section 2 of the Domestic Abuse Act 2021);\n\t\t\t\t\t  * “qualifying tenancy” means a tenancy of a dwelling-house in England which is—\n\t\t\t\ta secure tenancy other than a flexible tenancy, or\n\t\t\t\tan assured tenancy—\n\t\t\t\twhich is not an assured shorthold tenancy, and\n\t\t\t\twhich is granted by a private registered provider of social housing, by theRegulator of Social Housing or by a housing trust which is a charity.\n\t\t\tFor the purposes of this section, a person may be a victim of domesticabuse despite the fact that the abuse is directed at another person (forexample, the person’s child).”\n\t\t\tIn section 81B (cases where old-style English secure tenancies may begranted)—\n\t\t\t\tin subsection (2C)—\n\t\t\t\tfor the definition of “abuse” substitute—\n\t\t\t\t\t  * ““abuse” means—\n\t\t\t\tphysical or sexual abuse;\n\t\t\t\tviolent or threatening behaviour;\n\t\t\t\tcontrolling or coercive behaviour;\n\t\t\t\teconomic abuse (within the meaning of section 1(4) of the Domestic Abuse Act2021);\n\t\t\t\tpsychological, emotional or other abuse;”;\n\t\t\t\tfor the definition of “domestic abuse” substitute—\n\t\t\t\t\t  * ““domestic abuse” means abuse carried out by a person who is personally connected to the victim of the abuse (within the meaning of section 2 of the Domestic Abuse Act 2021);”;\n\t\t\t\tafter subsection (2C) insert—\n\t\t\t\t\t“(2D)For the purposes of this section, a person may be a victim of domesticabuse despite the fact that the abuse is directed at another person (forexample, the person’s child).”"
    },
    {
        "length": 733,
        "text": "\nMedical evidence of domestic abuse\n\tProhibition on charging for the provision of medical evidence ofdomestic abuse\n\t\tNo person may charge a fee or any other remuneration for the preparation orprovision of relevant evidence relating to an assessment of an individualcarried out by a relevant health professional in England or Wales under aqualifying medical services contract.\n\t\tNo person may charge a fee or any other remuneration for the preparation orprovision of relevant evidence relating to an individual by a relevant healthprofessional in England or Wales if the services provided by the relevanthealth professional are wholly or mainly services provided under a qualifyingmedical services contract.\n\t\tIn this section “relevant evidence”, in relation to an individual, means—\n\t\t\tevidence that the individual is, or is at risk of being, a victim ofdomestic abuse which is intended to support an application by the individualfor civil legal services, or\n\t\t\tany other evidence that the individual is, or is at risk of being, a victimof domestic abuse which is of a description specified in regulations made bythe Secretary of State.\n\t\tIn this section “relevant health professional” means—\n\t\t\ta medical practitioner licensed to practise by the General Medical Council;\n\t\t\ta health professional registered to practise in the United Kingdom by theNursing and Midwifery Council;\n\t\t\ta paramedic registered to practise in the United Kingdom by the Health andCare Professions Council.\n\t\tIn this section “qualifying medical services contract” means—\n\t\t\tin relation to England—\n\t\t\ta general medical services contract made under section 84(2) of theNational Health Service Act 2006;\n\t\t\tany contractual arrangements made under section 83(2) of that Act;\n\t\t\tan agreement made under section 92 of that Act;\n\t\t\tin relation to Wales—\n\t\t\ta general medical services contract made under section 42(2) of theNational Health Service (Wales) Act 2006;\n\t\t\tany contractual arrangements made under section 41(2)(b) of that Act;\n\t\t\tan agreement made under section 50 of that Act.\n\t\tThe appropriate national authority may by regulations amend the definitionof—\n\t\t\t“relevant health professional”;\n\t\t\t“qualifying medical services contract”.\n\t\tIn this section—\n\t\t\t  * “appropriate national authority” means— \n\t\t\tin relation to England, the Secretary of State;\n\t\t\tin relation to Wales, the Welsh Ministers;\n\t\t\t\t  * “assessment” includes a consultation, whether in person or otherwise; \n\t\t\t\t  * “civil legal services” has the meaning given by section 8 of the Legal Aid, Sentencing and Punishment of Offenders Act 2012. \n\t\tSubsections (1) and (2) do not apply in relation to anything done by arelevant health professional before the coming into force of this section."
    },
    {
        "length": 1179,
        "text": "\nData processing for immigration purposes\n\tReview of processing of victims’ personal data for immigration purposes\n\t\tThe Secretary of State must, before the end of the relevant period—\n\t\t\treview the processing of domestic abuse data carried out by specifiedpublic authorities for immigration purposes,\n\t\t\tprepare and publish a report setting out the findings of the review, and\n\t\t\tlay a copy of the report before Parliament.\n\t\tIn carrying out the review, the Secretary of State must have regard to therecommendations of the HMIC Report.\n\t\tIn subsection (1), the “relevant period” means the period beginning withthe day on which this section comes into force and ending with 30 June 2021(but see subsection (4)).\n\t\tThe Secretary of State may by regulations extend the relevant period by afurther period of up to 6 months.\n\t\tThe power conferred by subsection (4) may be exercised only once.\n\t\tIn this section—\n\t\t\t  * “domestic abuse data” means personal data obtained for the purposes of, or in connection with, the provision of support in relation to domestic abuse to victims of domestic abuse or their children; \n\t\t\t  * “the HMIC Report” means the report on Liberty and Southall Black Sisters’ super-complaint on policing and immigration status published by Her Majesty’s Chief Inspector of Constabulary on 17 December 2020; \n\t\t\t  * “immigration officer” means a person appointed as an immigration officer under paragraph 1 of Schedule 2 to the Immigration Act 1971; \n\t\t\t  * “immigration purposes” means the purposes of— \n\t\t\tthe maintenance of effective immigration control, or\n\t\t\tthe investigation or detection of activities that would undermine themaintenance of effective immigration control;\n\t\t\t\t  * “personal data” has the meaning given by section 3(2) of the Data Protection Act 2018; \n\t\t\t\t  * “processing” has the meaning given by section 3(4) of that Act; \n\t\t\t\t  * “specified public authority” means— \n\t\t\ta chief officer of police of a police force maintained for a police area inEngland and Wales;\n\t\t\tthe chief constable of the Police Service of Scotland;\n\t\t\tthe Chief Constable of the Police Service of Northern Ireland;\n\t\t\tthe Chief Constable of the British Transport Police Force;\n\t\t\tthe Chief Constable of the Ministry of Defence Police;\n\t\t\tan immigration officer or other official of the Secretary of State exercisingfunctions in relation to immigration or asylum.\n\tCode of practice\n\t\tThe Secretary of State may issue a code of practice relating to theprocessing of domestic abuse data for immigration purposes.\n\t\tA code of practice issued under this section—\n\t\t\tmust be kept under review;\n\t\t\tmay be revised or replaced.\n\t\tA person to whom a code of practice issued under this section applies musthave regard to it in processing domestic abuse data for immigration purposes.\n\t\tIn preparing, revising or replacing a code, the Secretary of State mustconsult—\n\t\t\tthe Domestic Abuse Commissioner,\n\t\t\tthe Information Commissioner, and\n\t\t\tsuch other persons as the Secretary of State considers appropriate.\n\t\tBefore issuing a code (or a revised code) under this section, the Secretaryof State must lay the code before Parliament.\n\t\tIf, within the 40-day period, either House of Parliament resolves not toapprove the code—\n\t\t\tthe code is not to be issued, and\n\t\t\tthe Secretary of State may prepare another code.\n\t\tIf no such resolution is passed within the 40-day period, the Secretary ofState may issue the code.\n\t\tIn this section, the “40-day period” is the period of 40 days beginningwith the day on which the code is laid before Parliament (or, if it is notlaid before each House of Parliament on the same day, the later of the 2 dayson which it is laid).\n\t\tIn calculating the 40-day period, no account is to be taken of any periodduring which Parliament is dissolved or prorogued or during which both Housesare adjourned for more than 4 days.\n\t\tIn this section—\n\t\t\t  * “domestic abuse data” has the same meaning as in section 81; \n\t\t\t  * “immigration purposes” has the same meaning as in section 81; \n\t\t\t  * “personal data” has the meaning given by section 3(2) of the Data Protection Act 2018; \n\t\t\t  * “processing” has the meaning given by section 3(4) of that Act. "
    },
    {
        "length": 161,
        "text": "\nContact centres\n\tReport on the use of contact centres in England\n\t\tThe Secretary of State must, before the end of the relevant period, prepareand publish a report about the extent to which individuals, when they areusing contact centres in England, are protected from the risk of domesticabuse or, in the case of children, other harm.\n\t\t“The relevant period” means the period of 2 years beginning with the day onwhich this Act is passed.\n\t\tIn this section “contact centre” means a place that is used for thefacilitation of contact between a child and an individual with whom the childis not, or will not be, living (including the handover of the child to thatindividual)."
    },
    {
        "length": 718,
        "text": "\nGuidance\n\tPower of Secretary of State to issue guidance about domestic abuse, etc\n\t\tThe Secretary of State may issue guidance about—\n\t\t\tthe effect of any provision made by or under—\n\t\t\tParts 1 to 5,\n\t\t\tsection 68 or 70,\n\t\t\tsection 72 or Part 1 of Schedule 3,\n\t\t\tsection 76, 77, 78 or 79, or\n\t\t\tsection 80 so far as relating to England;\n\t\t\tother matters relating to domestic abuse—\n\t\t\tin England, and\n\t\t\tso far as not relating to Welsh devolved matters, in Wales.\n\t\tThe Secretary of State must, in particular, issue guidance under thissection about—\n\t\t\tthe effect of sections 1 and 2, including guidance as to particular kindsof behaviour that amount to domestic abuse;\n\t\t\tthe effect of domestic abuse on children.\n\t\tAny guidance issued under this section must, so far as relevant, takeaccount of the fact that the majority of victims of domestic abuse in Englandand Wales (excluding children treated as victims by virtue of section 3) arefemale.\n\t\tA person exercising public functions to whom guidance issued under thissection relates must have regard to it in the exercise of those functions.\n\t\t\tBut nothing in this section permits the Secretary of State to issue guidanceto a court or tribunal.\n\t\tThe Secretary of State may from time to time revise any guidance issuedunder this section.\n\t\tBefore issuing or revising guidance under this section, the Secretary ofState must consult—\n\t\t\tthe Domestic Abuse Commissioner,\n\t\t\tthe Welsh Ministers, so far as the guidance relates to a devolved Welshauthority, and\n\t\t\tsuch other persons as the Secretary of State considers appropriate.\n\t\tIn subsection (6)(b) “devolved Welsh authority” has the meaning given bysection 157A of the Government of Wales Act 2006.\n\t\tSubsection (6) does not apply in relation to any revisions of guidanceissued under this section if the Secretary of State considers the proposedrevisions of the guidance are insubstantial.\n\t\tThe Secretary of State must publish—\n\t\t\tany guidance issued under this section, and\n\t\t\tany revisions of that guidance.\n\t\tFor the purposes of this section something relates to Welsh devolvedmatters so far as it relates to—\n\t\t\tany matter provision about which would be within the legislative competenceof Senedd Cymru if it were contained in an Act of Senedd Cymru, or\n\t\t\t(so far as it is not within paragraph (a)), any matter functions withrespect to which are exercisable by the Welsh Ministers, the First Ministerfor Wales, the Counsel General to the Welsh Government or the SeneddCommission."
    },
    {
        "length": 760,
        "text": "\nPowers to make consequential or transitional provision, etc\n\tPower to make consequential amendments\n\t\tThe Secretary of State may by regulations make provision that isconsequential on any provision made by or under—\n\t\t\tParts 1 to 5,\n\t\t\tsection 68, 69, 70 or 71,\n\t\t\tsection 72 or Part 1 of Schedule 3, or\n\t\t\tsection 76, 77, 78, 79, 81 or 82.\n\t\tThe appropriate national authority may by regulations make provision thatis consequential on any provision made by or under section 80.\n\t\tIn subsection (2) “the appropriate national authority” means—\n\t\t\tin relation to England, the Secretary of State;\n\t\t\tin relation to Wales, the Welsh Ministers.\n\t\tThe power of the Secretary of State to make regulations under this sectionmay, in particular, be exercised by amending, repealing, revoking or otherwisemodifying any provision made by or under an Act passed before, or in the samesession of Parliament as, this Act.\n\t\tThe power of the Welsh Ministers to make regulations under this sectionmay, in particular, be exercised by amending, repealing, revoking or otherwisemodifying any provision made by or under primary legislation passed or madebefore, or in the same session of Parliament as, this Act.\n\t\tIn subsection (5) “primary legislation” means—\n\t\t\tan Act of Parliament;\n\t\t\ta Measure or Act of the National Assembly for Wales or an Act of SeneddCymru.\n\tPower to make transitional or saving provision\n\t\tThe Secretary of State may by regulations make such transitional or savingprovision as the Secretary of State considers appropriate in connection withthe coming into force of any provision of—\n\t\t\tParts 1 to 5,\n\t\t\tsection 68, 69, 70 or 71,\n\t\t\tsection 72 or 74(1) or Part 1 of Schedule 3, or\n\t\t\tany of sections 75 to 79 or 81 to 84.\n\t\tThe appropriate national authority may by regulations make suchtransitional or saving provision as the authority considers appropriate inconnection with the coming into force of section 80.\n\t\tIn subsection (2) “the appropriate national authority” means—\n\t\t\tin relation to England, the Secretary of State;\n\t\t\tin relation to Wales, the Welsh Ministers.\n\t\tThe Department of Justice in Northern Ireland may by regulations make suchtransitional or saving provision as the Department considers appropriate inconnection with the coming into force of any provision of section 73 or 74(3)or Part 3 of Schedule 3.\n\t\tRegulations under this section may (among other things) make anyadaptations of provisions of this Act mentioned in subsection (1), (2) or (4)(as the case may be) brought into force that appear to be appropriate inconsequence of other provisions of this Act not yet having come into force."
    },
    {
        "length": 1850,
        "text": "\nFinal provisions\n\tRegulations \n\t\tAny power of the Secretary of State, the Lord Chancellor or the WelshMinisters to make regulations under this Act is exercisable by statutoryinstrument.\n\t\tAny power of the Department of Justice in Northern Ireland to makeregulations under this Act is exercisable by statutory rule for the purposesof the Statutory Rules (Northern Ireland) Order 1979 ([S.I. 1979/1573 (N.I.12)](/id/nisi/1979/1573?view=plain \"Go to item of legislation\")).\n\t\tRegulations under this Act may—\n\t\t\tmake different provision for different purposes or in relation to differentareas;\n\t\t\tcontain supplementary, incidental, consequential, transitional or savingprovision.\n\t\tSubsection (3) does not apply to regulations under section 90 (see insteadsubsection (7) of that section).\n\t\tA statutory instrument containing regulations made by the Secretary ofState or Lord Chancellor under this Act is subject to annulment in pursuanceof a resolution of either House of Parliament, unless the instrument—\n\t\t\tis required by subsection (6) or any other enactment to be laid in draftbefore, and approved by a resolution of, each House of Parliament, or\n\t\t\tcontains only regulations under section 20(4), 37(7), 81(4), 86 or 90.\n\t\tA statutory instrument that contains (with or without other provisions)—\n\t\t\tregulations under section 41(7),\n\t\t\tregulations of the Secretary of State under section 80(6), or\n\t\t\tregulations of the Secretary of State under section 85 that amend or repealany Act,\n\t\t\t\tmay not be made unless a draft of the instrument has been laid before, andapproved by a resolution of, each House of Parliament.\n\t\tA statutory instrument containing regulations made by the Welsh Ministersunder this Act is subject to annulment in pursuance of a resolution made bySenedd Cymru, unless the instrument—\n\t\t\tis required by subsection (8) or any other enactment to be laid before, andapproved by a resolution of, Senedd Cymru, or\n\t\t\tcontains only regulations under section 86.\n\t\tA statutory instrument that contains (with or without other provisions)—\n\t\t\tregulations of the Welsh Ministers under section 80(6), or\n\t\t\tregulations of the Welsh Ministers under section 85 that amend or repealprimary legislation (within the meaning of section 85(4)),\n\t\t\tmay not be made unless a draft of the instrument has been laid before, andapproved by a resolution of, Senedd Cymru.\n\tFinancial provision\n\t\tThere is to be paid out of money provided by Parliament—\n\t\t\tany expenditure incurred by a Minister of the Crown under or by virtue ofthis Act, and\n\t\t\tany increase attributable to this Act in the sums payable under any otherAct out of money so provided.\n\tExtent \n\t\tExcept as set out below, this Act extends to England and Wales only.\n\t\tAny amendment or repeal made by Part 2 or 3 or Schedule 2 has the sameextent within the United Kingdom as the provision amended or repealed.\n\t\tSection 74(2) and Part 2 of Schedule 3 extend to Scotland only.\n\t\tSections 73 and 74(3) and Part 3 of Schedule 3 extend to Northern Irelandonly.\n\t\tThe following provisions extend to England and Wales, Scotland and NorthernIreland—\n\t\t\tsection 39(7),\n\t\t\tsections 81 and 82,\n\t\t\tsections 85 to 88,\n\t\t\tthis section, and\n\t\t\tsections 90 and 91.\n\t\tSection 39(7) and this subsection (and sections 85 to 87, 90 and 91, so faras relating to those provisions) extend to—\n\t\t\tthe Isle of Man, and\n\t\t\tthe British overseas territories except Gibraltar;\n\t\t\t\tand the power under section 384(2) of the Armed Forces Act 2006 may beexercised so as to modify section 39(7) as it extends to the Isle of Man or aBritish overseas territory other than Gibraltar.\n\t\tThe power under section 384(1) of the Armed Forces Act 2006 may beexercised so as to extend section 39(7) of this Act to any of the ChannelIslands (with or without modifications).\n\tCommencement \n\t\tThe following provisions of this Act come into force on the day on whichthis Act is passed—\n\t\t\tsection 71;\n\t\t\tsection 75;\n\t\t\tsection 81;\n\t\t\tsection 83;\n\t\t\tsections 85 to 89, this section and section 91;\n\t\t\tany power to make regulations under or by virtue of this Act.\n\t\tSections 69, 72 and 74(1) and Part 1 of Schedule 3 come into force at theend of the period of two months beginning with the day on which this Act ispassed.\n\t\tSection 74(2) and Part 2 of Schedule 3 come into force in accordance withprovision contained in regulations made by the Scottish Ministers.\n\t\tSections 73 and 74(3) and Part 3 of Schedule 3 come into force inaccordance with provision contained in an order made by the Department ofJustice in Northern Ireland.\n\t\tSection 80 comes into force on 1 October 2021.\n\t\tThe remaining provisions of this Act come into force in accordance withprovision contained in regulations made by the Secretary of State.\n\t\tRegulations or an order under this section may make different provision fordifferent purposes or in relation to different areas.\n\t\tRegulations under this section bringing any provision of Part 3 or section76 into force only for a specified purpose or in relation to a specified areamay—\n\t\t\tprovide for that provision or section to be in force for that purpose or inrelation to that area for a specified period;\n\t\t\tmake transitional or saving provision relating to that provision or sectionceasing to be in force at the end of the specified period.\n\t\tRegulations containing provision permitted by subsection (8)(a) may beamended by subsequent regulations under this section so as to continue anyprovision of Part 3 or section 76 in force for the specified purpose or inrelation to the specified area for a further specified period.\n\t\tThe power of the Department of Justice in Northern Ireland to make anorder under this section is exercisable by statutory rule for the purposes ofthe Statutory Rules (Northern Ireland) Order 1979 ([S.I. 1979/1573 (N.I.12)](/id/nisi/1979/1573?view=plain \"Go to item of legislation\")).\n\t\tAny provision which the Department of Justice in Northern Ireland couldmake by regulations under section 86 may be made by the Department by an orderunder this section.\n\tShort title\n\t\tThis Act may be cited as the Domestic Abuse Act 2021."
    }
]