[
    {
        "length": 1989,
        "text": "\nPart 1National Citizen Service Trust\n\tNational Citizen Service Trust\n\t\tIn this Act “the NCS Trust” means a body corporate called the NationalCitizen Service Trust which is to be established by Royal Charter with thefollowing primary functions—\n\t\t\tto provide or arrange for the provision of programmes for young people inEngland with the purpose of—\n\t\t\tenabling participants from different backgrounds to work together in localcommunities to participate in projects to benefit society, and\n\t\t\tenhancing communication, leadership and team-working skills ofparticipants, and\n\t\t\tto promote the programmes to—\n\t\t\tyoung people in England,\n\t\t\tparents and carers of young people in England,\n\t\t\tschools and other educational bodies, and\n\t\t\tlocal authorities and other public bodies.\n\t\tFor the purposes of this section—\n\t\t\t“young people” means 16 and 17 year olds, but may also include otherpersons who are 15 years old or have attained the age of 18 but are under theage of 25;\n\t\t\tyoung people are “in England” if they are resident in England, or receiveeducation or training there.\n\tTransfer Schemes\n\t\tSchedule 1 contains provision about schemes for the transfer of staff,property, rights and liabilities from the NCS Trust C.I.C. (a communityinterest company registered in England with company registration number08235117) to the NCS Trust.\n\tFinance \n\t\tThe Secretary of State may make to the NCS Trust such payments by way ofgrant out of money provided by Parliament as the Secretary of State considersappropriate.\n\t\tPayments under subsection (1) may be made at such times, and subject tosuch conditions, as the Secretary of State considers appropriate.\n\tAccounts and audit\n\t\tThe NCS Trust must prepare accounts for each financial year.\n\t\tThe accounts must be prepared in accordance with any directions given tothe NCS Trust by the Secretary of State as to the form of those accounts.\n\t\tAs soon as reasonably practicable after the end of the financial year, theNCS Trust must send the accounts to the Comptroller and Auditor General.\n\t\tThe Comptroller and Auditor General must—\n\t\t\texamine and certify the accounts of the NCS Trust for the financial year,\n\t\t\treport on the accounts, and\n\t\t\tlay the certified accounts and report before Parliament.\n\tBusiness plan\n\t\tFor each financial year, the NCS Trust must publish a business plan whichsets out, in relation to the exercise of the functions of the NCS Trust—\n\t\t\tthe proposed strategic priorities of the NCS Trust for that year, and\n\t\t\tthe proposed main activities of the NCS Trust for that year.\n\t\tThe business plan must be published before 1 June in the financial yearconcerned.\n\t\tThe Secretary of State must lay a copy of the published business planbefore each House of Parliament.\n\tAnnual report etc\n\t\tAs soon as reasonably practicable after the end of each financial year, theNCS Trust must give the Secretary of State a report on the performance of itsfunctions during that year.\n\t\tIn particular the report must address—\n\t\t\tthe extent to which the proposed strategic priorities of the NCS Trust forthat year have been met,\n\t\t\tthe extent to which the proposed main activities of the NCS Trust for thatyear have been carried out,\n\t\t\tthe quality of the programmes provided or arranged by the NCS Trust,\n\t\t\tthe number of participants in those programmes for that year,\n\t\t\tthe number of those participants who have a disability within the meaningof section 6 of the Equality Act 2010,\n\t\t\tthe extent to which participants from different backgrounds have workedtogether in those programmes,\n\t\t\tthe number of hours spent volunteering in community projects throughparticipation in those programmes, and\n\t\t\tthe extent to which the NCS Trust has obtained value for money in theexercise of its functions.\n\t\tThe Secretary of State must lay a copy of any report given under subsection(1) before each House of Parliament.\n\t\tThe copy of the report laid before each House of Parliament may beaccompanied by a document prepared by the Secretary of State which containsone or both of the following—\n\t\t\tcomments which the Secretary of State may have on the report;\n\t\t\tinformation about activities undertaken by government departments topromote the NCS Trust and its work.\n\t\tThe NCS Trust must give the Secretary of State such returns, accounts andother information relating to its property and activities as the Secretary ofState requires.\n\tNotification of financial difficulties and criminal conduct\n\t\tIn this section, an “NCS Trust provider” means—\n\t\t\ta body with which the NCS Trust has entered into a contract to providegoods or services in pursuance of the functions described in section 1, or\n\t\t\ta body which has entered into a contract with a body described in paragraph(a) to provide those goods or services.\n\t\tSubsection (3) applies where—\n\t\t\tan NCS Trust provider is—\n\t\t\tin serious financial difficulty, or\n\t\t\tin breach of contract with serious consequences for the NCS Trust, or\n\t\t\ta member of staff of the NCS Trust or of an NCS Trust provider—\n\t\t\tcommits fraud,\n\t\t\tis in breach of the member’s contract of employment with seriousconsequences for the NCS Trust, or\n\t\t\tis the subject of a police investigation into an allegation of criminalconduct which could have serious consequences for the NCS Trust.\n\t\tThe NCS Trust must promptly notify the Secretary of State of the matter.\n\tFees \n\t\tThe NCS Trust may charge a fee for participation in a programme provided bythe NCS Trust or on its behalf.\n\t\tThe NCS Trust may charge different fees for different descriptions ofparticipants, for the purpose of enabling participants from differentbackgrounds to participate in such a programme.\n\tHMRC functions\n\t\tFor the purposes of assisting the NCS Trust to promote its programmes, theCommissioners for Her Majesty’s Revenue and Customs may carry out functions inconnection with sending NCS information to young people and their parents andcarers.\n\t\tIn this section “NCS information” means communications for the purposes of—\n\t\t\tinforming young people and their parents and carers about the NCS Trust andits work, and\n\t\t\tinviting young people to take part in programmes provided by the NCS Trust.\n\t\tThe content of NCS information must be determined by the NCS Trust.\n\t\tIn this section “young people” means 15, 16 and 17 year olds.\nPart 2General\n\tDefinitions \n\t\tIn this Act—\n\t\t  * “financial year” means— \n\t\t\tthe period beginning with the day on which the NCS Trust is established andending with the following 31 March, and\n\t\t\teach successive period of 12 months;\n\t\t\t\t  * “the NCS Trust” has the meaning given by section 1(1). \n\tConsequential amendments\n\t\tSchedule 2 contains consequential amendments relating to the NCS Trust.\n\tTransitional provision\n\t\tIn relation to the first financial year of the NCS Trust, section 5(2) haseffect as if for “before 1 June in” there were substituted “during the firsttwo months of”.\n\t\tThe Secretary of State may by regulations made by statutory instrument maketransitional, transitory or saving provision in connection with the cominginto force of any provision of this Act.\n\t\tRegulations under this section may make different provision for differentpurposes.\n\tExtent \n\t\tThis Act extends to England and Wales only, subject to subsection (2).\n\t\tAn amendment made by this Act has the same extent as the provision to whichit relates (and this Part extends accordingly).\n\tCommencement \n\t\tSections 1, 10 and 12 to 15 come into force on the day on which this Act ispassed.\n\t\tThe other provisions of this Act come into force on such day as theSecretary of State may by regulations made by statutory instrument appoint.\n\t\tDifferent days may be appointed for different purposes.\n\tShort title\n\t\tThis Act may be cited as the National Citizen Service Act 2017."
    }
]