{
    "general": "This law creates a new organization called the \"National Citizen Service Trust\" (NCST) to provide opportunities for young people to learn new skills, give back to their communities, and connect with other people from different backgrounds. The NCST will offer programs like volunteering, team-building exercises, and personal development courses to help young people become active and engaged members of society. The goal of the NCST is to bring together diverse groups of young people and help them develop important life skills, such as communication, problem-solving, and leadership, so they can make a positive impact on their communities and beyond.",
    "series": [
        [
            {
                "length": 265,
                "short": "\"National Citizen Service Trust: Enhancing Youth Skills and Development\"",
                "text": "* Simplified point 1: The National Citizen Service Trust is a new body created by Royal Charter to provide programs for young people in England to enhance their communication, leadership, and teamwork skills.\n* Simplified point 2: The NCS Trust's primary functions include providing or arranging for the provision of programs for young people, promoting these programs to eligible individuals, and preparing annual accounts and reports for the Secretary of State.\n* Simplified point 3: The NCS Trust must publish a business plan each year setting out its proposed strategic priorities and main activities, and the Secretary of State must lay a copy of the plan before each House of Parliament.\n* Simplified point 4: The NCS Trust must give the Secretary of State an annual report on its performance, including the number of participants in its programs, the number of hours spent volunteering, and the extent to which it has obtained value for money.\n* Simplified point 5: The NCS Trust may charge fees for participation in its programs, and HMRC may carry out functions in connection with sending information to young people and their parents/carers."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The National Citizen Service Act 2017 creates a new organization called the National Citizen Service Trust (NCS Trust) to help young people develop important life skills like communication, leadership, and teamwork. The NCS Trust will offer programs for young people in England, promote these programs to those who are eligible, and prepare annual plans and reports for the government. Each year, the NCS Trust will tell the government how well they did, including how many young people participated in their programs and how much time they spent volunteering. The government can also send information to young people and their families through HMRC. The NCS Trust might charge fees for some programs. Overall, this law helps young people learn valuable skills and gives them opportunities to serve their communities.",
    "single": "\n* The National Citizen Service Act 2017 establishes the National Citizen Service Trust (NCS Trust) as a body corporate.\n* The NCS Trust has primary functions to provide or arrange for the provision of programs for young people in England, with the purpose of enabling participants from different backgrounds to work together and enhance their communication, leadership, and team-working skills.\n* The NCS Trust must prepare annual accounts and send them to the Comptroller and Auditor General, who will examine and certify the accounts and report on them.\n* The NCS Trust must publish a business plan each year, which sets out the proposed strategic priorities and main activities for the year.\n* The NCS Trust must give the Secretary of State an annual report on its performance, including the number of participants, the number of hours spent volunteering, and the extent to which the proposed strategic priorities and main activities have been met.\n* The NCS Trust may charge fees for participation in its programs, and the Secretary of State may make payments to the NCS Trust by way of grant out of money provided by Parliament.\n* The NCS Trust may enter into contracts with other bodies to provide goods or services in pursuance of its functions.\n* The NCS Trust must notify the Secretary of State of any financial difficulties or criminal conduct by a member of staff or an NCS Trust provider.\n* The Commissioners for Her Majesty’s Revenue and Customs may carry out functions in connection with sending information to young people and their parents and carers about the NCS Trust and its work."
}