[
    {
        "length": 956,
        "text": "\nEstablishment of the Office for Students\n\tThe Office for Students\n\t\tA body corporate called the Office for Students is established.\n\t\tIn this Act that body is referred to as “the OfS”.\n\t\tSchedule 1 contains further provision about the OfS.\n\tGeneral duties\n\t\tIn performing its functions, the OfS must have regard to—\n\t\t\tthe need to protect the institutional autonomy of English higher educationproviders,\n\t\t\tthe need to promote quality, and greater choice and opportunities forstudents, in the provision of higher education by English higher educationproviders,\n\t\t\tthe need to encourage competition between English higher educationproviders in connection with the provision of higher education where thatcompetition is in the interests of students and employers, while also havingregard to the benefits for students and employers resulting from collaborationbetween such providers,\n\t\t\tthe need to promote value for money in the provision of higher education byEnglish higher education providers,\n\t\t\tthe need to promote equality of opportunity in connection with access toand participation in higher education provided by English higher educationproviders,\n\t\t\tthe need to use the OfS’s resources in an efficient, effective and economicway, and\n\t\t\tso far as relevant, the principles of best regulatory practice, includingthe principles that regulatory activities should be—\n\t\t\ttransparent, accountable, proportionate and consistent, and\n\t\t\ttargeted only at cases in which action is needed.\n\t\tThe reference in subsection (1)(b) to choice in the provision of highereducation by English higher education providers includes choice amongst adiverse range of—\n\t\t\ttypes of provider,\n\t\t\thigher education courses, and\n\t\t\tmeans by which they are provided (for example, full-time or part-timestudy, distance learning or accelerated courses).\n\t\tIn performing its functions, including its duties under subsection (1), theOfS must have regard to guidance given to it by the Secretary of State.\n\t\tIn giving such guidance, the Secretary of State must have regard to theneed to protect the institutional autonomy of English higher educationproviders.\n\t\tThe guidance may, in particular, be framed by reference to particularcourses of study but, whether or not the guidance is framed in that way, itmust not relate to—\n\t\t\tparticular parts of courses of study,\n\t\t\tthe content of such courses,\n\t\t\tthe manner in which they are taught, supervised or assessed,\n\t\t\tthe criteria for the selection, appointment or dismissal of academic staff,or how they are applied, or\n\t\t\tthe criteria for the admission of students, or how they are applied.\n\t\tGuidance framed by reference to a particular course of study must not guidethe OfS to perform a function in a way which prohibits or requires theprovision of a particular course of study.\n\t\tGuidance given by the Secretary of State to the OfS which relates toEnglish higher education providers must apply to such providers generally orto a description of such providers.\n\t\tIn this Part, “the institutional autonomy of English higher educationproviders” means—\n\t\t\tthe freedom of English higher education providers within the law to conducttheir day to day management in an effective and competent way,\n\t\t\tthe freedom of English higher education providers—\n\t\t\tto determine the content of particular courses and the manner in which theyare taught, supervised and assessed,\n\t\t\tto determine the criteria for the selection, appointment and dismissal ofacademic staff and apply those criteria in particular cases, and\n\t\t\tto determine the criteria for the admission of students and apply thosecriteria in particular cases, and\n\t\t\tthe freedom within the law of academic staff at English higher educationproviders—\n\t\t\tto question and test received wisdom, and\n\t\t\tto put forward new ideas and controversial or unpopular opinions,\n\t\t\t\twithout placing themselves in jeopardy of losing their jobs or privileges theymay have at the providers."
    },
    {
        "length": 831,
        "text": "\nThe register of English higher education providers\n\tThe register\n\t\tThe OfS must establish and maintain a register of English higher educationproviders (referred to in this Part as “the register”).\n\t\tThe register may be divided by the OfS into different parts representingsuch different categories of registration as the OfS may determine.\n\t\tThe OfS must register an institution in the register (or, where it has beendivided into parts, in a particular part of the register) if—\n\t\t\tits governing body applies for it to be registered in the register (or inthat part),\n\t\t\tit is, or intends to become, an English higher education provider,\n\t\t\tit satisfies the initial registration conditions applicable to it inrespect of the registration sought (see section 5), and\n\t\t\tthe application complies with any requirements imposed under subsection(5).\n\t\tThe OfS may not otherwise register an institution in the register.\n\t\tThe OfS may determine—\n\t\t\tthe form of an application for registration in the register (or in aparticular part of the register),\n\t\t\tthe information to be contained in it or provided with it, and\n\t\t\tthe manner in which an application is to be submitted.\n\t\tThe Secretary of State may by regulations make provision about theinformation which must be contained in an institution’s entry in the register.\n\t\tOnce registered, an institution’s ongoing registration is subject tosatisfying—\n\t\t\tthe general ongoing registration conditions applicable to it at the time ofits registration and as they may be later revised (see section 5), and\n\t\t\tthe specific ongoing registration conditions (if any) imposed on it at thetime of its registration and as they may be later varied (see section 6).\n\t\tReferences in this Part to the ongoing registration conditions of aninstitution are to the conditions mentioned in subsection (7)(a) and (b).\n\t\tThe OfS must make the information contained in the register, and theinformation previously contained in it, publicly available by such means as itconsiders appropriate.\n\t\tIn this Part—\n\t\t\ta “registered higher education provider” means an institution which isregistered in the register, and\n\t\t\treferences to “registration” are to be read accordingly.\n\tRegistration procedure\n\t\tBefore refusing an application to register an institution, the OfS mustnotify the governing body of the institution of its intention to do so.\n\t\tThe notice must—\n\t\t\tspecify the OfS’s reasons for proposing to refuse to register theinstitution,\n\t\t\tspecify the period during which the governing body of the institution maymake representations about the proposal (“the specified period”), and\n\t\t\tspecify the way in which those representations may be made.\n\t\tThe specified period must not be less than 28 days beginning with the dateon which the notice is received.\n\t\tThe OfS must have regard to any representations made by the governing bodyof the institution during the specified period in deciding whether to registerit in the register.\n\t\tHaving decided whether or not to register the institution, the OfS mustnotify the governing body of the institution of its decision.\n\t\tWhere the decision is to register the institution, the notice must—\n\t\t\tspecify the date of entry in the register, and\n\t\t\tspecify the ongoing registration conditions of the institution at thattime.\n\t\tWhere the decision is to refuse to register the institution, the noticemust contain information as to the grounds for the refusal."
    },
    {
        "length": 811,
        "text": "\nRegistration conditions\n\tThe initial and general ongoing registration conditions\n\t\tThe OfS must determine and publish—\n\t\t\tthe initial registration conditions, and\n\t\t\tthe general ongoing registration conditions.\n\t\tDifferent conditions may be determined—\n\t\t\tfor different descriptions of provider;\n\t\t\tfor registration in different parts of the register.\n\t\tThe OfS may revise the conditions.\n\t\tIf the OfS revises the conditions, it must publish them as revised.\n\t\tBefore determining or revising the conditions, the OfS must, if it appearsto it appropriate to do so, consult bodies representing the interests ofEnglish higher education providers which appear to the OfS to be concerned.\n\t\tThe OfS may, at the time of an institution’s registration or later, decidethat a particular general ongoing registration condition is not applicable toit.\n\t\tWhere the decision is made after the institution’s registration, the OfSmust notify the governing body of the institution of its decision.\n\tThe specific ongoing registration conditions\n\t\tThe OfS may, at the time of an institution’s registration or later, imposesuch conditions on its registration as the OfS may determine (“the specificongoing registration conditions”).\n\t\tThe OfS may at any time vary or remove a specific ongoing registrationcondition.\n\t\tBefore— \n\t\t\tvarying or removing a specific ongoing registration condition on aninstitution’s registration, or\n\t\t\timposing a new specific ongoing registration condition on its registration,\n\t\t\t\tthe OfS must notify the governing body of the institution of its intention todo so.\n\t\tThe notice must—\n\t\t\tspecify the OfS’s reasons for proposing to take the step in question,\n\t\t\tspecify the period during which the governing body of the institution maymake representations about the proposal (“the specified period”), and\n\t\t\tspecify the way in which those representations may be made.\n\t\tThe specified period must not be less than 28 days beginning with the dateon which the notice is received.\n\t\tThe OfS must have regard to any representations made by the governing bodyof the institution during the specified period in deciding whether to take thestep in question.\n\t\tHaving decided whether or not to take the step in question, the OfS mustnotify the governing body of the institution of its decision.\n\t\tIf the OfS decides to vary or remove a specific ongoing registrationcondition or impose a new specific ongoing registration condition, the noticemust—\n\t\t\tspecify the condition (as varied), the condition being removed or the newcondition (as the case may be), and\n\t\t\tspecify the date when the variation, removal or imposition takes effect.\n\t\tFor the purposes of this section, a specific ongoing registration conditionis “new” if it is imposed otherwise than at the time of the institution’sregistration.\n\tProportionate conditions\n\t\tThe OfS must ensure that the initial registration conditions applicable toan institution and its ongoing registration conditions are proportionate tothe OfS’s assessment of the regulatory risk posed by the institution.\n\t\t“Regulatory risk” means the risk of the institution, when it is registered,failing to comply with regulation by the OfS.\n\t\tIn light of its duty under subsection (1), the OfS must keep the initialregistration conditions applicable to an institution and its ongoingregistration conditions under review."
    },
    {
        "length": 1665,
        "text": "\nMandatory registration conditions\n\tMandatory ongoing registration conditions for all providers\n\t\tThe OfS must ensure that the ongoing registration conditions of eachregistered higher education provider include—\n\t\t\ta condition that requires the governing body of the provider to notify theOfS of any change of which it becomes aware which affects the accuracy of theinformation contained in the provider’s entry in the register,\n\t\t\ta condition that requires the governing body of the provider to provide theOfS, or a person nominated by the OfS, with such information for the purposesof the performance of the OfS’s functions as the OfS may require it toprovide, and\n\t\t\ta condition that requires the governing body of the provider to provide adesignated body with such information for the purposes of the performance ofits duties under sections 64(1) and 65(1) (compiling, making available andpublishing higher education information) as the designated body may require itto provide.\n\t\tIn subsection (1)(c), “designated body” means a body for the time beingdesignated under Schedule 6.\n\tMandatory transparency condition for certain providers\n\t\tThe OfS must ensure that the ongoing registration conditions of eachregistered higher education provider of a prescribed description include atransparency condition.\n\t\tA transparency condition is a condition that requires the governing body ofa registered higher education provider to provide to the OfS, and publish,such information as the OfS requests in relation to one or more of thefollowing—\n\t\t\tthe number of applications for admission on to higher education coursesthat the provider has received;\n\t\t\tthe number of offers made by the provider in relation to thoseapplications;\n\t\t\tthe number of those offers that were accepted;\n\t\t\tthe number of students who accepted those offers that completed theircourse with the provider;\n\t\t\tthe number of students who attained a particular degree or other academicaward, or a particular level of such an award, on completion of their coursewith the provider.\n\t\tThe information which the OfS may request in relation to the numbersmentioned in subsection (2) includes those numbers by reference to one or moreof the following—\n\t\t\tthe gender of the individuals to which they relate;\n\t\t\ttheir ethnicity;\n\t\t\ttheir socio-economic background.\n\t\t“Prescribed” means prescribed by regulations made by the Secretary of Statefor the purposes of this section.\n\tMandatory fee limit condition for certain providers\n\t\tThe OfS must ensure that the ongoing registration conditions of eachregistered higher education provider of a prescribed description include a feelimit condition.\n\t\tIn this Part, “a fee limit condition” means a condition that requires thegoverning body of the provider to secure that regulated course fees do notexceed the fee limit.\n\t\t“Regulated course fees” are fees payable to the provider by a qualifyingperson—\n\t\t\tin connection with his or her undertaking a qualifying course, and\n\t\t\tin respect of an academic year applicable to that course which begins atthe same time as, or while, the provider is registered in the register.\n\t\tA “qualifying person” means a person who—\n\t\t\tis not an international student, and\n\t\t\tis within a prescribed description of persons.\n\t\tAn “international student” means a person who is not within any descriptionof persons prescribed under section 1 of the Education (Fees and Awards) Act1983 (charging of higher fees in case of students without prescribedconnection with the UK) for the purposes of subsection (1) or (2) of thatsection.\n\t\tA “qualifying course” means a higher education course of a prescribeddescription.\n\t\tThe power to prescribe descriptions of higher education course undersubsection (6) may not be exercised in such a way as to discriminate—\n\t\t\tin relation to courses of initial teacher training, between differentcourses on the basis of the subjects in which such training is given, and\n\t\t\tin relation to other courses, between different courses at the same or acomparable level on the basis of the areas of study or research to which theyrelate.\n\t\tThe OfS has no power, apart from this section, to limit the fees payable toan English higher education provider.\n\t\tIn this section—\n\t\t\t  * “higher education course” does not include any postgraduate course other than a course of initial teacher training; \n\t\t\t  * “prescribed” means prescribed by regulations made by the Secretary of State for the purposes of this section. \n\t\tSchedule 2 contains provision about determining “the fee limit”; seesection 85(2) for the meaning of “fees”.\n\tDuty to publish a list regarding the fee limit condition\n\t\tThe OfS must publish in each year a list of—\n\t\t\tthe registered higher education providers who have a fee limit condition asan ongoing registration condition, and\n\t\t\tthe fee limits as determined under Schedule 2 in relation to each of thoseproviders for fees in connection with each qualifying course provided by theprovider in respect of each relevant academic year.\n\t\tA “relevant academic year”, in relation to a qualifying course, is anacademic year which is applicable to the course and which is due to start inthe calendar year after the calendar year in which the list is published.\n\t\tThe OfS must send a copy of each published list to the Secretary of Statewho must lay it before Parliament.\n\t\tThe Secretary of State may by regulations prescribe the date by which alist under this section must be published by the OfS.\n\tMandatory access and participation plan condition for certaininstitutions\n\t\tThis section applies where—\n\t\t\ta fee limit condition will be or is one of the ongoing registrationconditions of an institution, and\n\t\t\tthe governing body of the institution requests the imposition of an accessand participation plan condition in order to access the higher fee limitsavailable in respect of the fee limit condition for institutions who have sucha plan.\n\t\tAn access and participation plan condition—\n\t\t\tmay be an initial registration condition that is applicable to theinstitution, and\n\t\t\tmust be one of its ongoing registration conditions.\n\t\tIn this Part, “an access and participation plan condition”, in relation toan institution, means a condition requiring that—\n\t\t\tthere is an access and participation plan in relation to the institutionwhich—\n\t\t\thas been approved by the OfS under section 29 (power to approve an accessand participation plan), and\n\t\t\tis in force, and\n\t\t\tthe governing body of the institution complies with the general provisionsof that plan (within the meaning of section 32).\n\t\tA governing body of an institution is not to be regarded as having failedto comply with the requirement mentioned in subsection (3)(b) by reason of itsfailure to comply with a general provision of the plan if it shows that it hastaken all reasonable steps to comply with the provision."
    },
    {
        "length": 947,
        "text": "\nOther registration conditions\n\tOther initial and ongoing registration conditions\n\t\tThe initial or ongoing registration conditions may, in particular, include—\n\t\t\ta condition relating to the quality of, or the standards applied to, thehigher education provided by the provider (including requiring the quality tobe of a particular level or particular standards to be applied);\n\t\t\ta public interest governance condition (see section 14);\n\t\t\ta condition relating to the provider having a student protection plan whichhas the OfS’s approval (including requiring the provider to have such a planand to publish it);\n\t\t\ta condition requiring the payment of a fee charged under section 70(1)(initial fee and annual fee for ongoing registration);\n\t\t\ta condition requiring the payment of a fee charged under section 28 or 67(fees charged by designated bodies) or section 71(1) (other fees charged bythe OfS);\n\t\t\ta condition requiring the governing body of the provider to take such stepsas the OfS considers appropriate for facilitating cooperation between theprovider and one or more electoral registration officers in England for thepurpose of enabling the electoral registration of students who are on highereducation courses provided by the provider.\n\t\tWhere there are one or more sector-recognised standards, the conditionmentioned in subsection (1)(a), so far as relating to standards—\n\t\t\tmay relate only to the standards applied in respect of matters for whichthere are sector-recognised standards, and\n\t\t\tmay require the application of sector-recognised standards only in respectof those matters.\n\t\tIn this Part, “sector-recognised standards” means standards that apply tohigher education and accord with guidance which—\n\t\t\tis determined by persons representing a broad range of registered highereducation providers, and\n\t\t\tcommands the confidence of registered higher education providers.\n\t\tFor the purposes of subsection (1)(c), “a student protection plan” is aplan for the protection of students if an event specified by the OfS were tooccur (for example, the closure of a course).\n\t\tFor the purposes of subsection (1)(f)—\n\t\t\t  * “electoral registration officer in England” means a registration officer appointed under section 8(2) of the Representation of the People Act 1983; \n\t\t\t  * “the electoral registration of students” means the registration of students on a register of electors maintained by such an officer under section 9 of that Act. \n\tPublic interest governance condition\n\t\tFor the purposes of section 13(1)(b), “a public interest governancecondition” in relation to a provider means a condition requiring theprovider’s governing documents to be consistent with the principles in thelist published under this section, so far as applicable to the provider.\n\t\tThe OfS must determine and publish a list of principles applicable to thegovernance of English higher education providers.\n\t\tThe principles must be those that the OfS considers will help to ensurethat English higher education providers perform their functions in the publicinterest.\n\t\tThe list may include different principles for different descriptions ofEnglish higher education providers.\n\t\tThe OfS may revise the list.\n\t\tIf the OfS revises the list, it must publish it as revised.\n\t\tThe list (as originally determined and as revised) must include theprinciple that academic staff at an English higher education provider havefreedom within the law—\n\t\t\tto question and test received wisdom, and\n\t\t\tto put forward new ideas and controversial or unpopular opinions,\n\t\t\t\twithout placing themselves in jeopardy of losing their jobs or privileges theymay have at the provider.\n\t\tBefore determining or revising the list, the OfS must consult—\n\t\t\tbodies representing the interests of English higher education providerswhich appear to the OfS to be concerned,\n\t\t\tthe Secretary of State, and\n\t\t\tsuch other persons as the OfS considers appropriate."
    },
    {
        "length": 2984,
        "text": "\nEnforcement of ongoing registration conditions\n\tPower to impose monetary penalties\n\t\tThe OfS may impose a monetary penalty on a registered higher educationprovider if it appears to the OfS that there is or has been a breach of one ofits ongoing registration conditions.\n\t\tA “monetary penalty” is a requirement to pay the OfS a penalty of an amountdetermined by the OfS in accordance with regulations made by the Secretary ofState.\n\t\tThe Secretary of State may by regulations make provision about matters towhich the OfS must, or must not, have regard in exercising its power undersubsection (1).\n\t\tSchedule 3 contains provision about—\n\t\t\tthe procedure for imposing a monetary penalty,\n\t\t\trights of appeal,\n\t\t\tthe recovery of the penalty and interest, and\n\t\t\tthe retention of sums received.\n\tSuspension of registration\n\t\tThe OfS may suspend a registered higher education provider’s registrationif it appears to the OfS that there is or has been a breach of one of itsongoing registration conditions.\n\t\tWhere a provider’s registration is suspended, the OfS—\n\t\t\tmust specify the purposes for which the provider is not to be treated as aregistered higher education provider during the suspension (“the exceptedpurposes”), and\n\t\t\tmay impose conditions on the governing body of the provider which, ifsatisfied, will result in the OfS lifting the suspension (“the remedialconditions”).\n\t\tDuring the suspension of a provider’s registration—\n\t\t\tthe provider is treated as a registered higher education provider for allpurposes other than the excepted purposes, and\n\t\t\tthe provider’s entry in the register remains but must specify—\n\t\t\tthat the registration is suspended, and\n\t\t\tthe excepted purposes.\n\t\tThe suspension of a provider’s registration ends—\n\t\t\twhen the suspension is lifted by the OfS because the remedial conditionshave been satisfied or for any other reason, or\n\t\t\tif earlier, when the provider is removed from the register under section 18(de-registration by the OfS) or section 22 (voluntary de-registration).\n\t\tThe OfS may vary the excepted purposes or the remedial conditions at anytime during the suspension.\n\t\tWhere it decides to vary the excepted purposes or the remedial conditions,the OfS must notify the governing body of the provider of its decision.\n\t\tThe notice must specify the excepted purposes, or remedial conditions, asvaried.\n\t\tWhere the excepted purposes are varied, the OfS must update the provider’sentry in the register with the excepted purposes (as varied).\n\t\tWhere the suspension of a provider’s registration ends otherwise than whenthe provider is removed from the register, the OfS must enter the date onwhich it ends in the provider’s entry in the register.\n\tSuspension: procedure\n\t\tBefore suspending a registered higher education provider’s registrationunder section 16, the OfS must notify the governing body of the provider ofits intention to do so.\n\t\tThe notice must—\n\t\t\tspecify the OfS’s reasons for proposing to suspend the registration,\n\t\t\tspecify the proposed excepted purposes and the proposed remedial conditions(if any),\n\t\t\tspecify the period during which the governing body of the provider may makerepresentations about the proposal (“the specified period”), and\n\t\t\tspecify the way in which those representations may be made.\n\t\tThe specified period must not be less than 28 days beginning with the dateon which the notice is received.\n\t\tThe OfS must have regard to any representations made by the governing bodyof the provider during the specified period in deciding whether to suspend itsregistration.\n\t\tHaving decided whether or not to suspend the provider’s registration, theOfS must notify the governing body of the provider of its decision.\n\t\tWhere the decision is to suspend the provider’s registration, the noticemust—\n\t\t\tspecify the date on which the suspension takes effect,\n\t\t\tspecify the excepted purposes,\n\t\t\tspecify the remedial conditions (if any), and\n\t\t\tcontain information as to the grounds for the suspension.\n\t\tThe OfS may vary the date specified under subsection (6)(a) at any timebefore that date by notifying the governing body of the provider.\n\t\tSubsections (1) to (7) do not apply where the OfS considers that asuspension should take effect immediately because there is an urgent need toprotect public money, including, in particular, payments made under—\n\t\t\tsection 39 or 40 (financial support for providers),\n\t\t\tsection 93 in the exercise of UKRI’s power under that section to givefinancial support, or\n\t\t\tsection 22 of the Teaching and Higher Education Act 1998 (financial supportfor students).\n\t\tIn such a case—\n\t\t\tthe OfS must notify the governing body of the provider of its decision tosuspend the provider’s registration, and\n\t\t\tthat notice must comply with the requirements of subsection (6).\n\tDe-registration by the OfS\n\t\tThe OfS must remove a registered higher education provider from theregister if the OfS becomes aware that the provider no longer is, or intendsto become, an English higher education provider.\n\t\tThe OfS may remove a registered higher education provider from the registerif condition A or B is satisfied.\n\t\tCondition A is satisfied if—\n\t\t\tthe OfS has previously exercised its powers under section 15 (monetarypenalties) or section 16 (suspension) in relation to breach of one of theprovider’s ongoing registration conditions, and\n\t\t\tit appears to the OfS that—\n\t\t\tthere is again a breach, or a continuing breach, of that condition, or\n\t\t\tthere is or has been a breach of a different one of the provider’s ongoingregistration conditions.\n\t\tCondition B is satisfied if it appears to the OfS that—\n\t\t\tthere is or has been a breach of one of the provider’s ongoing registrationconditions, and\n\t\t\tits powers under sections 15 and 16 are insufficient to deal with thebreach (whether or not they have been, are being or are to be, exercised inrelation to it).\n\t\tThe OfS may make transitional or saving provision in connection with theremoval of a provider from the register under this section.\n\t\tThat provision may include treating the provider as a registered highereducation provider for such purposes as the OfS may specify.\n\t\tThe OfS must—\n\t\t\tmaintain a list of providers removed from the register under this section,\n\t\t\tinclude in that list the details of any provision made under subsection(5), and\n\t\t\tmake the list publicly available by such means as it considers appropriate.\n\tDe-registration by the OfS: procedure\n\t\tBefore removing a registered higher education provider from the registerunder section 18, the OfS must notify the governing body of the provider ofits intention to do so.\n\t\tThe notice must—\n\t\t\tspecify the OfS’s reasons for proposing to remove the provider from theregister,\n\t\t\tspecify the period during which the governing body of the provider may makerepresentations about the proposal (“the specified period”), and\n\t\t\tspecify the way in which those representations may be made.\n\t\tThe specified period must not be less than 28 days beginning with the dateon which the notice is received.\n\t\tThe OfS must have regard to any representations made by the governing bodyof the provider during the specified period in deciding whether to remove itfrom the register.\n\t\tHaving decided whether or not to remove the provider from the register, theOfS must notify the governing body of the provider of its decision.\n\t\tWhere the decision is to remove the provider from the register, the noticemust specify the date on which the removal takes effect.\n\t\tThe notice must also contain information as to—\n\t\t\tthe grounds for the removal,\n\t\t\trights of appeal, and\n\t\t\tthe period within which an appeal may be made.\n\t\tA removal under section 18 may not take effect at any time when—\n\t\t\tan appeal under section 20(1)(a) or (b), or a further appeal, could bebrought in respect of the decision to remove, or\n\t\t\tsuch an appeal is pending.\n\t\tBut that does not prevent a removal taking effect if the governing body ofthe provider notifies the OfS that it does not intend to appeal.\n\t\tWhere subsection (8) ceases to prevent a removal taking effect on the datespecified under subsection (6), the OfS is to determine a future date on whichthe removal takes effect.\n\t\tBut that is subject to what has been determined on any appeal undersection 20(1)(a) or (b), or any further appeal, in respect of the decision toremove.\n\tDe-registration: appeals\n\t\tThe governing body of an institution may appeal to the First-tier Tribunalagainst either or both of the following—\n\t\t\ta decision of the OfS to remove it from the register under section 18;\n\t\t\ta decision of the OfS as to the date specified under section 19(6) as thedate on which the removal takes effect.\n\t\tAn appeal may be on the grounds—\n\t\t\tthat the decision was based on an error of fact;\n\t\t\tthat the decision was wrong in law;\n\t\t\tthat the decision was unreasonable.\n\t\tOn an appeal, the Tribunal may—\n\t\t\twithdraw the removal;\n\t\t\tconfirm the removal;\n\t\t\tvary the date on which the removal takes effect;\n\t\t\tremit the decision whether to confirm the removal, or any matter relatingto that decision (including the date on which the removal takes effect), tothe OfS.\n\tRefusal to renew an access and participation plan\n\t\tThis section applies where—\n\t\t\tan access and participation plan condition is one of the ongoingregistration conditions of a registered higher education provider, and\n\t\t\tit appears to the OfS that there is or has been a failure by the governingbody of the provider to comply with—\n\t\t\tthe requirement of that condition mentioned in section 12(3)(b) (failure tocomply with general provisions of an access and participation plan), or\n\t\t\ta fee limit condition which is one of its ongoing registration conditions.\n\t\tThe OfS may notify the governing body of the provider that, on the expiryof the access and participation plan in relation to the provider which iscurrently in force, it will refuse to approve a new plan under section 29during such period as the OfS may specify in the notice.\n\t\tThe Secretary of State may by regulations make provision about—\n\t\t\tmatters to which the OfS must, or must not, have regard in exercising itspowers under subsection (2);\n\t\t\tthe procedure to be followed in connection with the giving of notificationunder subsection (2);\n\t\t\tthe effect of such a notification.\n\t\tThe regulations must include provision—\n\t\t\trequiring any decision of the OfS under subsection (2) affecting thegoverning body of a provider to have effect in the first instance as aprovisional decision,\n\t\t\tenabling the governing body to apply for a review of the provisionaldecision to a person, or panel of persons, appointed by the Secretary of Statein accordance with the regulations,\n\t\t\tenabling the Secretary of State to pay remuneration and allowances to anyperson so appointed,\n\t\t\tprescribing the grounds on which an application for the review of aprovisional decision may be made, and\n\t\t\trequiring the OfS to reconsider its provisional decision, and make a finaldecision, having regard to any recommendation of the person or panel.\n\t\tThe OfS’s powers in sections 15 to 19 (penalties, suspension and de-registration) are also available in the event of the breach of a conditiondescribed in subsection (1)(b)."
    },
    {
        "length": 342,
        "text": "\nVoluntary de-registration\n\tVoluntary de-registration\n\t\tThe OfS must remove a registered higher education provider from theregister if—\n\t\t\tthe governing body of the provider applies to the OfS for the provider tobe removed from the register, and\n\t\t\tthe application complies with any requirements imposed under subsection(2).\n\t\tThe OfS may determine—\n\t\t\tthe form of an application under subsection (1),\n\t\t\tthe information to be contained in it or provided with it, and\n\t\t\tthe manner in which an application is to be submitted.\n\t\tThe OfS must notify the governing body of the provider of the date on whichthe provider is removed from the register (“the removal date”).\n\t\tThe OfS may vary the removal date at any time before that date by notifyingthe governing body of the provider.\n\t\tThe OfS may make transitional or saving provision in connection with theremoval of a provider from the register under this section.\n\t\tThat provision may include treating the provider as a registered highereducation provider for such purposes as the OfS may specify.\n\t\tThe OfS must—\n\t\t\tmaintain a list of providers removed from the register under this section,\n\t\t\tinclude in that list the details of any provision made under subsection(5), and\n\t\t\tmake the list publicly available by such means as it considers appropriate."
    },
    {
        "length": 2932,
        "text": "\nQuality and standards\n\tAssessing the quality of, and the standards applied to, highereducation\n\t\tThe OfS may assess, or make arrangements for the assessment of, the qualityof, and the standards applied to, higher education provided by English highereducation providers.\n\t\tBut the OfS must assess, or make arrangements for the assessment of, thequality of, and the standards applied to, higher education provided by—\n\t\t\tinstitutions who have applied to be registered in the register for thepurposes of determining whether they satisfy any initial registrationcondition applicable to them relating to the quality of, or the standardsapplied to, higher education provided by them (see section 13(1)(a)), and\n\t\t\tregistered higher education providers for the purposes of determiningwhether they satisfy any ongoing registration condition of theirs relating tothe quality of, or the standards applied to, higher education provided by them(see section 13(1)(a)).\n\t\tWhere there are one or more sector-recognised standards, an assessmentunder this section of the standards applied—\n\t\t\tmust relate only to the standards applied in respect of matters for whichthere are sector-recognised standards, and\n\t\t\tmust assess those standards against sector-recognised standards only.\n\tQuality Assessment Committee\n\t\tThe OfS must establish a committee called the “Quality AssessmentCommittee”.\n\t\tThe Committee has—\n\t\t\tthe function of giving the OfS advice on the exercise of its functionsunder section 23, and\n\t\t\tsuch other functions that the OfS may confer on it.\n\t\tWhile a body is designated under Schedule 4 to perform the OfS’s functionsunder section 23, the Committee also has the function of giving to the OfSadvice on the exercise by the designated body of those functions.\n\t\tThe majority of the members of the Committee must be individuals who appearto the OfS to have experience of providing higher education on behalf of anEnglish higher education provider or being responsible for the provision ofhigher education by such a provider.\n\t\tIn appointing members of the Committee who meet those criteria, the OfSmust have regard to the desirability of their being currently engaged at thetime of their appointment in the provision of higher education or in beingresponsible for such provision.\n\t\tThe majority of the members of the Committee must be individuals who arenot members of the OfS.\n\t\tSchedule 1 applies to the Quality Assessment Committee as it applies tocommittees established under paragraph 8 of that Schedule.\n\tRating the quality of, and the standards applied to, higher education\n\t\tThe OfS may make arrangements for a scheme to give ratings—\n\t\t\tto English higher education providers regarding the quality of, and thestandards applied to, higher education that they provide where they apply forsuch a rating, and\n\t\t\tto higher education providers in Wales, Scotland or Northern Ireland, inrespect of whom the appropriate consent is given, regarding the quality of,and the standards applied to, higher education that they provide where theyapply for such a rating.\n\t\t“The appropriate consent” means—\n\t\t\tin the case of a higher education provider in Wales, the consent of theWelsh Ministers to the application of subsection (1) to the provider;\n\t\t\tin the case of a higher education provider in Scotland, the consent of theScottish Ministers to the application of subsection (1) to the provider;\n\t\t\tin the case of a higher education provider in Northern Ireland, the consentof the Department for the Economy in Northern Ireland to the application ofsubsection (1) to the provider.\n\t\tSuch consent—\n\t\t\tmay be given either generally in respect of all providers or in respect ofproviders of a particular description or named providers,\n\t\t\tis given by notifying the chair of the OfS, and\n\t\t\tis valid until it is revoked by notifying the chair.\n\t\tFor the purposes of applying the definition of “higher education provider”in section 83(1) to subsections (1)(b) and (2), the reference to “highereducation” in that definition—\n\t\t\tin the case of an institution in Wales, has the meaning given in section83(1);\n\t\t\tin the case of an institution in Scotland, has the same meaning as insection 38 of the Further and Higher Education (Scotland) Act 1992;\n\t\t\tin the case of an institution in Northern Ireland, has the same meaning asin Article 2(2) of the Further Education (Northern Ireland) Order 1997 ([S.I.1997/1772 (N.I. 15)](/id/nisi/1997/1772?view=plain \"Go to item oflegislation\"));\n\t\t\t\tand the reference to “higher education” in subsection (1)(b) is to be readaccordingly.\n\tReport on operation of section 25 schemes\n\t\tBefore the end of the initial period, the Secretary of State must appoint asuitable independent person for the purpose of preparing a report under thissection.\n\t\tA person is “independent” for this purpose if the person—\n\t\t\tis not, and has never been, a member or employee of the OfS, and\n\t\t\tis not a servant or agent of the Crown.\n\t\tA person is “suitable” for this purpose if the person—\n\t\t\thas experience of providing higher education on behalf of, or beingresponsible for the provision of higher education by, a higher educationprovider, and\n\t\t\tappears to the Secretary of State to be a person who would command theconfidence of registered higher education providers.\n\t\tAs soon as possible after the end of the initial period, the appointedperson—\n\t\t\tmust prepare a report about the operation during that period of the section25 scheme or schemes which were in operation for the whole or a part of thatperiod, and\n\t\t\tmust send the report to the Secretary of State.\n\t\tThe report must cover the following in the case of each scheme—\n\t\t\tthe process by which ratings are determined under the scheme and thesources of statistical information used in that process,\n\t\t\twhether that process, and those sources of statistical information, are fitfor use for the purpose of determining ratings under the scheme,\n\t\t\tthe names of the ratings under the scheme and whether those names areappropriate,\n\t\t\tthe impact of the scheme on the ability of higher education providers towhich the scheme applies to carry out their functions (including in particulartheir functions relating to teaching and research),\n\t\t\tan assessment of whether the scheme is in the public interest, and\n\t\t\tany other matters that the appointed person considers relevant.\n\t\tThe Secretary of State must lay the report before Parliament.\n\t\tIn this section—\n\t\t\t  * “the initial period” means the period of one year beginning with the date on which section 25 comes into force; \n\t\t\t  * “section 25 scheme” means a scheme to give ratings in accordance with arrangements made under that section. \n\tPerformance of assessment functions by a designated body\n\t\tIn Schedule 4—\n\t\t\tPart 1 makes provision about the designation of a body to perform theassessment functions, and\n\t\t\tPart 2 makes provision about oversight of the designated body by the OfS.\n\t\t“The assessment functions” are—\n\t\t\tthe functions of the OfS under section 23 (assessing the quality of, andthe standards applied to, higher education), and\n\t\t\tthe functions of the relevant body under section 46 (advice on quality etcto the OfS when granting degree awarding powers etc).\n\t\tWhere a body has been designated under Schedule 4 to perform the assessmentfunctions, the functions under section 23—\n\t\t\tso far as they relate to the assessment of the standards applied to highereducation provided by a provider, cease to be exercisable by the OfS, and\n\t\t\totherwise do not cease to be exercisable by the OfS.\n\t\tThe OfS may by notice require a body for the time being designated underSchedule 4 (a “designated body”) to provide the OfS with information which isheld by the designated body for the purposes of the performance of any of theassessment functions.\n\t\tThe OfS may give a notice under subsection (4) only in respect ofinformation which is required by the OfS for the purposes of the performanceof any of its functions.\n\t\tA notice under subsection (4) may require the information to be provided—\n\t\t\tby a time specified in the notice, and\n\t\t\tin a form and manner specified in the notice.\n\t\tIf a designated body fails to comply with a notice under subsection (4) anddoes not satisfy the OfS that it is unable to provide the information, the OfSmay enforce the duty to comply with the notice in civil proceedings for aninjunction.\n\tPower of designated body to charge fees\n\t\tIn this section “designated body” means a body for the time beingdesignated under Schedule 4.\n\t\tA designated body may—\n\t\t\tcharge an institution a fee for any activity undertaken, or serviceprovided, by the body in the performance by it of functions under section23(1) (power to assess quality and standards), or section 46 (advice onquality etc to the OfS when granting degree awarding powers etc), in relationto the institution,\n\t\t\tcharge an institution a fee for any activity undertaken, or serviceprovided, by the body in the performance by it of functions under section23(2)(a) (duty to assess to determine if initial registration conditionrelating to quality or standards is met) in relation to the institution, and\n\t\t\tcharge an annual fee to any registered higher education provider in respectof costs incurred, or to be incurred, by the body in the performance by thebody of functions under section 23(2)(b) (duty to assess to determine ifongoing registration condition relating to quality or standards is met).\n\t\tThe amount of a fee payable under subsection (2)(a) by an institution maybe calculated by reference to costs incurred by the designated body in theperformance by the body of functions under section 23(1) or 46 in relation toa different institution or of its general functions.\n\t\tThe total fees payable under subsection (2)(a) must not exceed in anyperiod of 12 months the total costs incurred by the body in that period in theperformance by the body of its functions under sections 23(1) and 46 and ofits general functions.\n\t\tThe amount of a fee payable under subsection (2)(b) by an institution maybe calculated by reference to costs incurred by the designated body in theperformance by the body of functions under section 23(2)(a) in relation to adifferent institution or of its general functions.\n\t\tThe total fees payable under subsection (2)(b) must not exceed in anyperiod of 12 months the total costs incurred by the body in that period in theperformance by the body of its functions under section 23(2)(a) and of itsgeneral functions.\n\t\tThe amount of a fee payable under subsection (2)(c) may be calculated byreference to costs incurred, or to be incurred, by the body in the performanceby the body of functions under section 23(2)(b) which are unconnected with theprovider or of its general functions.\n\t\tThe total fees payable under subsection (2)(c) in any period of 12 monthsmust not exceed the total costs incurred by the body in that period in theperformance by the body of its functions under section 23(2)(b) and of itsgeneral functions.\n\t\tA designated body must publish—\n\t\t\ta statement of the amount of the fees which it charges under this sectionand the basis on which they are calculated, and\n\t\t\trevised statements where the amount of the fees or the basis on which theyare calculated changes.\n\t\tIn this section references to the general functions of a designated bodyare to its functions under section 27(4) or paragraph 8(1) of Schedule 4 (dutyto provide information and an annual report)."
    },
    {
        "length": 2017,
        "text": "\nAccess and participation\n\tPower to approve an access and participation plan\n\t\tThe governing body of an institution may apply to the OfS for the OfS’sapproval of a proposed access and participation plan relating to theinstitution for the purposes of satisfying an access and participation plancondition.\n\t\tAn access and participation plan is a plan that complies with sections 30to 32.\n\t\tThe OfS may, if it thinks fit, approve the plan.\n\t\tThe OfS may issue guidance as to the matters to which the OfS will haveregard in deciding whether to approve plans.\n\t\tThe Secretary of State may by regulations make provision about theprocedure to be followed in connection with the giving of approval under thissection.\n\t\tThe regulations may, in particular, specify matters to which the OfS is, oris not, to have regard in making any determination relating to approval.\n\t\tThe regulations may require the institution to which any plan approvedunder this section relates to publish the plan in the manner prescribed by theregulations.\n\tDuration of a plan\n\t\tAn access and participation plan must specify the period during which it isto be in force.\n\t\tThe length of that period must not exceed such maximum as may be prescribedby regulations made by the Secretary of State.\n\t\tSubsections (1) and (2) do not prevent the approval of a new plan takingeffect on the expiry of a previous plan.\n\tContent of a plan: fees\n\t\tAn access and participation plan relating to an institution must, inrelation to each qualifying course in connection with which fees are to bepayable to the institution by qualifying persons and in respect of eachrelevant academic year, specify or provide for the determination of a limitwhich those fees are not permitted to exceed.\n\t\tThe limit must not exceed—\n\t\t\tthe higher amount, if the institution has a high level quality rating atthe time the plan is approved, or\n\t\t\tin any other case, the sub-level amount.\n\t\tIn this section—\n\t\t\t  * “the sub-level amount” means the amount determined from time to time under paragraph 2 of Schedule 2 as the sub-level amount; \n\t\t\t  * “high level quality rating” has the same meaning as in that paragraph; \n\t\t\t  * “the higher amount” means the amount from time to time prescribed as the higher amount under that paragraph; \n\t\t\t  * “qualifying course” and “qualifying person” have the same meaning as in section 10; \n\t\t\t  * “relevant academic year”, in relation to a qualifying course, is an academic year— \n\t\t\twhich is applicable to the course,\n\t\t\tin respect of which fees are payable to the institution, and\n\t\t\twhich begins when the plan comes into force or while it is in force.\n\tContent of a plan: equality of opportunity\n\t\tAn access and participation plan relating to an institution—\n\t\t\tmust also include such provisions relating to the promotion of equality ofopportunity as are required by regulations made by the Secretary of State tobe included in the plan, and\n\t\t\tmay also include further provisions relating to the promotion of equalityof opportunity.\n\t\tIn this section, any reference to the “general provisions” of an access andparticipation plan is a reference to the provisions included in the plan byvirtue of subsection (1).\n\t\tThe general provisions that may be required by regulations made undersubsection (1) include, in particular, provisions—\n\t\t\trequiring the governing body of the institution to take, or secure thetaking of, measures to attract applications from prospective students who aremembers of groups which, at the time when the plan is approved, are under-represented in higher education,\n\t\t\trequiring the governing body of the institution to provide, or secure theprovision of, financial assistance to students,\n\t\t\trequiring the governing body of the institution to make available tostudents and prospective students information about financial assistanceavailable to students from any source,\n\t\t\tsetting out objectives relating to the promotion of equality ofopportunity,\n\t\t\trelating to the monitoring by the governing body of the institution of—\n\t\t\tits compliance with the provisions of the plan, and\n\t\t\tits progress in achieving any objectives set out in the plan by virtue ofparagraph (d), and\n\t\t\trequiring the provision of information to the OfS.\n\t\tRegulations under subsection (1) may not require a plan—\n\t\t\tto include among the general provisions of the plan any provision referringto particular courses or to the manner in which courses are taught, supervisedor assessed, or\n\t\t\tto include any provision relating to the criteria for the admission ofstudents.\n\t\tIn this section—\n\t\t\t“equality of opportunity” means equality of opportunity in connection withaccess to and participation in higher education provided by English highereducation providers, and\n\t\t\treferences to higher education do not include education provided by meansof any postgraduate course other than a course of initial teacher training.\n\tVariation of a plan\n\t\tThe Secretary of State may, by regulations, make provision enabling anaccess and participation plan which has been approved by the OfS under section29 to be varied.\n\t\tThe regulations must provide for a variation to take effect only ifapproved by the OfS.\n\tReview of decisions on approval or variation\n\t\tRegulations made by virtue of section 29 or 33 must include provision—\n\t\t\trequiring any decision of the OfS under section 29 or 33 affecting thegoverning body of an institution to have effect in the first instance as aprovisional decision,\n\t\t\tenabling the governing body to apply for a review of the provisionaldecision to a person, or panel of persons, appointed by the Secretary of Statein accordance with the regulations,\n\t\t\tenabling the Secretary of State to pay remuneration and allowances to anyperson so appointed,\n\t\t\tprescribing the grounds on which an application for the review of aprovisional decision may be made, and\n\t\t\trequiring the OfS to reconsider its provisional decision, and make a finaldecision, having regard to any recommendation of the person or panel.\n\tAdvice on good practice\n\t\tThe OfS may—\n\t\t\tidentify good practice relating to the promotion of equality ofopportunity, and\n\t\t\tgive advice about such practice to registered higher education providers.\n\t\t“Equality of opportunity” has the same meaning as in section 32.\n\tDuty to protect academic freedom\n\t\tIn performing its access and participation functions, the OfS has a duty toprotect academic freedom including, in particular, the freedom ofinstitutions—\n\t\t\tto determine the content of particular courses and the manner in which theyare taught, supervised and assessed,\n\t\t\tto determine the criteria for the selection, appointment and dismissal ofacademic staff and apply those criteria in particular cases, and\n\t\t\tto determine the criteria for the admission of students and apply thosecriteria in particular cases.\n\t\tIn performing those functions, subsection (1) applies instead of section2(1)(a) (duty of OfS to have regard to the need to protect institutionalautonomy) in relation to the freedoms mentioned in subsection (8)(b) and (c)of that section.\n\t\tFor the purposes of this section, the OfS’s “access and participationfunctions” are the functions conferred on it by or under—\n\t\t\tsection 21 (refusal to renew an access and participation plan), and\n\t\t\tsections 29 to 34 (access and participation plans).\n\tPower of Secretary of State to require a report\n\t\tThe Secretary of State may, by direction, require the OfS to report to theSecretary of State—\n\t\t\tin its annual report under paragraph 13 of Schedule 1, or\n\t\t\tin a special report,\n\t\t\t\ton such matters relating to equality of opportunity as may be specified in thedirection.\n\t\t“Equality of opportunity” has the same meaning as in section 32.\n\t\tWhere the Secretary of State is provided with a special report, theSecretary of State must lay it before Parliament.\n\t\tSee paragraph 13 of Schedule 1 for the laying of the OfS’s annual reports."
    },
    {
        "length": 1042,
        "text": "\nStudent transfers\n\tDuty to monitor etc the provision of arrangements for student transfers\n\t\tThe OfS—\n\t\t\tmust monitor the availability of schemes or other arrangements provided byregistered higher education providers for student transfers,\n\t\t\tmust monitor the extent to which the arrangements monitored under paragraph(a) are utilised by students generally or students of a particulardescription,\n\t\t\tmust include in its annual report a summary of conclusions drawn by it, forthe financial year to which the report relates, from its monitoring underparagraphs (a) and (b), and\n\t\t\tmay facilitate, encourage, or promote awareness of, the provision ofarrangements by registered higher education providers for student transfers.\n\t\tFor the purposes of this section, “a student transfer” is where—\n\t\t\ta student transfers from a higher education course (“course X”) provided bya UK higher education provider (“the transferring provider”) to a differenthigher education course (“course Y”) provided by the same or a different UKhigher education provider (“the receiving provider”),\n\t\t\tthe receiving provider recognises, or takes account of, the studyundertaken, or a level of achievement attained, by the student—\n\t\t\ton course X, or\n\t\t\ton another higher education course provided by the transferring provider,\n\t\t\t\twhen the receiving provider is determining the study to be undertaken, or thelevel of achievement attained, by the student on course Y, and\n\t\t\teither the transferring provider or the receiving provider is a registeredhigher education provider, or both are registered higher education providers.\n\t\tFor the purposes of subsection (2), there may be an interval between thestudent ceasing to undertake course X and starting to undertake course Y.\n\t\tThe duty under subsection (1)(a) may be discharged by the OfS monitoring,as described in that provision—\n\t\t\tarrangements for student transfers provided by all registered highereducation providers or a particular description of such provider;\n\t\t\tall such arrangements for student transfers or a particular description ofsuch arrangement or student transfer.\n\t\tIn this section—\n\t\t\t  * “annual report” means the annual report under paragraph 13 of Schedule 1; \n\t\t\t  * “financial year” has the same meaning as in that Schedule (see paragraph 12(6)); \n\t\t\t  * “higher education course”— \n\t\t\tin the case of a provider in England or Wales, has the meaning given insection 83(1);\n\t\t\tin the case of a provider in Scotland, means a course falling within section38 of the Further and Higher Education (Scotland) Act 1992;\n\t\t\tin the case of a provider in Northern Ireland, means a course of anydescription mentioned in Schedule 1 to the Further Education (NorthernIreland) Order 1997 ([S.I. 1997/1772 (N.I. 15)](/id/nisi/1997/1772?view=plain\"Go to item of legislation\"));\n\t\t\t\t  * “UK higher education provider” means an English higher education provider or a higher education provider in Wales, Scotland or Northern Ireland. \n\t\tFor the purposes of applying the definition of “higher education provider”in section 83(1) to the reference in the definition of “UK higher educationprovider” in subsection (5) to a higher education provider in Wales, Scotlandor Northern Ireland, the reference to “higher education” in the definition of“higher education provider” in section 83(1)—\n\t\t\tin the case of an institution in Wales, has the meaning given in section83(1);\n\t\t\tin the case of an institution in Scotland, has the same meaning as insection 38 of the Further and Higher Education (Scotland) Act 1992;\n\t\t\tin the case of an institution in Northern Ireland, has the same meaning asin Article 2(2) of the Further Education (Northern Ireland) Order 1997 ([S.I.1997/1772 (N.I. 15)](/id/nisi/1997/1772?view=plain \"Go to item oflegislation\"))."
    },
    {
        "length": 998,
        "text": "\nPowers to give financial support\n\tFinancial support for registered higher education providers\n\t\tThe OfS may make grants, loans or other payments to the governing body ofan eligible higher education provider in respect of expenditure incurred, orto be incurred, by the provider or a qualifying connected institution, for thepurposes of either or both of the following—\n\t\t\tthe provision of education by the provider;\n\t\t\tthe provision of facilities, and the carrying on of other activities, bythe provider, which its governing body considers it is necessary or desirableto provide or carry on for the purposes of, or in connection with, education.\n\t\tThe OfS may make grants, loans or other payments to any person in respectof expenditure incurred, or to be incurred, by the person for the purposes ofthe provision by any person of services for the purposes of, or in connectionwith, the provision of education by eligible higher education providersreceiving financial support under subsection (1).\n\t\t“Eligible higher education provider” means a registered higher educationprovider of a description prescribed by regulations made by the Secretary ofState for the purposes of subsection (1).\n\t\t“Qualifying connected institution”, in relation to an eligible highereducation provider, means a college, school, hall or other institution—\n\t\t\tto which the provider’s governing body proposes to pay, with the consent ofthe OfS, all or some of the payments made to it under subsection (1), and\n\t\t\twhich the OfS is satisfied has a sufficient connection with the providerfor the purposes of that subsection.\n\t\t“School” has the same meaning as in the Education Act 1996 (see section 4of that Act) but also includes a 16 to 19 Academy (as defined in section 1B(3)of the Academies Act 2010).\n\t\tSee section 41 regarding the terms and conditions of financial supportunder this section.\n\tFinancial support for certain institutions\n\t\tThe OfS may make grants, loans or other payments to any person in respectof expenditure incurred, or to be incurred, by the person for the purposes ofthe provision of eligible higher education courses by—\n\t\t\tinstitutions in England maintained or assisted by local authorities inEngland or Wales, or\n\t\t\tEnglish further education providers.\n\t\t“Eligible higher education course” means a higher education courseprescribed by regulations made by the Secretary of State for the purposes ofsubsection (1).\n\t\tIn subsection (1)(a)—\n\t\t\tan institution “assisted” by a local authority has the same meaning as inthe Education Act 1996 (see section 579(5) to (7) of that Act), and\n\t\t\tthe reference to a local authority in England or Wales has the same meaningas in that Act (see section 579(1) of that Act).\n\t\tSee section 41 regarding the terms and conditions of financial supportunder this section.\n\tFinancial support: terms and conditions\n\t\tA grant, loan or other payment under section 39 or 40 may be made on suchterms and conditions as the OfS considers appropriate.\n\t\tThe terms and conditions may, in particular—\n\t\t\tenable the OfS to require the repayment, in whole or in part, of sums paidby the OfS if any of the terms and conditions subject to which the sums werepaid is not complied with,\n\t\t\trequire the payment of interest in respect of any period during which a sumdue to the OfS in accordance with any of the terms and conditions remainsunpaid, and\n\t\t\trequire a person to whom sums are paid by the OfS to provide the OfS withany information it requests for the purpose of the exercise of any of itsfunctions.\n\t\tBut the terms and conditions must not relate to the application of sumswhich are not derived from the OfS by the provider or any other person to whomthe grant, loan or other payment is made.\n\t\tBefore determining the terms and conditions to be imposed on a grant, loanor other payment, the OfS must consult such persons as it considersappropriate."
    },
    {
        "length": 944,
        "text": "\nAuthorisation to grant degrees etc\n\tThe OfS may by order authorise a registered higher education provider togrant taught awards or research awards or both.\n\tAn authorisation under subsection (1) may authorise a provider to grant, asthe case may be—\n\t\ttaught awards or research awards of any description;\n\t\tspecified taught awards or research awards;\n\t\ttaught awards or research awards of a specified description.\n\tIn this Part—\n\t\t  * “taught award” means a degree (including a foundation degree), diploma, certificate or other academic award or distinction granted to persons who complete an appropriate course of study and satisfy an appropriate assessment; \n\t\t  * “research award” means a degree, diploma, certificate or other academic award or distinction granted to persons who complete an appropriate programme of supervised research and satisfy an appropriate assessment; \n\t\t  * “foundation degree” means a foundation degree granted to persons who complete an appropriate course of study and satisfy an appropriate assessment; \n\t\t  * “foundation degree only authorisation” means authorisation under subsection (1) to grant taught awards where foundation degrees are the only degrees which the provider is authorised to grant. \n\tAn order under subsection (1) which would give a provider foundation degreeonly authorisation may be made only if—\n\t\tthe provider is an English further education provider,\n\t\tthe provider gives the OfS a progression statement, and\n\t\tthe OfS considers that the proposals set out in that statement aresatisfactory and are likely to be carried out.\n\tA “progression statement” is a statement setting out what the providerproposes to do as regards making arrangements for securing that any persongranted a foundation degree in pursuance of the authorisation (other than byvirtue of section 43(2)(c) or (d) (honorary and staff degrees)) has anopportunity to progress to one or more particular courses of more advancedstudy.\n\tAn authorisation under subsection (1) must specify—\n\t\tthe date when it takes effect, and\n\t\tthe period during which it has effect (which may be an indefinite period).\n\tA provider authorised under subsection (1) has power to grant theauthorised taught awards or research awards (as the case may be) to personswho complete the appropriate course of study, or programme of supervisedresearch, on or after the date the authorisation takes effect.\n\tIt is for the provider to determine, in accordance with any relevantprovisions of the instruments relating to or regulating the provider—\n\t\tthe courses of study or programmes of supervised research, and theassessments, which are appropriate for the grant of an authorised taught awardor research award, and\n\t\tthe terms and conditions on which any of the powers conferred by theauthorisation may be exercised.\n\tAn authorisation under subsection (1) may restrict the power to grant anauthorised taught award or research award to persons enrolled with theprovider at the time they complete the course of study, or programme ofsupervised research, for which the award is granted.\n\tThe OfS’s power to make an order under subsection (1) is exercisable bystatutory instrument; and the Statutory Instruments Act 1946 is to apply tosuch an instrument as if the order had been made by a Minister of the Crown.\n\tAn order under subsection (1) may make incidental, supplementary,transitional or saving provision.\n\tIn this section—\n\t\t  * “assessment” includes examination and test; \n\t\t  * “authorised” means authorised by the authorisation under subsection (1); \n\t\t  * “specified” means specified in the order under subsection (1) giving the authorisation. \n\tSee sections 43, 44 and 46 which make further provision about orders undersubsection (1)."
    },
    {
        "length": 359,
        "text": "\nSupplementary powers with authorisation\n\tAn authorisation under section 42(1) may include power for the provider toauthorise other institutions to grant on the provider’s behalf—\n\t\tall the authorised taught awards and research awards, or\n\t\tsuch of those awards as are specified or are of a specified description.\n\tAn authorisation under section 42(1) includes—\n\t\tpower to grant the authorised taught awards or research awards, or such ofthose awards as are specified or are of a specified description, jointly withanother institution,\n\t\tpower to deprive a person of an authorised taught award or research awardgranted by or on behalf of the provider in pursuance of the authorisation,\n\t\tpower to grant honorary degrees of any description, or specified honorarydegrees, or honorary degrees of a specified description, and\n\t\tpower to grant degrees of any description, or specified degrees, or degreesof a specified description, to members of the academic or other staff of theprovider.\n\tBut in the case of a foundation degree only authorisation, the referencesin subsection (2)(c) and (d) to degrees are to foundation degrees only.\n\tIn the case of an authorised taught award or research award granted jointlywith another institution, the power to deprive mentioned in subsection (2)(b)is only exercisable jointly with that institution.\n\tIn this section, “authorised” and “specified” have the same meaning as insection 42."
    },
    {
        "length": 533,
        "text": "\nVariation or revocation of section 42 authorisation\n\tThe OfS may, at any time, by a further order under section 42(1), vary orrevoke an authorisation given by a previous order under that provision.\n\tThat is the case even if the authorisation was given for an indefiniteperiod.\n\tThe OfS may make such an order revoking an authorisation given to aprovider only if condition A, B or C is satisfied.\n\tCondition A is satisfied if the provider ceases to be a registered highereducation provider.\n\tCondition B is satisfied if—\n\t\tthe OfS has concerns regarding the quality of, or the standards applied to,higher education which has been or is being provided by the provider, and\n\t\tit appears to the OfS that those concerns are so serious that—\n\t\tits powers by a further order under section 42(1) to vary the authorisationare insufficient to deal with the concerns (whether or not they have beenexercised in relation to the provider), and\n\t\tit is appropriate to revoke the authorisation.\n\tCondition C is satisfied if—\n\t\tdue to a change in circumstances since the authorisation was given, the OfShas concerns regarding the quality of, or the standards applied to, highereducation which will be provided by the provider, and\n\t\tit appears to the OfS that those concerns are so serious that—\n\t\tits powers by a further order under section 42(1) to vary the authorisationare insufficient to deal with the concerns (whether or not they have beenexercised in relation to the provider), and\n\t\tit is appropriate to revoke the authorisation.\n\tWhere there are one or more sector-recognised standards, for the purposesof subsections (5)(a) and (6)(a)—\n\t\tthe OfS’s concerns regarding the standards applied must be concernsregarding the standards applied in respect of matters for which there aresector-recognised standards, and\n\t\tthose concerns must be regarding those standards as assessed againstsector-recognised standards.\n\tSee sections 46 and 48 which make further provision about further ordersunder section 42(1)."
    },
    {
        "length": 853,
        "text": "\nVariation or revocation of other authorisations to grant degrees etc\n\tThe OfS may by order vary or revoke an authorisation given to an Englishhigher education provider—\n\t\tby or under an Act of Parliament, other than under section 42(1) of thisAct, or\n\t\tby Royal Charter,\n\t\t\tto grant taught awards or research awards.\n\tThat is the case even if the authorisation was given for an indefiniteperiod.\n\tAn order under subsection (1) varying an authorisation may only make suchprovision as could be made by an order giving authorisation under section42(1).\n\tWhen applying section 42(4) and (5) in the case of such an order, thereference in section 42(5) to a foundation degree granted other than by virtueof section 43(2)(c) or (d) (honorary and staff degrees) is to be read as areference to a foundation degree granted other than by virtue of whatever isthe equivalent of section 43(2)(c) or (d) in the case of the provider.\n\tThe OfS may make an order under subsection (1) revoking an authorisationgiven to a provider only if condition A, B or C is satisfied.\n\tCondition A is satisfied if the provider is not a registered highereducation provider.\n\tCondition B is satisfied if—\n\t\tthe OfS has concerns regarding the quality of, or the standards applied to,higher education which has been or is being provided by the provider, and\n\t\tit appears to the OfS that those concerns are so serious that—\n\t\tits powers by an order under subsection (1) to vary the authorisation areinsufficient to deal with the concerns (whether or not they have beenexercised in relation to the provider), and\n\t\tit is appropriate to revoke the authorisation.\n\tCondition C is satisfied if—\n\t\tdue to a change in circumstances since the authorisation was given, the OfShas concerns regarding the quality of, or the standards applied to, highereducation which will be provided by the provider, and\n\t\tit appears to the OfS that those concerns are so serious that—\n\t\tits powers by an order under subsection (1) to vary the authorisation areinsufficient to deal with the concerns (whether or not they have beenexercised in relation to the provider), and\n\t\tit is appropriate to revoke the authorisation.\n\tWhere there are one or more sector-recognised standards, for the purposesof subsections (7)(a) and (8)(a)—\n\t\tthe OfS’s concerns regarding the standards applied must be concernsregarding the standards applied in respect of matters for which there aresector-recognised standards, and\n\t\tthose concerns must be regarding those standards as assessed againstsector-recognised standards.\n\tThe OfS’s power to make an order under subsection (1) is exercisable bystatutory instrument; and the Statutory Instruments Act 1946 is to apply tosuch an instrument as if the order had been made by a Minister of the Crown.\n\tAn order under subsection (1) may make incidental, supplementary,transitional or saving provision.\n\tAny power to vary or revoke an authorisation mentioned in subsection (1),which is a power which exists immediately before the coming into force of thissection, ceases to exist on that coming into force.\n\tSee sections 46 and 48 which make further provision about orders undersubsection (1)."
    },
    {
        "length": 1102,
        "text": "\nGrant, variation or revocation of authorisation: advice on quality etc\n\tThe OfS must request advice from the relevant body regarding the qualityof, and the standards applied to, higher education provided by a providerbefore making—\n\t\tan order under section 42(1) authorising the provider to grant taughtawards or research awards,\n\t\ta further order under section 42(1)—\n\t\tvarying an authorisation given to the provider by a previous order undersection 42(1), or\n\t\trevoking such an authorisation on the ground that condition B in section44(5) is satisfied, or\n\t\tan order under section 45(1)—\n\t\tvarying an authorisation given to the provider, as described in thatprovision, to grant taught awards or research awards, or\n\t\trevoking such an authorisation on the ground that condition B in section45(7) is satisfied.\n\tWhere the OfS requests advice under subsection (1), the relevant body mustprovide it.\n\tThe advice provided under subsection (2) must include the relevant body’sview as to whether the provider has the ability—\n\t\tto provide, and maintain the provision of, higher education of anappropriate quality, and\n\t\tto apply, and maintain the application of, appropriate standards to thathigher education.\n\tThe advice provided by the relevant body under subsection (2) must beinformed by the views of persons who (between them) have experience of—\n\t\tproviding higher education on behalf of, or being responsible for theprovision of higher education by—\n\t\tan English higher education provider which is neither authorised to granttaught awards nor authorised to grant research awards,\n\t\tan English further education provider, and\n\t\tan English higher education provider which is within neither sub-paragraph (i) nor sub-paragraph (ii),\n\t\trepresenting or promoting the interests of individual students, or studentsgenerally, on higher education courses provided by higher education providers,\n\t\temploying graduates of higher education courses provided by highereducation providers,\n\t\tresearch into science, technology, humanities or new ideas, and\n\t\tencouraging competition in industry or another sector of society.\n\tWhere the order authorises the provider to grant research awards or variesor revokes such an authorisation, the advice provided by the relevant bodyunder subsection (2) must also be informed by the views of UKRI.\n\tSubsections (4) and (5) do not prevent the advice given by the relevantbody under subsection (2) also being informed by the views of others.\n\tThe OfS must have regard to advice provided to it by the relevant bodyunder subsection (2) in deciding whether to make the order.\n\tBut that does not prevent the OfS having regard to advice from othersregarding quality or standards.\n\tWhere the order varies or revokes an authorisation, the advice undersubsection (1) may be requested before or after the governing body of theprovider is notified under section 48 of the OfS’s intention to make theorder.\n\tWhere there are one or more sector-recognised standards—\n\t\tfor the purposes of subsections (1) and (8)—\n\t\tthe advice regarding the standards applied must be advice regarding thestandards applied in respect of matters for which there are sector-recognisedstandards, and\n\t\tthat advice must be regarding those standards as assessed against sector-recognised standards, and\n\t\t“appropriate standards” in subsection (3) means sector-recognisedstandards.\n\tIn this section “the relevant body” means—\n\t\tthe designated assessment body, or\n\t\tif there is no such body, a committee which the OfS must establish underparagraph 8 of Schedule 1 for the purpose of performing the functions of therelevant body under this section.\n\tWhere the OfS is required to establish a committee for the purposementioned in subsection (11)(b)—\n\t\tthe majority of members of the committee must be individuals who are notmembers of the OfS, and\n\t\tin appointing members of the committee, the OfS must have regard to theneed for the advice provided by the committee to meet the requirements ofsubsections (4) and (where applicable) (5).\n\tIn this section—\n\t\t  * “designated assessment body” means a body for the time being designated under Schedule 4; \n\t\t  * “humanities” and “science” have the same meaning as in Part 3 (see section 111). "
    },
    {
        "length": 342,
        "text": "\nGrant of authorisation: notification of new providers\n\tThe OfS must, as soon as possible after it has been made, notify theSecretary of State if it makes an order under section 42(1) authorising aprovider to grant taught awards, where the provider has not previouslyoperated under validation arrangements.\n\tFor the purposes of subsection (1), a provider has previously operatedunder validation arrangements if, at any time before the date when the orderis made—\n\t\ta student at the provider has been granted a taught award by anotherprovider or the OfS, under validation arrangements between the provider andthe other provider or the OfS, or\n\t\tthe provider has granted a taught award on behalf of another provider orthe OfS, under validation arrangements between the provider and the otherprovider or the OfS.\n\tIn this section “validation arrangements” means—\n\t\tarrangements between one English higher education provider and anotherEnglish higher education provider under which the first provider—\n\t\tgrants a taught award to a person who is a student at the other provider,or\n\t\tauthorises the other provider to grant a taught award on behalf of thefirst provider, or\n\t\tarrangements between the OfS and a registered higher education providerunder which the OfS—\n\t\tgrants a taught award to a person who is a student at the provider, or\n\t\tauthorises the provider to grant a taught award on behalf of the OfS."
    },
    {
        "length": 655,
        "text": "\nVariation or revocation of authorisation: procedure\n\tBefore— \n\t\tmaking a further order under section 42(1) varying or revoking a provider’sauthorisation, or\n\t\tmaking an order under section 45(1) varying or revoking a provider’sauthorisation,\n\t\t\tthe OfS must notify the governing body of the provider of its intention to doso.\n\tThe notice must—\n\t\tspecify the OfS’s reasons for proposing to take the step in question,\n\t\tspecify the period during which the governing body may make representationsabout the proposal (“the specified period”), and\n\t\tspecify the way in which those representations may be made.\n\tThe specified period must not be less than 28 days beginning with the dateon which the notice is received.\n\tThe OfS must have regard to any representations made by the governing bodyof the provider during the specified period in deciding whether to take thestep in question.\n\tHaving decided whether or not to take the step in question, the OfS mustnotify the governing body of the provider of its decision.\n\tIf the OfS decides to vary or revoke a provider’s authorisation, the noticeof the decision must specify the date on which the variation or revocationtakes effect under the order to be made under section 42(1) or 45(1).\n\tThe notice must also contain information as to—\n\t\tthe rights of appeal, and\n\t\tthe period within which an appeal may be made.\n\tThe order under section 42(1) or 45(1) implementing the decision to vary orrevoke the authorisation may not be made, and the variation or revocation maynot take effect, at any time when—\n\t\tan appeal under section 49(1)(a) or (b), or a further appeal, could bebrought in respect of the decision to vary or revoke, or\n\t\tsuch an appeal is pending.\n\tBut that does not prevent the order under section 42(1) or 45(1) beingmade, or the variation or revocation taking effect, if the governing body ofthe provider notifies the OfS that it does not intend to appeal.\n\tWhere subsection (8) ceases to prevent a variation or revocation takingeffect on the date specified under subsection (6), the OfS is to determine afuture date on which the variation or revocation takes effect under the orderto be made under section 42(1) or 45(1).\n\tBut that is subject to what has been determined on any appeal undersection 49(1)(a) or (b), or any further appeal, in respect of the decision tovary or revoke."
    },
    {
        "length": 518,
        "text": "\nAppeals against variation or revocation of authorisation\n\tThe governing body of a provider may appeal to the First-tier Tribunalagainst either or both of the following—\n\t\ta decision of the OfS to vary or revoke, by a further order under section42(1) or an order under section 45(1), an authorisation given to it;\n\t\ta decision of the OfS as to the date specified under section 48(6) as thedate on which the variation or revocation takes effect.\n\tOn an appeal under subsection (1)(a) against a decision to revoke anauthorisation, the Tribunal—\n\t\tmust consider afresh the decision appealed against, and\n\t\tmay take into account evidence that was not available to the OfS.\n\tAn appeal under subsection (1), other than an appeal against a decision torevoke an authorisation, may be on the grounds—\n\t\tthat the decision was based on an error in fact;\n\t\tthat the decision was wrong in law;\n\t\tthat the decision was unreasonable.\n\tOn an appeal under subsection (1), the Tribunal may—\n\t\twithdraw the decision;\n\t\tconfirm the decision;\n\t\tvary the date on which the variation or revocation takes effect under theorder to be made under section 42(1) or 45(1);\n\t\tremit the decision whether to confirm the decision, or any matter relatingto that decision (including the date on which the variation or revocationtakes effect), to the OfS.\n\tIn the case of an appeal under subsection (1)(a) against a decision torevoke an authorisation, the Tribunal also has power to substitute for thedecision any other decision that the OfS could have made.\n\tAn appeal under subsection (1)(a) against a decision to revoke anauthorisation may include an appeal against the decision mentioned insubsection (1)(b) regarding the date when the revocation takes effect; and inthe case of such an appeal, references in subsections (2), (4) and (5) to thedecision appealed against are to be read accordingly."
    },
    {
        "length": 354,
        "text": "\nValidation by authorised providers\n\tThe OfS may enter into arrangements (“commissioning arrangements”) with anauthorised registered higher education provider requiring the provider tooffer to enter into validation arrangements in respect of—\n\t\tall the taught awards that the provider is authorised to grant, or\n\t\tsuch of those taught awards as are specified in the commissioningarrangements or are of a description so specified.\n\tCommissioning arrangements may require a provider to offer to enter intovalidation arrangements subject to conditions specified by the OfS.\n\tCommissioning arrangements may not require a provider to offer to enterinto validation arrangements that the provider is not authorised to enterinto.\n\tIn this section, “validation arrangements” means arrangements between oneregistered higher education provider and another registered higher educationprovider under which the first provider—\n\t\tgrants a taught award to a person who is a student at the other provider,or\n\t\tauthorises the other provider to grant a taught award on behalf of thefirst provider.\n\tIn this section, “authorised”, in relation to a registered higher educationprovider, means authorised to grant taught awards, and to enter intovalidation arrangements, by—\n\t\tan authorisation given—\n\t\tunder section 42(1),\n\t\tby or under any other provision of an Act of Parliament, or\n\t\tby Royal Charter, or\n\t\tan authorisation varied under section 45(1)."
    },
    {
        "length": 682,
        "text": "\nValidation by the OfS\n\tIf (having regard to advice from the OfS) the Secretary of State considersit necessary or expedient, the Secretary of State may by regulations—\n\t\tauthorise the OfS to enter into validation arrangements, and\n\t\trequire the OfS to offer to do so with—\n\t\tregistered higher education providers generally, or\n\t\tsuch registered higher education providers as are specified in theregulations or are of a description so specified.\n\tRegulations under subsection (1) may authorise the OfS to enter intovalidation arrangements in respect of—\n\t\tall taught awards, or\n\t\tsuch taught awards as are specified in the regulations or are of adescription so specified.\n\tRegulations under subsection (1) may require the OfS to offer to enter intovalidation arrangements subject to conditions specified in the regulations.\n\tRegulations under subsection (1) may include power for the OfS to authoriseauthorised registered higher education providers to enter on its behalf into—\n\t\tall the validation arrangements that the OfS is authorised to enter into bythe regulations, or\n\t\tsuch of those validation arrangements as are specified in the regulationsor are of a description so specified.\n\tBut regulations under subsection (1) may not include power for the OfS toauthorise a provider to enter on its behalf into validation arrangements whichare—\n\t\tarrangements in respect of taught awards that the provider is notauthorised to grant, or\n\t\tarrangements that the provider is not authorised to enter into.\n\tRegulations under subsection (1) may include power for the OfS to deprive aperson of a taught award granted by or on behalf of the OfS under validationarrangements.\n\tIn this section, “validation arrangements” means arrangements between theOfS and a registered higher education provider under which the OfS—\n\t\tgrants a taught award to a person who is a student at the provider, or\n\t\tauthorises the provider to grant a taught award on behalf of the OfS.\n\tIn this section, “authorised”, in relation to a registered higher educationprovider, means authorised to grant taught awards, and to enter intovalidation arrangements, by—\n\t\tan authorisation given—\n\t\tunder section 42(1),\n\t\tby or under any other provision of an Act of Parliament, or\n\t\tby Royal Charter, or\n\t\tan authorisation varied under section 45(1).\n\tValidation arrangements may provide for—\n\t\tthe grant of a taught award by the OfS, or\n\t\tthe authorisation to grant a taught award on behalf of the OfS,\n\t\t\tto be subject to such conditions as the OfS considers appropriate."
    },
    {
        "length": 223,
        "text": "\nSections 42 to 49: consequential amendments\n\tSection 76 of the Further and Higher Education Act 1992 (power to awarddegrees, etc) is amended as follows.\n\tIn the heading, after “etc.” insert “: institutions in Wales”.\n\tIn subsection (1), after “any institution” in both places insert “inWales”.\n\tAfter subsection (7), insert—\n\tReferences in this section to an institution in Wales are to aninstitution whose activities are carried on, or principally carried on, inWales.\n\tSee section 42 of the Higher Education and Research Act 2017 regardinginstitutions in England.”\n\tThe amendments made by this section do not affect the continuing validityof any orders made under section 76 of the Further and Higher Education Act1992 before the coming into force of this section."
    },
    {
        "length": 605,
        "text": "\nUnrecognised degrees\n\tSection 214 of the Education Reform Act 1988 (unrecognised degrees) isamended as follows.\n\tIn subsection (2), before paragraph (a) insert—\n\t\tan award granted or to be granted by a university, college or other bodywhich it is authorised to grant by—\n\t\tan authorisation given under section 42(1) of the Higher Education andResearch Act 2017 (“the 2017 Act”),\n\t\tan authorisation varied under section 45(1) of the 2017 Act, or\n\t\tregulations under section 51(1) of the 2017 Act;\n\t\tan award granted or to be granted by a body for the time being permittedby a body falling within paragraph (za) to act on its behalf in the grantingof that award where the grant of that award by that other body on its behalfis authorised by—\n\t\tthe authorisation mentioned in paragraph (za), or\n\t\tregulations under section 51(1) of the 2017 Act;”.\n\tIn subsection (2)(a), after “Act of Parliament” insert “(other than section42(1), 45(1) or 51(1) of the 2017 Act)”.\n\tIn subsection (2)(c), for “Secretary of State” substitute “appropriateauthority”.\n\tAfter subsection (9) insert—\n\t\t“(9ZA)For the purposes of this section as it extends to England and Wales,“the appropriate authority” means—\n\t\tso far as the power to make an order under subsection (2)(c) is exercisablein relation to England, the Office for Students, and\n\t\tso far as the power to make an order under that provision is exercisable inrelation to Wales, the Welsh Ministers.”\n\tIn subsection (9A)—\n\t\tfor “and section 215, as they extend” substitute “as it extends”, and\n\t\tfor “the reference to the Secretary of State is to be read as a referenceto” substitute ““the appropriate authority” means”.\n\tIn subsection (10)(a)—\n\t\tfor “means” substitute “—\n\t\tmeans”, and\n\t\tafter “outside the United Kingdom” insert “, and\n\t\tincludes the Office for Students”."
    },
    {
        "length": 1381,
        "text": "\nUnrecognised degrees: supplementary\n\tSection 215 of the Education Reform Act 1988 (“the 1988 Act”) (unrecogniseddegrees: enforcement) is amended in accordance with subsections (2) and (3).\n\tIn subsection (1)—\n\t\tfor “Secretary of State” substitute “appropriate authority”,\n\t\tfor “him” substitute “the appropriate authority”, and\n\t\tfor “he” substitute “the appropriate authority”.\n\tAfter subsection (1A) insert—\n\t\t“(1B)“The appropriate authority” means—\n\t\tin the case of a weights and measures authority in England, the Secretaryof State,\n\t\tin the case of a weights and measures authority in Wales, the WelshMinisters, and\n\t\tin the case of a weights and measures authority in Scotland, the ScottishMinisters.”\n\tSection 216 of the 1988 Act (identification of bodies granting or providingcourses for recognised awards) is amended in accordance with subsections (5)to (12).\n\tFor subsection (1) substitute—\n\tThe appropriate authority may by order designate each body which appearsto the authority to be a recognised body within subsection (4)(a), (b) or (c).\n\t(1A)For the purposes of sections 214 and 215, any body for the time beingdesignated by an order under subsection (1) as a recognised body withinsubsection (4)(c) is conclusively presumed to be such a body.”\n\tIn subsection (2)—\n\t\tfor “Secretary of State” substitute “appropriate authority”, and\n\t\tfor “him” substitute “the authority”.\n\tAfter subsection (2) insert—\n\t“(2ZA)For the purposes of this section as it extends to England and Wales,“the appropriate authority” means—\n\t\tso far as the functions in question are exercisable in relation to England,the Office for Students, and\n\t\tso far as the functions in question are exercisable in relation to Wales,the Welsh Ministers.”\n\tIn subsection (2A), for “the references in subsections (1) and (2) above tothe Secretary of State are to be read as references to” substitute ““theappropriate authority” means”.\n\tIn subsection (3)—\n\t\tin the opening words for “either” substitute “it”, and\n\t\tbefore paragraph (a) insert—\n\t\tprovides any course which is—\n\t\tin preparation for a degree to be granted by a recognised body withinsubsection (4)(a) or (b) which the recognised body is authorised to grant bythe authorisation or regulations mentioned in subsection (4)(a), and\n\t\tis approved by or on behalf of that recognised body;”.\n\tIn subsection (3)(a), after “a recognised body” insert “within subsection(4)(c)”.\n\tIn subsection (4), after “means” insert “—\n\t\ta body which is authorised to grant awards by—\n\t\tan authorisation given under section 42(1) of the Higher Education andResearch Act 2017 (“the 2017 Act”),\n\t\tan authorisation varied under section 45(1) of the 2017 Act, or\n\t\tregulations under section 51(1) of the 2017 Act,\n\t\ta body for the time being permitted by a body within paragraph (a) to acton its behalf in the granting of awards where the grant of the awards by thatother body on its behalf is authorised by the authorisation or regulationsmentioned in paragraph (a), or\n\t\t”. \n\tIn the heading, after “awards” insert “etc”.\n\tSection 232 of the 1988 Act (orders and regulations) is amended inaccordance with subsections (14) and (15).\n\tAfter subsection (4), insert—\n\t“(4A)The power of the Office for Students to make an order under section 214or 216 is exercisable by statutory instrument; and the Statutory InstrumentsAct 1946 is to apply to such an instrument as if the order had been made by aMinister of the Crown.”\n\tIn subsection (5), after “fit” insert “or, in the case of orders undersection 214 or 216 made by the Office for Students, the Office for Studentsthinks fit”.\n\tThe amendments made by section 53 or this section to section 214 or 216 ofthe 1988 Act do not affect the continuing validity of any orders made undersection 214 or 216 of the 1988 Act before the coming into force of thissection.\n\tSuch orders made by the Secretary of State under section 214 or 216 of the1988 Act have effect after the coming into force of this section as if made bythe OfS under section 214 or 216 of the 1988 Act.\n\tThe power in section 217(2) of the 1988 Act may be exercised so as toextend to any of the Channel Islands any amendment made by section 53 or thissection to sections 214 to 216 of the 1988 Act with such adaptations andmodifications (if any) as may be specified in the Order."
    },
    {
        "length": 120,
        "text": "\nSaving for right to grant degrees under the Ecclesiastical Licences Act1533\n\tNothing done under this Part is to affect the right of the Archbishop ofCanterbury, or any other person, by virtue of the Ecclesiastical Licences Act1533 to grant a degree where the recipient is not required—\n\t\tto complete an appropriate course of study or an appropriate programme ofsupervised research, or\n\t\tto satisfy an appropriate examination, test or other assessment."
    },
    {
        "length": 3408,
        "text": "\nPowers in relation to “university” title\n\tUse of “university” in title of institution\n\t\tSection 77 of the Further and Higher Education Act 1992 (use of“university” in title of institution) is amended as follows.\n\t\tBefore subsection (1) insert—\n\t\t\t“(A1)Where—\n\t\t\tpower is conferred by any enactment or instrument to change the name of anyeducational institution or any body corporate carrying on such an institution,\n\t\t\tthe educational institution is a registered higher education provider, and\n\t\t\tthe power is exercisable with the consent of the Privy Council,\n\t\t\tthen, the power may be exercised so as to include the word “university” in thename of the institution and, if it is carried on by a body corporate, in thename of the body, but only if the Office for Students (instead of the PrivyCouncil) consents to that exercise of the power.”\n\t\tIn subsection (1)—\n\t\t\tin paragraph (b), after “institution” insert “is in Wales and”, and\n\t\t\tomit “(whether or not the institution would apart from this section be auniversity)”.\n\t\tAfter subsection (1) insert—\n\t\t“(1A)Subsections (A1) and (1) apply whether or not the educational institutionwould, apart from this section, be a university.”\n\t\tIn subsection (2)—\n\t\t\tafter “in subsection” insert “(A1) or”, and\n\t\t\tfor “that subsection” substitute “subsections (A1) and (1)”.\n\t\tIn subsection (3), after “name” insert “the Office for Students and”.\n\t\tAfter subsection (3) insert—\n\t\t“(3A)In exercising its power to give consent under subsection (A1), the Officefor Students must have regard to factors set out in guidance given by theSecretary of State.\n\t\t(3B)Before giving guidance under subsection (3A), the Secretary of State mustconsult—\n\t\t\tbodies representing the interests of English higher education providers,\n\t\t\tbodies representing the interests of students on higher education coursesprovided by English higher education providers, and\n\t\t\tsuch other persons as the Secretary of State considers appropriate.”\n\t\tIn subsection (4), after “subsection” insert “(A1) or”.\n\t\tAfter subsection (4) insert—\n\t\tIn this section, “English higher education provider”, “higher educationcourse” and “registered higher education provider” have the same meaning as inPart 1 of the Higher Education and Research Act 2017 (see sections 83 and 85of that Act).\n\t\tFor the purposes of subsection (1), an educational institution is in Walesif the institution’s activities are carried on, or principally carried on, inWales.”\n\t\tThe amendments made by this section do not affect the continuing validityof any consents given by the Privy Council under section 77 of the Further andHigher Education Act 1992 before the coming into force of this section.\n\tUnauthorised use of “university” in title of institution etc\n\t\tSection 39 of the Teaching and Higher Education Act 1998 (unauthorised useof “university” in title of institution etc) is amended as follows.\n\t\tBefore subsection (1) insert—\n\t\t\t“(A1)A relevant institution in England must not, when making available (oroffering to make available) educational services, do so under a name whichincludes the word “university” unless the inclusion of that word in that nameis—\n\t\t\tauthorised by or by virtue of any Act or Royal Charter, or\n\t\t\tapproved by the Office for Students for the purposes of this section.”\n\t\tIn subsection (1), omit “England or”.\n\t\tIn subsection (2)—\n\t\t\tfor “such an institution” substitute “a relevant institution in England ora relevant institution in Wales”, and\n\t\t\tafter “subsection” insert “(A1) or”.\n\t\tIn subsection (3), after “Subsection” insert “(A1),”.\n\t\tIn subsection (4), after “subsection” insert “(A1),”.\n\t\tIn subsection (5), after “this section” insert “the Office for Studentsand”.\n\t\tAfter subsection (5) insert—\n\t\t“(5A)In exercising its power to give approval under subsection (A1) or (2),the Office for Students must have regard to factors set out in guidance givenby the Secretary of State.\n\t\t(5B)Before giving guidance under subsection (5A), the Secretary of State mustconsult—\n\t\t\tbodies representing the interests of English higher education providers,\n\t\t\tbodies representing the interests of students on higher education coursesprovided by English higher education providers, and\n\t\t\tsuch other persons as the Secretary of State considers appropriate.\n\t\t\t(5C)The power of the Office for Students under subsection (A1) or (2) is notexercisable in a case where the inclusion of the word “university” in the namein question may be authorised by virtue of any other Act or any Royal Charter.\n\t\t\t(5D)But that does not prevent the power of the Office for Students undersubsection (A1) or (2) being exercisable where the inclusion of the word“university” in the name in question has approval, or may require approval,under section 55 or 1194 of the Companies Act 2006.\n\t\t\t(5E)Where approval is given by the Office for Students under subsection (A1)or (2) in such a case, that does not affect any requirement for approval undersection 55 or 1194 of the Companies Act 2006.”\n\t\tIn subsection (7), before the definition of “relevant institution” insert—\n\t\t\t  * ““English higher education provider” and “higher education course” have the same meaning as in Part 1 of the Higher Education and Research Act 2017 (see section 83 of that Act);”.\n\t\tIn subsection (7), for the definition of “relevant institution”substitute—\n\t\t\t  * ““relevant institution in England” means a registered higher education provider as defined by section 85 of the Higher Education and Research Act 2017;\n\t\t\t  * “relevant institution in Wales” means—\n\t\t\tan institution in Wales within the further education sector as defined bysection 91(3) of the Further and Higher Education Act 1992, or\n\t\t\tan institution in Wales within the higher education sector as defined bysection 91(5) of that Act;”.\n\t\tAfter subsection (7) insert—\n\t\tFor the purposes of this section, an institution is in England or is inWales if the institution’s activities are carried on, or principally carriedon, in England or, as the case may be, in Wales.”\n\t\tThe amendments made by this section do not affect the continuing validityof any approvals given by the Privy Council under section 39 of the Teachingand Higher Education Act 1998 before the coming into force of this section.\n\tRevocation of authorisation to use “university” title\n\t\tThe OfS may by order revoke any authorisation, consent or other approvalgiven by or by virtue of—\n\t\t\tan Act (other than the Companies Act 2006), or\n\t\t\ta Royal Charter,\n\t\t\t\tto an institution in England to include the word “university” in its name.\n\t\tThat is the case even if the authorisation, consent or other approval wasgranted for an indefinite period.\n\t\tThe OfS may make an order under subsection (1) only if condition A, B or Cis satisfied.\n\t\tCondition A is satisfied if—\n\t\t\tin the case of consent or approval given by the OfS under section 77 of theFurther and Higher Education Act 1992 or section 39 of the Teaching and HigherEducation Act 1998, the institution ceases to be a registered higher educationprovider, or\n\t\t\tin any other case, the institution is not a registered higher educationprovider.\n\t\tCondition B is satisfied if, disregarding any transitional or savingprovision made by an order under section 42(1) or 45(1)—\n\t\t\tthe institution is neither authorised to grant taught awards nor authorisedto grant research awards, or\n\t\t\tfoundation degrees are the only degrees which the institution is authorisedto grant.\n\t\tCondition C is satisfied if, due to a change in circumstances since theauthorisation, consent or other approval was given, it appears to the OfS tobe no longer appropriate for the institution to include the word “university”in its name.\n\t\tThe OfS’s power to make an order under subsection (1) is exercisable bystatutory instrument; and the Statutory Instruments Act 1946 is to apply tosuch an instrument as if the order had been made by a Minister of the Crown.\n\t\tAn order under subsection (1) may make incidental, supplementary,transitional or saving provision.\n\t\tAny power to revoke an authorisation, consent or other approval mentionedin subsection (1), which is a power which exists immediately before the cominginto force of this section, ceases to exist on that coming into force.\n\tRevocation of authorisation: procedure\n\t\tBefore making an order under section 58(1) revoking the authorisation,consent or other approval given to an institution to include the word“university” in its name, the OfS must notify the governing body of theinstitution of its intention to do so.\n\t\tThe notice must—\n\t\t\tspecify the OfS’s reasons for proposing to take the step in question,\n\t\t\tspecify the period during which the governing body may make representationsabout the proposal (“the specified period”), and\n\t\t\tspecify the way in which those representations may be made.\n\t\tThe specified period must not be less than 28 days beginning with the dateon which the notice is received.\n\t\tThe OfS must have regard to any representations made by the governing bodyof the institution during the specified period in deciding whether to take thestep in question.\n\t\tHaving decided whether or not to take the step in question, the OfS mustnotify the governing body of the institution of its decision.\n\t\tIf the OfS decides to revoke the authorisation, consent or other approvalgiven to an institution to include the word “university” in its name, thenotice of the decision must specify the date on which the revocation takeseffect under the order to be made under section 58(1).\n\t\tThe notice must also contain information as to—\n\t\t\tthe rights of appeal, and\n\t\t\tthe period within which an appeal may be made.\n\t\tThe order under section 58(1) implementing the decision to revoke theauthorisation, consent or other approval may not be made, and the revocationmay not take effect, at any time when—\n\t\t\tan appeal under section 60(1)(a) or (b), or a further appeal, could bebrought in respect of the decision to revoke, or\n\t\t\tsuch an appeal is pending.\n\t\tBut that does not prevent the order under section 58(1) being made, or therevocation taking effect, if the governing body of the institution notifiesthe OfS that it does not intend to appeal.\n\t\tWhere subsection (8) ceases to prevent a revocation taking effect on thedate specified under subsection (6), the OfS is to determine a future date onwhich the revocation takes effect under the order to be made under section58(1).\n\t\tBut that is subject to what has been determined on any appeal undersection 60(1)(a) or (b), or any further appeal, in respect of the decision torevoke.\n\tAppeals against revocation of authorisation\n\t\tThe governing body of an institution may appeal to the First-tier Tribunalagainst either or both of the following—\n\t\t\ta decision of the OfS to revoke, by an order under section 58(1), anauthorisation, consent or other approval given to the institution to includethe word “university” in its name;\n\t\t\ta decision of the OfS as to the date specified under section 59(6) as thedate on which the revocation takes effect.\n\t\tOn an appeal under subsection (1)(a), the Tribunal—\n\t\t\tmust consider afresh the decision appealed against, and\n\t\t\tmay take into account evidence that was not available to the OfS.\n\t\tAn appeal under subsection (1)(b) may be on the grounds—\n\t\t\tthat the decision was based on an error of fact;\n\t\t\tthat the decision was wrong in law;\n\t\t\tthat the decision was unreasonable.\n\t\tOn an appeal under subsection (1), the Tribunal may—\n\t\t\twithdraw the decision;\n\t\t\tconfirm the decision;\n\t\t\tvary the date on which the revocation takes effect under the order to bemade under section 58(1);\n\t\t\tremit the decision whether to confirm the decision, or any matter relatingto that decision (including the date on which the revocation takes effect), tothe OfS.\n\t\tIn the case of an appeal under subsection (1)(a), the Tribunal also haspower to substitute for the decision any other decision that the OfS couldhave made.\n\t\tAn appeal under subsection (1)(a) against a decision to revoke an approvalmay include an appeal against the decision mentioned in subsection (1)(b)regarding the date when the revocation takes effect; and in the case of suchan appeal, references in subsections (2), (4) and (5) to the decision appealedagainst are to be read accordingly."
    },
    {
        "length": 218,
        "text": "\nPowers of entry and search\n\tEntering and searching premises with a warrant\n\t\tSchedule 5 makes provision about powers to enter and search premises inEngland occupied by supported higher education providers or linkedinstitutions in relation to such providers.\n\t\t“Supported higher education provider” means a registered higher educationprovider which—\n\t\t\tis funded wholly or partly by a grant, loan or other payment from the OfSunder section 39 or 40 (financial support for providers), or\n\t\t\tprovides higher education courses which are designated for the purposes ofsection 22 of the Teaching and Higher Education Act 1998 (financial supportfor students) by or under regulations made under that section.\n\t\tA “linked institution” in relation to a supported higher education providermeans an institution which acts on behalf of the provider in the provision ofa higher education course by the provider."
    },
    {
        "length": 705,
        "text": "\nInformation powers\n\tPower to require information from unregistered providers\n\t\tThe OfS may by notice require the governing body of an unregisteredprovider to provide the OfS with such information for the purposes of theperformance of the OfS’s functions as the OfS requests in the notice.\n\t\tA notice under subsection (1) may require the information to be provided—\n\t\t\tby a time specified in the notice, and\n\t\t\tin a form and manner specified in the notice.\n\t\tIf a governing body fails to comply with a notice under subsection (1) anddoes not satisfy the OfS that it is unable to provide the information, the OfSmay enforce the duty to comply with the notice in civil proceedings for aninjunction.\n\t\t“An unregistered provider” is an English higher education provider which isnot a registered higher education provider.\n\t\tSee section 8(1)(b) for the ongoing registration condition of a registeredhigher education provider to provide information to the OfS.\n\tCooperation and information sharing by the OfS\n\t\tThe OfS—\n\t\t\tmay cooperate with any person where it considers it appropriate to do sofor the efficient performance of a function of the OfS, and\n\t\t\tmust cooperate with a person in the performance of such a function ifrequired to do so by the Secretary of State.\n\t\tThe OfS—\n\t\t\tmay cooperate with a relevant person where it considers it appropriate todo so for the efficient performance of a relevant function of the relevantperson, and\n\t\t\tmust cooperate with a relevant person in the performance of such a functionif required to do so by the Secretary of State.\n\t\tThe OfS may provide information to any person if the disclosure is made forthe purposes of the performance of a function of the OfS.\n\t\tThe OfS may provide information to a relevant person if the disclosure ismade for the purposes of the performance of a relevant function of therelevant person.\n\t\tProvision of information by the OfS which is authorised by this sectiondoes not breach—\n\t\t\tan obligation of confidence owed by the OfS, or\n\t\t\tany other restriction on the provision of information (however imposed).\n\t\tBut nothing in this section authorises the OfS to provide information wheredoing so contravenes the Data Protection Act 1998.\n\t\tIn this section—\n\t\t\t  * “relevant person” means— \n\t\t\tthe Privy Council, or\n\t\t\ta person prescribed by regulations made by the Secretary of State;\n\t\t\t\t  * “relevant function” means— \n\t\t\tin relation to the Privy Council, any of its functions;\n\t\t\tin relation to any other relevant person, a function prescribed by regulationsmade by the Secretary of State.\n\t\tRegulations under this section prescribing functions of a relevant personmay prescribe all of the person’s functions."
    },
    {
        "length": 2209,
        "text": "\nInformation duties\n\tDuty to compile and make available higher education information\n\t\tThe relevant body must—\n\t\t\tcompile appropriate information relating to registered higher educationproviders and the higher education courses they provide, and\n\t\t\tmake the information available in an appropriate form and manner to theOfS, UKRI and the Secretary of State.\n\t\tIn this section “the relevant body” means—\n\t\t\tthe designated body (see section 66), or\n\t\t\tif there is no such body, the OfS.\n\t\tWhat is “appropriate” for the purposes of subsection (1)(a) and (b) is tobe determined—\n\t\t\tby the designated body if the OfS has notified the body that it is requiredto do so (and has not withdrawn the notification), or\n\t\t\totherwise, by the OfS.\n\t\tA notification under subsection (3) may relate to one or both of theparagraphs of subsection (1).\n\t\tWhen the designated body or the OfS determines what is appropriate for thepurposes of subsection (1), it must in particular consider what would behelpful to the persons mentioned in subsection (1)(b).\n\t\tThe OfS must from time to time obtain and consider, or require thedesignated body to obtain and consider, the views of the persons listed insubsection (7) about the information that should be made available under thissection.\n\t\tThose persons are—\n\t\t\tUKRI, \n\t\t\tthe Secretary of State, and\n\t\t\tsuch other persons as the body seeking views considers appropriate.\n\t\tIn performing the duty under subsection (1)(a), the relevant body must—\n\t\t\tcooperate with other persons who collect information from registered highereducation providers, and\n\t\t\thave regard to the desirability of reducing the burdens on such providersrelating to the collection of information.\n\t\tIn carrying out other functions under this section, the OfS and thedesignated body must have regard to the desirability of reducing the burdensdescribed in subsection (8)(b).\n\t\tThe functions conferred by this section do not affect any other functionsof the OfS regarding information.\n\tDuty to publish higher education information\n\t\tThe relevant body must publish, or arrange for the publication of,appropriate information relating to registered higher education providers andthe higher education courses they provide.\n\t\tIn this section “the relevant body” means—\n\t\t\tthe designated body (see section 66), or\n\t\t\tif there is no such body, the OfS.\n\t\tThe information must be published—\n\t\t\tat appropriate times, and\n\t\t\tat least once a year.\n\t\tThe information must be published in an appropriate form and manner.\n\t\tWhat is “appropriate” for the purposes of subsections (1), (3) and (4) isto be determined—\n\t\t\tby the designated body if the OfS has notified the body that it is requiredto do so (and has not withdrawn the notification), or\n\t\t\totherwise, by the OfS.\n\t\tA notification under subsection (5) may relate to one or more ofsubsections (1), (3) and (4).\n\t\tWhen the designated body or the OfS determines what is appropriate for thepurposes of subsection (1), (3) or (4), it must in particular consider whatwould be helpful to—\n\t\t\tstudents on higher education courses provided by registered highereducation providers;\n\t\t\tpeople thinking about undertaking such courses;\n\t\t\tregistered higher education providers.\n\t\tThe consideration under subsection (7) of what would be helpful to thosedescribed in paragraphs (a) to (c) of that subsection must include aconsideration of what would be helpful to—\n\t\t\tinternational students on higher education courses provided by registeredhigher education providers;\n\t\t\tpeople thinking about undertaking such courses who would be internationalstudents on such courses;\n\t\t\tregistered higher education providers who recruit, or are thinking aboutrecruiting, people who would be international students on such courses.\n\t\tWhen the designated body or the OfS determines what is appropriate for thepurposes of subsection (1), it must, in particular, consider whetherinformation about the numbers of international students on higher educationcourses provided by registered higher education providers would be appropriateinformation.\n\t\tThe OfS must from time to time consult, or require the designated body toconsult, the following about the matters described in subsections (7) to (9)—\n\t\t\ta number of registered higher education providers that, taken together,appear to the OfS to comprise a broad range of the different types of suchproviders,\n\t\t\ta number of persons that, taken together, appear to the OfS to represent,or promote the interests of, a broad range of students on higher educationcourses provided by registered higher education providers,\n\t\t\ta number of persons that, taken together, appear to the OfS to represent,or promote the interests of, a broad range of employers of graduates, and\n\t\t\tsuch other persons as the OfS considers appropriate.\n\t\tIn performing the duty under subsection (1), the relevant body must—\n\t\t\tcooperate with other persons who collect information from registered highereducation providers, and\n\t\t\thave regard to the desirability of reducing the burdens on such providersrelating to the collection of information.\n\t\tIn carrying out other functions under this section, the OfS and thedesignated body must have regard to the desirability of reducing the burdensdescribed in subsection (11)(b).\n\t\tThe functions conferred by this section do not affect any other functionsof the OfS regarding information.\n\t\tIn this section—\n\t\t\t  * “graduate” means a graduate of a higher education course provided by a registered higher education provider; \n\t\t\t  * “international student” means a person— \n\t\t\twho is not within any description of persons prescribed under section 1 of theEducation (Fees and Awards) Act 1983 (charging of higher fees in case ofstudents without prescribed connection with the UK) for the purposes ofsubsection (1) or (2) of that section, and\n\t\t\twhose presence in the United Kingdom, and undertaking of the higher educationcourse in question, are not in breach of primary or secondary legislationrelating to immigration.\n\tDesignated body\n\t\tIn sections 64 and 65 and this section, “designated body” means a body forthe time being designated under Schedule 6.\n\t\tIn Schedule 6—\n\t\t\tPart 1 makes provision about the designation of a body for the purposes ofsections 64 and 65, and\n\t\t\tPart 2 makes provision about oversight of the designated body by the OfS.\n\t\tIf there is a designated body, the OfS must have regard to the views ofthat body when making a decision about what is appropriate for the purposes ofsection 64(1) or section 65(1), (3) or (4).\n\t\tA person listed in subsection (5) may by notice require a designated bodyto provide the person with information which is held by the designated bodyfor the purposes of the performance of its duties under sections 64(1) or65(1).\n\t\tThose persons are—\n\t\t\tthe OfS,\n\t\t\tUKRI, and\n\t\t\tthe Secretary of State.\n\t\tA person may give a notice under subsection (4) only in respect ofinformation which is required by the person for the purposes of theperformance of any of the person’s functions.\n\t\tA notice under subsection (4) may require the information to be provided—\n\t\t\tby a time specified in the notice, and\n\t\t\tin a form and manner specified in the notice.\n\t\tIf a designated body fails to comply with a notice under subsection (4) anddoes not satisfy the person who gave the notice that it is unable to providethe information, that person may enforce the duty to comply with the notice incivil proceedings for an injunction.\n\tPower of designated body to charge fees\n\t\tA designated body may charge an annual fee to any registered highereducation provider in respect of costs incurred, or to be incurred, by thebody in the performance by the body of its functions under this Act.\n\t\tThe amount of a fee payable by a registered higher education provider underthis section may be calculated by reference to costs incurred, or to beincurred, by the body in the performance by the body of any of its functionsunder this Act which are unconnected with the provider.\n\t\tThe total fees payable under this section in any period of 12 months mustnot exceed the total costs incurred by the body in that period in theperformance by the body of its functions under this Act.\n\t\tThe designated body must publish—\n\t\t\ta statement of the amount of the fees which it charges under this sectionand the basis on which they are calculated, and\n\t\t\trevised statements where the amount of the fees or the basis on which theyare calculated changes.\n\t\t“Designated body” has the same meaning as in section 66."
    },
    {
        "length": 412,
        "text": "\nFinancial sustainability\n\tDuty to monitor and report on financial sustainability\n\t\tThe OfS must monitor the financial sustainability of the followingregistered higher education providers—\n\t\t\tthose who are funded wholly or partly by a grant, loan or other paymentfrom the OfS under section 39 or 40 (financial support for providers),\n\t\t\tthose who are not so funded but are eligible to receive such funding undersection 39 or 40, and\n\t\t\tthose who provide higher education courses which are designated for thepurposes of section 22 of the Teaching and Higher Education Act 1998(financial support for students) by or under regulations made under thatsection.\n\t\tThe OfS must include in its annual report a financial sustainabilitysummary for the financial year to which the report relates.\n\t\t“A financial sustainability summary” for a financial year is a summary ofconclusions drawn by the OfS for that year, from its monitoring undersubsection (1), regarding relevant patterns, trends or other matters which ithas identified.\n\t\tPatterns, trends or other matters are “relevant” if—\n\t\t\tthey relate to the financial sustainability of some or all of theregistered higher education providers monitored under subsection (1), and\n\t\t\tthe OfS considers that they are appropriate to be brought to the attentionof the Secretary of State.\n\t\tIn this section—\n\t\t\t  * “annual report” means the annual report under paragraph 13 of Schedule 1; \n\t\t\t  * “financial year” has the same meaning as in that Schedule (see paragraph 12(6)). "
    },
    {
        "length": 190,
        "text": "\nEfficiency studies etc\n\tStudies for improving economy, efficiency and effectiveness\n\t\tThe OfS may arrange for studies designed to improve economy, efficiency andeffectiveness in the management or operations of a registered higher educationprovider to be promoted or carried out by a person.\n\t\tA person promoting or carrying out such studies at the request of the OfS(“a researcher”) may require the governing body of the provider concerned—\n\t\t\tto provide the researcher or an authorised person with such information asthe researcher may reasonably require for that purpose, and\n\t\t\tto make available for inspection, to the researcher or an authorisedperson, their accounts and such other documents as the researcher mayreasonably require for that purpose.\n\t\t“Authorised person” means a person authorised by the researcher."
    },
    {
        "length": 1928,
        "text": "\nFunding of the OfS\n\tRegistration fees\n\t\tThe OfS may, in accordance with regulations made by the Secretary of State,charge an institution either or both of the following—\n\t\t\ta fee for its initial registration in the register;\n\t\t\ta fee for its ongoing registration in the register for each period oftwelve months.\n\t\tThe regulations may, in particular, make provision—\n\t\t\tabout the amounts which may be charged, including different amounts fordifferent institutions;\n\t\t\tabout the charging of proportions of those amounts in certaincircumstances;\n\t\t\tabout when a fee is payable, including about payment by instalments;\n\t\t\tabout the consequences of non-payment;\n\t\t\tabout notification of institutions of the fees payable, when they arepayable and the consequences of non-payment;\n\t\t\tabout the recovery of fees and of costs in recovering those fees;\n\t\t\tabout the imposition of financial penalties for late payment of fees;\n\t\t\tabout rights of appeal in respect of the imposition of such penalties;\n\t\t\tabout the charging of interest;\n\t\t\tabout the waiving or refunding of fees.\n\t\tThe regulations may provide for the amounts of fees to be calculated byreference to costs incurred, or to be incurred, by the OfS in the performanceof any of its functions (including costs unconnected with maintaining theregister or with the institution in question).\n\t\tRegulations under this section may be made only with the consent of theTreasury.\n\tOther fees\n\t\tThe OfS may, in accordance with regulations made by the Secretary of State,charge a fee for—\n\t\t\tany activity undertaken by the OfS in the performance of its functionswhich is specified in the regulations;\n\t\t\tany service provided by it in the performance of its functions which isspecified in the regulations.\n\t\tThe regulations may, in particular, make provision—\n\t\t\tabout the persons required to pay the fees (“payees”);\n\t\t\tabout the amounts which may be charged, including different amounts fordifferent payees;\n\t\t\tabout the charging of proportions of those amounts in certaincircumstances;\n\t\t\tabout when a fee is payable, including about payment by instalments;\n\t\t\tabout the consequences of non-payment;\n\t\t\tabout notification of payees of the fees payable, when they are payable andthe consequences of non-payment;\n\t\t\tabout the recovery of fees and of costs in recovering those fees;\n\t\t\tabout the imposition of financial penalties for late payment of fees;\n\t\t\tabout rights of appeal in respect of the imposition of such penalties;\n\t\t\tabout the charging of interest;\n\t\t\tabout the waiving or refunding of fees.\n\t\tThe regulations may provide for the amounts of fees to be calculated byreference to costs incurred by the OfS in the performance of the activity orservice in question in relation to a person other than the payee.\n\t\tIf costs incurred by the OfS are costs by reference to which fees undersection 70 are calculated as a result of regulations made under that section,fees calculated by reference to those costs may not be charged under thissection.\n\t\tRegulations under this section may be made only with the consent of theTreasury.\n\tRetention of fee related income\n\t\tThe OfS must pay its fee income to the Secretary of State except to theextent that the Secretary of State, with the consent of the Treasury, directsotherwise.\n\t\t“Fee income” means the sums received by the OfS by way of—\n\t\t\tfees charged under section 70 (registration fees) or 71 (other fees), or\n\t\t\tcosts recovered by virtue of regulations made under section 70(2)(f) or71(2)(g).\n\t\tThe OfS must pay its other fee related income to the Secretary of State.\n\t\t“Other fee related income” means the sums received by the OfS by way of—\n\t\t\tpenalties imposed by virtue of regulations made under section 70(2)(g) or71(2)(h), or\n\t\t\tinterest charged by virtue of regulations made under section 70(2)(i) or71(2)(j).\n\tCosts recovery\n\t\tThe OfS may, by notice, require the governing body of a provider inrelation to which a sanction has been imposed to pay the costs incurred by theOfS in relation to imposing the sanction up to the date of notification.\n\t\tThe references in subsection (1) to imposing a sanction are to—\n\t\t\timposing a monetary penalty under section 15;\n\t\t\tsuspending a provider’s registration under section 16;\n\t\t\tremoving a provider from the register under section 18.\n\t\t“Costs” includes, in particular, investigation costs, administration costsand costs of obtaining expert advice (including legal advice).\n\t\t“The date of notification” means the date on which the OfS notified theprovider of its decision—\n\t\t\tin the case of a monetary penalty, under paragraph 2(5) of Schedule 3;\n\t\t\tin the case of suspension, under section 17(5);\n\t\t\tin the case of removal, under section 19(5).\n\t\tSchedule 7 contains provision about—\n\t\t\tthe procedure for imposing a requirement to pay costs,\n\t\t\trights of appeal,\n\t\t\tthe recovery of the amount required to be paid and interest, and\n\t\t\tthe retention of sums received.\n\tGrants from the Secretary of State\n\t\tThe Secretary of State may make grants to the OfS of such amounts, andsubject to such terms and conditions, as the Secretary of State considersappropriate.\n\t\tThe terms and conditions under subsection (1) may, in particular, be framedby reference to particular courses of study.\n\t\tBut in determining the terms and conditions under subsection (1), theSecretary of State must have regard to the need to protect the institutionalautonomy of English higher education providers.\n\t\tThe terms and conditions under subsection (1) must not relate to—\n\t\t\tparticular parts of courses of study,\n\t\t\tthe content of such courses,\n\t\t\tthe manner in which they are taught, supervised or assessed,\n\t\t\tthe criteria for the selection, appointment or dismissal of academic staff,or how they are applied, or\n\t\t\tthe criteria for the admission of students, or how they are applied.\n\t\tTerms and conditions under subsection (1) framed by reference to aparticular course of study must not require the OfS to perform a function in away which prohibits or requires the provision of a particular course of study.\n\t\tTerms and conditions under subsection (1) relating to the provision offinancial support by the OfS under section 39 or 40 (financial support forproviders) may be imposed only if—\n\t\t\tthey are requirements to be met before financial support of a specifiedamount or of a specified description is given by the OfS in respect ofactivities carried on by an institution, and\n\t\t\tthey apply to every institution, or every institution within a specifieddescription, in respect of whose activities that support may be provided.\n\t\tThe terms and conditions under subsection (1) may, in particular—\n\t\t\tenable the Secretary of State to require the repayment, in whole or inpart, of sums paid by the Secretary of State if any of the terms andconditions subject to which the sums were paid is not complied with, and\n\t\t\trequire the payment of interest in respect of any period during which a sumdue to the Secretary of State in accordance with any of the terms andconditions remains unpaid.\n\t\tIn this section “specified” means specified in the terms and conditions."
    },
    {
        "length": 420,
        "text": "\nRegulatory framework\n\tRegulatory framework\n\t\tThe OfS must, from time to time, prepare and publish a regulatoryframework.\n\t\tThe OfS must have regard to it when exercising its functions.\n\t\tThe regulatory framework is to consist of—\n\t\t\ta statement of how it intends to perform its functions, and\n\t\t\tguidance for registered higher education providers on the general ongoingregistration conditions.\n\t\tThe statement under subsection (3)(a) must set out how the OfS intends toperform its functions in relation to a registered higher education provider inproportion to the OfS’s assessment of the regulatory risk posed by theprovider.\n\t\t“Regulatory risk” means the risk of a breach of the provider’s ongoingregistration conditions.\n\t\tGuidance under subsection (3)(b) must include guidance for the purpose ofhelping to determine whether or not behaviour complies with the generalongoing registration conditions.\n\t\tThe guidance may in particular specify—\n\t\t\tdescriptions of behaviour which the OfS considers compliant with, or notcompliant with, a general ongoing registration condition;\n\t\t\tfactors which the OfS will take into account in determining whether or notbehaviour is compliant with a general ongoing registration condition.\n\t\tBefore publishing a regulatory framework under this section the OfS mustconsult—\n\t\t\tbodies representing the interests of English higher education providers,\n\t\t\tbodies representing the interests of students on higher education coursesprovided by English higher education providers, and\n\t\t\tsuch other persons as it considers appropriate.\n\t\tWhere a regulatory framework is published, the OfS must send a copy of itto the Secretary of State who must lay it before Parliament."
    },
    {
        "length": 362,
        "text": "\nSupplementary functions\n\tSecretary of State’s power to confer supplementary functions\n\t\tThe Secretary of State may by regulations confer on the OfS suchsupplementary functions relating to higher education as the Secretary of Stateconsiders appropriate.\n\t\tA “supplementary function” is a function which—\n\t\t\tis exercisable for the purposes of—\n\t\t\tthe performance by the Secretary of State of the Secretary of State’sfunctions under primary or secondary legislation, or\n\t\t\tthe doing by the Secretary of State of anything the Secretary of State haspower to do apart from such legislation, and\n\t\t\trelates to, or to the activities of, an institution in England whichprovides, or may provide, higher education.\n\t\tSubsection (4) applies where—\n\t\t\tany land or other property is or was used or held for the purposes of aninstitution, and\n\t\t\tthe Secretary of State is entitled to any right or interest in respect ofthe property, or would be so entitled on the occurrence of any event.\n\t\tIf the institution is an English higher education provider—\n\t\t\tthe Secretary of State may direct that all or any of the Secretary ofState’s functions in respect of the property are to be exercisable on theSecretary of State’s behalf by the OfS, and\n\t\t\tthe functions are to be so exercised in accordance with such directions asthe Secretary of State may give.\n\t\tThis section does not affect any other powers to confer functions on, ordelegate functions to, the OfS."
    },
    {
        "length": 432,
        "text": "\nDirections\n\tSecretary of State’s power to give directions\n\t\tThe Secretary of State may by regulations give the OfS general directionsabout the performance of any of its functions.\n\t\tIn giving such directions, the Secretary of State must have regard to theneed to protect the institutional autonomy of English higher educationproviders.\n\t\tThe directions may, in particular, be framed by reference to particularcourses of study but, whether or not the directions are framed in that way,they must not relate to—\n\t\t\tparticular parts of courses of study,\n\t\t\tthe content of such courses,\n\t\t\tthe manner in which they are taught, supervised or assessed,\n\t\t\tthe criteria for the selection, appointment or dismissal of academic staff,or how they are applied, or\n\t\t\tthe criteria for the admission of students, or how they are applied.\n\t\tDirections under subsection (1) framed by reference to a particular courseof study must not direct the OfS to perform a function in a way whichprohibits or requires the provision of a particular course of study.\n\t\tThe Secretary of State may also by regulations give the OfS financialsupport directions in relation to a particular registered higher educationprovider.\n\t\tFinancial support directions may be given only if—\n\t\t\tit appears to the Secretary of State that the financial affairs of theprovider have been or are being mismanaged, and\n\t\t\tthe OfS and the provider are consulted by the Secretary of State before thedirections are given.\n\t\t“Financial support directions” are such directions about the provision offinancial support under section 39 or 40 in respect of activities carried onby the provider as the Secretary of State considers necessary or expedientbecause of the mismanagement.\n\t\tThe OfS must comply with any directions given under this section."
    },
    {
        "length": 960,
        "text": "\nPowers of Secretary of State to obtain information and advice\n\tPower to require information and advice from the OfS\n\t\tThe OfS must provide the Secretary of State with—\n\t\t\tsuch information regarding any of its functions, or obtained in theperformance of any of its functions, as the Secretary of State may require itto provide, and\n\t\t\tsuch advice regarding any of its functions as the Secretary of State mayrequire it to provide.\n\t\tThe OfS must provide information or advice under subsection (1) in suchform as the Secretary of State may require.\n\tPower to require application-to-acceptance information\n\t\tThe Secretary of State may, by notice, require a body within subsection (2)to provide such application-to-acceptance information as may be described inthe notice for use for qualifying research.\n\t\tA body is within this subsection if it provides services to one or moreEnglish higher education providers relating to applications for admission onto higher education courses provided by them.\n\t\t“Application-to-acceptance information” means information relating to—\n\t\t\tapplying for admission on to higher education courses provided by Englishhigher education providers (including predicted grades),\n\t\t\toffers and rejections regarding which individuals are admitted on to thosecourses, or\n\t\t\tthe acceptance of such offers.\n\t\t“Qualifying research” means—\n\t\t\tresearch into the choices available to individuals who are—\n\t\t\tapplying for admission on to higher education courses provided by Englishhigher education providers, or\n\t\t\tconsidering whether to accept an offer for admission on such a course fromsuch a provider;\n\t\t\tresearch into equality of opportunity;\n\t\t\tresearch into any other topic approved by the Secretary of State.\n\t\tThe notice under subsection (1) may require the information to be provided—\n\t\t\tby a time specified in the notice, and\n\t\t\tin a form and manner specified in the notice.\n\t\tIf a body fails to comply with a notice under subsection (1) and does notsatisfy the Secretary of State that it is unable to provide the information,the Secretary of State may enforce the duty to comply with the notice in civilproceedings for an injunction or (in Scotland) an interdict.\n\t\tIn this section, “equality of opportunity” means equality of opportunity inconnection with access to and participation in higher education provided byEnglish higher education providers.\n\t\tSee section 80 regarding the use of information obtained under thissection.\n\tUse of application-to-acceptance information for research purposes\n\t\tThe Secretary of State may—\n\t\t\tuse information obtained under section 79 for use for qualifying research,and\n\t\t\tprovide information obtained under section 79 to an approved person for usefor qualifying research.\n\t\tThe Secretary of State or an approved person may publish the product ofresearch conducted using information obtained under section 79 so long as—\n\t\t\ta purpose of the Secretary of State or the approved person in publishing itis to provide statistical information,\n\t\t\tno individual to whom the information obtained under section 79 relates maybe identified from the publication, and\n\t\t\tthe publication does not include information obtained under section 79 thatmay be regarded as commercially sensitive.\n\t\t“Approved person” means—\n\t\t\ta body approved by the Secretary of State for the purposes of this sectionthat uses or disseminates information for the purpose of research (“anapproved body”), or\n\t\t\tan individual approved by the Secretary of State or an approved body forthe purposes of this section (“an approved researcher”).\n\t\tAn approved body may provide information obtained under section 79 to anapproved researcher, but an approved researcher may not provide thatinformation to—\n\t\t\tanother approved researcher, or\n\t\t\tanother approved body.\n\t\tThe Secretary of State must publish guidance regarding factors that will betaken into account in deciding whether to approve a body or individual for thepurposes of this section.\n\t\t“Qualifying research” has the same meaning as in section 79."
    },
    {
        "length": 1583,
        "text": "\nInterpretation\n\tMeaning of “English higher education provider” etc\n\t\tIn this Part—\n\t\t\t  * “English higher education provider” means a higher education provider whose activities are carried on, or principally carried on, in England; \n\t\t\t  * “higher education provider” means an institution which provides higher education; \n\t\t\t  * “institution” includes any training provider (whether or not the training provider would otherwise be regarded as an institution); \n\t\t\t  * “higher education” means education provided by means of a higher education course; \n\t\t\t  * “higher education course” means a course of any description mentioned in Schedule 6 to the Education Reform Act 1988; \n\t\t\t  * “training provider” means a person who provides training for members of the school workforce within the meaning of Part 3 of the Education Act 2005 (see section 100 of that Act). \n\t\tIn this Part—\n\t\t\t“English further education provider” means an institution in England withinthe further education sector, and\n\t\t\treferences to an institution within the further education sector have thesame meaning as in the Further and Higher Education Act 1992 (see section91(3) of that Act).\n\t\tIn this Part references to a higher education course provided in Englandare to a higher education course which is provided wholly, or principally, inEngland.\n\t\tIn this Part references to an institution in a part of the United Kingdomare to an institution whose activities are carried on, or principally carriedon, in that part.\n\t\tSubsection (1) is subject to express provision to the contrary, see—\n\t\t\tsection 10(9) (mandatory fee limit condition for certain providers),\n\t\t\tsection 25(4) (rating the quality of, and the standards applied to, highereducation),\n\t\t\tsection 32(5)(b) (content of an access and participation plan: equality ofopportunity), and\n\t\t\tsection 38(5) and (6) (duty to monitor etc the provision of arrangementsfor student transfers).\n\tDesignation of other providers of higher education\n\t\tThe Secretary of State may, on the application of a provider of highereducation within subsection (2), designate the provider for the purposes ofthis section.\n\t\tA provider of higher education is within this subsection if—\n\t\t\tit provides higher education,\n\t\t\tits activities are carried on, or principally carried on, in England, and\n\t\t\tbut for the designation it would not be regarded as an institution for thepurposes of this Part.\n\t\tA provider of higher education designated under this section is, unless thedesignation is withdrawn, to be treated for the purposes of any provision madeby or under this Part as being an institution.\n\t\tThe Secretary of State may, by regulations, make provision about—\n\t\t\tthe making of applications for designation;\n\t\t\tthe making of designations under this section (including provision aboutmatters to be taken into account in determining whether to make adesignation);\n\t\t\tthe withdrawal of a designation (including provision about matters to betaken into account in determining whether to withdraw a designation);\n\t\t\tthe effect of a withdrawal of a designation (including provision for aprovider whose designation is withdrawn to continue to be treated as aninstitution for purposes prescribed in the regulations).\n\t\tSubsection (3) is subject to any provision made under subsection (4)(d).\n\tOther definitions\n\t\tIn this Part—\n\t\t\t  * “an access and participation plan condition” has the meaning given by section 12(3); \n\t\t\t  * “a fee limit condition” has the meaning given by section 10(2); \n\t\t\t  * “foundation degree” has the meaning given by section 42(3); \n\t\t\t  * “foundation degree only authorisation” has the meaning given by section 42(3); \n\t\t\t  * “governing body”— \n\t\t\tin relation to a training provider who, but for the definition of“institution” in section 83(1), would not be regarded as an institution, meansany persons responsible for the provider’s management;\n\t\t\tin relation to a provider designated under section 84 means any personsresponsible for the provider’s management;\n\t\t\tin relation to any other institution, has the meaning given by section 90(1)of the Further and Higher Education Act 1992, but subject to any provisionmade by virtue of section 90(2) of that Act;\n\t\t\t\t  * “the institutional autonomy of English higher education providers” has the meaning given by section 2(8); \n\t\t\t\t  * “the register” has the meaning given by section 3(1); \n\t\t\t\t  * “registered higher education provider” has the meaning given by section 3(10); \n\t\t\t\t  * “registration” has the meaning given by section 3(10); \n\t\t\t\t  * “research award” has the meaning given by section 42(3); \n\t\t\t\t  * “sector-recognised standards” has the meaning given by section 13(3); \n\t\t\t\t  * “taught award” has the meaning given by section 42(3). \n\t\tIn this Part, “fees” in relation to undertaking a course, means fees inrespect of, or otherwise in connection with, undertaking the course, includingadmission, registration, tuition and graduation fees and fees payable forawarding or accrediting a qualification in respect of the course, butexcluding—\n\t\t\tfees payable for board or lodging,\n\t\t\tfees payable for field trips (including any tuition element of such fees),\n\t\t\tfees payable for attending any graduation or other ceremony, and\n\t\t\tsuch other fees as may be prescribed by regulations made by the Secretaryof State.\n\t\tReferences in this Part to the ongoing registration conditions of aprovider have the meaning given by section 3(8).\n\t\tFor the purposes of this Part an appeal is “pending” during the period—\n\t\t\tbeginning when it is instituted, and\n\t\t\tending when it is determined, withdrawn or abandoned.\n\t\tWhen construing references in this Part to a time when an appeal could bebrought, any possibility of an appeal out of time is to be ignored."
    },
    {
        "length": 2661,
        "text": "\nFinancial support for students\n\tPower to make alternative payments\n\t\tSection 22 of the Teaching and Higher Education Act 1998 (power to givefinancial support to students) is amended in accordance with subsections (2)to (7).\n\t\tIn subsection (1), for “or loans” substitute “, loans or alternativepayments”.\n\t\tIn subsection (2)—\n\t\t\tin paragraphs (a), (b) and (c), for “or loan” substitute “, loan oralternative payment”,\n\t\t\tin paragraph (g)—\n\t\t\tafter “repayment” insert “, the making of contributions”, and\n\t\t\tafter “loans”, in each place, insert “or alternative payments”,\n\t\t\tin paragraph (i), after “loans” insert “or as part of alternativepayments”, and\n\t\t\tin paragraph (j), for “or loans”, in each place, substitute “, loans oralternative payments”.\n\t\tAfter subsection (4) insert—\n\t\t\t“(4A)Regulations under this section may not provide for alternative paymentsto bear any interest.\n\t\t(4B)The provision which may be made by virtue of subsection (2)(g) in relationto alternative payments under this section includes provision—\n\t\t\tfor a recipient of an alternative payment (an “AP recipient”) to berequired to make, in such manner, at such times, and to such person or body asmay be prescribed from time to time, contributions which together are equal tothe aggregate of—\n\t\t\tthe amount of the alternative payment, and\n\t\t\tthe amounts which would be required to be paid by virtue of subsection(3)(a) if the alternative payment were a loan;\n\t\t\tfor the payment, in respect of amounts overpaid by an AP recipient, ofamounts which are the same as the amounts which would be required to be paidby virtue of subsection (3)(c) if the alternative payment were a loan;\n\t\t\tfor an AP recipient not to be liable to make any contribution in respect ofan alternative payment—\n\t\t\tduring such period as may be prescribed from time to time, or\n\t\t\tin such circumstances as may be so prescribed,\n\t\t\tincluding provision for the cancellation of any further such liability of therecipient in any such circumstances;\n\t\t\tin the case of alternative payments in connection with a higher educationcourse, for the cancellation of the entitlement of an AP recipient to receivea sum as part of an alternative payment in such circumstances as may beprescribed by, or determined by the person making the regulations under, theregulations, where the payment of the sum has been suspended;\n\t\t\twith respect to sums which an AP recipient receives, or is entitled toreceive, as part of an alternative payment after the commencement of therecipient’s bankruptcy or the date of the sequestration of the recipient’sestate;\n\t\t\twith respect to the effect of bankruptcy upon an AP recipient’s liabilityto make contributions in respect of an alternative payment (whether thecontributions relate to sums which the recipient receives, or is entitled toreceive, before or after the commencement of the bankruptcy);\n\t\t\twith respect to sums which an AP recipient receives, or is entitled toreceive, as part of an alternative payment before or after a voluntaryarrangement under Part 8 of the Insolvency Act 1986 or Part 8 of theInsolvency (Northern Ireland) Order 1989 (individual voluntary arrangements)takes effect in respect of the recipient;\n\t\t\texcluding or modifying the application of Part 8 of that Act, or Part 8 ofthat Order, in relation to liability to make contributions in respect of analternative payment (whether the contributions relate to sums which the APrecipient receives, or is entitled to receive, before or after a voluntaryarrangement takes effect in respect of the recipient);\n\t\t\tin relation to England, for contributions made in respect of an alternativepayment to be dealt with, with the consent of the Treasury, otherwise than bypayment into the Consolidated Fund;\n\t\t\tin relation to Wales, for contributions made in respect of an alternativepayment to be dealt with otherwise than by payment into the ConsolidatedFund.”\n\t\tIn subsection (5)—\n\t\t\tin the opening words, after “loans” insert “or from AP recipients inrespect of alternative payments”,\n\t\t\tin paragraphs (a)(i) and (c), after “borrowers” insert “or AP recipients”,\n\t\t\tin paragraph (d)(ii), at the end insert “or, in the case of requirementsimposed on AP recipients, additional contributions in respect of such periodsof the same amounts as the payments which would be required by virtue of thisparagraph if the AP recipient were a borrower”,\n\t\t\tafter paragraph (e) insert—\n\t\t\trequiring the making by AP recipients, in respect of periods when anycontributions due in respect of their alternative payments have not been made,of—\n\t\t\tadditional contributions of the same amounts as the payments which would berequired by virtue of paragraph (e)(i) if the alternative payments were loans,or\n\t\t\tboth such additional contributions and one or more surcharges (togetherwith further additional contributions in respect of periods when suchsurcharges are due but unpaid);”,\n\t\t\tin paragraph (f)—\n\t\t\tafter “borrowers” insert “or AP recipients”, and\n\t\t\tat the end insert “or contributions”, and\n\t\t\tin paragraph (h), after “borrowers” insert “or AP recipients”.\n\t\tIn subsection (10), after “Interest” insert “or contributions”.\n\t\tAfter subsection (10), insert—\n\t\tIn this section—\n\t\t\treferences to an alternative payment are to a payment which, in the opinionof the person making the regulations concerned, achieves a similar effect to aloan under this section without including provision for the payment ofinterest, and\n\t\t\treferences to a borrower are to a person to whom a loan is made.”\n\t\tIn section 46 of the Teaching and Higher Education Act 1998 (extent etc)—\n\t\t\tin subsection (7), in the entry relating to section 22, after “(3)(e)”insert “, (4B)(e)”, and\n\t\t\tin subsection (8), in the entry relating to section 22, after “or (h)”insert “, (4B)(e), (f), (g) or (h)”.\n\t\tThe functions of making any provision authorised by the new subsection(4B)(e) to (h) of section 22 of the Teaching and Higher Education Act 1998 (asinserted by subsection (4)) are exercisable in relation to Wales by theSecretary of State (rather than by the Welsh Ministers).\n\tSection 86: consequential amendments\n\t\tIn section 73E of the Education (Scotland) Act 1980 (supply of informationin connection with student loans)—\n\t\t\tin subsections (2) and (3)(b), after “loans” insert “and alternativepayments”, and\n\t\t\tin subsection (6)(c)—\n\t\t\tin the opening words, after “loans” insert “and alternative payments”, and\n\t\t\tin sub-paragraph (ii), after “loans” insert “or alternative payments”.\n\t\tIn section 23(7)(a)(i) of the Teaching and Higher Education Act 1998(functions in respect of which payments are to be made), for “or loans”substitute “, loans or alternative payments”.\n\t\tIn section 24 of that Act (supply of information in connection with studentsupport)—\n\t\t\tin subsections (2) and (3)(b)(i), after “loans” insert “and alternativepayments”,\n\t\t\tin subsection (6)(c)—\n\t\t\tin the opening words, after “loans” insert “and alternative payments”, and\n\t\t\tin sub-paragraph (i), after “loans” insert “or alternative payments”, and\n\t\t\tin subsection (10), for “or loans” substitute “loans, or alternativepayments”.\n\t\tIn paragraph 15 of Part 2 of Schedule 2 to the Commissioners for Revenueand Customs Act 2005 (restrictions on functions of Commissioners for Revenueand Customs), for “the student loan scheme” substitute “student support”.\n\t\tIn Article 5 of the Education (Student Support) (Northern Ireland) Order1998 ([S.I. 1998/1760 (N.I. 14)](/id/nisi/1998/1760?view=plain \"Go to item oflegislation\") (supply of information in connection with student loans))—\n\t\t\tin paragraphs (2) and (3)(b), after “loans” insert “and alternativepayments”, and\n\t\t\tin paragraph (6)(c)—\n\t\t\tin the opening words, after “loans” insert “and alternative payments”, and\n\t\t\tin head (ii), after “loans” insert “or alternative payments”.\n\tOther amendments relating to financial support\n\t\tSection 22 of the Teaching and Higher Education Act 1998 (power to givefinancial support for students) is amended as follows.\n\t\tIn subsection (2), after paragraph (a) insert—\n\t\t\tfor the designation of a higher education course for the purposes of thissection to be determined by reference to matters determined or published bythe Office for Students or other persons (whether before or after theregulations are made);”.\n\t\tIn subsection (2), after paragraph (f) insert—\n\t\t\tin the case of a grant under this section in connection with a highereducation course, where a payment has been so suspended, for the cancellationof any entitlement to the payment in such circumstances as may be prescribedby, or determined by the person making the regulations under, theregulations;”.\n\t\tAfter subsection (2), insert—\n\t\t\t“(2A)The provision which may be made by virtue of subsection (2)(b) in respectof higher education courses includes provision prescribing the maximum amountby reference to matters determined or published by the Secretary of State orother persons (whether before or after the regulations are made).”\n\t\tIn subsection (3), after paragraph (d) insert—\n\t\t\tin the case of a loan under this section in connection with a highereducation course, for the cancellation of the entitlement of a borrower toreceive a sum under such a loan in such circumstances as may be prescribed by,or determined by the person making the regulations under, the regulationswhere the payment of the sum has been suspended;”."
    },
    {
        "length": 1482,
        "text": "\nStudent complaints scheme\n\tQualifying institutions for purposes of student complaints scheme\n\t\tPart 2 of the Higher Education Act 2004 (review of student complaints) isamended in accordance with subsections (2) to (5).\n\t\tIn section 11 (qualifying institutions for purposes of student complaintsscheme)—\n\t\t\tin the words before paragraph (a), omit “in England or Wales”,\n\t\t\tin the opening words of paragraph (a)—\n\t\t\tafter “university” insert “in England or Wales”, and\n\t\t\tafter “the 1992 Act” insert “or section 39 or 93 of the Higher Educationand Research Act 2017 (“the 2017 Act”)”,\n\t\t\tin paragraph (a)(iii), after “the 1992 Act” insert “or section 42 or 45 ofthe 2017 Act”,\n\t\t\tin paragraph (b), after “institution” insert “in England or Wales”,\n\t\t\tin paragraph (c), after “institution” insert “in England or Wales”,\n\t\t\tin paragraph (d), at beginning insert “an institution in Wales which is”,\n\t\t\tafter paragraph (d), insert—\n\t\t\tan institution in England which is a registered higher education provideras defined by section 85 of the 2017 Act (other than one within paragraph (a),(b), (c) or (d) of this section);”,\n\t\t\tin paragraph (e)—\n\t\t\tafter “institution” insert “in England or Wales”, and\n\t\t\tfor “another paragraph” substitute “any of the preceding paragraphs”,\n\t\t\tafter paragraph (e), insert—\n\t\t\tan institution in England (other than one within any of the precedingparagraphs of this section) which provides higher education courses leading tothe grant of an award by or on behalf of—\n\t\t\tanother institution in England within another paragraph of this section, or\n\t\t\tthe Office for Students where the grant is authorised by regulations undersection 51(1) of the 2017 Act;”, and\n\t\t\tin paragraph (f)—\n\t\t\tafter “institution” insert “in England or Wales”, and\n\t\t\tafter “the 1992 Act” insert “or section 42 or 45 of the 2017 Act”.\n\t\tIn section 12(3) (qualifying complaints), for “paragraph (e)” substitute“paragraph (da), (e), (ea)”.\n\t\tAfter section 20 insert—\n\t\t“20AInstitutions that cease to be qualifying institutions\n\t\t\tAn institution that ceases to be a qualifying institution is a“transitional institution” during the shorter of—\n\t\t\t\tthe period of 12 months beginning with the day on which it ceases to be aqualifying institution, and\n\t\t\t\tthe period beginning with that day and ending when it becomes a qualifyinginstitution again,\n\t\t\t\t\t(and the shorter period is referred to in this section as “the transitionalperiod”).\n\t\t\tFor the purposes of this Part, a transitional institution is to be treatedas continuing to be a qualifying institution during the transitional period,subject to subsection (3).\n\t\t\tA complaint is not a qualifying complaint to the extent that it is about anact or omission of a transitional institution which occurred on or after theday on which the transitional period began.\n\t\t\tIn section 12(3) (power of designated operator to determine when certaincomplaints are qualifying complaints), the reference to a qualifyinginstitution within paragraph (da), (e), (ea) or (f) of section 11 includes atransitional institution that was a qualifying institution within theparagraph in question immediately before the beginning of the transitionalperiod.”\n\t\t\tIn section 21 (interpretation of Part 2)—\n\t\t\t\tnumber the existing text as subsection (1),\n\t\t\t\tin that subsection, omit the definition of “governing body”,\n\t\t\t\tin that subsection, after the definition of “higher education corporation”insert—\n\t\t\t\t\t  * ““institution” includes a training provider in England who would not otherwise be regarded as an institution;”,\n\t\t\t\tin that subsection, at the end insert—\n\t\t\t\t\t  * ““training provider” means a person who provides training for members of the school workforce within the meaning of Part 3 of the Education Act 2005 (see section 100 of that Act).”, and\n\t\t\t\tafter that subsection, insert—\n\t\t\tIn this Part “governing body”—\n\t\t\t\tin relation to a training provider in England who, but for the definitionof “institution” in subsection (1), would not be regarded as an institution,means any persons responsible for the provider’s management;\n\t\t\t\tin relation to a provider of higher education designated under section 84of the Higher Education and Research Act 2017, means any persons responsiblefor the provider’s management;\n\t\t\t\tin relation to any other institution, has the meaning given by section90(1) of the 1992 Act, but subject to any provision made by virtue of section90(2) of that Act.”\n\t\t\tIn section 118(8) of the Equality Act 2010 (time limits), in the definitionof “qualifying institution”, at the end insert “, and includes an institutionwhich is treated as continuing to be a qualifying institution for the purposesof Part 2 of that Act (see section 20A(2) of that Act)”.\n\t\t\tIn section 32(1) of the Counter-Terrorism and Security Act 2015 (monitoringof performance: further and higher education bodies), in paragraph (a) of thedefinition of “relevant higher education body”, after “2004” insert “,disregarding paragraphs (da) and (ea) of that section and the definition of“institution” in section 21(1) of that Act”."
    },
    {
        "length": 434,
        "text": "\nEstablishment of United Kingdom Research and Innovation\n\tUnited Kingdom Research and Innovation\n\t\tA body corporate called United Kingdom Research and Innovation or, inWelsh, Ymchwil ac Arloesedd y Deyrnas Unedig, is established.\n\t\tIn this Act that body is referred to as “UKRI”.\n\t\tSection 92 and Schedule 9 contain further provision about UKRI.\n\tThe Councils of UKRI\n\t\tUKRI is to have the following committees (referred to in this Part as the“Councils”)—\n\t\t\tthe Arts and Humanities Research Council,\n\t\t\tthe Biotechnology and Biological Sciences Research Council,\n\t\t\tthe Economic and Social Research Council,\n\t\t\tthe Engineering and Physical Sciences Research Council,\n\t\t\tthe Medical Research Council,\n\t\t\tthe Natural Environment Research Council,\n\t\t\tthe Science and Technology Facilities Council,\n\t\t\tInnovate UK, and\n\t\t\tResearch England.\n\t\tThe Secretary of State may by regulations amend subsection (1) so as to—\n\t\t\tadd or omit a Council, or\n\t\t\tchange the name of a Council.\n\t\tBut the regulations may not omit, or change the name of, Innovate UK orResearch England.\n\t\tBefore making regulations under subsection (2), the Secretary of State mustconsult such persons as the Secretary of State considers appropriate.\n\t\tUKRI must, if requested to do so by the Secretary of State, carry out sucha consultation, on behalf of the Secretary of State, of such persons.\n\t\tIn such a case, UKRI must carry out the consultation in accordance withsuch directions as the Secretary of State may give."
    },
    {
        "length": 2277,
        "text": "\nResearch and innovation functions and role of the Councils\n\tUK research and innovation functions\n\t\tUKRI may—\n\t\t\tcarry out research into science, technology, humanities and new ideas,\n\t\t\tfacilitate, encourage and support research into science, technology,humanities and new ideas,\n\t\t\tfacilitate, encourage and support the development and exploitation ofscience, technology, new ideas and advancements in humanities,\n\t\t\tfacilitate, encourage and support knowledge exchange in relation toscience, technology, humanities and new ideas,\n\t\t\tcollect, disseminate and advance knowledge in and in connection withscience, technology, humanities and new ideas,\n\t\t\tpromote awareness and understanding of science, technology, humanities andnew ideas,\n\t\t\tprovide advice on any matter relating to any of its functions, and\n\t\t\tpromote awareness and understanding of its activities.\n\t\tThe activities which UKRI may carry out in, or in connection with,exercising a function conferred by subsection (1) are not restricted to theUnited Kingdom.\n\t\tThe functions conferred by subsection (1)(a) to (f) include, in particular,power to encourage and support the provision of postgraduate training inscience, technology, humanities and new ideas.\n\t\tFor the purposes of this Part, “knowledge exchange”, in relation toscience, technology, humanities or new ideas, means a process or otheractivity by which knowledge is exchanged where—\n\t\t\tthe knowledge is in, or in connection with, science, technology, humanitiesor new ideas (as the case may be), and\n\t\t\tthe exchange contributes, or is likely to contribute, (whether directly orindirectly) to an economic or social benefit in the United Kingdom orelsewhere.\n\t\tSection 94 makes further provision about the giving of financial supportunder this section.\n\t\tSections 95 to 98 provide for UKRI to make arrangements for the exercise offunctions by the Councils on UKRI’s behalf.\n\tFinancial support: supplementary provision\n\t\tThe power of UKRI under section 93 to give financial support includes, inparticular, power to make grants, loans or other payments.\n\t\tFinancial support may be given by UKRI under that section on such terms andconditions as UKRI considers appropriate.\n\t\tThe terms and conditions may, in particular—\n\t\t\tenable UKRI to require the repayment, in whole or in part, of sums paid byUKRI if any of the terms and conditions subject to which the sums were paid isnot complied with,\n\t\t\trequire the payment of interest in respect of any period during which a sumdue to UKRI in accordance with any of the terms and conditions remains unpaid,and\n\t\t\trequire a person to whom financial support is given to provide UKRI withany information it requests for the purpose of the exercise of any of itsfunctions.\n\t\tIn exercising the power under section 93 to give financial support to anyperson, UKRI must have regard to the desirability of not discouraging theperson from maintaining or developing funding from other sources.\n\tExercise of functions by science and humanities Councils\n\t\tUKRI must arrange for the Council listed in the first column of thefollowing table to exercise such functions of UKRI in respect of the field ofactivity listed in the corresponding entry in the second column of the tableas UKRI may determine.\n\t\t\tCouncil| Field of activity  ---|---  Arts and Humanities Research Council| Arts and humanities  Biotechnology and Biological Sciences Research Council| Biotechnology andbiological sciences  Economic and Social Research Council| Social sciences  Engineering and Physical Sciences Research Council| Engineering and physicalsciences  Medical Research Council| Medicine and biomedicine aimed at improving humanhealth  Natural Environment Research Council| Environmental and related sciences  Science and Technology Facilities Council| Astronomy, particle physics, spacescience, nuclear physics and provision and operation of research facilities inrelation to any area of activity specified in this column    (2)Arrangements under this section may, in particular, provide for theexercise by the Council concerned of UKRI’s functions under paragraph 8(1) and(2) of Schedule 9 in relation to relevant specialist employees.\n\t\tA “relevant specialist employee”, in relation to a Council, means—\n\t\t\ta researcher or scientist employed by UKRI to work in the Council’s fieldof activity (see the table in subsection (1)), or\n\t\t\ta person who has knowledge, experience or specialist skills which is or arerelevant to the Council’s field of activity and is employed by UKRI to work inthat field of activity.\n\t\tArrangements under this section must require the Council concerned, whenexercising any function to which the arrangements relate, to have regard tothe desirability of—\n\t\t\tcontributing (whether directly or indirectly) to economic growth, or aneconomic benefit, in the United Kingdom,\n\t\t\tadvancing knowledge (whether in the United Kingdom or elsewhere and whetherdirectly or indirectly) in, or in connection with, science, technology,humanities or new ideas, and\n\t\t\timproving quality of life (whether in the United Kingdom or elsewhere).\n\t\tThe Secretary of State may by regulations—\n\t\t\tamend the first column of the table in subsection (1) in consequence ofprovision made by regulations under section 92;\n\t\t\tamend the second column of that table.\n\t\tBefore making regulations under subsection (5), the Secretary of State mustconsult such persons as the Secretary of State considers appropriate.\n\t\tUKRI must, if requested to do so by the Secretary of State, carry out sucha consultation, on behalf of the Secretary of State, of such persons.\n\t\tIn such a case, UKRI must carry out the consultation in accordance withsuch directions as the Secretary of State may give.\n\tExercise of functions by Innovate UK\n\t\tUKRI must arrange for Innovate UK to exercise such functions of UKRI asUKRI may determine for the purpose of increasing economic growth in the UnitedKingdom.\n\t\tBut arrangements may not be made under this section for the exercise byInnovate UK of UKRI’s function mentioned in section 93(1)(a).\n\t\tArrangements under this section must require Innovate UK, when exercisingany function to which the arrangements relate, to have regard to—\n\t\t\tthe need to support (directly or indirectly) persons engaged in businessactivities in the United Kingdom,\n\t\t\tthe need to promote innovation by persons carrying on business in theUnited Kingdom, and\n\t\t\tthe desirability of improving quality of life in the United Kingdom.\n\tExercise of functions by Research England\n\t\tUKRI must arrange for Research England to exercise such functions of UKRIas UKRI may determine for the purpose of giving financial support withinsubsection (2) or (3).\n\t\tFinancial support is within this subsection if it is given to the governingbody of an eligible higher education provider in respect of expenditureincurred, or to be incurred, by the provider for the purposes of either orboth of the following—\n\t\t\tthe undertaking of research into, or knowledge exchange in relation to,science, technology, humanities or new ideas by the provider;\n\t\t\tthe provision of facilities, or the carrying out of other activities, bythe provider which its governing body considers it is necessary or desirableto provide or carry out for the purposes of, or in connection with, researchinto, or knowledge exchange in relation to, science, technology, humanities ornew ideas.\n\t\tFinancial support is within this subsection if it is given to any person inrespect of expenditure incurred, or to be incurred, by the person for thepurposes of the provision by any person of services for the purposes of, or inconnection with—\n\t\t\tthe undertaking of research into science, technology, humanities or newideas by eligible higher education providers receiving financial support whichis within subsection (2), or\n\t\t\tthe undertaking of knowledge exchange in relation to science, technology,humanities or new ideas by eligible education providers receiving suchfinancial support.\n\t\tArrangements under this section must require Research England, whenexercising a function for the purpose of giving financial support, to consultsuch persons as Research England considers appropriate before determining anyterms and conditions to be imposed in relation to the financial support.\n\t\t“Eligible higher education provider” has the same meaning as in section 39.\n\tExercise of functions by the Councils: supplementary\n\t\tUKRI may arrange for any Council to exercise such other functions of UKRIas UKRI may determine in addition to those exercisable by the Council pursuantto arrangements under section 95, 96 or 97 (as the case may be).\n\t\tArrangements under subsection (1) may result in a function of UKRI beingexercisable by more than one Council.\n\t\tA function of UKRI which is exercisable by a Council on UKRI’s behalfpursuant to arrangements under sections 95 to 97 or subsection (1) may also beexercised by UKRI.\n\t\tArrangements under sections 95 to 97 or subsection (1) must require theCouncil concerned to provide UKRI with such advice or information about theexercise of any function to which the arrangements relate as UKRI may requireit to provide."
    },
    {
        "length": 592,
        "text": "\nStrategies and strategic delivery plans\n\tUKRI’s research and innovation strategy\n\t\tUKRI must—\n\t\t\tif requested to do so by the Secretary of State, prepare a strategy for theexercise of its functions during the period specified in the request, and\n\t\t\tsubmit the strategy to the Secretary of State for approval.\n\t\tA strategy under subsection (1) is referred to in this Part as a “researchand innovation strategy”.\n\t\tA research and innovation strategy must specify—\n\t\t\tthe period before the end of which each Council must submit a strategicdelivery plan to UKRI under section 100, and\n\t\t\tthe period to which such a plan must relate.\n\t\tThe Secretary of State may approve a research and innovation strategy withor without modifications.\n\t\tUKRI must publish a research and innovation strategy approved under thissection in such manner as the Secretary of State may require it to bepublished.\n\tCouncils’ strategic delivery plans\n\t\tThis section applies where UKRI publishes a research and innovationstrategy under section 99.\n\t\tUKRI must arrange for each Council to—\n\t\t\tprepare a strategic delivery plan for the period specified in the strategyby virtue of section 99(3)(b), and\n\t\t\tsubmit it to UKRI for approval.\n\t\tThe strategic delivery plan must be submitted before the end of the periodspecified in the strategy by virtue of section 99(3)(a).\n\t\tA strategic delivery plan is a plan setting out the Council’s proposals forthe exercise by the Council, during the period to which the plan relates, offunctions of UKRI pursuant to arrangements under sections 95 to 98.\n\t\tUKRI may approve a strategic delivery plan with or without modifications.\n\t\tUKRI must publish a strategic delivery plan approved under this section insuch manner as the Secretary of State may require it to be published.\n\t\tArrangements under sections 95 to 98 must require the Council concerned,when exercising any function to which the arrangements relate, to do so inaccordance with any relevant strategic delivery plan.\n\t\tA strategic delivery plan is a “relevant strategic delivery plan” for thepurposes of subsection (7) if—\n\t\t\tit was prepared by the Council concerned and has been approved under thissection, and\n\t\t\tit relates to the period during which the function concerned is beingexercised."
    },
    {
        "length": 1203,
        "text": "\nFunding and directions\n\tGrants to UKRI from the Secretary of State\n\t\tThe Secretary of State may make grants to UKRI of such amounts, and subjectto such terms and conditions, as the Secretary of State considers appropriate.\n\t\tWhere a grant is made in respect of functions exercisable by ResearchEngland pursuant to arrangements under section 97, terms and conditions undersubsection (1) in respect of those functions may be imposed only if—\n\t\t\tthey are requirements to be met before financial support of a specifiedamount or of a specified description is given by Research England in respectof activities carried out by an institution, and\n\t\t\tthey apply to every institution, or every institution within a specifieddescription, in respect of whose activities that support may be provided.\n\t\tWhere a grant is made in respect of functions exercisable by ResearchEngland pursuant to arrangements under section 97, any terms and conditionsunder subsection (1) in respect of those functions may not be framed byreference to—\n\t\t\tparticular courses of study or programmes of research (including thecontents of courses or programmes and the manner in which they are taught,supervised or assessed), or\n\t\t\tthe criteria for the selection and appointment of academic staff and forthe admission of students.\n\t\tTerms and conditions under subsection (1) may, in particular—\n\t\t\tprovide for the allocation of the whole or a part of the grant to aparticular Council and for subsequent changes in that allocation,\n\t\t\tenable the Secretary of State to require the repayment, in whole or inpart, of sums paid by the Secretary of State if any of the terms andconditions subject to which the sums were paid is not complied with, and\n\t\t\trequire the payment of interest in respect of any period during which a sumdue to the Secretary of State in accordance with any of the terms andconditions remains unpaid.\n\t\tWhere the Secretary of State makes a grant to UKRI under subsection (1),the Secretary of State must publish—\n\t\t\tthe amount of the grant, and\n\t\t\tif the terms and conditions of the grant allocate the whole or a part ofthat amount to a particular Council—\n\t\t\tthe name of the Council, and\n\t\t\tthe amount of the grant which is so allocated to it.\n\t\tIn this section “specified” means specified in the terms and conditions.\n\tSecretary of State’s power to give directions to UKRI\n\t\tThe Secretary of State may give UKRI directions about the allocation orexpenditure by UKRI of grants received under section 101.\n\t\tThe Secretary of State may give a direction under this section in respectof functions exercisable by Research England pursuant to arrangements undersection 97, only if—\n\t\t\tit relates to requirements to be met before financial support of aspecified amount or of a specified description is given by Research England inrespect of activities carried out by an institution, and\n\t\t\tit relates to every institution, or every institution within a specifieddescription, in respect of whose activities that support may be provided.\n\t\tThe Secretary of State may not give a direction under this section inrespect of functions exercisable by Research England pursuant to arrangementsunder section 97 which is framed by reference to—\n\t\t\tparticular courses of study or programmes of research (including thecontents of courses or programmes and the manner in which they are taught,supervised or assessed), or\n\t\t\tthe criteria for the selection and appointment of academic staff and forthe admission of students.\n\t\tUKRI must comply with any directions given under this section.\n\t\tIn this section “specified” means specified in the direction.\n\tHaldane principle, balanced funding and advice from UKRI\n\t\tThe Secretary of State must have regard to the matters mentioned insubsection (2) when—\n\t\t\tdeciding to make a grant under section 101,\n\t\t\tdetermining any terms and conditions of a grant under that section, or\n\t\t\tgiving a direction under section 102.\n\t\tThe matters are—\n\t\t\tthe Haldane principle, where the grant or direction mentioned in subsection(1) is in respect of functions exercisable by one or more of the Councilsmentioned in section 95(1) pursuant to arrangements under that section,\n\t\t\tthe balanced funding principle, in any case, and\n\t\t\tany advice provided to the Secretary of State by UKRI about the allocationof funding in relation to its functions.\n\t\tThe “Haldane principle” is the principle that decisions on individualresearch proposals are best taken following an evaluation of the quality andlikely impact of the proposals (such as a peer review process).\n\t\tThe “balanced funding principle” is the principle that it is necessary toensure that a reasonable balance is achieved in the allocation of funding asbetween—\n\t\t\tfunctions exercisable by the Councils mentioned in section 95(1) pursuantto arrangements under that section, and\n\t\t\tfunctions exercisable by Research England pursuant to arrangements undersection 97."
    },
    {
        "length": 618,
        "text": "\nGeneral functions\n\tGeneral duties\n\t\tIn exercising its functions, UKRI must have regard to the need to use itsresources in the most efficient, effective and economic way.\n\t\tIn exercising its functions, including its duty under subsection (1), UKRImust have regard to guidance given to it by the Secretary of State.\n\tPower to require information and advice from UKRI\n\t\tUKRI must provide the Secretary of State with—\n\t\t\tsuch information regarding any of its functions, or obtained in theexercise of any of its functions, as the Secretary of State may require it toprovide, and\n\t\t\tsuch advice regarding any of its functions as the Secretary of State mayrequire it to provide.\n\t\tUKRI must provide information or advice under subsection (1) in such formas the Secretary of State may require it to be provided.\n\tStudies for improving economy, efficiency and effectiveness\n\t\tUKRI may arrange for studies falling within subsection (2) to be promotedor carried out by a person.\n\t\tStudies fall within this subsection if they are designed to improveeconomy, efficiency and effectiveness in carrying out activities in respect ofwhich UKRI gives financial support.\n\t\tA person promoting or carrying out such studies at the request of UKRI (“aresearcher”) may require the person carrying out the activities—\n\t\t\tto provide the researcher or an authorised person with such information asthe researcher may reasonably require for that purpose, and\n\t\t\tto make available for inspection, to the researcher or an authorisedperson, their accounts and such other documents as the researcher mayreasonably require for that purpose.\n\t\t“Authorised person” means a person authorised by the researcher.\n\tProvision of research services\n\t\tUKRI may, in connection with any of its functions, provide researchservices to a person (whether or not in the United Kingdom).\n\t\tThe following are “research services”—\n\t\t\tundertaking research into science, technology, humanities or new ideas;\n\t\t\tmaking facilities available for the undertaking of such research by anotherperson;\n\t\t\tthe carrying out of any other activity for the purposes of, or inconnection with, the undertaking of such research.\n\t\tResearch services provided by virtue of this section may be providedsubject to such terms and conditions as UKRI considers appropriate.\n\t\tUKRI may charge for research services provided by virtue of this section.\n\tRepresenting the United Kingdom\n\t\tUKRI must, if so requested by the Secretary of State, represent the governmentof the United Kingdom in matters relating to international relations in anyfield of activity connected to its functions."
    },
    {
        "length": 1035,
        "text": "\nSupplementary\n\tPredecessor bodies and preservation of symbolic property\n\t\tThe following bodies corporate (each a “research council”) cease to exist—\n\t\t\tthe Arts and Humanities Research Council,\n\t\t\tthe Biotechnology and Biological Sciences Research Council,\n\t\t\tthe Economic and Social Research Council,\n\t\t\tthe Engineering and Physical Sciences Research Council,\n\t\t\tthe Medical Research Council,\n\t\t\tthe Natural Environment Research Council,\n\t\t\tthe Science and Technology Facilities Council, and\n\t\t\tthe Technology Strategy Board.\n\t\tThe Royal Charters establishing the research councils, and any supplementalRoyal Charter granted to a council, are revoked.\n\t\tA property transfer scheme made by the Secretary of State under Schedule 10in connection with a research council must, in particular, make provision forthe transfer of the symbolic property of the council to UKRI.\n\t\tThe symbolic property of a research council is—\n\t\t\tthe name of, and any other name used by, the council,\n\t\t\tany goodwill in a name falling within paragraph (a),\n\t\t\tany logo or insignia of the council, and\n\t\t\tany seal of the council.\n\tAmendments to powers to support research\n\t\tIn section 5 of the Science and Technology Act 1965 (further powers ofSecretary of State), after subsection (1) insert—\n\t\t\t“(1ZA)The power to give financial support under subsection (1)(a) includes, inparticular, power to make a grant, loan or other payment, on such terms andconditions as the relevant authority considers appropriate.\n\t\t(1ZB)The terms and conditions may, in particular—\n\t\t\tenable the relevant authority to require the repayment, in whole or inpart, of sums paid by it if any of the terms and conditions subject to whichthe sums were paid is not complied with,\n\t\t\trequire the payment of interest in respect of any period during which a sumdue to the relevant authority in accordance with any of the terms andconditions remains unpaid, and\n\t\t\trequire a person to whom financial support is given to provide the relevantauthority with any information it requests for the purpose of the exercise ofany of its functions.\n\t\t\t(1ZC)In subsections (1ZA) and (1ZB), “the relevant authority” means—\n\t\t\tin the case of the power of the Secretary of State to give financialsupport under subsection (1)(a), the Secretary of State;\n\t\t\tin the case of the power of the Welsh Ministers to give financial supportunder subsection (1)(a), the Welsh Ministers;\n\t\t\tin the case of the power of the Scottish Ministers to give financialsupport under subsection (1)(a), the Scottish Ministers.”\n\t\tIn section 10 of the Higher Education Act 2004 (research in arts andhumanities), after subsection (4) insert—\n\t\tThe powers under this section to give financial support include, inparticular, power to make a grant, loan or other payment, on such terms andconditions as the relevant authority considers appropriate.\n\t\tThe terms and conditions may, in particular—\n\t\t\tenable the relevant authority to require the repayment, in whole or inpart, of sums paid by it if any of the terms and conditions subject to whichthe sums were paid is not complied with,\n\t\t\trequire the payment of interest in respect of any period during which a sumdue to the relevant authority in accordance with any of the terms andconditions remains unpaid, and\n\t\t\trequire a person to whom financial support is given to provide the relevantauthority with any information it requests for the purpose of the exercise ofany of its functions.\n\t\tIn subsections (5) and (6), “the relevant authority” means—\n\t\t\tin the case of the power under subsection (1)(a), the Secretary of State;\n\t\t\tin the case of the power under subsection (2)(a), the Welsh Ministers;\n\t\t\tin the case of the power under subsection (3)(a), the Scottish Ministers;\n\t\t\tin the case of the power under subsection (4)(a), the Northern IrelandDepartment having responsibility for higher education.”"
    },
    {
        "length": 149,
        "text": "\nInterpretation\n\tDefinitions \n\t\tIn this Part—\n\t\t\t  * “Council” has the meaning given by section 92; \n\t\t\t  * “humanities” includes the arts; \n\t\t\t  * “knowledge exchange” has the meaning given by section 93; \n\t\t\t  * “research and innovation strategy” has the meaning given by section 99; \n\t\t\t  * “science” includes social sciences. \n\t\tIn this Part, a reference to the United Kingdom includes a reference to anypart of the United Kingdom."
    },
    {
        "length": 3804,
        "text": "\nPart 4General\n\tCooperation and information sharing between the OfS and UKRI\n\t\tThe OfS and UKRI may cooperate with one another in exercising any of theirfunctions.\n\t\tThe OfS and UKRI must, if required to do so by the Secretary of State,cooperate with one another in exercising any of their functions.\n\t\tThe OfS may provide information to UKRI if the disclosure is made for thepurposes of the exercise of any function of UKRI.\n\t\tUKRI may provide information to the OfS if the disclosure is made for thepurposes of the exercise of any function of the OfS.\n\t\tProvision of information which is authorised by this section does notbreach—\n\t\t\tan obligation of confidence owed by the person making the disclosure, or\n\t\t\tany other restriction on the provision of information (however imposed).\n\t\tBut nothing in this section authorises the OfS or UKRI to provideinformation where doing so contravenes the Data Protection Act 1998.\n\tJoint working\n\t\tA relevant authority may exercise any of its functions jointly with anotherrelevant authority if the condition in subsection (2) is met.\n\t\tThe condition is that it appears to the relevant authorities concerned thatexercising the function jointly—\n\t\t\twill be more efficient, or\n\t\t\twill enable them more effectively to exercise any of their functions.\n\t\tIn this section “relevant authority” means—\n\t\t\tthe OfS,\n\t\t\tUKRI, but only in relation to functions exercisable by Research Englandpursuant to arrangements made under section 97,\n\t\t\tthe Higher Education Funding Council for Wales,\n\t\t\tthe Scottish Further and Higher Education Funding Council,\n\t\t\tthe Secretary of State to the extent that the Secretary of State isexercising functions under section 14 of the Education Act 2002 (power to givefinancial assistance for purposes related to education or children etc),\n\t\t\tthe Welsh Ministers to the extent that they are exercising their functionsunder Part 2 of the Learning and Skills Act 2000 (further and sixth formeducation in Wales), or\n\t\t\tthe Department for the Economy in Northern Ireland, or the Department ofAgriculture, Environment and Rural Affairs in Northern Ireland, in relation tofunding higher education, or research, in Northern Ireland but only to theextent that the Department is exercising functions in connection with suchfunding.\n\t\tFor the purposes of subsection (3)(g), “higher education” has the samemeaning as in Article 2(2) of the Further Education (Northern Ireland) Order1997 ([S.I. 1997/1772 (N.I. 15)](/id/nisi/1997/1772?view=plain \"Go to item oflegislation\")).\n\tAdvice to Northern Ireland departments\n\t\tThe OfS and UKRI may provide such advisory services as the Department forthe Economy in Northern Ireland or the Department of Agriculture, Environmentand Rural Affairs in Northern Ireland may require in connection with thedischarge of the Department’s functions relating to higher education inNorthern Ireland.\n\t\tThe services may be provided on such terms as may be agreed.\n\t\tFor the purposes of this section “higher education” has the same meaning asin Article 2(2) of the Further Education (Northern Ireland) Order 1997 ([S.I.1997/1772 (N.I. 15)](/id/nisi/1997/1772?view=plain \"Go to item oflegislation\")).\n\tTransfer schemes\n\t\tSchedule 10 contains provision about schemes for the transfer of staff andproperty, rights and liabilities in connection with—\n\t\t\tthe establishment of the OfS or UKRI by this Act, or\n\t\t\ta body or office ceasing to exist by virtue of this Act.\n\tPower to make consequential provision etc\n\t\tThe Secretary of State may by regulations make such provision as appears tothe Secretary of State to be appropriate in consequence of any provision madeby or under this Act.\n\t\tThe power conferred by subsection (1) includes power to amend, repeal,revoke or otherwise modify—\n\t\t\tprimary or secondary legislation passed or made before this Act or in thesame Session as this Act, or\n\t\t\tsubject to subsections (3) and (4), a Royal Charter granted before this Actis passed or in the same Session as this Act.\n\t\tProvision may be made under subsection (1) by virtue of subsection (2)(b)only if such provision appears to the Secretary of State to be appropriate inconsequence of provision made by or under any of sections 42 to 60 (degreeawarding powers and university title).\n\t\tProvision made under subsection (1) by virtue of subsection (2)(b) may notrevoke a Royal Charter in its entirety.\n\tTransitional, transitory or saving provision\n\t\tThe Secretary of State may by regulations make such transitional, transitoryor saving provision as the Secretary of State considers appropriate inconnection with the coming into force of any provision of this Act.\n\tPre-commencement consultation\n\t\tSubsections (2) and (3) apply in relation to a provision of this Act underor by virtue of which the OfS has a function of consulting another person.\n\t\tAt any time before the provision comes into force (and whether before orafter the passing of this Act), the Secretary of State, the DFA or HEFCE orany of them acting jointly—\n\t\t\tmay carry out any consultation that the OfS would have power or a duty tocarry out after the provision comes into force, and\n\t\t\tfor that purpose, may prepare drafts of any documents to which theconsultation relates.\n\t\tAt any time after the provision comes into force, the OfS may elect totreat any consultation carried out or other thing done under subsection (2) bythe Secretary of State, the DFA or HEFCE (or any of them acting jointly) ascarried out or done by the OfS.\n\t\tWhere the OfS has a consultation function involving registered highereducation providers, references to registered higher education providers inthe provisions describing the consultees are to be read as references toEnglish higher education providers—\n\t\t\tfor the purposes of applying subsection (2) at any time when there are noregistered higher education providers, and\n\t\t\tfor the purposes of applying subsection (3) in relation to any thing doneunder subsection (2) in reliance upon paragraph (a) of this subsection.\n\t\tFor the purposes of subsection (4), “a consultation function involvingregistered higher education providers” is a function of consulting—\n\t\t\tregistered higher education providers (whether generally or a descriptionof such providers), or\n\t\t\tpersons with a connection (however described) to such providers.\n\t\tIn subsections (4) and (5), “English higher education provider” and“registered higher education provider” have the same meaning as in Part 1 (seesections 83 and 85).\n\t\tSubsections (8) and (9) apply in relation to a provision of this Act underor by virtue of which UKRI has a function of consulting another person.\n\t\tAt any time before the provision comes into force (and whether before orafter the passing of this Act), the Secretary of State or HEFCE or theSecretary of State and HEFCE acting jointly—\n\t\t\tmay carry out any consultation that UKRI would have power or a duty tocarry out after the provision comes into force, and\n\t\t\tfor that purpose, may prepare drafts of any documents to which theconsultation relates.\n\t\tAt any time after the provision comes into force, UKRI may elect to treatany consultation carried out or other thing done under subsection (8) by theSecretary of State or HEFCE (or the Secretary of State and HEFCE actingjointly) as carried out or done by UKRI.\n\t\tIn this section—\n\t\t\t  * “the DFA” means the Director of Fair Access to Higher Education; \n\t\t\t  * “HEFCE” means the Higher Education Funding Council for England. \n\tRegulations \n\t\tAny power to make regulations under this Act is exercisable by statutoryinstrument.\n\t\tA statutory instrument which contains (whether alone or with otherprovision) any of the following may not be made unless a draft of theinstrument has been laid before, and approved by a resolution of, each Houseof Parliament—\n\t\t\tregulations under section 9(1) (prescribed description of providers forwhom a transparency condition is mandatory);\n\t\t\tregulations under section 15(2) (power to impose monetary penalties);\n\t\t\tregulations under section 29(5) (regulations regarding the OfS’s approvalof access and participation plans);\n\t\t\tregulations under section 32(1) (content of such a plan: equality ofopportunity);\n\t\t\tregulations under section 39(3) (prescribed description of providerseligible for financial support);\n\t\t\tregulations under section 92(2) (regulations changing the structure ofUKRI’s Councils);\n\t\t\tregulations under section 95(5) (regulations in connection with changesmade to structure of UKRI’s Councils or changing the fields of activity of theCouncils);\n\t\t\tregulations under section 116(1) (power to make consequential provision)which include provision that amends, repeals or revokes a provision of primarylegislation or of a Royal Charter;\n\t\t\tregulations under paragraph 2 or 3 of Schedule 2 (regulations prescribingthe higher amount, basic amount or floor amount), except regulations to whichparagraph 5(2)(b) of that Schedule applies (regulations increasing the higheramount to an amount greater than that required to maintain its value in realterms).\n\t\tAny other statutory instrument containing regulations under this Act issubject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tBut subsection (3) does not apply to regulations under Schedule 2 to whichparagraph 5(2)(b) of that Schedule applies (regulations increasing the higheramount to an amount greater than that required to maintain its value in realterms).\n\t\tRegulations under this Act may—\n\t\t\tmake different provision for different purposes, cases or areas,\n\t\t\tmake provision generally or only in relation to specified cases,\n\t\t\tmake incidental, consequential, supplementary, transitional, transitory orsaving provision, and\n\t\t\tinclude provision framed by reference to matters determined or published bythe OfS (whether before or after the regulations are made).\n\t\tNothing in this Act is to be regarded as affecting the generality ofsubsection (5).\n\t\tThis section does not apply to regulations made under section 124(commencement).\n\tDirections \n\t\tAny power conferred by this Act to give directions includes power, exercisablein the same manner and subject to the same conditions or limitations, to varyor revoke directions previously given.\n\tGeneral interpretation\n\t\tIn this Act—\n\t\t  * “notice” means written notice (and to “notify” means to give written notice); \n\t\t  * “the OfS” has the meaning given by section 1; \n\t\t  * “primary legislation” means— \n\t\t\tan Act of Parliament;\n\t\t\tan Act of the Scottish Parliament;\n\t\t\ta Measure or Act of the National Assembly for Wales;\n\t\t\tNorthern Ireland legislation;\n\t\t\t\t  * “secondary legislation” means an instrument made under primary legislation; \n\t\t\t\t  * “UKRI” has the meaning given by section 91. \n\tMinor and consequential amendments\n\t\tSchedule 11 contains minor and consequential amendments relating to Part 1.\n\t\tSchedule 12 contains minor and consequential amendments relating to Part 3.\n\tExtent \n\t\tSubject to the rest of this section, this Act extends to England and Walesonly.\n\t\tThe following provisions also extend to Scotland and Northern Ireland—\n\t\t\tsection 25 (rating the quality of, and the standards applied to, highereducation);\n\t\t\tsections 79 and 80 (powers to obtain and use application-to-acceptanceinformation);\n\t\t\tsection 83 (meaning of “English higher education provider” etc);\n\t\t\tPart 3 (research);\n\t\t\tthis Part.\n\t\tSection 86(9)—\n\t\t\tso far as it relates to section 22(4B)(e) of the Teaching and HigherEducation Act 1998, also extends to Scotland and Northern Ireland;\n\t\t\tso far as it relates to section 22(4B)(f), (g) and (h) of that Act, alsoextends to Northern Ireland.\n\t\tAny amendment or repeal made by this Act has the same extent within theUnited Kingdom as the enactment amended or repealed.\n\t\tSubsection (4) does not apply to the amendment made by section 86(4) (powerto make alternative payments) which—\n\t\t\tso far as it inserts subsection (4B)(e) into section 22 of the Teaching andHigher Education Act 1998, extends to England and Wales, Scotland and NorthernIreland,\n\t\t\tso far as it inserts subsection (4B)(f), (g) and (h) into that section,extends to England and Wales and Northern Ireland, and\n\t\t\totherwise extends to England and Wales only.\n\t\tSubsection (4) does not apply to the amendments and repeals made byparagraph 13 of Schedule 12 to section 41 of the Patents Act 1977 which havethe same extent as that section.\n\tCommencement \n\t\tThe following provisions of this Part come into force on the day on whichthis Act is passed—\n\t\t\tsections 115 to 117;\n\t\t\tsections 119 to 121;\n\t\t\tsection 123;\n\t\t\tthis section;\n\t\t\tsection 125.\n\t\tSections 86, 87 and 88 come into force, so far as relating to a matterspecified in an entry in column 1 of the following table, on such day as theperson specified in the corresponding entry in column 2 of the table may byregulations made by statutory instrument appoint, after consulting the person(if any) specified in the corresponding entry in column 3 of the table.\n\t\tTABLE\n\t\t\t1\\. Matters:| 2\\. Commencement by:| 3\\. After consulting:  ---|---|---  Powers exercisable by the Welsh Ministers| The Welsh Ministers|  Powers exercisable by the Secretary of State concurrently with the WelshMinisters| The Secretary of State| The Welsh Ministers  Powers exercisable by the Secretary of State in relation to Wales| TheSecretary of State| The Welsh Ministers  Other matters| The Secretary of State.|    (3)Section 89(2)(h)(ii) and (4) come into force, in relation to Wales, on suchday as the Welsh Ministers may by regulations made by statutory instrumentappoint.\n\t\t\tSection 110 comes into force at the end of the period of two monthsbeginning with the day on which this Act is passed.\n\t\t\tThe remaining provisions of this Act come into force on such day as theSecretary of State may by regulations made by statutory instrument appoint.\n\t\t\tRegulations under this section may appoint different days for differentpurposes or areas.\n\tShort title\n\t\tThis Act may be cited as the Higher Education and Research Act 2017.\n\t\tThis Act is to be included in the list of Education Acts set out in section578 of the Education Act 1996."
    }
]