[
    {
        "length": 692,
        "text": "\nIntroductory\n\tInterpretation of principal terms\n\t\tIn this Act “the London Olympics” means—\n\t\t\tthe Games of the Thirtieth Olympiad that are to take place in 2012, and\n\t\t\tthe Paralympic Games that are to take place in that year.\n\t\tA reference in this Act to the London Olympics includes a reference to anyevent which forms part of the Games specified in subsection (1)(a) or (b)including, in particular—\n\t\t\tan event, other than a sporting event, held in accordance with the HostCity Contract, and\n\t\t\tan event which is to take place outside London.\n\t\tIn this Act—\n\t\t\t“the British Olympic Association” means the company limited by guaranteeregistered with that name,\n\t\t\t“London Olympic event” means an event (whether or not a sporting event andwhether or not held in London) held as part of the London Olympics,\n\t\t\t“the London Olympics period” means the period which—\n\t\t\tbegins four weeks before the day of the opening ceremony of the Games ofthe Thirtieth Olympiad that are to take place in 2012, and\n\t\t\tends with the fifth day after the day of the closing ceremony of theParalympic Games 2012,\n\t\t\t“the London Organising Committee” means the organising committee formed inaccordance with section 2 of the Host City Contract as the company limited byguarantee registered as the London Organising Committee of the Olympic GamesLimited (LOCOG),\n\t\t\t“the Host City Contract” means the Host City Contract, for the Games of theThirtieth Olympiad that are to take place in 2012, signed at Singapore on 6thJuly 2005 and entered into by—\n\t\t\tthe International Olympic Committee,\n\t\t\tthe Mayor of London (representing London), and\n\t\t\tthe British Olympic Association,\n\t\t\t“the Paralympic Games” means the events known by that name and to beorganised by the London Organising Committee in accordance with section 60 ofthe Host City Contract, and\n\t\t\t“the Olympic Charter” means the Olympic Charter of the InternationalOlympic Committee.\n\tAlteration of Olympic documents\n\t\tIf the Secretary of State thinks that a reference in this Act to an Olympicdocument has ceased to be accurate by reason of the amendment or substitutionof that document, he may by order amend the reference.\n\t\tIn subsection (1) “Olympic document” means a document referred to insection 1.\n\t\tAn order under subsection (1)—\n\t\t\tmay include consequential or incidental provision,\n\t\t\tshall be made by statutory instrument,\n\t\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament, and\n\t\t\tmay not be made unless the Secretary of State has consulted the LondonOrganising Committee."
    },
    {
        "length": 3247,
        "text": "\nThe Olympic Delivery Authority\n\tEstablishment \n\t\tThere shall be a body corporate known as the Olympic Delivery Authority.\n\t\tSchedule 1 (which makes provision about the Authority) shall have effect.\n\tGeneral functions\n\t\tThe Authority may take any action that it thinks necessary or expedient forthe purpose of—\n\t\t\tpreparing for the London Olympics,\n\t\t\tmaking arrangements in preparation for or in connection with the use ormanagement before, during or after the London Olympics of premises and otherfacilities acquired, constructed or adapted in preparation for the LondonOlympics, or\n\t\t\tensuring that adequate arrangements are made for the provision, managementand control of facilities for transport in connection with the LondonOlympics.\n\t\tIn particular, the Authority may—\n\t\t\tacquire land (and the Authority may, in particular, with the consent of theSecretary of State, acquire land for a consideration equivalent to the amountswhich the Authority would be required to pay if acquiring the landcompulsorily under an enactment);\n\t\t\tdispose of land (and the Authority may, in particular, with the consent ofthe Secretary of State, dispose of land for a consideration less than thatwhich might be expected in a commercial transaction at arms-length);\n\t\t\tenter into other transactions relating to land, premises or facilities;\n\t\t\taccept or assume duties, rights or liabilities under contracts;\n\t\t\tapply for, or undertake work in connection with applications for, planningpermission;\n\t\t\tmake arrangements for the construction of premises and other facilities;\n\t\t\tmake arrangements for carrying out works in connection with the provisionof water, electricity, gas, sewerage or other services;\n\t\t\tmake arrangements for carrying out works in connection with the provisionof highways;\n\t\t\tmake arrangements for the construction, adaptation or provision of systemsof or facilities for transport;\n\t\t\tmake arrangements for the provision, variation or discontinuance of anyservice, highway or system of or facility for transport;\n\t\t\twith the consent of the Secretary of State, give financial assistance inconnection with anything done or to be done by another person for a purposementioned in subsection (1);\n\t\t\tco-operate with other persons;\n\t\t\tmake arrangements for the formation of bodies corporate;\n\t\t\tacquire interests in bodies corporate or other undertakings.\n\t\tIn exercising a function under this section the Authority shall, whereverrelevant—\n\t\t\thave regard to the desirability of maximising the benefits to be derivedafter the London Olympics from things done in preparation for them, and\n\t\t\tcontribute to achieving sustainable development.\n\t\tOther provisions of this Act confer other functions on the Authority.\n\t\tThe Authority shall pay compensation to any person whose land isinjuriously affected by the execution of works by the Authority; and—\n\t\t\tany dispute as to whether compensation is payable, or as to the amount ofcompensation, may be referred to the Lands Tribunal,\n\t\t\tsubsection (2) of section 10 of the Compulsory Purchase Act [1965 (c.56)](/id/ukpga/1965/56?view=plain \"Go to item of legislation\") (limitation oncompensation) shall apply to this subsection as it applies to that section,and\n\t\t\tany rule or principle applied to the construction of section 10 of that Actshall be applied to the construction of this section (subject to any necessarymodifications).\n\t\tIn the application of subsection (5) in respect of land in Scotland—\n\t\t\tthe reference in paragraph (a) to the Lands Tribunal is to be read as if itwere a reference to the Lands Tribunal for Scotland, and\n\t\t\tparagraphs (b) and (c) are omitted.\n\tPlanning \n\t\tThe following provisions shall apply in relation to the Olympic DeliveryAuthority as they apply in relation to an urban development corporation—\n\t\t\tsection 149 of the Local Government, Planning and Land Act [1980 (c.65)](/id/ukpga/1980/65?view=plain \"Go to item of legislation\") (power forSecretary of State to make order appointing urban development corporation aslocal planning authority), and\n\t\t\tsection 33 of the Planning and Compulsory Purchase Act [2004 (c.5)](/id/ukpga/2004/5?view=plain \"Go to item of legislation\") (power forSecretary of State to disapply Part 2 of the Act to urban developmentcorporation).\n\t\tIn the application of the provisions specified in subsection (3) by virtueof, or in consequence of, subsection (1)—\n\t\t\ta reference to an urban development corporation shall be taken as areference to the Authority,\n\t\t\ta reference to a corporation’s area shall be taken as a reference to anarea specified in an order made under section 149 of the Local Government,Planning and Land Act 1980 by virtue of subsection (1) above,\n\t\t\ta reference to section 142 of that Act shall be disregarded, and\n\t\t\ta reference to a London borough shall be taken as a reference to an area inrespect of which an order is made under section 149 of that Act by virtue ofsubsection (1) above.\n\t\tThose provisions are—\n\t\t\tsection 149 of and Schedule 29 to the Local Government, Planning and LandAct 1980,\n\t\t\tsection 7 of the Town and Country Planning Act [1990 (c.8)](/id/ukpga/1990/8?view=plain \"Go to item of legislation\") (urbandevelopment areas: displacement of other authorities), and\n\t\t\tsection 33 of the Planning and Compulsory Purchase Act 2004.\n\t\tWhere the Authority is appointed as a local planning authority by virtue ofthis section—\n\t\t\tsection 74(1B)(a) of the Town and Country Planning Act 1990 (directionsabout applications: London boroughs) shall not apply, but\n\t\t\tthe Mayor of London may direct the Authority to refuse an application forplanning permission in a specified case.\n\t\tIn discharging functions by virtue of this section the Authority shall haveregard, in particular—\n\t\t\tto the desirability of making proper preparation for the London Olympics,\n\t\t\tto the desirability of maximising the benefits to be derived after theLondon Olympics from things done in preparation for them,\n\t\t\tto the terms of any planning permission already granted in connection withpreparation for the London Olympics,\n\t\t\tto any guidance issued by the Secretary of State (which may, in particular,refer to other documents), and\n\t\t\tto the development plan for any area in respect of which an order is madeunder section 149 of the Local Government, Planning and Land Act [1980 (c.65)](/id/ukpga/1980/65?view=plain \"Go to item of legislation\") by virtue ofsubsection (1) above, construed in accordance with section 38 of the Planningand Compulsory Purchase Act [2004 (c. 5)](/id/ukpga/2004/5?view=plain \"Go toitem of legislation\").\n\t\tAn order under section 149 of the Local Government, Planning and Land Act1980 made by virtue of subsection (1) above which revokes a previous order mayinclude supplemental, incidental or transitional provisions or savings; andsupplemental provision may, in particular, make provision as to whichauthority is to become the local planning authority for an area in place ofthe Olympic Delivery Authority.\n\tSecurity \n\t\tIn exercising its functions the Olympic Delivery Authority shall haveregard to the importance of ensuring—\n\t\t\tthe safety of individuals participating in or attending London Olympicevents, and\n\t\t\tthe security of property.\n\t\tIn particular, the Authority shall hold such consultations as it considersappropriate with—\n\t\t\tthe Commissioner of Police of the Metropolis, and\n\t\t\tthe chief constable for any area within which a London Olympic event is totake place.\n\tStreet lighting and cleaning\n\t\tThe Olympic Delivery Authority may arrange with an authority responsiblefor cleaning or lighting a highway or other area to which this section appliesfor cleaning or lighting to be carried out in a specified manner or to aspecified standard during all or part of the London Olympics period.\n\t\tThe Authority may make arrangements for cleaning or lighting a highway orother area to which this section applies during all or part of the LondonOlympics period if they are satisfied that an appropriate result—\n\t\t\tcannot be achieved through arrangements under subsection (1), or\n\t\t\tis not, despite their best endeavours, being achieved through arrangementsunder subsection (1).\n\t\tArrangements under subsection (1) may include provision for—\n\t\t\tpayment by the Authority;\n\t\t\tthe consequences of non-compliance.\n\t\tFor the purposes of subsection (2) the Authority may repair, maintain oruse structures or installations which—\n\t\t\tbelong to an authority responsible for cleaning or lighting a highway orother area to which this section applies, and\n\t\t\tare situated on or under the highway or other area.\n\t\tThis section applies to any highway or other area to which the public haveaccess and which the Authority reasonably expect to be used—\n\t\t\tin the course of a London Olympic event,\n\t\t\tby persons watching a London Olympic event, or\n\t\t\tby persons travelling to a London Olympic event.\n\tTransfer schemes\n\t\tIn this section “transfer scheme” means a scheme providing for the transferto the Olympic Delivery Authority of specified property, rights andliabilities of a person specified in subsection (3) at a time specified in thescheme.\n\t\tIf the Secretary of State thinks it expedient in order to enable theAuthority to carry out its functions, he may direct a person specified insubsection (3) to make a transfer scheme and submit it to him.\n\t\tThose persons are—\n\t\t\tthe Greater London Authority,\n\t\t\tthe London Development Agency, and\n\t\t\tTransport for London.\n\t\tIf the Secretary of State directs a person to make and submit a transferscheme—\n\t\t\tthe person shall comply with the direction,\n\t\t\tthe Secretary of State may approve the scheme with or without modification,and\n\t\t\tif approved, the scheme shall have effect.\n\t\tA direction of the Secretary of State under subsection (2) shall specify adate by which the transfer scheme is to be submitted.\n\t\tThe Secretary of State may make a transfer scheme if—\n\t\t\ta person fails to comply with a direction under subsection (2), or\n\t\t\tthe Secretary of State decides not to approve a scheme submitted under thatsubsection.\n\t\tA transfer scheme made under subsection (6) shall have effect.\n\t\tThe Secretary of State may not approve or make a transfer scheme unless—\n\t\t\the has consulted—\n\t\t\tthe person who submitted or should have submitted the scheme,\n\t\t\tthe Olympic Delivery Authority, and\n\t\t\tany other person who in his opinion may be affected by the scheme, and\n\t\t\tthe Mayor of London consents.\n\t\tSchedule 2 (which makes supplementary provision in connection with transferschemes) shall have effect.\n\tDissolution \n\t\tThe Secretary of State may by order make provision for the dissolution ofthe Authority.\n\t\tAn order under this section may, in particular—\n\t\t\tprovide for the transfer of property, rights or liabilities of theAuthority to—\n\t\t\tthe Secretary of State, or\n\t\t\tany other person;\n\t\t\tmake provision enabling a person to receive anything transferred underparagraph (a) (and that provision shall have effect despite any otherenactment or instrument);\n\t\t\testablish a body corporate;\n\t\t\tmake consequential, incidental or transitional provision which may, inparticular—\n\t\t\tprovide for anything done by or in relation to the Authority to have effectas if done by or in relation to another person;\n\t\t\tpermit anything (which may include legal proceedings) which is in theprocess of being done by or in relation to the Authority when a transfer takeseffect, to be continued by or in relation to another person;\n\t\t\tprovide for a reference to the Authority in an instrument or otherdocument to be treated as a reference to another person;\n\t\t\tamend an enactment.\n\t\tBefore making an order under this section the Secretary of State shallconsult—\n\t\t\tthe Mayor of London, and\n\t\t\tsuch other persons as the Secretary of State thinks appropriate.\n\t\tThe Secretary of State may not make an order under this section providingfor the transfer of property, rights or liabilities to a person unless theperson has consented to the transfer.\n\t\tAn order under this section—\n\t\t\tmay transfer rights and liabilities relating to employees, but\n\t\t\tshall not affect the operation of the Transfer of Undertakings (Protectionof Employment) Regulations 1981 ([S.I.1981/1794](/id/uksi/1981/1794?view=plain \"Go to item of legislation\")).\n\t\tThe Secretary of State may not make an order by virtue of subsection (5)(a)unless satisfied that sufficient notice has been given to enable compliancewith any applicable requirement of those regulations.\n\t\tAn order under this section—\n\t\t\tshall be made by statutory instrument, and\n\t\t\tshall not be made unless a draft has been laid before Parliament."
    },
    {
        "length": 623,
        "text": "\nOlympic Transport Plan\n\tThe Olympic Delivery Authority shall prepare and keep under review a plan(“the Olympic Transport Plan”) for addressing transport matters relating tothe London Olympics.\n\tThe plan shall, in particular, make provision for—\n\t\tthe construction of systems of or facilities for transport,\n\t\tthe provision of transport—\n\t\tto and from London Olympic events, and\n\t\tfor other purposes connected with the London Olympics,\n\t\tthe creation and maintenance of the Olympic Route Network,\n\t\tcontrol of traffic during the London Olympics period,\n\t\tcontrol of facilities for transport during the London Olympics period,\n\t\troad closures or restrictions during the London Olympics period,\n\t\tthe monitoring of traffic and facilities for transport during the LondonOlympics period,\n\t\tcontingency plans,\n\t\tco-operation between the Authority and other persons, and\n\t\tguidance from the Authority to local authorities in England in relation toimplementation of the plan.\n\tBefore preparing or revising the plan the Authority shall consult—\n\t\tthe Secretary of State,\n\t\tthe Mayor of London,\n\t\tthe London Organising Committee,\n\t\tthe Commissioner of Police of the Metropolis,\n\t\tthe Commissioner of Police of the City of London,\n\t\tthe Chief Constable of the British Transport Police Force,\n\t\tthe Association of Chief Police Officers,\n\t\tthe Office of Rail Regulation,\n\t\tTransport for London,\n\t\ta local highway authority, local traffic authority or street authority fora road in England which the Authority thinks is likely to be affected by theimplementation of the plan, and\n\t\tsuch other persons as the Authority thinks appropriate.\n\tIn preparing or revising the plan the Authority shall have regard to—\n\t\tthe transport strategy prepared in accordance with section 142 of theGreater London Authority Act [1999 (c. 29)](/id/ukpga/1999/29?view=plain \"Goto item of legislation\") (Mayor’s duty to publish transport strategy),\n\t\tthe spatial development strategy prepared in accordance with section 334 ofthat Act (Mayor’s duty to prepare spatial development strategy), and\n\t\tthe London Development Agency strategy prepared in accordance with section7A of the Regional Development Agencies Act [1998 (c.45)](/id/ukpga/1998/45?view=plain \"Go to item of legislation\").\n\tThe Authority shall publish the plan and any revision, except if or in sofar as they think publication would be undesirable for reasons of security."
    },
    {
        "length": 335,
        "text": "\nOlympic Route Network\n\tThe Secretary of State may by order designate a road for the purpose offacilitating travel—\n\t\tto and from London Olympic events, or\n\t\tfor other purposes connected with the London Olympics.\n\tWhere the Secretary of State has designated one or more roads undersubsection (1), the Authority may, with the consent of the Secretary of State,by order designate one or more additional roads for the purpose offacilitating travel—\n\t\tto and from London Olympic events, or\n\t\tfor other purposes connected with the London Olympics.\n\tThe roads designated under this section shall together be known as theOlympic Route Network.\n\tAn order under subsection (1) or (2)—\n\t\tmay not be made unless the highway authority, traffic authority or streetauthority with responsibility for each road designated in the order have beenconsulted,\n\t\tshall be made by statutory instrument, and\n\t\tshall be subject to annulment following a resolution of either House ofParliament.\n\tIn the case of an order under subsection (1) or (2) which has the effect(by amending or revoking a previous order) of removing a road from the OlympicRoute Network—\n\t\tsubsection (4)(a) shall not apply in respect of the road, but\n\t\tthe person making the order must inform the highway authority, trafficauthority or street authority with responsibility for the road."
    },
    {
        "length": 674,
        "text": "\nCo-operation \n\tThe persons specified in subsection (2) shall co-operate with the OlympicDelivery Authority for the purpose of—\n\t\timplementing the Olympic Transport Plan, and\n\t\tin particular, providing or facilitating transport services in connectionwith the London Olympics.\n\tThose persons are—\n\t\tthe Mayor of London,\n\t\tTransport for London,\n\t\tthe Secretary of State in so far as he has functions under or by virtue of—\n\t\tsection 22 of the Crown Lands Act [1851 (c.42)](/id/ukpga/1851/42?view=plain \"Go to item of legislation\") (duties inrelation to royal parks), or\n\t\tsection 2(1) of the Parks Regulation (Amendment) Act [1926 (c.36)](/id/ukpga/1926/36?view=plain \"Go to item of legislation\") (managementregulations),\n\t\tthe local highway authority for a road,\n\t\tthe street authority for a road, and\n\t\tthe local traffic authority for a road.\n\tIf the Secretary of State thinks that a local highway authority, a localtraffic authority or a street authority has failed to comply with subsection(1) he may direct the authority to exercise any of its functions for thepurpose of—\n\t\timplementing the Olympic Transport Plan, or\n\t\tco-operating with the Olympic Delivery Authority for the purpose ofproviding or facilitating transport services in connection with the LondonOlympics.\n\tBefore giving a direction to Transport for London under subsection (3) theSecretary of State shall notify the Mayor of London.\n\tIf the relevant authority fails to comply with a direction under subsection(3) the Secretary of State may—\n\t\texercise the function, or\n\t\tmake arrangements to have the function exercised by—\n\t\tthe Olympic Delivery Authority, or\n\t\tany other person.\n\tA person exercising a function of an authority in reliance on subsection(5)—\n\t\tmay do anything which the relevant authority could have done, and\n\t\tmay recover from the authority, as if it were a debt, the reasonable costof exercising the function.\n\tIn preparing or revising a transport strategy in accordance with section142 of the Greater London Authority Act [1999 (c.29)](/id/ukpga/1999/29?view=plain \"Go to item of legislation\") (obligation topublish transport strategy) the Mayor of London shall—\n\t\thave regard to the Olympic Transport Plan, and\n\t\tconsult the Olympic Delivery Authority.\n\tThis section is without prejudice to the generality of paragraph 18(1) ofSchedule 1."
    },
    {
        "length": 622,
        "text": "\nFunctions affecting London Olympics\n\tThis section applies to the exercise by a local highway authority, localtraffic authority or street authority of a function if the exercise mightreasonably be expected to affect—\n\t\tthe implementation of the Olympic Transport Plan,\n\t\tany part of the Olympic Route Network,\n\t\ttravel to or from a London Olympic event, or\n\t\tother travel for a purpose connected with the London Olympics.\n\tAn authority may not exercise a function unless—\n\t\tit has notified the Olympic Delivery Authority, and\n\t\teither— \n\t\tthe Authority has approved the exercise of the function, or\n\t\tthe period of thirty days beginning with the date on which thenotification is sent to the Authority expires without the Authority sending anobjection in writing to the authority, or\n\t\tany objection sent under sub-paragraph (ii) has been withdrawn inwriting, or\n\t\tthe Secretary of State, having considered any objection sent under sub-paragraph (ii), has approved the exercise of the function.\n\tThe Secretary of State may by order specify circumstances in whichsubsection (2) shall not apply or shall apply with modifications (whether byreason of urgency or otherwise); and the order may, in particular, define aclass of circumstances wholly or partly by reference to the opinion of anauthority.\n\tAn order under subsection (3)—\n\t\tshall be made by statutory instrument, and\n\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament.\n\tThe Olympic Delivery Authority—\n\t\tmay take steps to reverse or change the effect of anything done incontravention of subsection (2),\n\t\tfor that purpose, shall have all the powers of the person, and\n\t\tmay recover from the person, as if it were a debt, the reasonable cost oftaking action under paragraph (a).\n\tThe Secretary of State shall consult the Olympic Delivery Authority beforeexercising a function relating to a road in a Royal Park if he thinks theexercise will or may affect—\n\t\tthe implementation of the Olympic Transport Plan,\n\t\tpart of the Olympic Route Network,\n\t\ttravel to or from a London Olympic event, or\n\t\tother travel for a purpose connected with the London Olympics.\n\tSection 183 of the Greater London Authority Act [1999 (c.29)](/id/ukpga/1999/29?view=plain \"Go to item of legislation\") (addition orvariation of network services) shall not apply in relation to the provision ofnetwork services, within the meaning of that Act, during the London Olympicsperiod."
    },
    {
        "length": 374,
        "text": "\nTraffic regulation orders\n\tThe Olympic Delivery Authority may, with the consent of the Secretary ofState, make an order under section 1, 6, 9 or 14 of the Road TrafficRegulation Act [1984 (c. 27)](/id/ukpga/1984/27?view=plain \"Go to item oflegislation\") (traffic control) in relation to a road forming part of theOlympic Route Network as if it were a traffic authority in respect of thatroad.\n\tBut the Authority may not make an order in reliance on subsection (1)unless its purpose is—\n\t\tto implement the Olympic Transport Plan, or\n\t\tto facilitate transport services in connection with the London Olympics.\n\tPart 3 of Schedule 9 to the Road Traffic Regulation Act 1984 (procedure)shall apply to the making of an order by the Olympic Delivery Authority inreliance on subsection (1) as it applies to the making of an order byTransport for London under that Act (subject to any necessary modifications).\n\tA traffic authority may make an order under section 1, 6, 9 or 14 of thatAct in relation to any road for a purpose specified in subsection (2).\n\tA local traffic authority may not make an order by virtue of subsection (4)in respect of a road forming part of the Olympic Route Network without theconsent of the Olympic Delivery Authority.\n\tSection 3(1) of that Act (restrictions on traffic regulation orders) shallnot apply to an order made by virtue of this section."
    },
    {
        "length": 652,
        "text": "\nTraffic regulation orders: enforcement\n\tDespite the provisions of Schedule 2 to the Road Traffic Offenders Act[1988 (c. 53)](/id/ukpga/1988/53?view=plain \"Go to item of legislation\")(prosecution and punishment of road traffic offences) the maximum fine inrespect of contravention of an order made by virtue of section 14(1) shall belevel 5 on the standard scale.\n\tPart 6 of the Traffic Management Act [2004 (c.18)](/id/ukpga/2004/18?view=plain \"Go to item of legislation\") (civilenforcement) shall apply in relation to a contravention of an order made byvirtue of section 14(1) or (4) as it applies in relation to the contraventionsspecified in Schedule 7 to that Act.\n\tIn the application of Part 6 of that Act to a contravention of an ordermade by virtue of section 14(1) or (4) the provisions of Schedule 9 (level ofcharges) shall have effect as if—\n\t\tthe references in paragraphs 2, 3 and 5 to Transport for London and theLondon local authorities were references to the Olympic Delivery Authority,\n\t\tthe requirement in paragraph 2(3) were a requirement for the OlympicDelivery Authority to consult Transport for London and the London localauthorities,\n\t\tthe reference in paragraph 3 to the Mayor of London were a reference to theSecretary of State,\n\t\tparagraph 4 were omitted, and\n\t\tthe reference in paragraph 7 to the enforcement authority were a referenceto the Authority.\n\tThe Secretary of State may direct the enforcement authority for a road toexercise its powers under Part 6 of the Traffic Management Act 2004 in respectof contravention of an order made by virtue of section 14(1) or (4).\n\tIf the enforcement authority in relation to a road is Transport for London,the Secretary of State may give a direction under subsection (4) only with theconsent of the Mayor of London.\n\tIf an enforcement authority in relation to a road fails to comply with adirection under subsection (4), the Olympic Delivery Authority may, with theconsent of the Secretary of State, act as the enforcement authority inrelation to that road.\n\tIf the Authority acts as the enforcement authority in relation to a road byvirtue of subsection (6), it may recover from the enforcement authority, as ifit were a debt, the reasonable cost of acting.\n\tAn expression used in this section and in Part 6 of the Traffic ManagementAct 2004 shall have the same meaning in this section as in that Part."
    },
    {
        "length": 224,
        "text": "\nRoad closures\n\tSection 16A of the Road Traffic Regulation Act [1984 (c.27)](/id/ukpga/1984/27?view=plain \"Go to item of legislation\") (road closuresor restrictions for certain events) shall apply in relation to the LondonOlympics as if—\n\t\tin subsection (1) for the words “any sporting event, social event orentertainment which is held on a road” there were substituted the words “aLondon Olympic event”,\n\t\tsubsection (3) were omitted, and\n\t\tin subsection (5) for the words from “the road” to the end of thesubsection there were substituted the words “any road”.\n\tSection 16B of that Act (restrictions on orders under section 16A) shallnot apply in relation to a closure under section 16A for the purposes of theLondon Olympics."
    },
    {
        "length": 164,
        "text": "\nOffice of Rail Regulation\n\tThe list of objectives in section 4(1) of the Railways Act [1993 (c.43)](/id/ukpga/1993/43?view=plain \"Go to item of legislation\") (objectives ofOffice of Rail Regulation and Secretary of State) shall be treated, inrelation to the Office of Rail Regulation only, as including the objective offacilitating the provision, management and control of facilities for transportin connection with the London Olympics.\n\tThe Office of Rail Regulation shall consult the Olympic Delivery Authorityabout the duty under section 4(1) of the Railways Act 1993 (as modified bysubsection (1))."
    },
    {
        "length": 429,
        "text": "\nInterpretation \n\tIn sections 10 to 17—\n\t  * “highway authority” shall be construed in accordance with Part 1 of the Highways Act [1980 (c. 66)](/id/ukpga/1980/66?view=plain \"Go to item of legislation\") (highway authorities), \n\t  * “local authority” has the meaning given by section 1(a) of the Local Government Act [2000 (c. 22)](/id/ukpga/2000/22?view=plain \"Go to item of legislation\"), \n\t  * “local highway authority” has the meaning given by section 329(1) of the Highways Act 1980, \n\t  * “local traffic authority” has the meaning given by section 121A of the Road Traffic Regulation Act [1984 (c. 27)](/id/ukpga/1984/27?view=plain \"Go to item of legislation\"), \n\t  * “the Olympic Route Network” has the meaning given by section 11, \n\t  * “the Olympic Transport Plan” has the meaning given by section 10(1), \n\t  * “road” includes part of a road, \n\t  * “street authority” has the meaning given by section 49 of the New Roads and Street Works Act [1991 (c. 22)](/id/ukpga/1991/22?view=plain \"Go to item of legislation\") but does not include the Secretary of State, and \n\t  * “traffic authority” has the meaning given by section 121A of the Road Traffic Regulation Act 1984. "
    },
    {
        "length": 3137,
        "text": "\nAdvertising\n\tAdvertising regulations\n\t\tThe Secretary of State shall make regulations about advertising in thevicinity of London Olympic events.\n\t\tIn making the regulations the Secretary of State—\n\t\t\tshall aim to secure compliance with obligations imposed on any person bythe Host City Contract,\n\t\t\tshall have regard to any requests or guidance from the InternationalOlympic Committee, and\n\t\t\tshall also have regard to amenity and public safety.\n\t\tThe regulations shall specify, or provide criteria for determining—\n\t\t\tthe places in respect of advertising in which the regulations apply,\n\t\t\tthe nature of the advertising in respect of which the regulations apply,and\n\t\t\twhat is, or is not, to be treated for the purposes of the regulations asadvertising in the vicinity of a place.\n\t\tThe regulations may apply in respect of advertising of any kind including,in particular—\n\t\t\tadvertising of a non-commercial nature, and\n\t\t\tannouncements or notices of any kind.\n\t\tThe regulations may apply in respect of advertising in any form including,in particular—\n\t\t\tthe distribution or provision of documents or articles,\n\t\t\tthe display or projection of words, images, lights or sounds, and\n\t\t\tthings done with or in relation to material which has or may have purposesor uses other than as an advertisement.\n\t\tThe regulations shall specify, or provide criteria for determining, theperiod of time during which they apply; and—\n\t\t\tthe regulations shall apply only for such time as the Secretary of Stateconsiders necessary for the purpose of securing compliance with obligationsimposed on any person by the Host City Contract, and\n\t\t\tthe regulations may apply during different periods in respect of differentplaces.\n\t\tThe regulations shall permit, subject to any specified conditions,advertising undertaken or controlled by—\n\t\t\tany person specified in the regulations as appearing to the Secretary ofState to have responsibility in accordance with the Host City Contract for thecontrol of advertising in relation to the London Olympics (“a responsiblebody”), or\n\t\t\tany person authorised by a responsible body (whether or not subject toterms and conditions and whether or not in accordance with a sponsorship orother commercial agreement).\n\t\tThe regulations—\n\t\t\tmay prohibit action of a specified kind or in specified circumstances,\n\t\t\tmay impose obligations on persons who—\n\t\t\ttake action in relation to an advertisement, or\n\t\t\thave an interest in or responsibility for a product or service to which anadvertisement relates,\n\t\t\tmay impose obligations on persons who own, occupy or have responsibilityfor the management of land, premises or other property,\n\t\t\tmay, in particular, impose on a person an obligation to take steps toensure—\n\t\t\tthat other persons do not take action of a particular kind;\n\t\t\tthat a situation is not permitted to continue, and\n\t\t\tshall have effect despite any consent or permission granted (whether beforeor after the commencement of the regulations) by any landowner, localauthority or other person.\n\tRegulations: supplemental\n\t\tRegulations under section 19—\n\t\t\tmay, to a specified extent or for specified purposes, disapply or modifyspecified enactments relating to planning or the control of advertising,\n\t\t\tmay apply (with or without modifications) or make provision similar to anyenactment (including, but not limited to, provisions of Chapter III of PartVIII of the Town and Country Planning Act [1990 (c.8)](/id/ukpga/1990/8?view=plain \"Go to item of legislation\") (control ofadvertising) and regulations under that Chapter)),\n\t\t\tmay provide for exceptions (in addition to those referred to in section19(7)) which may be expressed by reference to the nature of advertising, itspurpose, the circumstances of its display or any other matter (which mayinclude the consent of a specified person),\n\t\t\tmay make provision for application, with any specified modifications orexceptions, to the Crown,\n\t\t\tmay make provision which applies generally or only for specified purposesor in specified circumstances,\n\t\t\tmay make different provision for different purposes or circumstances, and\n\t\t\tmay apply in relation to advertising whether or not it consists of theresult or continuation of activity carried out before the regulations comeinto force.\n\t\tRegulations under section 19—\n\t\t\tshall be made by statutory instrument, and\n\t\t\tmay not be made unless a draft has been laid before and approved byresolution of each House of Parliament.\n\t\tBefore making regulations under section 19 the Secretary of State shallconsult—\n\t\t\tsuch authorities, with responsibilities for planning in respect of placesto which the regulations apply or may apply, as he thinks appropriate,\n\t\t\tone or more persons who appear to the Secretary of State to representinterests within the advertising industry which are likely to be affected bythe regulations,\n\t\t\tsuch other persons, who appear to the Secretary of State to representinterests likely to be affected by the regulations, as he thinks appropriate,\n\t\t\tthe Olympic Delivery Authority, and\n\t\t\tthe London Organising Committee.\n\t\tIf regulations under section 19 would be treated as a hybrid instrument forthe purposes of the standing orders of either House of Parliament, they shallproceed in that House as if they were not a hybrid instrument.\n\tOffence \n\t\tA person commits an offence if he contravenes regulations under section 19.\n\t\tIt shall be a defence for a person charged with an offence under subsection(1) to prove that the contravention of the regulations occurred—\n\t\t\twithout his knowledge, or\n\t\t\tdespite his taking all reasonable steps to prevent it from occurring or(where he became aware of it after its commencement) from continuing.\n\t\tA person guilty of an offence under subsection (1) shall be liable—\n\t\t\ton conviction on indictment, to a fine, or\n\t\t\ton summary conviction, to a fine not exceeding £20,000.\n\t\tA court by or before which a person is convicted of an offence undersubsection (1) may require him to pay to a police authority or to the OlympicDelivery Authority sums in respect of expenses reasonably incurred in takingaction under section 22(1) in relation to the matters to which the offencerelates.\n\tEnforcement: power of entry\n\t\tA constable or enforcement officer may—\n\t\t\tenter land or premises on which they reasonably believe a contravention ofregulations under section 19 is occurring (whether by reason of advertising onthat land or premises or by the use of that land or premises to cause anadvertisement to appear elsewhere);\n\t\t\tremove, destroy, conceal or erase any infringing article;\n\t\t\twhen entering land under paragraph (a), be accompanied by one or morepersons for the purpose of taking action under paragraph (b);\n\t\t\tuse, or authorise the use of, reasonable force for the purpose of takingaction under this subsection.\n\t\tThe power to enter land or premises may be exercised only at a time that aconstable or enforcement officer thinks reasonable having regard to the natureand circumstances of the contravention of regulations under section 19.\n\t\tBefore entering land or premises a constable or enforcement officer musttake reasonable steps to—\n\t\t\testablish the identity of an owner, occupier or person responsible for themanagement of the land or premises or of any infringing article on the land orpremises, and\n\t\t\tgive any owner, occupier or responsible person identified under paragraph(a) such opportunity as seems reasonable to the constable or enforcementofficer in the circumstances of the case to end the contravention of theregulations (whether by removing, destroying or concealing any infringingarticle or otherwise).\n\t\tThe power to enter premises may be exercised in relation to a dwelling onlyin accordance with a warrant issued by a justice of the peace; and a justiceof the peace may issue a warrant only if satisfied on the application of aconstable or enforcement officer that—\n\t\t\tthere are reasonable grounds to believe a contravention of regulationsunder section 19 is occurring in the dwelling or on land that can reasonablybe entered only through the dwelling,\n\t\t\tthe constable or enforcement officer has complied with subsection (3),\n\t\t\tthe constable or enforcement officer has taken reasonable steps to givenotice to persons likely to be interested of his intention to apply for awarrant, and\n\t\t\tthat it is reasonable in the circumstances of the case to issue a warrant.\n\t\tThe power to remove an article may be exercised only if the constable orenforcement officer thinks it necessary for the purpose of—\n\t\t\tending the contravention of regulations under section 19,\n\t\t\tpreventing a future contravention of the regulations,\n\t\t\tenabling the article to be used as evidence in proceedings for an offenceunder section 21, or\n\t\t\tenabling the article to be forfeited in accordance with section 143 of thePowers of Criminal Courts (Sentencing) Act [2000 (c.6)](/id/ukpga/2000/6?view=plain \"Go to item of legislation\").\n\t\tAn article removed—\n\t\t\tif removed by an enforcement officer, shall as soon as is reasonablypracticable be delivered to a constable, and\n\t\t\twhether removed by or delivered to a constable, shall be treated as ifacquired by the constable in the course of the investigation of an offence.\n\t\tHaving exercised a power under this section a constable or enforcementofficer—\n\t\t\tshall take reasonable steps to leave the land or premises secure, and\n\t\t\tshall comply with any provision of regulations under section 19 aboutinforming specified persons of what the constable or enforcement officer hasdone.\n\t\tRegulations under section 19 shall include provision enabling a personwhose property is damaged in the course of the exercise or purported exerciseof a power under this section (other than a person responsible for acontravention of the regulations or for the management of an infringingarticle) to obtain compensation from a police authority or the OlympicDelivery Authority; and the regulations may, in particular, include provision—\n\t\t\tconferring jurisdiction on a court or tribunal;\n\t\t\tabout appeals.\n\t\tA police authority or the Olympic Delivery Authority may recover from aperson responsible for the contravention of the regulations, as if it were adebt, the reasonable costs of taking action under this section.\n\t\tIn this section—\n\t\t\t  * “enforcement officer” means a person designated for the purposes of that subsection by the Olympic Delivery Authority (and paragraph 29(1)(a) to (d) of Schedule 1 shall apply to an enforcement officer whether or not he is a member of the Authority’s staff), and \n\t\t\t  * “infringing article” means— \n\t\t\tan advertisement which contravenes regulations under section 19, and\n\t\t\tany other thing that constitutes a contravention of regulations under section19 or is being used in connection with a contravention of the regulations.\n\tRole of Olympic Delivery Authority\n\t\tThe Olympic Delivery Authority shall make arrangements to have the effectof regulations made or expected to be made under section 19 brought to theattention of persons likely to be affected or interested.\n\t\tIn exercising their function under subsection (1) the Authority shall—\n\t\t\taim to give two years' notice of the general nature of the regulations, and\n\t\t\taim to give six months' notice of the detailed provisions of theregulations.\n\t\tThe Olympic Delivery Authority—\n\t\t\tshall make available to persons who are or may be affected by regulationsunder section 19 advice about the effect or likely effect of the regulations,and\n\t\t\tmay give assistance (which may include financial assistance) in complyingwith or avoiding breaches of the regulations.\n\t\tThe Olympic Delivery Authority may institute criminal proceedings inrespect of an offence under section 21.\n\t\tSubsection (4) shall not apply in relation to the institution ofproceedings in Scotland or Northern Ireland.\n\t\tThe Olympic Delivery Authority shall—\n\t\t\tprepare a strategy for the exercise of their functions under this sectionand under section 22,\n\t\t\tsubmit the strategy to the Secretary of State,\n\t\t\trevise the strategy until it obtains the Secretary of State’s approval, and\n\t\t\tpublish the strategy as approved.\n\tLocal planning authorities\n\t\tThe Secretary of State may by order require a specified local planningauthority who grant advertising consent to a person to notify him of theeffect of—\n\t\t\tsection 19(8)(e), and\n\t\t\tany regulations under section 19.\n\t\tIn subsection (1) “advertising consent” means consent of such kind as theorder shall specify.\n\t\tAn order under subsection (1)—\n\t\t\tshall be made by statutory instrument, and\n\t\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament."
    },
    {
        "length": 3655,
        "text": "\nTrading\n\tStreet trading, &c.\n\t\tThe Secretary of State shall make regulations about trading in the vicinityof London Olympic events.\n\t\tIn making the regulations the Secretary of State—\n\t\t\tshall aim to secure compliance with obligations imposed on any person bythe Host City Contract,\n\t\t\tshall have regard to any requests or guidance from the InternationalOlympic Committee, and\n\t\t\tshall also have regard to amenity and public safety (including in each casethe need to avoid congestion).\n\t\tThe regulations shall specify, or provide criteria for determining—\n\t\t\tthe places in respect of which the regulations apply,\n\t\t\tthe nature of the trading in respect of which the regulations apply, and\n\t\t\twhat is, or is not, to be treated for the purposes of the regulations astrading in the vicinity of a place.\n\t\tThe regulations may apply only in respect of trading which takes place—\n\t\t\ton a highway, or\n\t\t\tin another place—\n\t\t\tto which the public have access (whether generally or only for the purposeof the trading), and\n\t\t\twhich is not in any building other than one designed or generally used forthe parking of cars.\n\t\tThe regulations shall specify, or provide criteria for determining, theperiod of time during which they apply; and—\n\t\t\tthe regulations shall apply only for such time as the Secretary of Stateconsiders necessary for the purpose of securing compliance with obligationsimposed on any person by the Host City Contract, and\n\t\t\tthe regulations may apply during different periods in respect of differentplaces.\n\t\tThe regulations shall permit, subject to any specified conditions, tradingin accordance with an authorisation granted by—\n\t\t\tthe Olympic Delivery Authority, or\n\t\t\ta person to whom the function of granting authorisations for the purpose ofthis subsection is delegated by the Authority (and the Authority may delegatethe function to different persons in respect of different areas oractivities).\n\t\tAn authorisation may be subject to terms and conditions; in particular—\n\t\t\tan authorisation may be subject to terms and conditions about the times atwhich trading is carried out or about steps to be taken in respect ofcongestion, litter or noise, and\n\t\t\tan authorisation granted to a person may be subject to terms and conditionswhich are inconsistent with, or more onerous than, the terms and conditions ofany other licence held by the person in respect of trading.\n\t\tThe regulations shall include provision about the circumstances in whichauthorisations under subsection (6) may and may not be granted; and theregulations may, in particular—\n\t\t\tstipulate that an authorisation be granted in respect of a place only if aspecified kind of licence exists in respect of trading in that place;\n\t\t\tstipulate that an authorisation be granted in respect of a place only if itis designated for a specified purpose in accordance with a specifiedenactment;\n\t\t\tstipulate that an authorisation be granted to a person only if he holds aspecified kind of licence in respect of trading;\n\t\t\tstipulate that an authorisation may be granted for trading in the course ofa fair or market (which the regulations may define) only where—\n\t\t\tthe fair or market is held in accordance with a specified kind of licenceor right, and\n\t\t\tany other specified conditions are satisfied;\n\t\t\trequire the Authority to have regard to the provisions of the Host CityContract;\n\t\t\tconfer, subject to provisions of the regulations, an absolute discretion inrespect of each application for authorisation.\n\tSection 25: supplemental\n\t\tRegulations under section 25—\n\t\t\tmay, to a specified extent or for specified purposes, disapply or modifyspecified enactments relating to trading (which may include enactmentsconferring rights to conduct a fair or market),\n\t\t\tmay apply (with or without modifications) or make provision similar to anyenactment (which may include provision conferring a right of appeal in respectof the refusal of an authorisation),\n\t\t\tmay provide for exceptions which may be expressed by reference to thenature of trading, its circumstances, the application of profits or any othermatter (which may include the consent of a specified person),\n\t\t\tmay make provision which applies generally or only for specified purposesor in specified circumstances, and\n\t\t\tmay make different provision for different purposes or circumstances.\n\t\tRegulations under section 25—\n\t\t\tshall be made by statutory instrument, and\n\t\t\tmay not be made unless a draft has been laid before and approved byresolution of each House of Parliament.\n\t\tBefore making regulations under section 25 the Secretary of State shallconsult—\n\t\t\tsuch authorities, with responsibilities for the licensing of trading inrespect of places to which the regulations apply or may apply, as he thinksappropriate,\n\t\t\tsuch persons, who appear to the Secretary of State to represent interestslikely to be affected by the regulations, as he thinks appropriate,\n\t\t\tthe Olympic Delivery Authority, and\n\t\t\tthe London Organising Committee.\n\t\tRegulations under section 25 shall have effect despite any licence granted(whether before or after the commencement of the regulations)—\n\t\t\tby any landowner, local authority or other person, or\n\t\t\tby or by virtue of any enactment, Charter or other document.\n\t\tIf regulations under section 25 would be treated as a hybrid instrument forthe purposes of the standing orders of either House of Parliament, they shallproceed in that House as if they were not a hybrid instrument.\n\t\tIn section 25 and this section “licence” includes any kind of consent,certificate, permission or authority (by whatever name).\n\tOffence \n\t\tA person commits an offence if he contravenes regulations under section 25.\n\t\tA person guilty of an offence under subsection (1) shall be liable—\n\t\t\ton conviction on indictment, to a fine, or\n\t\t\ton summary conviction, to a fine not exceeding £20,000.\n\tEnforcement: power of entry\n\t\tA constable or enforcement officer may—\n\t\t\tenter land or premises on which they reasonably believe a contravention ofregulations under section 25 is occurring;\n\t\t\tremove any infringing article;\n\t\t\twhen entering land under paragraph (a), be accompanied by one or morepersons for the purpose of taking action under paragraph (b);\n\t\t\tuse, or authorise the use of, reasonable force for the purpose of takingaction under this subsection.\n\t\tThe power to remove an article may be exercised only if the constable orenforcement officer thinks it necessary for the purpose of—\n\t\t\tending the contravention of regulations under section 25,\n\t\t\tpreventing a future contravention of the regulations,\n\t\t\tenabling the article to be used as evidence in proceedings for an offenceunder section 27, or\n\t\t\tenabling the article to be forfeited in accordance with section 143 of thePowers of Criminal Courts (Sentencing) Act [2000 (c.6)](/id/ukpga/2000/6?view=plain \"Go to item of legislation\").\n\t\tAn article removed shall be returned when retention is no longer justifiedby a matter specified in subsection (2)(a) to (d); but this subsection doesnot apply to perishable articles which have ceased to be usable for trade.\n\t\tAn article removed—\n\t\t\tif removed by an enforcement officer, shall as soon as is reasonablypracticable be delivered to a constable, and\n\t\t\twhether removed by or delivered to a constable, shall be treated as ifacquired by the constable in the course of the investigation of an offence;\n\t\t\t\tbut this subsection is subject to subsection (3).\n\t\tHaving exercised a power under this section a constable or enforcementofficer—\n\t\t\tshall take reasonable steps to leave the land or premises secure, and\n\t\t\tshall comply with any provision of regulations under section 25 aboutinforming specified persons of what the constable or enforcement officer hasdone.\n\t\tRegulations under section 25 shall include provision enabling a personwhose property is damaged in the course of the exercise or purported exerciseof a power under this section (other than a person responsible for acontravention of the regulations) to obtain compensation from a policeauthority or the Olympic Delivery Authority; and the regulations may, inparticular, include provision—\n\t\t\tconferring jurisdiction on a court or tribunal;\n\t\t\tabout appeals.\n\t\tA police authority or the Olympic Delivery Authority may recover from aperson responsible for the contravention of regulations under section 25, asif it were a debt, the reasonable costs of taking action under this section.\n\t\tIn this section—\n\t\t\t  * “enforcement officer” means a person designated for the purposes of that subsection by the Olympic Delivery Authority (and paragraph 29(1)(a) to (d) of Schedule 1 shall apply to an enforcement officer whether or not he is a member of the Authority’s staff), and \n\t\t\t  * “infringing article” means— \n\t\t\tan article that is being offered for trade in contravention of regulationsunder section 25 or is otherwise being used in connection with a contraventionof the regulations, and\n\t\t\tanything (other than a vehicle) containing an article to which paragraph (a)applies.\n\tRole of Olympic Delivery Authority\n\t\tThe Olympic Delivery Authority shall—\n\t\t\tmake arrangements to have the effect of regulations made or expected to bemade under section 25 brought to the attention of persons likely to beaffected or interested, and\n\t\t\twork with persons likely to be prevented by regulations under section 25from carrying out their habitual trading activities in attempting to identifyacceptable alternatives.\n\t\tIn exercising their function under subsection (1) the Authority shall—\n\t\t\taim to give two years' notice of the general nature of the regulations, and\n\t\t\taim to give six months' notice of the detailed provisions of theregulations.\n\t\tThe Olympic Delivery Authority—\n\t\t\tshall make available to persons who are or may be affected by regulationsunder section 25 advice about the effect or likely effect of the regulations,and\n\t\t\tmay give assistance (which may include financial assistance) in complyingwith or avoiding breaches of the regulations.\n\t\tThe Olympic Delivery Authority may institute criminal proceedings inrespect of an offence under section 27.\n\t\tSubsection (4) shall not apply in relation to the institution ofproceedings in Scotland or Northern Ireland.\n\t\tThe Olympic Delivery Authority shall—\n\t\t\tprepare a strategy for the exercise of their functions under this sectionand under or by virtue of sections 25 and 28,\n\t\t\tsubmit the strategy to the Secretary of State,\n\t\t\trevise the strategy until it obtains the Secretary of State’s approval, and\n\t\t\tpublish the strategy as approved.\n\tOther authorities\n\t\tThe Secretary of State may by order require specified persons to giveinformation about the effect or likely effect of regulations under section 25to persons falling within a specified class.\n\t\tIn particular, the order may require a person who grants a consent,certificate, permission or authority (by whatever name) to inform therecipient of the effect of section 26(4).\n\t\tAn order under this section—\n\t\t\tshall be made by statutory instrument, and\n\t\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament.\n\tSale of tickets\n\t\tA person commits an offence if he sells an Olympic ticket—\n\t\t\tin a public place or in the course of a business, and\n\t\t\totherwise than in accordance with a written authorisation issued by theLondon Organising Committee.\n\t\tFor the purposes of subsection (1)—\n\t\t\t“Olympic ticket” means anything which is or purports to be a ticket for oneor more London Olympic events,\n\t\t\ta reference to selling a ticket includes a reference to—\n\t\t\toffering to sell a ticket,\n\t\t\texposing a ticket for sale,\n\t\t\tadvertising that a ticket is available for purchase, and\n\t\t\tgiving, or offering to give, a ticket to a person who pays or agrees topay for some other goods or services, and\n\t\t\ta person shall (without prejudice to the generality of subsection (1)(a))be treated as acting in the course of a business if he does anything as aresult of which he makes a profit or aims to make a profit.\n\t\tA person does not commit an offence under subsection (1) by advertisingthat a ticket is available for purchase if—\n\t\t\tthe sale of the ticket if purchased would be in the course of a businessonly by reason of subsection (2)(c), and\n\t\t\tthe person does not know, and could not reasonably be expected to discover,that subsection (2)(c) would apply to the sale.\n\t\tA person does not commit an offence under subsection (1) (whether actual orinchoate) only by virtue of making facilities available in connection withelectronic communication or the storage of electronic data.\n\t\tWhere a person who provides services for electronic communication or forthe storage of electronic data discovers that they are being used inconnection with the commission of an offence under subsection (1), the defencein subsection (4) does not apply in respect of continued provision of theservices after the shortest time reasonably required to withdraw them.\n\t\tA person guilty of an offence under subsection (1) shall be liable onsummary conviction to a fine not exceeding level 5 on the standard scale.\n\t\tSection 32(2)(b) of the Police and Criminal Evidence Act [1984 (c.60)](/id/ukpga/1984/60?view=plain \"Go to item of legislation\") (power tosearch premises) shall, in its application to the offence under subsection (1)above, permit the searching of a vehicle which a constable reasonably thinkswas used in connection with the offence.\n\t\tSubsection (9) applies where a person in Scotland is arrested in connectionwith the commission of an offence under subsection (1).\n\t\tFor the purposes of recovering evidence relating to the offence, aconstable in Scotland may without warrant enter and search—\n\t\t\tpremises in which the person was when arrested or immediately before he wasarrested, and\n\t\t\ta vehicle which the constable reasonably believes is being used or was usedin connection with the offence.\n\t\tSubsection (9) is without prejudice to any power of entry or search whichis otherwise exercisable by a constable in Scotland.\n\t\tThe London Organising Committee shall make arrangements for the grant ofauthorisations under subsection (1)(b); and the arrangements may, inparticular—\n\t\t\tmake provision about charges;\n\t\t\tenable the Committee to exercise unfettered discretion.\n\t\tIn this section a reference to a London Olympic event includes a referenceto an event held by way of a pre-Olympic event in accordance with arrangementsmade by the London Organising Committee in pursuance of paragraph 7 of theBye-Law to Rule 49 of the Olympic Charter."
    },
    {
        "length": 1943,
        "text": "\nMiscellaneous\n\tOlympic Symbol etc. (Protection) Act 1995\n\t\tSchedule 3 (which amends the Olympic Symbol etc. (Protection) Act [1995 (c.32)](/id/ukpga/1995/32?view=plain \"Go to item of legislation\")) shall haveeffect.\n\tLondon Olympics association right\n\t\tSchedule 4 (which creates the London Olympics association right) shall haveeffect.\n\tGreater London Authority: powers\n\t\tThe Greater London Authority may do anything—\n\t\t\tfor the purpose of complying with an obligation of the Mayor of Londonunder the Host City Contract (whether before, during or after the LondonOlympics),\n\t\t\tfor a purpose connected with preparing for or managing the London Olympics,or\n\t\t\tfor a purpose connected with anything done in accordance with paragraph (a)or (b).\n\t\tIn particular, the Greater London Authority may—\n\t\t\tarrange for the construction, improvement or adaptation of premises orfacilities of any description;\n\t\t\tarrange for the provision of services of any description;\n\t\t\tundertake works of any description;\n\t\t\tacquire land or other property;\n\t\t\tenter into agreements;\n\t\t\tact jointly or cooperate with any person (whether or not having functionsunder the Host City Contract);\n\t\t\tgive financial or other assistance to persons in respect of activityconnected with the London Olympics (whether or not the activity is undertakenin pursuance of an agreement with the Authority);\n\t\t\ttake action in respect of places outside London.\n\t\tIn exercising the function under subsection (1) the Authority shall haveregard to the desirability of consulting and cooperating with—\n\t\t\tthe Secretary of State,\n\t\t\tthe British Olympic Association,\n\t\t\tthe London Organising Committee, and\n\t\t\tother persons with experience or knowledge which might be useful inrelation to preparing for or managing the London Olympics.\n\t\tIn exercising the function under subsection (1) the Authority shall haveregard to the desirability of maximising the benefits to be derived after theLondon Olympics from things done in preparation for them.\n\t\tIn so far as section 38 of the Greater London Authority Act [1999 (c.29)](/id/ukpga/1999/29?view=plain \"Go to item of legislation\") (delegation)permits the delegation of a function under this section to the LondonDevelopment Agency, section 38(7) of that Act shall not have the effect ofdisapplying section 5(2) and (3) of the Regional Development Agencies Act[1998 (c. 45)](/id/ukpga/1998/45?view=plain \"Go to item of legislation\")(requirement for Secretary of State’s consent for certain activities; andlimitations in respect of the provision of housing).\n\tSection 34: supplemental\n\t\tFinancial assistance under section 34(2)(g) may be given on terms orconditions (which may, in particular, include terms or conditions forrepayment with or without interest).\n\t\tThe Greater London Authority may accept contributions towards expenditurein connection with the London Olympics.\n\t\tThe Secretary of State may, after the conclusion of the London Olympics,repeal section 34 and this section by order made by statutory instrument; andthe order may—\n\t\t\tinclude savings (which may include provision saving, to such extent as maybe specified and whether or not subject to modifications, the effect of aprovision of the Greater London Authority Act 1999 or another primary orsubordinate enactment in so far as it applies in relation to section 34);\n\t\t\tinclude transitional provision (which may include provision relating to theeffect of a provision of an enactment in so far as it applies in relation tosection 34);\n\t\t\tinclude provision for the transfer of property, rights or liabilities(which may, in particular, include provision for transfer—\n\t\t\tto the Secretary of State or to any other person whether or not exercisingfunctions of a public nature;\n\t\t\ton terms and conditions, whether as to payment or otherwise;\n\t\t\tof liabilities whether arising under the Host City Contract or otherwise;\n\t\t\tof rights or liabilities in relation to legal proceedings);\n\t\t\tinclude provision of any other kind relating to the management, control ortreatment of anything constructed or done in accordance with section 34(1);\n\t\t\tinclude incidental or consequential provision;\n\t\t\tmake provision having effect generally or only for specified cases orpurposes;\n\t\t\tmake different provision for different cases or purposes.\n\t\tBefore making an order under subsection (3) the Secretary of State shallconsult the Mayor of London.\n\t\tAn order under subsection (3) shall be subject to annulment in pursuance ofa resolution of either House of Parliament.\n\tRegional development agencies\n\t\tThe purposes of a regional development agency (listed in section 4 of theRegional Development Agencies Act [1998 (c. 45)](/id/ukpga/1998/45?view=plain\"Go to item of legislation\")) shall include the purpose of preparing for theLondon Olympics.\n\t\tBut a regional development agency shall not do anything by virtue only ofsubsection (1) except at the request of the Olympic Delivery Authority.\n\t\tIn relation to the purchase of land by a regional development agency forthe purpose of preparing for the London Olympics (whether or not by virtue ofsubsection (1) and whether or not the purchase has another purpose also)—26\n\t\t\tsection 19 of the Acquisition of Land Act [1981 (c.67)](/id/ukpga/1981/67?view=plain \"Go to item of legislation\") (open spaces,&c.) shall not apply,\n\t\t\tsection 295 of the Housing Act [1985 (c. 68)](/id/ukpga/1985/68?view=plain\"Go to item of legislation\") (extinguishment of rights over land acquired)shall apply (with any necessary modifications) as it applies to a purchase bya local housing authority,\n\t\t\tno enactment regulating the use of commons, open spaces or allotments shallprevent or restrict the use of the land for construction, other works or anyother purpose (but this paragraph does not disapply a requirement for planningpermission), and\n\t\t\tany enactment permitting compulsory purchase shall be treated as applyingto an interest in land whether or not it, or any superior or inferiorinterest, is held by the Crown.\n\t\tThe Secretary of State may, after the conclusion of the London Olympics,repeal this section by order made by statutory instrument; and the order may—\n\t\t\tinclude savings (which may include provision saving, to such extent as maybe specified and whether or not subject to modifications, the effect of aprovision of the Regional Development Agencies Act 1998 or another primary orsubordinate enactment in so far as it applies in relation to this section);\n\t\t\tinclude transitional provision (which may include provision relating to theeffect of a provision of an enactment in so far as it applies in relation tothis section);\n\t\t\tinclude provision for the transfer of property, rights or liabilities(which may, in particular, include provision for transfer—\n\t\t\tto the Secretary of State or to any other person whether or not exercisingfunctions of a public nature;\n\t\t\ton terms and conditions, whether as to payment or otherwise;\n\t\t\tof liabilities whether arising under the Host City Contract or otherwise;\n\t\t\tof rights and liabilities in relation to legal proceedings);\n\t\t\tinclude provision of any other kind relating to the management,construction or treatment of anything constructed or done for the purposespecified in subsection (1);\n\t\t\tinclude incidental or consequential provision;\n\t\t\tmake provision having effect generally or only for specific cases orpurposes;\n\t\t\tmake different provision for different cases or purposes.\n\t\tAn order under subsection (4) shall be subject to annulment in pursuance ofa resolution of either House of Parliament."
    },
    {
        "length": 2834,
        "text": "\nGeneral\n\tScotland \n\t\tIn its application to Scotland, this Act has effect subject to thefollowing modifications.\n\t\t“Enactment”, except in section 9(2)(d)(iv), includes an enactment containedin, or in an instrument under, an Act of the Scottish Parliament.\n\t\t“Local authority” means a council constituted under section 2 of the LocalGovernment etc. (Scotland) Act [1994 (c. 39)](/id/ukpga/1994/39?view=plain \"Goto item of legislation\").\n\t\t“Local planning authority” means a planning authority for the purposes ofthe Town and Country Planning (Scotland) Act [1997 (c.8)](/id/ukpga/1997/8?view=plain \"Go to item of legislation\").\n\t\t“Police authority” includes a joint police board constituted under anamalgamation scheme made under section 19 of the Police (Scotland) Act [1967(c. 77)](/id/ukpga/1967/77?view=plain \"Go to item of legislation\").\n\t\tReferences to costs are to be read as if they were references to expenses.\n\t\tReferences to a highway are to be read as if they were references to a roadwithin the meaning of the Roads (Scotland) Act [1984 (c.54)](/id/ukpga/1984/54?view=plain \"Go to item of legislation\").\n\t\tIn sections 19 to 30—\n\t\t\treferences to the Secretary of State are to be read as if they werereferences to the Scottish Ministers, and\n\t\t\treferences to a resolution of either House of Parliament are to be read asif they were references to a resolution of the Scottish Parliament.\n\t\tIn section 20(1)(b), the reference to Chapter III of Part VIII of the Townand Country Planning Act [1990 (c. 8)](/id/ukpga/1990/8?view=plain \"Go to itemof legislation\") is to be read as if it were a reference to Chapter 3 of Part7 of the Town and Country Planning (Scotland) Act 1997.\n\t\tIn section 22(4)—\n\t\t\tthe references to a justice of the peace are to be read as if they werereferences to a sheriff, and\n\t\t\tthe reference to the application of a constable or enforcement officer isto be read as if it were a reference to the application of a procuratorfiscal.\n\t\tIn sections 22(5)(d) and 28(2)(d), the references to section 143 of thePowers of Criminal Courts (Sentencing) Act [2000 (c.6)](/id/ukpga/2000/6?view=plain \"Go to item of legislation\") are to be read asif they were references to section 21 of the Proceeds of Crime (Scotland) Act[1995 (c. 43)](/id/ukpga/1995/43?view=plain \"Go to item of legislation\").\n\tNorthern Ireland\n\t\tIn its application to Northern Ireland this Act has effect as if—\n\t\t\treferences to an enactment included references to Northern Irelandlegislation,\n\t\t\treferences to a police authority were references to the Northern IrelandPolicing Board,\n\t\t\treferences to a justice of the peace were references to a lay magistrate,\n\t\t\treferences to a local planning authority were references to the Departmentof the Environment in Northern Ireland,\n\t\t\treferences to a highway were references to a road (within the meaning ofthe Roads (Northern Ireland) Order 1980 ([S.I. 1980/1085 (N.I.11)](/id/nisi/1980/1085?view=plain \"Go to item of legislation\")),\n\t\t\treferences to a local authority were references to a district council,\n\t\t\tthe reference in section 28(2)(d) to section 143 of the Powers of CriminalCourts (Sentencing) Act [2000 (c. 6)](/id/ukpga/2000/6?view=plain \"Go to itemof legislation\") were a reference to Article 11 of the Criminal Justice(Northern Ireland) Order 1994 ([S.I. 1994/2795 N.I.15)](/id/nisi/1994/2795?view=plain \"Go to item of legislation\")),\n\t\t\tthe reference in section 31(5) to section 32(2)(b) of the Police andCriminal Evidence Act [1984 (c. 60)](/id/ukpga/1984/60?view=plain \"Go to itemof legislation\") were a reference to Article 34(2)(b) of the Police andCriminal Evidence (Northern Ireland) Order 1989 ([S.I. 1989/1341 (N.I.12)](/id/nisi/1989/1341?view=plain \"Go to item of legislation\")), and\n\t\t\tfor section 39 there were substituted—\n\t\t“Offences: arrest\n\t\t\tIn Article 26(2) of the Police and Criminal Evidence (Northern Ireland) Order1989 (arrestable offences) at the end add—\n\t\t\t\toffences under section 21(1), 27(1) or 31(1) of the London Olympic Gamesand Paralympic Games Act 2006 (unauthorised advertising, trading and ticketsales).””\n\tOffences: arrest\n\t\tAt the end of Schedule 1A to the Police and Criminal Evidence Act 1984(arrestable offences) add—\n\t\t“London Olympic Games and Paralympic Games Act 2006\n\t\t\t27BAn offence under section 21(1), 27(1) or 31(1) of the London Olympic Gamesand Paralympic Games Act 2006 (unauthorised advertising, trading and ticket-sales).”\n\t\t\tA constable in Scotland may arrest without warrant a person who theconstable reasonably believes is committing or has committed an offence undersection 21(1), 27(1) or 31(1).\n\t\t\tSubsection (2) is without prejudice to any power of arrest which isotherwise exercisable by a constable in Scotland.\n\tCommencement and duration\n\t\tThe following provisions of this Act shall come into force on Royal Assent—\n\t\t\tsection 1,\n\t\t\tsections 3 to 5 and Schedule 1,\n\t\t\tsection 32 and paragraphs 1 to 11 of Schedule 3,\n\t\t\tsection 33 and Schedule 4,\n\t\t\tsections 34 and 35(1) and (2),\n\t\t\tsection 36(3)(a) and (d),\n\t\t\tsection 37, and\n\t\t\tsection 38.\n\t\tThe other preceding provisions of this Act (including paragraphs 12 to 14of Schedule 3) shall come into force in accordance with provision made byorder of the Secretary of State.\n\t\tBut the following provisions of this Act, so far as they extend toScotland, shall come into force in accordance with provision made by order ofthe Scottish Ministers—\n\t\t\tsections 19 to 31, and\n\t\t\tsection 39(2) and (3).\n\t\tAn order under subsection (2) or (3)—\n\t\t\tmay make provision generally or only for specified purposes,\n\t\t\tmay make different provision for different purposes,\n\t\t\tmay include transitional or incidental provision, and\n\t\t\tshall be made by statutory instrument.\n\t\tDespite subsection (1)(c), for the purposes of criminal proceedings under aprovision of the Olympic Symbol etc. (Protection) Act [1995 (c.32)](/id/ukpga/1995/32?view=plain \"Go to item of legislation\") in respect ofanything done before the end of the period of two months beginning with thedate on which this Act receives Royal Assent, no account shall be taken of anyamendment made of that Act by Schedule 3 to this Act.\n\t\tSections 10 to 18 (including any power to make orders or give directions)shall cease to have effect at the end of the London Olympics period.\n\t\tParagraph 14 of Schedule 3, which inserts new sections 12A and 12B into theOlympic Symbol etc. (Protection) Act 1995, shall have effect in relation tothings arriving in the United Kingdom during the period—\n\t\t\tbeginning with the day specified under subsection (2) above for thecommencement of paragraph 14 of Schedule 3, and\n\t\t\tending with 31st December 2012.\n\t\tSection 33 and Schedule 4 shall cease to have effect at the end of 31stDecember 2012.\n\t\tIn respect of section 36(3)—\n\t\t\tparagraph (a) shall have effect in relation to compulsory purchase ordersmade on or after 1st October 2005,\n\t\t\tan order bringing paragraph (b) into force on a date (“the commencementdate”)—\n\t\t\tmay provide for paragraph (b) to have effect in relation to purchases(whether compulsory or voluntary) completed before, on or after thecommencement date, but\n\t\t\tmust include provision modifying section 295 of the Housing Act 1985 inits application by virtue of section 36(3)(b) so that extinguishment of rightsand easements takes effect, in the case of a purchase completed before thecommencement date, on the commencement date,\n\t\t\tan order bringing paragraph (c) into force on a date (“the commencementdate”)—\n\t\t\tmay provide for paragraph (c) to have effect in relation to purchases(whether compulsory or voluntary) completed on or after 1st October 2005, but\n\t\t\tshall not affect the lawfulness of anything done before the commencementdate, and\n\t\t\tparagraph (d) shall be treated as having taken effect on 1st October 2005.\n\tExtent and application\n\t\tThe following provisions of this Act extend only to England and Wales—\n\t\t\tsection 5,\n\t\t\tsection 7(2) and (4),\n\t\t\tsections 10 to 18, and\n\t\t\tsections 34 to 36.\n\t\tThe remaining provisions of this Act extend to—\n\t\t\tEngland and Wales,\n\t\t\tScotland, and\n\t\t\tNorthern Ireland.\n\t\tThe provisions specified in subsection (1) (except section 36) shall applyonly in relation to—\n\t\t\tplaces in England, and\n\t\t\tthings done in or in respect of England.\n\t\tIn their application to things done in Wales, sections 19 to 30 shall haveeffect as if—\n\t\t\ta reference to the Secretary of State were a reference to the NationalAssembly for Wales, and\n\t\t\ta reference to a resolution of each or either House of Parliament were areference to a resolution of the National Assembly for Wales.\n\t\tSection 31 shall apply in respect of anything done whether in the UnitedKingdom or elsewhere.\n\tShort title\n\t\tThis Act may be cited as the London Olympic Games and Paralympic Games Act2006."
    }
]