{
    "general": "This act allows the Housing Corporation and Housing for Wales to give some of their tasks to other people or organizations so they can help with housing issues. It also makes sure that any documents or actions taken by these groups are valid and can be trusted. This helps ensure that housing issues are handled efficiently and effectively.",
    "series": [
        [
            {
                "length": 155,
                "short": "\"Housing Corporation's Delegation and Validation of Previous Actions\"",
                "text": "\n* Simplified point 1: The Housing Corporation can delegate its functions to its members, committees, sub-committees, or employees.\n* Simplified point 2: Any actions taken by the Housing Corporation or Housing for Wales before the passage of this act are considered valid if they were done or documented correctly.\n* Simplified point 3: The signing of documents by members or employees of the Housing Corporation or Housing for Wales before the passage of this act is considered proper authentication.\n* Simplified point 4: This act applies to England, Wales, and Scotland."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Housing Corporation (Delegation) etc. Act 2006 allows the Housing Corporation to give tasks to its members, committees, sub-committees, or staff. This means that the organization can work more efficiently and effectively.\nAnything done or written down correctly before this law was passed by the Housing Corporation or Housing for Wales is still legal and binding. This ensures that past decisions and actions remain valid.\nDocuments signed by members or employees of the Housing Corporation or Housing for Wales before this law was passed are legally authenticated. This means that these documents are official and can be relied upon.\nThis law applies to England, Wales, and Scotland, so it affects housing corporations and organizations across all three countries.",
    "single": "\n• The Housing Corporation can delegate functions to members, committees, sub-committees, or employees.\n• The Housing Corporation and Housing for Wales are authorized to delegate functions before the passing of this Act.\n• Any documents executed under the seal of the Housing Corporation or Housing for Wales before the passing of this Act are considered valid.\n• The signature of members or employees on documents executed under the seal of the Housing Corporation or Housing for Wales before the passing of this Act is considered proper authentication.\n• This Act applies to England, Wales, and Scotland.\nIN SUMMARY:\nThis Act allows the Housing Corporation to delegate functions to its members, committees, sub-committees, or employees. It also validates any documents executed under the seal of the Housing Corporation or Housing for Wales before the passing of this Act, and considers the signature of members or employees on these documents as proper authentication. This Act applies to England, Wales, and Scotland."
}