{
    "general": "This law allows couples to get married in a church in Wales if they have a special connection to that church, such as being members or having family ties there. It makes it easier for people who want to get married in a religious setting but don't have a traditional connection to the church.",
    "series": [
        [
            {
                "length": 329,
                "short": "Marriage Rules in Wales: Baptism, Confirmation, Residence, and Licenses",
                "text": "\n* Simplified point 1: The Marriage (Wales) Act 2010 applies only to parishes in the area subject to the Welsh Church Act 1914, and therefore any reference to \"a parish\" is to a parish within that area.\n* Simplified point 2: The act outlines the requirements for a person to have a qualifying connection with a parish in order to have their marriage solemnized in that parish, including being baptized or confirmed in the parish, having lived or worshipped in the parish for a certain period of time, or having parents or grandparents who have done so.\n* Simplified point 3: The act also outlines the process for publishing banns of marriage and the requirements for a person to have a qualifying connection with a parish in order to have their marriage solemnized in that parish.\n* Simplified point 4: The act provides for the issuance of common licenses for the solemnization of marriages in certain circumstances.\n* Simplified point 5: The act sets out the guidelines for the exercise of any functions by a minister under section 2(8) or (9) or by the authority having power to grant a common licence under section 2(8).\n* Simplified point 6: The act states that it extends to England and Wales only, and that it comes into force on the day it is passed."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Marriage (Wales) Act 2010 allows couples to get married in a church in Wales if they have a special connection to that church. This can include being baptized or confirmed there, living or attending services there for a certain amount of time, or having parents or grandparents who did so. Couples must follow specific rules when getting married, such as publishing their intentions to marry and meeting certain requirements. Ministers can issue special licenses to allow couples to get married in certain situations. The law only applies to churches in Wales and came into effect when it was passed.",
    "single": "\n* The Marriage (Wales) Act 2010 allows couples to get married in a place of worship in a parish in the Church in Wales if they have a qualifying connection to that parish.\n* A qualifying connection can be through baptism, confirmation, marriage, or public worship in the parish, or if a parent or grandparent of the couple was married in the parish.\n* The act applies only to parishes in the area subject to the Welsh Church Act 1914.\n* Couples who wish to get married under this act must provide information to the minister of the parish to prove their qualifying connection.\n* The minister must have regard to any guidance issued under section 4 of the act when considering whether the information provided is sufficient.\n* If the minister requires further information, they may require the couple to supply or support the information through a statutory declaration.\n* The act does not apply to cathedrals, and any reference to baptism, confirmation, marriage, or public worship shall be construed as a reference to baptism, confirmation, marriage, or public worship according to the rites of the Church in Wales.\n* If a parish has ceased to exist or its boundaries have been altered, and a person can establish a qualifying connection with a place situated within the parish, they shall be deemed to have a qualifying connection with that parish.\n* A common licence may be granted to a person for the solemnization of a marriage in any church or chapel in which they may be married under section 2 of the act.\n* The act extends to England and Wales only.\n"
}