[
    {
        "length": 2966,
        "text": "\nChapter 1Natural England\n\tConstitution and general purpose\n\t\tConstitution \n\t\t\tThere is to be a body known as Natural England.\n\t\t\tNatural England is to have the functions conferred on it by or under thisAct or any other enactment.\n\t\t\tExcept where otherwise expressly provided, Natural England’s functions areexercisable in relation to England only.\n\t\t\tEnglish Nature and the Countryside Agency are dissolved and their functionsare (subject to the provisions of this Act) transferred to Natural England.\n\t\t\tSchedule 1 contains provisions about the constitution of Natural Englandand related matters.\n\t\tGeneral purpose\n\t\t\tNatural England’s general purpose is to ensure that the natural environmentis conserved, enhanced and managed for the benefit of present and futuregenerations, thereby contributing to sustainable development.\n\t\t\tNatural England’s general purpose includes—\n\t\t\t\tpromoting nature conservation and protecting biodiversity,\n\t\t\t\tconserving and enhancing the landscape,\n\t\t\t\tsecuring the provision and improvement of facilities for the study,understanding and enjoyment of the natural environment,\n\t\t\t\tpromoting access to the countryside and open spaces and encouraging open-air recreation, and\n\t\t\t\tcontributing in other ways to social and economic well-being throughmanagement of the natural environment.\n\t\t\tThe purpose in subsection (2)(e) may, in particular, be carried out byworking with local communities.\n\tAdvisory functions\n\t\tReview and research\n\t\t\tNatural England must keep under review all matters relating to its generalpurpose.\n\t\t\tWhen reviewing any matter, Natural England must consult such bodies asappear to it to have an interest in the matter.\n\t\t\tNatural England may—\n\t\t\t\tundertake research into any matter relating to its general purpose, or\n\t\t\t\tcommission or support (by financial means or otherwise) research into anysuch matter.\n\t\t\tIn discharging its functions in monitoring nature conservation, carryingout research or analysing the resultant information, Natural England must haveregard to common standards established under section 34(2)(c).\n\t\tAdvice \n\t\t\tNatural England must, at the request of a public authority, give advice tothat authority on any matter relating to Natural England’s general purpose.\n\t\t\tSubsection (3) applies if Natural England has reason to believe that advicegiven under subsection (1) has been rejected.\n\t\t\tAt the request of Natural England, the public authority must inform NaturalEngland in writing whether the advice has been rejected and, if so, why.\n\t\t\tNatural England may give advice to any person on any matter relating to itsgeneral purpose—\n\t\t\t\tat the request of that person, or\n\t\t\t\tif Natural England thinks it appropriate to do so, on its own initiative.\n\t\t\tThe advice that may be given under this section includes, in relation toany power to make byelaws, recommendations as to the matters in respect ofwhich byelaws should be made.\n\tGeneral implementation powers\n\t\tCarrying out proposals etc.\n\t\t\tNatural England may—\n\t\t\t\tcarry out proposals which appear to it to further its general purpose, or\n\t\t\t\tassist in, coordinate or promote the carrying out of such proposals byothers.\n\t\tFinancial and other assistance\n\t\t\tNatural England may give financial assistance to any person, if doing soappears to it to further its general purpose.\n\t\t\tFinancial assistance under this section may be given in any form, and mayin particular be given by way of a grant, a loan or a guarantee.\n\t\t\tFinancial assistance under this section may be given subject to conditions,including (in the case of a grant) conditions for repayment in specifiedcircumstances.\n\t\t\tNatural England may, if doing so appears to it to further its generalpurpose, provide assistance to any person by making available goods orequipment free of charge or at a reduced cost.\n\t\tManagement agreements\n\t\t\tNatural England may make an agreement (a “management agreement”) with aperson who has an interest in land about the management or use of the land, ifdoing so appears to it to further its general purpose.\n\t\t\tA management agreement may, in particular—\n\t\t\t\timpose on the person who has an interest in the land obligations in respectof the use of the land;\n\t\t\t\timpose on the person who has an interest in the land restrictions on theexercise of rights over the land;\n\t\t\t\tprovide for the carrying out of such work as may be expedient for thepurposes of the agreement by any person or persons;\n\t\t\t\tprovide for any matter for which a management scheme relating to a site ofspecial scientific interest provides (or could provide);\n\t\t\t\tprovide for the making of payments by either party to the other party or toany other person;\n\t\t\t\tcontain incidental and consequential provision.\n\t\t\tA management agreement is, unless the agreement otherwise provides—\n\t\t\t\tbinding on persons deriving title under or from the person with whomNatural England makes the agreement, and\n\t\t\t\tenforceable by Natural England against those persons.\n\t\t\tSchedule 2 to the Forestry Act [1967 (c. 10)](/id/ukpga/1967/10?view=plain\"Go to item of legislation\") (power for tenant for life and others to enterinto forestry dedication covenants) applies to management agreements as itapplies to forestry dedication covenants.\n\t\t\tFor the purposes of any enactment or rule of law as to the circumstances inwhich the dedication of a highway or the grant of an easement may be presumed,or may be established by prescription, the use by the public or by any personof a way across land at any time while it is the subject of a managementagreement is to be disregarded.\n\t\t\t“Interest in land” has the same meaning as in the National Parks and Accessto the Countryside Act [1949 (c. 97)](/id/ukpga/1949/97?view=plain \"Go to itemof legislation\").\n\t\t\t“Management scheme” and “site of special scientific interest” have the samemeaning as in Part 2 of the Wildlife and Countryside Act [1981 (c.69)](/id/ukpga/1981/69?view=plain \"Go to item of legislation\").\n\t\tExperimental schemes\n\t\t\tNatural England may—\n\t\t\t\tmake and carry out experimental schemes designed to establish ways in whichits general purpose might be furthered, or\n\t\t\t\tpromote the making and carrying out of such schemes.\n\t\t\tA scheme is experimental if it involves—\n\t\t\t\tthe development or application of new methods, concepts or techniques, or\n\t\t\t\tthe testing or further development of existing methods, concepts ortechniques.\n\t\t\tBefore making an experimental scheme, Natural England must consult suchpersons as appear to it to have an interest in the subject matter of thescheme.\n\tOther functions\n\t\tInformation services etc.\n\t\t\tNatural England may—\n\t\t\t\tpublish documents or provide information about any matter relating to itsgeneral purpose, or\n\t\t\t\tassist in the provision of such publications or information.\n\t\t\tNothing in any other enactment imposing a duty or conferring a power onNatural England—\n\t\t\t\tto publish or assist in the publication of documents of a particular kind,or\n\t\t\t\tto provide or assist in the provision of information of a particular kind,\n\t\t\t\t\tis to be read as limiting the power conferred by subsection (1).\n\t\tConsultancy services and training\n\t\t\tNatural England may, if the conditions in subsection (2) are met, place theservices of its officers or employees, or of any consultants it has engaged,at the disposal of any person.\n\t\t\tThe conditions are that—\n\t\t\t\tthe person has requested Natural England to act under subsection (1), and\n\t\t\t\tNatural England thinks that the request concerns a matter relating to itsgeneral purpose and presents special problems or requires special professionalor technical skill.\n\t\t\tNatural England may provide training in relation to any matters in respectof which it has functions.\n\t\tPower to charge for services and licences\n\t\t\tNatural England may, with the consent of the Secretary of State, make suchcharges for its services as appear to it to be reasonable.\n\t\t\t“Services” includes, in particular, anything done under—\n\t\t\t\tsection 4(1) or (4)(a) (advice);\n\t\t\t\tsection 9 (information services etc.);\n\t\t\t\tsection 10 (consultancy services).\n\t\t\tThe Secretary of State may by order make provision requiring charges to bepaid in respect of, and for the purpose of meeting the cost of, issuinglicences to which this subsection applies.\n\t\t\tSubsection (3) applies to licences issued by Natural England under or byvirtue of any enactment, other than licences for which charges are payableapart from this section.\n\t\t\tAn order under subsection (3) may make provision as to—\n\t\t\t\texemptions from or reductions in charges;\n\t\t\t\tremission of charges in whole or in part.\n\t\t\tThe power to make an order under subsection (3) is exercisable by statutoryinstrument.\n\t\t\tA statutory instrument containing an order under subsection (3) is subjectto annulment in pursuance of a resolution of either House of Parliament.\n\t\tPower to bring criminal proceedings\n\t\t\tNatural England may institute criminal proceedings.\n\t\t\tA person who is authorised by Natural England to prosecute on its behalf inproceedings before a magistrates' court is entitled to prosecute in suchproceedings even though he is not a barrister or solicitor.\n\t\tIncidental powers\n\t\t\tNatural England may do anything that appears to it to be conducive orincidental to the discharge of its functions.\n\t\t\tIn particular, Natural England may—\n\t\t\t\tenter into agreements;\n\t\t\t\tacquire or dispose of property;\n\t\t\t\tborrow money;\n\t\t\t\tsubject to the approval of the Secretary of State, form bodies corporate oracquire or dispose of interests in bodies corporate;\n\t\t\t\taccept gifts;\n\t\t\t\tinvest money.\n\tPowers of Secretary of State\n\t\tGrants \n\t\t\tThe Secretary of State may make grants to Natural England of such amountsas the Secretary of State thinks fit.\n\t\t\tA grant under this section may be made subject to such conditions as theSecretary of State thinks fit.\n\t\tGuidance \n\t\t\tThe Secretary of State must give Natural England guidance as to theexercise of any functions of Natural England that relate to or affect regionalplanning and associated matters.\n\t\t\tThe Secretary of State may give Natural England guidance as to the exerciseof its other functions.\n\t\t\tBefore giving guidance under this section the Secretary of State mustconsult—\n\t\t\t\tNatural England,\n\t\t\t\tthe Environment Agency, and\n\t\t\t\tsuch other persons as the Secretary of State thinks appropriate.\n\t\t\tThe Secretary of State must publish any guidance given under this sectionas soon as is reasonably practicable after giving the guidance.\n\t\t\tThe power to give guidance under this section includes power to vary orrevoke it.\n\t\t\tIn discharging its functions, Natural England must have regard to guidancegiven under this section.\n\t\tDirections \n\t\t\tThe Secretary of State may give Natural England general or specificdirections as to the exercise of its functions.\n\t\t\tSubsection (1) does not apply to functions of Natural England that areexercisable through the Joint Nature Conservation Committee.\n\t\t\tThe Secretary of State must publish any directions given under this sectionas soon as is reasonably practicable after giving the directions.\n\t\t\tThe power to give directions under this section includes power to vary orrevoke the directions.\n\t\t\tNatural England must comply with any directions given under this section."
    },
    {
        "length": 860,
        "text": "\nChapter 2Commission for Rural Communities\n\tThe Commission and its general purpose\n\t\tCommission for Rural Communities\n\t\t\tThere is to be a body known as the Commission for Rural Communities.\n\t\t\tSchedule 2 contains provisions about the constitution of the Commission andrelated matters.\n\t\tCommission’s general purpose\n\t\t\tThe Commission’s general purpose is to promote—\n\t\t\t\tawareness among relevant persons and the public of rural needs, and\n\t\t\t\tmeeting rural needs in ways that contribute to sustainable development.\n\t\t\tFor the purposes of this Chapter “relevant person” means—\n\t\t\t\ta public authority, or\n\t\t\t\ta body which appears to the Commission to be concerned with any aspect ofrural needs.7\n\t\t\tFor the purposes of this Chapter “rural needs” means the social andeconomic needs of persons in rural areas in England.\n\t\t\tIn determining the social and economic needs of persons in those areas,particular regard is to be had to the needs of—\n\t\t\t\tpersons suffering from social disadvantage, and\n\t\t\t\tareas suffering from economic under-performance.\n\tFunctions\n\t\tRepresentation, advice and monitoring\n\t\t\tThe Commission must take such steps as appear to it to be appropriate for—\n\t\t\t\trepresenting rural needs to relevant persons,\n\t\t\t\tproviding relevant persons with information and advice about issuesconnected with rural needs or ways of meeting them, and\n\t\t\t\tmonitoring, and making reports about, the way in which relevant persons'policies are developed, adopted and implemented (by rural proofing orotherwise) and the extent to which those policies are meeting rural needs.\n\t\tResearch \n\t\t\tThe Commission may—\n\t\t\t\tundertake research into any matter relating to its general purpose, or\n\t\t\t\tcommission or support (by financial means or otherwise) research into anysuch matter.\n\t\tInformation services etc.\n\t\t\tThe Commission may—\n\t\t\t\tpublish documents or provide information about any matter relating to itsgeneral purpose, or\n\t\t\t\tassist in the provision of such publications or information.\n\t\tPower to charge for services\n\t\t\tThe Commission may, with the consent of the Secretary of State, make suchcharges for its services as appear to it to be reasonable.\n\t\t\t“Services” includes, in particular, anything done under section 21.\n\t\tIncidental powers\n\t\t\tThe Commission may do anything that appears to it to be conducive orincidental to the discharge of its functions.\n\t\t\tIn particular, the Commission may—\n\t\t\t\tenter into agreements;\n\t\t\t\tacquire or dispose of property;\n\t\t\t\tborrow money;\n\t\t\t\taccept gifts;\n\t\t\t\tinvest money.\n\tPowers of Secretary of State\n\t\tGrants \n\t\t\tThe Secretary of State may make grants to the Commission of such amounts asthe Secretary of State thinks fit.\n\t\t\tA grant under this section may be made subject to such conditions as theSecretary of State thinks fit.\n\t\tDirections \n\t\t\tThe Secretary of State may give the Commission general or specificdirections as to the exercise of its functions.\n\t\t\tThe Secretary of State must publish any directions given under this sectionas soon as is reasonably practicable after giving the directions.\n\t\t\tThe power to give directions under this section includes power to vary orrevoke the directions.\n\t\t\tThe Commission must comply with any directions given under this section."
    },
    {
        "length": 1141,
        "text": "\nChapter 3Supplementary\n\tTransfer schemes etc.\n\t\tTransfers on dissolution of English Nature and Countryside Agency\n\t\t\tThe power conferred by subsection (2) is exercisable in connection with thedissolution of English Nature and the Countryside Agency.\n\t\t\tThe Secretary of State may make one or more schemes for the transfer ofdesignated property, rights or liabilities of English Nature or theCountryside Agency to—\n\t\t\t\tNatural England,\n\t\t\t\tthe Commission,\n\t\t\t\ta regional development agency, or\n\t\t\t\ta Minister of the Crown.\n\t\t\tOn the transfer date, the designated property, rights or liabilities aretransferred and vest in accordance with the scheme.\n\t\t\tA regional development agency is an agency established under section 1 ofthe Regional Development Agencies Act [1998 (c.45)](/id/ukpga/1998/45?view=plain \"Go to item of legislation\").\n\t\tContinuing powers to make transfer schemes\n\t\t\tThe powers conferred by this section are exercisable in connection with theefficient management for public purposes of any property, rights orliabilities.\n\t\t\tThe Secretary of State may at any time make one or more schemes for thetransfer of designated property, rights or liabilities of a Minister of theCrown to—\n\t\t\t\tNatural England,\n\t\t\t\tthe Commission, or\n\t\t\t\ta person acting on behalf of Natural England and the Commission.\n\t\t\tThe Secretary of State may at any time make one or more schemes for thetransfer of designated property, rights or liabilities of—\n\t\t\t\tNatural England, or\n\t\t\t\tthe Commission,\n\t\t\t\t\tto a Minister of the Crown.\n\t\t\tOn the transfer date, the designated property, rights or liabilities aretransferred and vest in accordance with the scheme.\n\t\tTransfer schemes: supplementary\n\t\t\tSchedule 3 contains further provisions relating to the making of schemesunder sections 26 and 27.\n\t\t\tIn sections 26 and 27 and Schedule 3—\n\t\t\t\t  * “designated” in relation to a scheme, means specified in or determined in accordance with the scheme; \n\t\t\t\t  * “the transfer date” means a date specified by a scheme as the date on which the scheme is to have effect. \n\t\tInterim arrangements\n\t\t\tThe Secretary of State may by written notice require English Nature or theCountryside Agency to provide staff, premises and other facilities on atemporary basis to—\n\t\t\t\tNatural England, or\n\t\t\t\tthe Commission.\n\tInterpretation\n\t\tInterpretation \n\t\t\tIn this Part—\n\t\t\t\t  * “the Commission” means the Commission for Rural Communities; \n\t\t\t\t  * “Minister of the Crown” has the same meaning as in the Ministers of the Crown Act [1975 (c. 26)](/id/ukpga/1975/26?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “nature conservation” means the conservation of flora, fauna or geological or physiographical features; \n\t\t\t\t  * “research” includes inquiries and investigations. \n\t\t\tFor the purposes of this Part, a public authority is any of the following—\n\t\t\t\ta Minister of the Crown;\n\t\t\t\ta public body (including a government department, a local authority and alocal planning authority);\n\t\t\t\ta person holding an office—\n\t\t\t\tunder the Crown,\n\t\t\t\tcreated or continued in existence by a public general Act, or\n\t\t\t\tthe remuneration in respect of which is paid out of money provided byParliament;\n\t\t\t\ta statutory undertaker.\n\t\t\tIn subsection (2)—\n\t\t\t\t  * “local authority” means a county council, a district council, a parish council, a London borough council, the Common Council of the City of London or the Council of the Isles of Scilly; \n\t\t\t\t  * “local planning authority” has the same meaning as in the Town and Country Planning Act [1990 (c. 8)](/id/ukpga/1990/8?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “statutory undertaker” means a person who is or is deemed to be a statutory undertaker for the purposes of any provision of Part 11 of the Town and Country Planning Act 1990. "
    },
    {
        "length": 1543,
        "text": "\nPart 2Nature conservation in the UK\n\tJoint Nature Conservation Committee etc.\n\t\tJoint Nature Conservation Committee\n\t\t\tThe Joint Nature Conservation Committee—\n\t\t\t\tis to continue in existence, but\n\t\t\t\tis to be re-constituted in accordance with Schedule 4.\n\t\tUK conservation bodies\n\t\t\tIn this Part “the UK conservation bodies” means—\n\t\t\t\tfor England, Natural England;\n\t\t\t\tfor Wales, the Countryside Council for Wales;\n\t\t\t\tfor Scotland, Scottish Natural Heritage;\n\t\t\t\tfor Northern Ireland, the Council for Nature Conservation and theCountryside.\n\t\t\tIn this Part “the GB conservation bodies” means the bodies mentioned insubsection (1)(a) to (c).\n\t\tPurpose of functions under this Part\n\t\t\tThe UK conservation bodies and the joint committee have the functionsconferred on them by this Part for the purposes of—\n\t\t\t\tnature conservation, and\n\t\t\t\tfostering the understanding of nature conservation.\n\t\t\tEach of them must, in discharging their functions under this Part, haveregard to—\n\t\t\t\tactual or possible ecological changes, and\n\t\t\t\tthe desirability of contributing to sustainable development.\n\tCoordinated functions\n\t\tFunctions of national or international significance\n\t\t\tThe UK conservation bodies have the functions described in subsection (2),but those functions may be discharged only through the joint committee.\n\t\t\tThe functions are—\n\t\t\t\tproviding advice to the appropriate authorities on the development andimplementation of policies for or affecting any nature conservation matterwhich—\n\t\t\t\tarises throughout the United Kingdom and raises issues common to England,Wales, Scotland and Northern Ireland,\n\t\t\t\tarises in one or more (but not all) of those places and affects theinterests of the United Kingdom as a whole, or\n\t\t\t\tarises outside the United Kingdom;\n\t\t\t\tproviding advice to any persons and disseminating knowledge about anymatter falling within paragraph (a)(i), (ii) or (iii);\n\t\t\t\testablishing common standards throughout the United Kingdom for themonitoring of nature conservation and for research into nature conservationand the analysis of the resulting information;\n\t\t\t\tcommissioning or supporting (whether by financial means or otherwise)research which the joint committee thinks is relevant to any matter mentionedin paragraphs (a) to (c).\n\t\t\t“The appropriate authorities” means—\n\t\t\t\tthe Secretary of State (or any other Minister of the Crown),\n\t\t\t\tthe National Assembly for Wales,\n\t\t\t\tthe Scottish Ministers, and\n\t\t\t\tthe relevant Northern Ireland department.\n\t\tAdvice from joint committee to UK conservation body\n\t\t\tThe joint committee may give advice or information to any of the UKconservation bodies on any matter which—\n\t\t\t\tis connected with the functions of that UK conservation body, and\n\t\t\t\tin the opinion of the joint committee—\n\t\t\t\tarises throughout the United Kingdom and raises issues common to England,Wales, Scotland and Northern Ireland,\n\t\t\t\tarises in one or more (but not all) of those places and affects theinterests of the United Kingdom as a whole, or\n\t\t\t\tarises outside the United Kingdom.\n\t\t\tIn discharging their functions relating to nature conservation, the UKconservation bodies must have regard to any advice given to them undersubsection (1).\n\t\tGB functions with respect to wildlife\n\t\t\tThe GB conservation bodies have the functions described in subsection (2),but those functions may be discharged only through the joint committee.\n\t\t\tThe functions are—\n\t\t\t\tthose under sections 22(3) and 24(1) of the 1981 Act (listing of protectedanimals and plants);\n\t\t\t\tcommissioning or supporting (whether by financial means or otherwise)research which the joint committee thinks is relevant to those functions.\n\t\t\t“The 1981 Act” means the Wildlife and Countryside Act [1981 (c.69)](/id/ukpga/1981/69?view=plain \"Go to item of legislation\").\n\t\tUK conservation bodies: incidental powers for UK purposes, etc.\n\t\t\tEach of the UK conservation bodies may do anything that appears to it to beconducive or incidental to its functions under this Part.\n\t\t\tIn particular each of them may for the purposes of its functions under thisPart—\n\t\t\t\tacquire or dispose of property;\n\t\t\t\taccept gifts;\n\t\t\t\tundertake research directly related to those functions if it appearsappropriate to do so.\n\t\t\tNothing in any of the enactments concerning the functions of the UKconservation bodies prevents any of them—\n\t\t\t\tif requested to do so by any of the others, from giving advice orinformation to the other, or\n\t\t\t\tfrom giving advice or information to the joint committee.\n\t\t\t“Enactment” includes an Act of the Scottish Parliament and Northern Irelandlegislation.\n\tDirections\n\t\tDirections \n\t\t\tThe Secretary of State may give the joint committee general or specificdirections as to the discharge of any function under section 34 or 35 (but notas to the discharge of a function under section 36).\n\t\t\tBefore giving any directions under this section, the Secretary of Statemust consult the National Assembly for Wales, the Scottish Ministers and therelevant Northern Ireland department.\n\t\t\tThe Secretary of State must publish any directions given under this sectionas soon as is reasonably practicable after giving the directions.\n\t\t\tThe power to give directions under this section includes power to vary orrevoke the directions.\n\t\t\tThe joint committee must comply with any directions given under thissection.\n\tInterpretation\n\t\tInterpretation \n\t\t\tIn this Part—\n\t\t\t  * “the joint committee” means the Joint Nature Conservation Committee; \n\t\t\t  * “Minister of the Crown” has the same meaning as in the Ministers of the Crown Act [1975 (c. 26)](/id/ukpga/1975/26?view=plain \"Go to item of legislation\"); \n\t\t\t  * “nature conservation” means the conservation of flora, fauna or geological or physiographical features; \n\t\t\t  * “the relevant Northern Ireland department” means the Department of the Environment in Northern Ireland; \n\t\t\t  * “research” includes inquiries and investigations. "
    },
    {
        "length": 1100,
        "text": "\nBiodiversity\n\tDuty to conserve biodiversity\n\t\tEvery public authority must, in exercising its functions, have regard, sofar as is consistent with the proper exercise of those functions, to thepurpose of conserving biodiversity.\n\t\tIn complying with subsection (1), a Minister of the Crown, governmentdepartment or the National Assembly for Wales must in particular have regardto the United Nations Environmental Programme Convention on BiologicalDiversity of 1992.\n\t\tConserving biodiversity includes, in relation to a living organism or typeof habitat, restoring or enhancing a population or habitat.\n\t\t“Public authority” means any of the following—\n\t\t\ta Minister of the Crown;\n\t\t\tthe National Assembly for Wales;\n\t\t\ta public body (including a government department, a local authority and alocal planning authority);\n\t\t\ta person holding an office—\n\t\t\tunder the Crown,\n\t\t\tcreated or continued in existence by a public general Act, or\n\t\t\tthe remuneration in respect of which is paid out of money provided byParliament;\n\t\t\ta statutory undertaker.\n\t\tIn this section—\n\t\t\t  * “local authority” means— \n\t\t\tin relation to England, a county council, a district council, a parishcouncil, a London borough council, the Common Council of the City of London orthe Council of the Isles of Scilly;\n\t\t\tin relation to Wales, a county council, a county borough council or acommunity council;\n\t\t\t\t  * “local planning authority” has the same meaning as in the Town and Country Planning Act [1990 (c. 8)](/id/ukpga/1990/8?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “Minister of the Crown” has the same meaning as in the Ministers of the Crown Act [1975 (c. 26)](/id/ukpga/1975/26?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “statutory undertaker” means a person who is or is deemed to be a statutory undertaker for the purposes of any provision of Part 11 of the Town and Country Planning Act 1990. \n\tBiodiversity lists and action (England)\n\t\tThe Secretary of State must, as respects England, publish a list of theliving organisms and types of habitat which in the Secretary of State’sopinion are of principal importance for the purpose of conservingbiodiversity.\n\t\tBefore publishing any list the Secretary of State must consult NaturalEngland as to the living organisms or types of habitat to be included in thelist.\n\t\tWithout prejudice to section 40(1) and (2), the Secretary of State must—\n\t\t\ttake such steps as appear to the Secretary of State to be reasonablypracticable to further the conservation of the living organisms and types ofhabitat included in any list published under this section, or\n\t\t\tpromote the taking by others of such steps.\n\t\tThe Secretary of State must, in consultation with Natural England—\n\t\t\tkeep under review any list published under this section,\n\t\t\tmake such revisions of any such list as appear to the Secretary of Stateappropriate, and\n\t\t\tpublish any list so revised as soon as is reasonably practicable afterrevising it.\n\tBiodiversity lists and action (Wales)\n\t\tThe National Assembly for Wales must, as respects Wales, publish a list ofthe living organisms and types of habitat which in the Assembly’s opinion areof principal importance for the purpose of conserving biodiversity.\n\t\tBefore publishing any list the Assembly must consult the CountrysideCouncil for Wales as to the living organisms or types of habitat to beincluded in the list.\n\t\tWithout prejudice to section 40(1) and (2), the Assembly must—\n\t\t\ttake such steps as appear to the Assembly to be reasonably practicable tofurther the conservation of the living organisms and types of habitat includedin any list published under this section, or\n\t\t\tpromote the taking by others of such steps.\n\t\tThe Assembly must, in consultation with the Countryside Council for Wales—\n\t\t\tkeep under review any list published under this section,\n\t\t\tmake such revisions of any such list as appear to the Assembly appropriate,and\n\t\t\tpublish any list so revised as soon as is reasonably practicable afterrevising it."
    },
    {
        "length": 1757,
        "text": "\nPesticides harmful to wildlife\n\tPossession of pesticides harmful to wildlife\n\t\tA person is guilty of an offence if he has in his possession a pesticidecontaining an ingredient that is prescribed for the purposes of this sectionby an order made by the Secretary of State.\n\t\tThe Secretary of State may not make an order under subsection (1) unless heis satisfied that it is necessary or expedient to do so in the interests ofprotecting wild birds or wild animals from harm.\n\t\tIt is a defence for a person charged with an offence under this section toprove that his possession of the pesticide was for the purposes of doinganything in accordance with—\n\t\t\tprovision made by or under the Poisons Act [1972 (c.66)](/id/ukpga/1972/66?view=plain \"Go to item of legislation\");\n\t\t\tregulations made under section 16(2) of the Food and Environment ProtectionAct [1985 (c. 48)](/id/ukpga/1985/48?view=plain \"Go to item of legislation\");\n\t\t\tthe Biocidal Products Regulations 2001 ([S.I.2001/880](/id/uksi/2001/880?view=plain \"Go to item of legislation\")) or anyregulations replacing those regulations;\n\t\t\tthe Plant Protection Products Regulations 2005 ([S.I.2005/1435](/id/uksi/2005/1435?view=plain \"Go to item of legislation\")) or anyregulations replacing those regulations.\n\t\tA person guilty of an offence under this section is liable on summaryconviction to imprisonment for a term not exceeding 51 weeks or to a fine notexceeding level 5 on the standard scale (or both).\n\t\tThe court by which a person is convicted of an offence under this sectionmay order the forfeiture of the pesticide in respect of which the offence wascommitted.\n\t\tThe power to make an order under subsection (1) is exercisable by statutoryinstrument.\n\t\tA statutory instrument containing an order under subsection (1) is subjectto annulment in pursuance of a resolution of either House of Parliament.\n\t\tThe Secretary of State must take such steps as are reasonably practicableto bring information about the effect of an order under subsection (1) to theattention of persons likely to be affected by the order.\n\t\tIn relation to an offence committed before the commencement of section281(5) of the Criminal Justice Act [2003 (c. 44)](/id/ukpga/2003/44?view=plain\"Go to item of legislation\"), the reference in subsection (4) to 51 weeks isto be read as a reference to 6 months.\n\tEnforcement powers in connection with pesticides\n\t\tAn inspector may—\n\t\t\tenter any premises if he has reasonable grounds to suspect that he may findthere evidence that an offence is being committed under section 43,\n\t\t\trequire any person whom he reasonably believes has information about theformulation, effects or use of any substance found on the premises to give himthat information, and\n\t\t\tseize any substance found on the premises, if he has reasonable grounds forbelieving that it is evidence of an offence under section 43.\n\t\t“Inspector” means—\n\t\t\ta person authorised in writing by the Secretary of State to exercise thepowers under this section in relation to England;\n\t\t\ta person authorised in writing by the National Assembly for Wales toexercise the powers under this section in relation to Wales.\n\t\tAn authorisation under subsection (2) is subject to any conditions orlimitations specified in it.\n\t\tSchedule 2 to the Food and Environment Protection Act 1985 (officers andtheir powers), other than paragraph 2A(1)(b) of that Schedule, has effect withrespect to inspectors as it has effect with respect to persons authorised toenforce Part 3 of that Act.\n\t\tSubsections (6) and (7) apply where an inspector seizes a substance undersubsection (1)(c).\n\t\tThe inspector must give to a person on the premises, or affix conspicuouslyto some object on the premises, a notice stating—\n\t\t\twhat he has seized and the ground for seizing it, and\n\t\t\tthe address for service for any claim for the return of the substance.\n\t\tThe inspector—\n\t\t\tmay retain the substance for so long as is reasonably necessary for thepurposes of any investigation or proceedings in respect of an offence undersection 43;\n\t\t\tsubject to any order for forfeiture under section 43(5) or any claim madewithin the relevant period by a person entitled to the return of thesubstance, may retain the substance or, after the relevant period, destroy orotherwise dispose of it.\n\t\t“The relevant period” means the period ending 28 days after—\n\t\t\tany proceedings in respect of an offence under section 43 are finallydetermined, or\n\t\t\tif no such proceedings are brought, the time for bringing such proceedingsexpires.\n\tCodes of practice\n\t\tThe Secretary of State may—\n\t\t\tissue a code of practice in connection with any of the provisions ofsection 44 or Schedule 2 to the Food and Environment Protection Act [1985 (c.48)](/id/ukpga/1985/48?view=plain \"Go to item of legislation\") as applied bysection 44(4), and\n\t\t\trevise or replace such a code.\n\t\tAn inspector must have regard to any relevant provision of a code whendischarging any function under any provision mentioned in subsection (1)(a).\n\t\tBut an inspector’s failure to have regard to any provision of a code doesnot make him liable to criminal or civil proceedings.\n\t\tA code—\n\t\t\tis admissible in evidence in any proceedings, and\n\t\t\tmust be taken into account by a court in any case in which it appears tothe court to be relevant.\n\tInterpretation \n\t\tThis section has effect for the interpretation of sections 43 and 44.\n\t\t“Pesticide” means—\n\t\t\ta pesticide as defined by section 16(15) of the Food and EnvironmentProtection Act 1985;\n\t\t\tanything to which Part 3 of the 1985 Act applies (by virtue of section16(16) of the Act) as if it were a pesticide.\n\t\t“Wild bird” and “wild animal” have the same meaning as in Part 1 of theWildlife and Countryside Act [1981 (c. 69)](/id/ukpga/1981/69?view=plain \"Goto item of legislation\").\n\t\t“Premises” includes land (including buildings), movable structures,vehicles, vessels, aircraft and other means of transport."
    },
    {
        "length": 989,
        "text": "\nProtection of birds\n\tProtection for nests of certain birds which re-use their nests\n\t\tAmend the Wildlife and Countryside Act [1981 (c.69)](/id/ukpga/1981/69?view=plain \"Go to item of legislation\") as follows.\n\t\tIn section 1 (protection of wild birds, their nests and eggs), insubsection (1), after paragraph (a) insert—\n\t\t\ttakes, damages or destroys the nest of a wild bird included in ScheduleZA1;”.\n\t\tAt the beginning of the Schedules insert—\n\t\t“SCHEDULE ZA1Birds which re-use their nests\n\t\t\tCommon name| Scientific name  ---|---  NOTE: The common name or names given in the first column of this Schedule areincluded by way of guidance only; in the event of any dispute or proceedings,the common name or names shall not be taken into account.”  Eagle, Golden| Aquila chrysaetos  Eagle, White-tailed| Haliaetus albicilla  Osprey| Pandion haliaetus    (4)In—\n\t\t\t\tsection 4 (exceptions to sections 1 and 3), in subsection (1)(c), and\n\t\t\t\tsection 7 (registration etc. of certain captive birds), in subsection(3A)(a)(i) and (c)(i),\n\t\t\t\tafter “Schedule” insert “ZA1 or”.\n\t\t\tIn section 22 (power to vary Schedules), in subsection (1), for “Schedules1 to 4” substitute “Schedules ZA1 to 4”.\n\tBirds released into the wild as part of re-population programme\n\t\tIn section 1 of the 1981 Act (protection of wild birds, their nests andeggs), for subsection (6) substitute—\n\t\tFor the purposes of this section the definition of “wild bird” in section27(1) is to be read as not including any bird which is shown to have been bredin captivity unless it has been lawfully released into the wild as part of are-population or re-introduction programme.\n\t\t\t(6A)“Re-population” and “re-introduction” have the same meaning as in theDirective of the Council of the European Communities dated 2nd April 1979 (No[1979/409/EEC](/european/directive/1979/0409?view=plain \"Go to item oflegislation\")) on the conservation of wild birds.”\n\t\tIn section 6 of the 1981 Act (sale etc. of live or dead wild birds, eggsetc.), for subsection (5) substitute—\n\t\tAny reference in this section to any bird included in Part 1 of Schedule 3is a reference to any bird included in that Part which—\n\t\t\twas bred in captivity,\n\t\t\thas been ringed or marked in accordance with regulations made by theSecretary of State, and\n\t\t\thas not been lawfully released into the wild as part of a re-population orre-introduction programme.\n\t\t\t(5A)“Re-population” and “re-introduction” have the same meaning as in theDirective of the Council of the European Communities dated 2nd April 1979 (No[1979/409/EEC](/european/directive/1979/0409?view=plain \"Go to item oflegislation\")) on the conservation of wild birds.\n\t\t\t(5B)Regulations made for the purposes of subsection (5)(b) may make differentprovision for different birds or different provisions of this section.”\n\tRegistration etc. of certain captive birds\n\t\tIn section 7 of the 1981 Act (registration etc. of certain captive birds), insubsection (3A), after paragraph (c) insert—\n\t\t\tany offence under subsection (1);”."
    },
    {
        "length": 716,
        "text": "\nInvasive non-native species\n\tSale etc. of invasive non-native species\n\t\tAfter section 14 of the 1981 Act insert—\n\t\t“14ZASale etc. of invasive non-native species\n\t\t\tSubject to the provisions of this Part, a person is guilty of an offence ifhe sells, offers or exposes for sale, or has in his possession or transportsfor the purposes of sale—\n\t\t\t\tan animal or plant to which this section applies, or\n\t\t\t\tanything from which such an animal or plant can be reproduced orpropagated.\n\t\t\tSubject to the provisions of this Part, a person is guilty of an offence ifhe publishes or causes to be published any advertisement likely to beunderstood as conveying that he buys or sells, or intends to buy or sell—\n\t\t\t\tan animal or plant to which this section applies, or\n\t\t\t\tanything from which such an animal or plant can be reproduced orpropagated.\n\t\t\tThis section applies to an animal or plant which—\n\t\t\t\tis within section 14(1) or (2) (animals and plants which must not bereleased etc. into the wild),\n\t\t\t\tis of a description prescribed for the purposes of this section by an ordermade by the Secretary of State, and\n\t\t\t\tis a live animal or live plant.\n\t\t\tAn order under subsection (3) may be made in relation to a particular areaor a particular time of the year.\n\t\t\tSubsections (3) and (4) of section 14 (defence of due diligence etc.) applyto an offence under this section as they apply to an offence under thatsection.”\n\tCodes of practice in connection with invasive non-native species\n\t\tAfter section 14ZA of the 1981 Act insert—\n\t\t“14ZBCodes of practice in connection with invasive non-native species\n\t\t\tThe Secretary of State may issue or approve a code of practice relating to—\n\t\t\t\tanimals which are not ordinarily resident in and are not regular visitorsto Great Britain in a wild state,\n\t\t\t\tanimals or plants included in Schedule 9, or\n\t\t\t\tany description of animals or plants mentioned in paragraph (a) or (b).\n\t\t\tThe Secretary of State may revise or replace a code or approve its revisionor replacement.\n\t\t\tThe Secretary of State must ensure that a code is published in a way thatis appropriate for bringing it to the attention of persons likely to beaffected by it.\n\t\t\tA person’s failure to comply with a provision of a code does not make himliable to criminal or civil proceedings.\n\t\t\tA code—\n\t\t\t\tis admissible in evidence in any proceedings, and\n\t\t\t\tmust be taken into account by a court in any case in which it appears tothe court to be relevant.”"
    },
    {
        "length": 449,
        "text": "\nEnforcement etc. of provisions relating to wildlife\n\tEnforcement powers in connection with wildlife\n\t\tSchedule 5 contains amendments relating to enforcement powers in connectionwith wildlife.\n\tWildlife offences: time limits for proceedings\n\t\tSchedule 6 contains provisions extending the time limit for summaryproceedings for certain offences relating to wildlife.\n\tApplication of Part 1 of 1981 Act to Crown\n\t\tIn the 1981 Act, before section 67 insert—\n\t\t“66AApplication of Part 1 to Crown\n\t\t\tSubject to subsections (2) to (5), Part 1 and regulations and orders madeunder it bind the Crown.\n\t\t\tNo contravention by the Crown of any provision of Part 1 makes the Crowncriminally liable; but the High Court may, on the application of any personappearing to the Court to have an interest, declare unlawful an act oromission of the Crown which constitutes such a contravention.\n\t\t\tDespite subsection (2), Part 1 applies to persons in the public service ofthe Crown as it applies to other persons.\n\t\t\tBut the powers conferred by sections 18A to 19XA are not exercisable inrelation to premises occupied by the Crown.\n\t\t\tNothing in this Part affects Her Majesty in her private capacity.\n\t\t\tSubsection (5) is to be read as if section 38(3) of the Crown ProceedingsAct [1947 (c. 44)](/id/ukpga/1947/44?view=plain \"Go to item of legislation\")(meaning of Her Majesty in her private capacity) were contained in this Act.”\n\t\t\tFor the heading to section 67, substitute “Application of Parts 2 and 3 toCrown land”."
    },
    {
        "length": 1677,
        "text": "\nPart 4Sites of special scientific interest\n\tOffences in connection with SSSIs\n\t\tAmend section 28P of the Wildlife and Countryside Act [1981 (c.69)](/id/ukpga/1981/69?view=plain \"Go to item of legislation\") (offences) asfollows.\n\t\tAfter subsection (5) insert—\n\t\t\t“(5A)A section 28G authority which, in the exercise of its functions, permitsthe carrying out of an operation which damages any of the flora, fauna orgeological or physiographical features by reason of which a site of specialscientific interest is of special interest—\n\t\t\twithout first complying with section 28I(2), or\n\t\t\twhere relevant, without first complying with section 28I(4) or (6),\n\t\t\tis, unless there was a reasonable excuse for permitting the carrying out ofthe operation without complying, guilty of an offence and is liable on summaryconviction to a fine not exceeding £20,000 or on conviction on indictment to afine.\n\t\t\t(5B)For the purposes of subsection (5A), it is a reasonable excuse in anyevent for a section 28G authority to permit the carrying out of an operationwithout first complying with section 28I(2), (4) or (6) if the operation inquestion was an emergency operation particulars of which (including details ofthe emergency) were notified to Natural England as soon as practicable afterthe permission was given.”\n\t\tAfter subsection (6) insert—\n\t\t“(6A)A person (other than a section 28G authority acting in the exercise ofits functions) who without reasonable excuse—\n\t\t\tintentionally or recklessly destroys or damages any of the flora, fauna, orgeological or physiographical features by reason of which a site of specialscientific interest is of special interest, or\n\t\t\tintentionally or recklessly disturbs any of those fauna,\n\t\t\tis guilty of an offence and is liable on summary conviction to a fine notexceeding level 4 on the standard scale.”\n\t\tIn subsection (7), after “(6)” (in both places) insert “or (6A)”.\n\t\tIn section 31 of the 1981 Act (restoration following offence under section28P), in subsection (1)(b), after “28P(6)” insert “or (6A)”.\n\tDenotification \n\t\tIn section 28D of the 1981 Act (denotification), in subsection (1), for “nolonger” substitute “not”.\n\tEffect of failure to serve certain notices in connection with SSSIs\n\t\tAfter section 70A of the 1981 Act insert—\n\t\t“70BEffect of failure to serve certain notices\n\t\t\tThis section applies where the relevant conservation body—\n\t\t\t\thas (whether before or after the commencement of this section) taken allreasonable steps to ensure that, under any provision listed in subsection (2),notice is served on every owner and occupier of any land to which the noticerelates, but\n\t\t\t\thas failed to do so.\n\t\t\tThe provisions are—\n\t\t\t\tsection 28(1) (notification of SSSI);\n\t\t\t\tsection 28(5) (confirmation or withdrawal of notification of SSSI);\n\t\t\t\tsection 28A(3) (notice varying notification under section 28);\n\t\t\t\tsection 28A(5) (notice confirming or withdrawing variation ofnotification);\n\t\t\t\tsection 28B(2) (notification of additional land to be included in SSSI);\n\t\t\t\tsection 28B(7) (confirmation or withdrawal of notification);\n\t\t\t\tsection 28C(2) (notification of enlargement of SSSI);\n\t\t\t\tsection 28C(3) (confirmation or withdrawal of notification of enlargement);\n\t\t\t\tsection 28D(2) (denotification);\n\t\t\t\tsection 28D(5) (withdrawal or confirmation of denotification);\n\t\t\t\tsection 28J(3) (notice of proposed management scheme);\n\t\t\t\tsection 28J(8) (withdrawal or confirmation of management scheme).\n\t\t\tThe validity of the notice is not affected by the failure to serve it onevery owner and occupier of the land.\n\t\t\tFor the purposes of sections 28 to 28Q, the time when the notice is to betreated as having been served is the time when the relevant conservation bodytook the last of the steps referred to in subsection (1)(a).\n\t\t\tIf the relevant conservation body becomes aware of its failure to serve anotice on an owner or occupier, it must serve a copy of the notice on thatowner or occupier.\n\t\t\tNothing in subsection (3) or (4) renders the owner or occupier liable—\n\t\t\t\tin relation to anything done or omitted to be done before the commencementof this section, or\n\t\t\t\tunder section 28P(1) or 28Q(4) in relation to anything done or omitted tobe done before the copy of the notice is served under subsection (5).\n\t\t\t“The relevant conservation body” means—\n\t\t\t\tin relation to land in an area in England—\n\t\t\t\tsubject to sub-paragraph (ii), Natural England;\n\t\t\t\tin relation to any time before the commencement of section 27AA, EnglishNature;\n\t\t\t\tin relation to land in an area in Wales, the Countryside Council forWales.”\n\tNotices and signs relating to SSSIs\n\t\tAfter section 28R of the 1981 Act insert—\n\t\t“28SNotices and signs relating to SSSIs\n\t\t\tNatural England may, on any land included in a site of special scientificinterest, put up and maintain notices or signs relating to the site.\n\t\t\tNatural England may remove any notice or sign put up under subsection (1).\n\t\t\tAny other person who intentionally or recklessly and without reasonableexcuse takes down, damages, destroys or obscures a notice or sign put up undersubsection (1) is guilty of an offence.\n\t\t\tA person guilty of an offence under this section is liable on summaryconviction to a fine not exceeding level 4 on the standard scale.”\n\t\t\tIn section 51 of the 1981 Act (powers of entry), in subsection (1), afterparagraph (k) insert—\n\t\t\t\tfor the purposes of putting up, maintaining or removing notices or signsunder section 28S;”.\n\t\t\tIn subsection (2) of that section, for “paragraphs (a) to (k)” substitute“paragraphs (a) to (ka)”."
    },
    {
        "length": 2140,
        "text": "\nPart 5National Parks and the Broads\n\tCriteria for designating National Parks\n\t\tIn section 5 of the National Parks and Access to the Countryside Act [1949(c. 97)](/id/ukpga/1949/97?view=plain \"Go to item of legislation\") (criteriafor designating National Parks), after subsection (2) insert—\n\t\t\t“(2A)Natural England may—\n\t\t\twhen applying subsection (2)(a) in relation to an area, take into accountits wildlife and cultural heritage, and\n\t\t\twhen applying subsection (2)(b) in relation to that area, take into accountthe extent to which it is possible to promote opportunities for theunderstanding and enjoyment of its special qualities by the public.”\n\t\tThe amendment made by subsection (1) applies for the purposes of theconfirmation or variation on or after the day on which this section comes intoforce of orders made before that day as it applies for the purposes of theconfirmation or variation of orders made on or after that day.\n\tProcedure for orders designating National Parks\n\t\tAmend the 1949 Act as follows.\n\t\tIn section 7 (designation and variation of National Parks), in subsection(1), for “county council, county borough council and county district council”substitute “and local authority”.\n\t\tAfter subsection (6) of that section insert—\n\t\tIn this section and Schedule 1 “local authority” means—\n\t\t\tin relation to England, a county council, district council or parishcouncil;\n\t\t\tin relation to Wales, a county council, county borough council or communitycouncil.”\n\t\tIn section 9 (development plans relating to National Parks), omitsubsection (2).\n\t\tIn Schedule 1, in paragraph 2, after sub-paragraph (2) (local inquiries tobe held where objection by local authority not withdrawn) insert—\n\t\t\t“(2A)In sub-paragraph (2) “local authority” does not include—\n\t\t\tin relation to an order designating a National Park in England, a parishcouncil, or\n\t\t\tin relation to an order designating a National Park in Wales, a communitycouncil.”\n\tMembers of National Park authorities\n\t\tAmend Schedule 7 to the Environment Act [1995 (c.25)](/id/ukpga/1995/25?view=plain \"Go to item of legislation\") (National Parkauthorities) as follows.\n\t\tIn paragraph 1, for sub-paragraphs (2) to (6) (constitution of NationalPark authorities) substitute—\n\t\tA National Park authority shall consist of—\n\t\t\ta specified number of local authority members,\n\t\t\tin the case of a National Park in England, a specified number of parishmembers to be appointed by the Secretary of State, and\n\t\t\ta specified number of other members to be appointed by the Secretary ofState;\n\t\t\t\tand “specified” means specified in the relevant order.\n\t\tThe total number of—\n\t\t\tlocal authority members, and\n\t\t\tparish members,\n\t\t\tmust exceed the number of other members.”\n\t\tIn paragraph 2 (local authority members), for sub-paragraph (6) substitute—\n\t\t“(5A)Sub-paragraph (5B) applies to a person who retires from being a member ofa council by virtue of an election.\n\t\t(5B)Sub-paragraph (5)(a) does not terminate his office as member of a NationalPark authority until—\n\t\t\tthree months after he retires from being a member of the council, or\n\t\t\tif earlier, the day on which the National Park authority receives notice ofa proposed replacement appointment;\n\t\t\tbut if he is re-elected he is eligible for re-appointment to the National Parkauthority.”\n\t\tIn paragraph 3 (parish members of English National Park authorities), forsub-paragraph (4) substitute—\n\t\t“(4A)Sub-paragraph (4B) applies to a person who retires from being a member ofa parish council by virtue of an election.\n\t\t(4B)Sub-paragraph (3) does not terminate his office as member of a NationalPark authority until—\n\t\t\tthree months after he ceases to be a member of the parish council, or\n\t\t\tif earlier, the day on which the National Park authority receives notice ofa proposed replacement appointment;\n\t\t\tbut if he is re-elected he is eligible for re-appointment to the National Parkauthority.”\n\t\tFor sub-paragraph (6) of that paragraph substitute—\n\t\t“(5A)Sub-paragraph (5B) applies to a person who retires from being chairman ofa parish meeting by virtue of an election.\n\t\t(5B)Sub-paragraph (5) does not terminate his office as member of a NationalPark authority until—\n\t\t\tthree months after he retires from being chairman, or\n\t\t\tif earlier, the day on which the National Park authority receives notice ofa proposed replacement appointment;\n\t\t\tbut if he is re-elected as chairman he is eligible for re-appointment to theNational Park authority.”\n\t\tIn paragraph 4 (members, other than parish members, appointed by theSecretary of State), in sub-paragraph (2)(a) for “three years” substitute“four years”.\n\tExpenditure by National Parks authorities\n\t\tIn section 11A of the National Parks and Access to the Countryside Act [1949(c. 97)](/id/ukpga/1949/97?view=plain \"Go to item of legislation\"), insubsection (1) (duty of National Park authority to foster economic and socialwell-being of local communities in National Park), omit “, but withoutincurring significant expenditure in doing so,”.\n\tNotification of agricultural operations on moor and heath in NationalParks\n\t\tAmend section 42 of the Wildlife and Countryside Act [1981 (c.69)](/id/ukpga/1981/69?view=plain \"Go to item of legislation\") (notificationof agricultural operations on moor and heath in National Parks) as follows.\n\t\tIn subsection (1)—\n\t\t\tfor “The Ministers” substitute “A National Park authority”, and\n\t\t\tfor “a National Park” substitute “the relevant Park”.\n\t\tIn subsection (2)(b), for “the Ministers” substitute “the National Parkauthority”.\n\t\tIn subsection (6), for “the Ministers, the Nature Conservancy Council andthe Countryside Agency” substitute “Natural England”.\n\t\tFor subsection (8) substitute—\n\t\tAn order under this section shall be made by statutory instrument and theStatutory Instruments Act 1946 shall apply to such an instrument as if theorder had been made by a Minister of the Crown.”\n\t\tIn section 51 (powers of entry), in subsection (2)(c), omit “the Ministersor”.\n\tFunctions of Broads Authority and others in relation to the Broads\n\t\tAmend the Norfolk and Suffolk Broads Act [1988 (c.4)](/id/ukpga/1988/4?view=plain \"Go to item of legislation\") as follows.\n\t\tIn section 2 (functions of the Authority: general), in subsection (1), forparagraphs (a) and (b) substitute—\n\t\t\tconserving and enhancing the natural beauty, wildlife and culturalheritage of the Broads;\n\t\t\tpromoting opportunities for the understanding and enjoyment of the specialqualities of the Broads by the public; and”.\n\t\tIn section 17A (general duty of public bodies etc.), in subsection (1), forparagraphs (a) and (b) substitute—\n\t\t\tconserving and enhancing the natural beauty, wildlife and culturalheritage of the Broads;\n\t\t\tpromoting opportunities for the understanding and enjoyment of the specialqualities of the Broads by the public; and”.\n\t\tAny increase in the expenses of the Broads Authority attributable tosubsection (2) and not related to protecting the interests of navigation is tobe met otherwise than by means of—\n\t\t\tcharges of a kind mentioned in section 13(1) of the 1988 Act, or\n\t\t\tlevies under section 14(1) of the 1988 Act.\n\tEmergency financial assistance\n\t\tAmend section 155(4) of the Local Government and Housing Act [1989 (c.42)](/id/ukpga/1989/42?view=plain \"Go to item of legislation\") (authoritieseligible for emergency financial assistance) as follows.\n\t\tAfter paragraph (h) insert—\n\t\t\ta National Park authority; or\n\t\t\tthe Broads Authority.”\n\t\tOmit “or” preceding paragraph (h)."
    },
    {
        "length": 2906,
        "text": "\nRights of way and mechanically propelled vehicles\n\tRestriction on creation of new public rights of way\n\t\tNo public right of way for mechanically propelled vehicles is created aftercommencement unless it is—\n\t\t\tcreated (by an enactment or instrument or otherwise) on terms thatexpressly provide for it to be a right of way for such vehicles, or\n\t\t\tcreated by the construction, in exercise of powers conferred by virtue ofany enactment, of a road intended to be used by such vehicles.\n\t\tFor the purposes of the creation after commencement of any other publicright of way, use (whenever occurring) of a way by mechanically propelledvehicles is to be disregarded.\n\tEnding of certain existing unrecorded public rights of way\n\t\tAn existing public right of way for mechanically propelled vehicles isextinguished if it is over a way which, immediately before commencement—\n\t\t\twas not shown in a definitive map and statement, or\n\t\t\twas shown in a definitive map and statement only as a footpath, bridlewayor restricted byway.\n\t\t\t\tBut this is subject to subsections (2) to (8).\n\t\tSubsection (1) does not apply to an existing public right of way if—\n\t\t\tit is over a way whose main lawful use by the public during the period of 5years ending with commencement was use for mechanically propelled vehicles,\n\t\t\timmediately before commencement it was not shown in a definitive map andstatement but was shown in a list required to be kept under section 36(6) ofthe Highways Act [1980 (c. 66)](/id/ukpga/1980/66?view=plain \"Go to item oflegislation\") (list of highways maintainable at public expense),\n\t\t\tit was created (by an enactment or instrument or otherwise) on terms thatexpressly provide for it to be a right of way for mechanically propelledvehicles,\n\t\t\tit was created by the construction, in exercise of powers conferred byvirtue of any enactment, of a road intended to be used by such vehicles, or\n\t\t\tit was created by virtue of use by such vehicles during a period endingbefore 1st December 1930.\n\t\tSubsection (1) does not apply to an existing public right of way over a wayif—\n\t\t\tbefore the relevant date, an application was made under section 53(5) ofthe Wildlife and Countryside Act [1981 (c. 69)](/id/ukpga/1981/69?view=plain\"Go to item of legislation\") for an order making modifications to thedefinitive map and statement so as to show the way as a byway open to alltraffic,\n\t\t\tbefore commencement, the surveying authority has made a determination underparagraph 3 of Schedule 14 to the 1981 Act in respect of such an application,or\n\t\t\tbefore commencement, a person with an interest in land has made such anapplication and, immediately before commencement, use of the way formechanically propelled vehicles—\n\t\t\twas reasonably necessary to enable that person to obtain access to theland, or\n\t\t\twould have been reasonably necessary to enable that person to obtainaccess to a part of that land if he had had an interest in that part only.\n\t\t“The relevant date” means—\n\t\t\tin relation to England, 20th January 2005;\n\t\t\tin relation to Wales, 19th May 2005.\n\t\tWhere, immediately before commencement, the exercise of an existing publicright of way to which subsection (1) applies—\n\t\t\twas reasonably necessary to enable a person with an interest in land toobtain access to the land, or\n\t\t\twould have been reasonably necessary to enable that person to obtain accessto a part of that land if he had had an interest in that part only,\n\t\t\tthe right becomes a private right of way for mechanically propelled vehiclesfor the benefit of the land or (as the case may be) the part of the land.\n\t\tFor the purposes of subsection (3), an application under section 53(5) ofthe 1981 Act is made when it is made in accordance with paragraph 1 ofSchedule 14 to that Act.\n\t\tFor the purposes of subsections (3)(c)(i) and (5)(a), it is irrelevantwhether the person was, immediately before commencement, in fact—\n\t\t\texercising the existing public right of way, or\n\t\t\table to exercise it.\n\t\tNothing in this section applies in relation to an area in London to whichPart 3 of the Wildlife and Countryside Act [1981 (c.69)](/id/ukpga/1981/69?view=plain \"Go to item of legislation\") does not apply.\n\t\tAny provision made by virtue of section 48(9) of the Countryside and Rightsof Way Act [2000 (c. 37)](/id/ukpga/2000/37?view=plain \"Go to item oflegislation\") has effect subject to this section.\n\tPresumed dedication of restricted byways and use by pedal cycles etc.\n\t\tAmend section 31 of the Highways Act [1980 (c.66)](/id/ukpga/1980/66?view=plain \"Go to item of legislation\") (dedication ofhighway presumed after public use for 20 years) as follows.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)Subsection (1)—\n\t\t\tis subject to section 66 of the Natural Environment and Rural CommunitiesAct 2006 (dedication by virtue of use for mechanically propelled vehicles nolonger possible), but\n\t\t\tapplies in relation to the dedication of a restricted byway by virtue ofuse for non-mechanically propelled vehicles as it applies in relation to thededication of any other description of highway which does not include a publicright of way for mechanically propelled vehicles.”\n\t\tAfter subsection (10) insert—\n\t\t“(10A)Nothing in subsection (1A) affects the obligations of the highwayauthority, or of any other person, as respects the maintenance of a way.”\n\t\tAfter subsection (11) insert—\n\t\tFor the purposes of subsection (1A) “mechanically propelled vehicle” doesnot include a vehicle falling within section 189(1)(c) of the Road Traffic Act1988 (electrically assisted pedal cycle).”\n\tPresumed dedication and applications under section 53(5) of the 1981Act\n\t\tIn section 31 of the 1980 Act, after subsection (7) insert—\n\t\t\t“(7A)Subsection (7B) applies where the matter bringing the right of the publicto use a way into question is an application under section 53(5) of theWildlife and Countryside Act 1981 for an order making modifications so as toshow the right on the definitive map and statement.\n\t\t(7B)The date mentioned in subsection (2) is to be treated as being the date onwhich the application is made in accordance with paragraph 1 of Schedule 14 tothe 1981 Act.”\n\t\tThe applications in relation to which the amendments made by subsection (1)apply include any application under section 53(5) of the Wildlife andCountryside Act [1981 (c. 69)](/id/ukpga/1981/69?view=plain \"Go to item oflegislation\") which falls within section 67(3)(a), (b) or (c).\n\tSupplementary \n\t\tIn section 53(3) of the Wildlife and Countryside Act 1981 (modification ofdefinitive map and statement in consequence of certain events)—\n\t\t\tin paragraph (b) (expiration of period raising a presumption ofdedication), after “public path” insert “or restricted byway”, and\n\t\t\tin paragraph (c)(i) (discovery of evidence of right of way), after “publicpath” insert “, a restricted byway”.\n\t\tAmend section 34 of the Road Traffic Act [1988 (c.52)](/id/ukpga/1988/52?view=plain \"Go to item of legislation\") (prohibition ofdriving mechanically propelled vehicles elsewhere than on roads) as follows.\n\t\tIn subsection (2), omit “(subject to section 34A of this Act)”.\n\t\tAfter subsection (2) insert—\n\t\t\t“(2A)It is not an offence under this section for a person with an interest inland, or a visitor to any land, to drive a mechanically propelled vehicle on aroad if, immediately before the commencement of section 47(2) of theCountryside and Rights of Way Act 2000, the road was—\n\t\t\tshown in a definitive map and statement as a road used as a public path,and\n\t\t\tin use for obtaining access to the land by the driving of mechanicallypropelled vehicles by a person with an interest in the land or by visitors tothe land.”\n\t\tIn subsection (6), for “and section 34A of this Act do” substitute “does”.\n\t\tIn subsection (7), insert at the appropriate place in the alphabeticalorder—\n\t\t““interest”, in relation to land, includes any estate in land and any rightover land (whether exercisable by virtue of the ownership of an estate orinterest in the land or by virtue of a licence or agreement) and, inparticular, includes rights of common and sporting rights;”.\n\t\tAfter subsection (7) insert—\n\t\tA person—\n\t\t\tentering any land in exercise of rights conferred by virtue of section 2(1)of the Countryside and Rights of Way Act 2000, or\n\t\t\tentering any land which is treated by section 15(1) of that Act as beingaccessible to the public apart from that Act,\n\t\t\tis not for the purposes of subsection (2A) a visitor to the land.”\n\t\tIn Schedule 7 to the Countryside and Rights of Way Act [2000 (c.37)](/id/ukpga/2000/37?view=plain \"Go to item of legislation\"), omitparagraphs 6 and 7.\n\tInterpretation \n\t\tIn sections 66 and 67—\n\t\t\t  * “interest”, in relation to land, includes any estate in land and any right over land (whether exercisable by virtue of the ownership of an estate or interest in the land or by virtue of a licence or agreement) and, in particular, includes rights of common and sporting rights, \n\t\t\t  * “mechanically propelled vehicle” does not include a vehicle falling within section 189(1)(c) of the Road Traffic Act [1988 (c. 52)](/id/ukpga/1988/52?view=plain \"Go to item of legislation\") (electrically assisted pedal cycle), and \n\t\t\t  * expressions defined for the purposes of Part 3 of the Wildlife and Countryside Act [1981 (c. 69)](/id/ukpga/1981/69?view=plain \"Go to item of legislation\") by section 66(1) of that Act have the same meaning as in that Part. \n\t\tIn each of sections 66 and 67 “commencement” means the commencement of thatsection; and in section 67 “existing” means in existence immediately beforecommencement."
    },
    {
        "length": 920,
        "text": "\nTraffic regulation in National Parks\n\tTraffic regulation on byways etc. in National Parks\n\t\tAfter section 22B of the Road Traffic Regulation Act [1984 (c.27)](/id/ukpga/1984/27?view=plain \"Go to item of legislation\") insert—\n\t\t“22BBTraffic regulation on byways etc. in National Parks in England andWales\n\t\t\tThis section applies to a road—\n\t\t\t\twhich is in a National Park in England or Wales,\n\t\t\t\twhich is—\n\t\t\t\tshown in a definitive map and statement as a byway open to all traffic, arestricted byway, a bridleway or a footpath, or\n\t\t\t\ta carriageway whose surface, or most of whose surface, does not consist ofconcrete, tarmacadam, coated roadstone or other prescribed material, and\n\t\t\t\tin respect of which no relevant order is in force.\n\t\t\tThe National Park authority may—\n\t\t\t\tfor a purpose mentioned in section 1(1)(a) to (g) or 22(2), by order makein respect of the road any such provision as is mentioned in section 2(1), (2)or (3) or 4(1);\n\t\t\t\tfor the purpose of carrying out an experimental scheme of traffic control,by order make in respect of the road any such provision as is mentioned insection 2(1), (2) or (3) or 4(1);\n\t\t\t\tfor a reason given in section 14(1)(a) or (b) or for a purpose mentioned insection 14(1)(c) or 22(2), by order make in respect of the road—\n\t\t\t\tany such provision as is mentioned in section 2(1), (2) or (3) or 4(1), or\n\t\t\t\tany provision restricting the speed of vehicles.\n\t\t\tThis Act has effect, subject to subsection (4) and any prescribedmodifications, in relation to an order by a National Park authority undersubsection (2)(a), (b) or (c) as it has effect in relation to an order by alocal traffic authority under section 1, 9 or 14(1).\n\t\t\tBefore making any order under subsection (2), the National Park authoritymust consult any authority which is a highway authority for the road.\n\t\tBCSection 22BB: supplementary\n\t\t\tExpressions used in section 22BB(1)(b) that are defined for the purposes ofPart 3 of the Wildlife and Countryside Act 1981 by section 66(1) of that Acthave the same meaning as in that Part.\n\t\t\tIn section 22BB(1)(c) “relevant order” means—\n\t\t\t\ta traffic regulation order,\n\t\t\t\tan experimental traffic order,\n\t\t\t\tan order under section 14(1),\n\t\t\t\tan order under section 22(4), or\n\t\t\t\tan order under section 22B,\n\t\t\t\t\tbut does not include an order made under section 22BB(2).\n\t\t\tIn section 22BB “prescribed” means prescribed by regulations made—\n\t\t\t\tin relation to England, by the Secretary of State;\n\t\t\t\tin relation to Wales, by the National Assembly for Wales.\n\t\t\tAny functions exercisable by the National Assembly for Wales by virtue ofthis section are to be treated for the purposes of section 44 of theGovernment of Wales Act 1998 (parliamentary procedures for subordinatelegislation) as if made exercisable by the Assembly by an Order in Councilunder section 22 of that Act.”"
    },
    {
        "length": 1090,
        "text": "\nPart 7Inland waterways\n\tInland Waterways Advisory Council\n\t\tThe body established by section 110 of the Transport Act [1968 (c.73)](/id/ukpga/1968/73?view=plain \"Go to item of legislation\") and known asthe Inland Waterways Amenity Advisory Council is to be known instead as theInland Waterways Advisory Council.\n\tConstitution of Council\n\t\tFor section 110 of the 1968 Act substitute—\n\t\t“110The Inland Waterways Advisory Council\n\t\t\tThere is to be a body known as the Inland Waterways Advisory Council (“theCouncil”).\n\t\t\tThe Council is to consist of a chairman and not less than 12 other members.\n\t\t\tThe chairman is to be appointed by the Secretary of State after consultingthe Scottish Ministers.\n\t\t\tTwo of the members are to be appointed by the Scottish Ministers afterconsulting the Secretary of State.\n\t\t\tIn making those appointments, the Scottish Ministers must have regard tothe desirability of appointing persons who appear to them to have specialistknowledge of Scotland.\n\t\t\tThe other members of the Council are to be appointed by the Secretary ofState.\n\t\t\tThe members must include persons who appear to the person making theappointment to have wide knowledge of, and interest in, inland waterways.”\n\tTerm of office, procedure etc.\n\t\tAfter section 110 of the 1968 Act insert—\n\t\t“110ATerm of office, procedure etc.\n\t\t\tThe members of the Council—\n\t\t\t\thold and vacate office in accordance with their terms of appointment, and\n\t\t\t\ton ceasing to hold office, are eligible for reappointment;\n\t\t\t\t\tbut a member may at any time resign his office by notice in writing to theSecretary of State or (as the case may be) the Scottish Ministers.\n\t\t\tThe Council—\n\t\t\t\tmay, with the approval of the Secretary of State and after consulting theScottish Ministers, appoint such regional committees as they think fit, and\n\t\t\t\tmay appoint such other committees as they think fit.\n\t\t\tThe Council may determine the procedure (including quorum) of the Councilor any committee.\n\t\t\tThe Secretary of State or the Scottish Ministers may pay the members of theCouncil—\n\t\t\t\ttravelling and other expenses;\n\t\t\t\tallowances for loss of remunerative time.\n\t\t\tThe Secretary of State may pay the chairman such remuneration as theSecretary of State may determine.\n\t\t\tIf the chairman receives such remuneration he is not to be paid anyallowance under subsection (4) for loss of remunerative time.\n\t\t\tThe Secretary of State and the Scottish Ministers must provide the Councilwith such staff, accommodation, services and other facilities as appear to theSecretary of State and the Scottish Ministers to be necessary or expedient forthe proper performance of the Council’s functions.”\n\tFunctions of Council: England and Wales\n\t\tAfter section 110A of the 1968 Act insert—\n\t\t“110BFunctions of Council: England and Wales\n\t\t\tThe Council—\n\t\t\t\tshall provide the Secretary of State and navigation authorities with suchadvice as appears to the Council appropriate about matters relevant to inlandwaterways in England and Wales, and\n\t\t\t\tmay provide any other interested person with such advice.\n\t\t\t“Navigation authority” means any person who has a duty or power under anyenactment to work, maintain, conserve, improve or control any canal or otherinland navigation, navigable river, estuary, harbour or dock.\n\t\t\t“Interested person”, in relation to any matter, means a person appearing tothe Council to have a sufficient interest in the matter.”\n\tFunctions of Council: Scotland\n\t\tAfter section 110B of the 1968 Act insert—\n\t\t“110CFunctions of Council: Scotland\n\t\t\tThe Council—\n\t\t\t\tshall provide the Scottish Ministers and the Waterways Board with suchadvice as appears to the Council appropriate about matters relevant to inlandwaterways in Scotland—\n\t\t\t\twhich are owned or managed by the Waterways Board, or\n\t\t\t\tin respect of which the Waterways Board is providing technical advice orassistance, and\n\t\t\t\tmay provide any other interested person with such advice.\n\t\t\t“Interested person”, in relation to any matter, means a person appearing tothe Council to have a sufficient interest in the matter.”"
    },
    {
        "length": 2920,
        "text": "\nChapter 1Agreements with designated bodies\n\tPowers to enter into agreements\n\t\tAgreement between Secretary of State and designated body\n\t\t\tThe Secretary of State may enter into an agreement with a designated bodyauthorising that body to perform a DEFRA function—\n\t\t\t\teither in relation to the whole of England or in relation to specifiedareas in England;\n\t\t\t\tsubject to paragraph (a), either generally or in specified cases.\n\t\t\t\t\t  * “Specified” means specified in the agreement. \n\t\t\tAn agreement under this section—\n\t\t\t\tmay be cancelled by the Secretary of State at any time, and\n\t\t\t\tdoes not prevent the Secretary of State from performing a function to whichthe agreement relates.\n\t\t\tThis section is subject to sections 81 and 82 (reserved functions andmaximum duration of agreement).\n\t\tAgreement between designated bodies\n\t\t\tA designated body (“A”) may, with the approval of the Secretary of State,enter into an agreement with another designated body (“B”) authorising B toperform a function of A that is related to or connected with a DEFRA function—\n\t\t\t\teither in relation to the whole of England or in relation to specifiedareas in England;\n\t\t\t\tsubject to paragraph (a), either generally or in specified cases.\n\t\t\t\t\t  * “Specified” means specified in the agreement. \n\t\t\tThe Secretary of State’s approval may be given—\n\t\t\t\tin relation to a particular agreement or in relation to a description ofagreements;\n\t\t\t\tunconditionally or subject to conditions specified in the approval.\n\t\t\tSubject to subsection (5), the Secretary of State—\n\t\t\t\tmust review an agreement under this section no later than the end of theperiod of 5 years beginning with the date on which the agreement was enteredinto or was last reviewed by the Secretary of State, and\n\t\t\t\tif it appears appropriate to do so in the light of the review, may cancelthe agreement.\n\t\t\tSubject to subsection (5), an agreement under this section may not bevaried except—\n\t\t\t\tby agreement between A and B, and\n\t\t\t\twith the approval of the Secretary of State.\n\t\t\tAn approval given under subsection (1) may provide that subsection (3) or(4) does not apply (or that both of them do not apply).\n\t\t\tThis section is subject to sections 81 and 82 (reserved functions andmaximum duration of agreement).\n\t\tDesignated bodies\n\t\t\tIn this Chapter “designated body” means a body listed in Schedule 7.\n\t\t\tThe Secretary of State may by order amend Schedule 7 so as to—\n\t\t\t\tadd a body to the list, or\n\t\t\t\tremove a body from it.\n\t\t\tBut the Secretary of State may not exercise the power conferred bysubsection (2)(a) unless satisfied that at least one of the purposes orfunctions of the body to be added to the list is related to or connected witha DEFRA function.\n\t\t\tA body to be added to the list need not be a public body.\n\t\t\tThe power to make an order under subsection (2) is exercisable by statutoryinstrument.\n\t\t\tA statutory instrument containing an order under subsection (2) is subjectto annulment in pursuance of a resolution of either House of Parliament.\n\t\tReserved functions\n\t\t\tAn agreement may not authorise a designated body to perform a reservedfunction.\n\t\t\tThe reserved functions are—\n\t\t\t\tany function whose performance by the designated body would be incompatiblewith the purposes for which the body was established;\n\t\t\t\tany power of a Minister of the Crown to make or terminate appointments orlay reports or accounts;\n\t\t\t\tany power to make subordinate legislation, give directions or guidance orissue codes of practice (or to vary or revoke any of those things);\n\t\t\t\tany power to fix fees or charges other than a power prescribed for thepurposes of this section by an order made by the Secretary of State;\n\t\t\t\tany function of an accounting officer in his capacity as such;\n\t\t\t\texcept in relation to an agreement authorising a public body to performfunctions—\n\t\t\t\tany power to enter, inspect, take samples or seize anything, and\n\t\t\t\tany other power exercisable in connection with suspected offences;\n\t\t\t\tany function of the Secretary of State under the Water Industry Act 1991 orunder any subordinate legislation made under that Act.\n\t\t\tThe power to make an order under subsection (2)(d) is exercisable bystatutory instrument.\n\t\t\tA statutory instrument containing an order under subsection (2)(d) issubject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tMaximum duration of agreement\n\t\t\tThe maximum period for which an agreement may authorise a designated body toperform—\n\t\t\t\ta DEFRA function, or\n\t\t\t\ta function that is related to or connected with a DEFRA function,\n\t\t\t\tis 20 years.\n\tSupplementary\n\t\tParticular powers\n\t\t\tThe fact that a function is conferred by or under this Act or an Act passedafter the passing of this Act does not prevent it from being the subject of anagreement.\n\t\t\tThe Secretary of State or a designated body (“A”) may, under an agreement,authorise a designated body (“B”) to perform a function even though under therelevant enactments or subordinate legislation—\n\t\t\t\tthe function is conferred on A by reference to specified circumstances orcases and the same type of function is conferred on B in different specifiedcircumstances or cases,\n\t\t\t\tthe function is exercisable by A and B jointly,\n\t\t\t\tB is required to be, or may be, consulted about the function (whethergenerally or in specified circumstances), or\n\t\t\t\tB is required to consent to the exercise of the function (whether generallyor in specified circumstances).\n\t\t\tAn agreement may provide—\n\t\t\t\tfor the performance of a function to be subject to the fulfilment ofconditions;\n\t\t\t\tfor payments to be made in respect of the performance of the function.\n\t\t\tA designated body which is authorised under an agreement to perform afunction—\n\t\t\t\tis to be treated as having power to do so;\n\t\t\t\tmay, unless (or except to the extent that) the agreement provides for thisparagraph not to apply—\n\t\t\t\tauthorise a committee, sub-committee, member, officer or employee of thebody to perform the function on its behalf;\n\t\t\t\tform a body corporate and authorise that body to perform the function onits behalf.\n\t\t\tHowever, where the designated body is a local authority—\n\t\t\t\tsubsection (4)(a) is subject to section 84(5)(a), and\n\t\t\t\tsection 84 applies in place of subsection (4)(b).\n\t\t\tSubject to subsection (4)(b) and section 84, a designated body which isauthorised under an agreement to perform a function may not authorise anyother body or other person to perform that function.\n\t\tAgreements with local authorities\n\t\t\tThis section applies where a local authority is authorised under anagreement to perform a function.\n\t\t\tSubject to subsection (5), the function that the local authority isauthorised to perform is to be treated as a function of the local authorityfor the purposes of—\n\t\t\t\tany power of a local authority to arrange for the discharge of the functionby any person mentioned in subsection (3), and\n\t\t\t\tany power of a person mentioned in subsection (3) to arrange for thedischarge of a function by any other person mentioned there.\n\t\t\tThe persons are any committee, sub-committee, member, officer or employeeof the local authority.\n\t\t\t“Committee” does not include a joint committee of two or more localauthorities.\n\t\t\tIf the local authority is operating executive arrangements—\n\t\t\t\tthe function is to be treated as a function of the local authority for thepurposes of section 13 of the Local Government Act [2000 (c.22)](/id/ukpga/2000/22?view=plain \"Go to item of legislation\"), and\n\t\t\t\tif (or to the extent that) the function is the responsibility of theexecutive of the local authority—\n\t\t\t\tsubsection (2) does not apply, and\n\t\t\t\tsections 14 to 16 of the 2000 Act, and any regulations made under sections17 and 18 of the 2000 Act, apply.\n\t\t\t“Executive arrangements” and “executive” have the same meaning as in Part 2of the 2000 Act.\n\t\t\tAn agreement may provide that the provisions of subsection (2) or thosementioned in subsection (5)(b)(ii) do not apply (or do not apply to aspecified extent).\n\t\tSupplementary provisions with respect to agreements\n\t\t\tAn agreement, and any approval given by the Secretary of State undersection 79, must be in writing.\n\t\t\tThe Secretary of State must arrange for a copy of an agreement to bepublished in a way that the Secretary of State thinks is suitable for bringingit to the attention of persons likely to be affected by it.\n\t\t\tNo power of a Minister of the Crown under any enactment to give directionsto a statutory body extends to giving a direction—\n\t\t\t\trequiring it to enter into an agreement;\n\t\t\t\tprohibiting it from entering into an agreement;\n\t\t\t\trequiring it to include, or prohibiting it from including, particularterms;\n\t\t\t\trequiring it to negotiate, or prohibiting it from negotiating, a variationor termination of an agreement.\n\t\t\tSchedule 15 to the Deregulation and Contracting Out Act [1994 (c.40)](/id/ukpga/1994/40?view=plain \"Go to item of legislation\") (restrictionson disclosure of information) applies in relation to an authorisation by adesignated body under this Chapter as it applies in relation to anauthorisation under section 69 of that Act by an office-holder.\n\t\tInterpretation \n\t\t\tIn sections 81 to 85 “agreement” means an agreement under section 78 or 79.\n\t\t\tIn this Chapter “DEFRA function” means a function which at the materialtime falls to be performed by or through the Department for Environment, Foodand Rural Affairs.\n\t\t\tA certificate issued by the Secretary of State that a function falls to beperformed as mentioned in subsection (2) is conclusive evidence of that fact.\n\t\t\tIn this Chapter—\n\t\t\t\t  * “designated body” has the meaning given by section 80; \n\t\t\t\t  * “local authority” means— \n\t\t\t\ta local authority as defined in section 1(a) of the Local Government Act [2000(c. 22)](/id/ukpga/2000/22?view=plain \"Go to item of legislation\"), and\n\t\t\t\tthe Greater London Authority;\n\t\t\t\t\t  * “Minister of the Crown” has the same meaning as in the Ministers of the Crown Act [1975 (c. 26)](/id/ukpga/1975/26?view=plain \"Go to item of legislation\"); \n\t\t\t\t\t  * “subordinate legislation” has the same meaning as in the Interpretation Act [1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\"). "
    },
    {
        "length": 3060,
        "text": "\nChapter 2Powers to reform agricultural etc. bodies\n\tPower to create boards\n\t\tPower to establish boards\n\t\t\tThe appropriate authority may by order—\n\t\t\t\testablish a body for a purpose or purposes falling within section 88, and\n\t\t\t\tassign to it a function or functions falling within section 89.\n\t\t\tThe order must specify the area or areas in relation to which assignedfunctions are exercisable.\n\t\t\tThe areas which may be specified under subsection (2) are—\n\t\t\t\tEngland or an area in England;\n\t\t\t\tWales or an area in Wales;\n\t\t\t\tScotland or an area in Scotland;\n\t\t\t\tNorthern Ireland or an area in Northern Ireland;\n\t\t\t\tany combination of any of the areas mentioned in paragraphs (a) to (d).\n\t\t\tIn this Chapter—\n\t\t\t\t  * “the appropriate authority” has the meaning given by section 96; \n\t\t\t\t  * “board” means a body established by an order under this section; \n\t\t\t\t  * “section 87 order” means an order under this section. \n\t\t\tA board is to be known by a name specified in the order.\n\t\t\tSchedule 8 contains provisions about the constitution of boards and relatedmatters.\n\t\tPermissible purposes of boards\n\t\t\tThe purposes referred to in section 87(1)(a) are—\n\t\t\t\tincreasing efficiency or productivity in an agricultural or relatedindustry;\n\t\t\t\timproving marketing in an agricultural or related industry;\n\t\t\t\timproving or developing services that an agricultural or related industryprovides or could provide to the community;\n\t\t\t\timproving the ways in which an agricultural or related industry contributesto sustainable development.\n\t\t\tA section 87 order must specify—\n\t\t\t\tthe purpose or purposes for which the board is established, and\n\t\t\t\tthe industry to which the order relates.\n\t\t\tFor the purposes of subsection (2)(b), it does not matter whether thespecified industry is regarded for any other purpose as—\n\t\t\t\tan industry,\n\t\t\t\ta group of industries, or\n\t\t\t\ta sector or sectors of an industry.\n\t\t\t“Agriculture” includes horticulture, fruit growing, seed growing, dairyfarming and livestock breeding and keeping, and the use of land as grazingland, meadow land, osier land, market gardens and nursery grounds.\n\t\t\t“Related industry” means an industry which is concerned with theproduction, processing, manufacture, marketing or distribution of—\n\t\t\t\tanything (including any creature alive or dead) produced in the course ofagriculture, and\n\t\t\t\tany product which is derived to any substantial extent from anything soproduced.\n\t\t\t“Services” includes environmental and educational services.\n\t\tPermissible functions of boards\n\t\t\tThe functions referred to in section 87(1)(b) are—\n\t\t\t\ta function specified in Schedule 9 (a “Schedule 9 function”);\n\t\t\t\ta function which, immediately before the commencement of the section 87order, is a function of an existing levy body (“an existing function”);\n\t\t\t\ta function which is a more limited version of a Schedule 9 function or anexisting function;\n\t\t\t\ta function which is a combination of two or more Schedule 9 functions orexisting functions;\n\t\t\t\tany additional function, if it appears to the appropriate authority—\n\t\t\t\tto be related or similar to, or connected with, any function being assignedby virtue of any of paragraphs (a) to (d), or\n\t\t\t\tto be capable of being conveniently exercised in association with anyfunction being so assigned.\n\t\t\tIn this Chapter “existing levy body” means—\n\t\t\t\tthe British Potato Council;\n\t\t\t\tthe Home-Grown Cereals Authority;\n\t\t\t\tthe Horticultural Development Council;\n\t\t\t\tthe Meat and Livestock Commission;\n\t\t\t\tthe Milk Development Council.\n\t\tAncillary provisions\n\t\t\tSchedule 10 makes further provision about the contents of a section 87 order.\n\tPower to dissolve existing levy bodies and boards\n\t\tPower to dissolve existing levy bodies\n\t\t\tThe appropriate authority may by order provide for the dissolution of anyor all of the existing levy bodies.\n\t\t\tIf an order is made providing for the dissolution of the Home-Grown CerealsAuthority, the order must provide for the Cereals Marketing Act [1965 (c.14)](/id/ukpga/1965/14?view=plain \"Go to item of legislation\") to cease tohave effect.\n\t\t\tIf an order is made providing for the dissolution of the Meat and LivestockCommission, the order must provide for the relevant provisions of theAgriculture Act [1967 (c. 22)](/id/ukpga/1967/22?view=plain \"Go to item oflegislation\") to cease to have effect.\n\t\t\tThe relevant provisions of the 1967 Act are—\n\t\t\t\t  * Part 1 (livestock and meat marketing); \n\t\t\t\t  * Schedule 1 (the Meat and Livestock Commission); \n\t\t\t\t  * Schedule 2 (supplementary provisions with respect to development schemes). \n\t\t\tIf an order is made providing for the dissolution of—\n\t\t\t\tthe British Potato Council,\n\t\t\t\tthe Horticultural Development Council, or\n\t\t\t\tthe Milk Development Council,\n\t\t\t\t\tthe order must provide for the revocation of the development council orderestablishing the Council.\n\t\t\t“Development council order” has the meaning given by section 1(2) of theIndustrial Organisation and Development Act [1947 (c.40)](/id/ukpga/1947/40?view=plain \"Go to item of legislation\") (power toestablish development councils etc.).\n\t\tPower to dissolve board\n\t\t\tThe appropriate authority may by order provide for the dissolution of aboard.\n\t\t\tAn order under this section must provide for the revocation of the section87 order.\n\t\tDissolution: supplementary\n\t\t\tSubsection (2) applies if an order is made providing for—\n\t\t\t\tthe dissolution of an existing levy body, or\n\t\t\t\tthe dissolution of a board.\n\t\t\tThe order may provide for the transfer of any property, rights orliabilities of the existing levy body or board.\n\t\t\tSubsection (4) applies if an order is made providing for—\n\t\t\t\tthe dissolution of an existing levy body, or\n\t\t\t\tthe dissolution of a board in relation to which provision has been made byvirtue of paragraph 5 of Schedule 10 (levies).\n\t\t\tThe order must provide for the application of any surplus—\n\t\t\t\tfor the purposes for which the existing levy body or board was established,or\n\t\t\t\tfor connected purposes.\n\t\t\t“Surplus” means an amount by which the assets of the existing levy body orboard exceeds its liabilities and expenses.\n\tPowers of appropriate authority\n\t\tGrants \n\t\t\tThe appropriate authority may make grants to a board of such amounts as theappropriate authority thinks fit.\n\t\t\tA grant under this section may be made subject to such conditions as theappropriate authority thinks fit.\n\t\tDirections \n\t\t\tThe appropriate authority may give a board general or specific directionsas to the exercise of its functions.\n\t\t\tThe appropriate authority must publish any directions given under thissection as soon as is reasonably practicable after giving the directions.\n\t\t\tThe power to give directions under this section includes power to vary orrevoke the directions.\n\t\t\tA board must comply with any directions given under this section.\n\tSupplementary\n\t\t“The appropriate authority”\n\t\t\tIn this Chapter “the appropriate authority” means—\n\t\t\t\tin relation to matters concerning England only, the Secretary of State;\n\t\t\t\tin relation to matters concerning Wales only, the National Assembly forWales;\n\t\t\t\tin relation to matters concerning Scotland only, the Scottish Ministers;\n\t\t\t\tin relation to matters concerning Northern Ireland only, the relevantNorthern Ireland department;\n\t\t\t\tin relation to the matters mentioned in subsection (2), the Secretary ofState acting with the approval of the National Assembly for Wales, theScottish Ministers or (as the case may be) the relevant Northern Irelanddepartment.\n\t\t\tThe matters referred to are—\n\t\t\t\tmaking a section 87 order establishing a board which has cross-borderfunctions;\n\t\t\t\tmaking an order under section 91 or 92 dissolving an existing levy body orsuch a board;\n\t\t\t\tmaking appointments to such a board or exercising other powers in relationto a cross-border function of a board.\n\t\t\t“Cross-border functions” means functions relating to—\n\t\t\t\tEngland, and\n\t\t\t\tWales, Scotland or Northern Ireland.\n\t\t\tThe Scottish Ministers may not give their approval for the purposes ofsubsection (1)(e) to the making of—\n\t\t\t\tan order establishing a board whose cross-border functions includefunctions relating to Scotland, or\n\t\t\t\tan order dissolving an existing levy body or a board whose cross-borderfunctions include functions relating to Scotland,\n\t\t\t\t\tunless a draft of the order has been laid before, and approved by a resolutionof, the Scottish Parliament.\n\t\t\tIn this Chapter “the relevant Northern Ireland department” means theDepartment of Agriculture and Rural Development in Northern Ireland.\n\t\tOrders: procedure etc.\n\t\t\tAn order under this Chapter may include supplementary, incidental,consequential, transitory, transitional or saving provision.\n\t\t\tAn order under this Chapter making provision of a description referred toin subsection (1) may—\n\t\t\t\tamend or repeal any enactment, or\n\t\t\t\tamend or revoke any subordinate legislation,\n\t\t\t\t\twhenever passed or made.\n\t\t\t“Enactment” includes Acts of the Scottish Parliament and Northern Irelandlegislation.\n\t\t\t“Subordinate legislation” has the same meaning as in the Interpretation Act[1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\"),except that it includes any instrument made under an Act of the ScottishParliament and any instrument within the meaning of section 1(c) of theInterpretation Act (Northern Ireland) [1954 (c. 33N.I.)](/id/apni/1954/33?view=plain \"Go to item of legislation\").\n\t\t\tBefore making any order under this Chapter the appropriate authority mustconsult such organisations as appear to it to be representative of interestssubstantially affected by the proposed order.\n\t\t\tSubject to subsection (7), any power to make an order under this Chapter isexercisable by statutory instrument.\n\t\t\tAny power of the relevant Northern Ireland department to make an orderunder this Chapter is exercisable by statutory rule for the purposes of theStatutory Rules (Northern Ireland) Order 1979 ([S.I. 1979/1573(N.I.12)](/id/nisi/1979/1573?view=plain \"Go to item of legislation\")).\n\t\t\tAn order under this Chapter may not be made—\n\t\t\t\tby the Secretary of State, unless a draft of the statutory instrumentcontaining the order has been laid before, and approved by a resolution of,each House of Parliament;\n\t\t\t\tby the Scottish Ministers, unless a draft of the statutory instrumentcontaining the order has been laid before, and approved by a resolution of,the Scottish Parliament;\n\t\t\t\tby the relevant Northern Ireland department, unless a draft of thestatutory rule containing the order has been laid before, and approved by aresolution of, the Northern Ireland Assembly."
    },
    {
        "length": 269,
        "text": "\nChapter 3Financial assistance\n\tFinancial assistance\n\t\tThe Secretary of State may give or arrange for the giving of financialassistance in respect of expenditure incurred or to be incurred in any matterrelated to or connected with a DEFRA function.\n\t\tFinancial assistance under this section may be given in any form, and mayin particular be given by way of a grant, a loan or a guarantee.\n\t\tFinancial assistance under this section may be given subject to suchconditions as may be determined by, or in accordance with arrangements madeby, the Secretary of State.\n\t\tThe conditions may, in particular, include (in the case of a grant)conditions for repayment in specified circumstances.\n\t\t“DEFRA function” means a function which falls to be performed by or throughthe Department for Environment, Food and Rural Affairs.\n\t\tA certificate issued by the Secretary of State that a function falls to beperformed as mentioned in subsection (5) is conclusive evidence of that fact.\n\t\tThe power to give financial assistance under this section may be exercisedeven though a more specific power to give financial assistance exists."
    },
    {
        "length": 749,
        "text": "\nPart 9Miscellaneous\n\tNatural beauty in the countryside\n\t\tThe fact that an area in England or Wales consists of or includes—\n\t\t\tland used for agriculture or woodlands,\n\t\t\tland used as a park, or\n\t\t\tany other area whose flora, fauna or physiographical features are partlythe product of human intervention in the landscape,\n\t\t\tdoes not prevent it from being treated, for the purposes of any enactment(whenever passed), as being an area of natural beauty (or of outstandingnatural beauty).\n\tByelaws relating to land drainage\n\t\tIn the Water Resources Act [1991 (c. 57)](/id/ukpga/1991/57?view=plain \"Goto item of legislation\"), in Schedule 25, in paragraph 5(1) (power ofEnvironment Agency to make byelaws for securing efficient working of drainagesystem), for the words from “necessary for securing” to the end of paragraph5(1) substitute “necessary—\n\t\t\tfor securing the efficient working of any drainage system, or\n\t\t\tfor regulating the effects of any drainage system on the environment.”\n\t\tIn paragraph 5(5) of that Schedule, after “banks” insert “, drainage”.\n\t\tIn the Land Drainage Act [1991 (c. 59)](/id/ukpga/1991/59?view=plain \"Go toitem of legislation\"), in section 66(1) (power of land drainage authoritiesetc. to make byelaws for securing efficient working of drainage system), forthe words from “necessary for securing” to the end of section 66(1) substitute“necessary—“\n\t\t\tfor securing the efficient working of any drainage system in their districtor area, or\n\t\t\tfor regulating the effects in their district or area of any drainage systemon the environment.”\n\tAbolition of certain agricultural etc. committees\n\t\tThe following are abolished—\n\t\t\tthe advisory committee for England, Wales and Northern Ireland establishedunder section 32 of the Hill Farming Act [1946 (c.73)](/id/ukpga/1946/73?view=plain \"Go to item of legislation\"),\n\t\t\tthe sub-committee for Wales and Monmouthshire established under thatsection,\n\t\t\tthe advisory committee for Scotland established under that section,\n\t\t\tthe consumers' committees and committees of investigation established undersection 19 of the Agricultural Marketing Act [1958 (c.47)](/id/ukpga/1958/47?view=plain \"Go to item of legislation\"), and\n\t\t\tthe committee of investigation established under Article 21 of theAgricultural Marketing (Northern Ireland) Order 1982 ([S.I. 1982/1080 (N.I.12)](/id/nisi/1982/1080?view=plain \"Go to item of legislation\"))."
    },
    {
        "length": 2189,
        "text": "\nPart 10Final provisions\n\tCrown land\n\t\tThe appropriate authority may enter into an agreement under section 7 asrespects an interest in Crown land held by or on behalf of the Crown.\n\t\tAn agreement under section 7 as respects any other interest in Crown landis of no effect unless approved by the appropriate authority.\n\t\t“Crown land” means land an interest in which—\n\t\t\tbelongs to Her Majesty in right of the Crown,\n\t\t\tbelongs to Her Majesty in right of the Duchy of Lancaster,\n\t\t\tbelongs to the Duchy of Cornwall, or\n\t\t\tbelongs to a government department or is held in trust for Her Majesty forthe purposes of a government department.\n\t\t“The appropriate authority”, in relation to any land, means—\n\t\t\tif the land belongs to Her Majesty in right of the Crown, the Crown EstateCommissioners or other government department having the management of the landin question;\n\t\t\tif the lands belongs to Her Majesty in right of the Duchy of Lancaster, theChancellor of the Duchy;\n\t\t\tif the land belongs to the Duchy of Cornwall, such person as the Duke ofCornwall, or the possessor for the time being of the Duchy of Cornwall,appoints;\n\t\t\tif the land belongs to a government department or is held in trust for HerMajesty for the purposes of a government department, that department.\n\t\tIf any question arises under this section as to what authority is theappropriate authority in relation to any land, that question is to be referredto the Treasury, whose decision is final.\n\tWales \n\t\tIn Schedule 1 to the National Assembly for Wales (Transfer of Functions) Order1999 ([S.I. 1999/672](/id/uksi/1999/672?view=plain \"Go to item oflegislation\")), the reference to the Wildlife and Countryside Act [1981 (c.69)](/id/ukpga/1981/69?view=plain \"Go to item of legislation\") is to be readas a reference to the 1981 Act as amended by this Act.\n\tPower to make further provision\n\t\tThe Secretary of State may by order make such supplementary, incidental,consequential, transitory, transitional or saving provision as the Secretaryof State considers necessary or expedient for the purposes of, in consequenceof or for giving full effect to any provision of this Act.45\n\t\tAn order under subsection (1) may—\n\t\t\tamend or repeal any enactment contained in an Act passed on or before thelast day of the Session in which this Act is passed;\n\t\t\tamend or revoke any subordinate legislation made before the passing of thisAct.\n\t\t“Subordinate legislation” has the same meaning as in the Interpretation Act[1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\")).\n\t\tThe power to make an order under subsection (1) is exercisable by statutoryinstrument.\n\t\tAn order under subsection (1) which contains any provision (whether aloneor with other provisions) made by virtue of subsection (2)(a) may not be madeunless a draft of the statutory instrument containing the order has been laidbefore, and approved by a resolution of, each House of Parliament.\n\t\tA statutory instrument containing any other order under subsection (1) issubject to annulment in pursuance of a resolution of either House ofParliament.\n\tMinor and consequential amendments etc.\n\t\tSchedule 11 contains minor and consequential amendments.\n\t\tSchedule 12 contains repeals and revocations.\n\tFinancial provisions\n\t\tThere is to be paid out of money provided by Parliament—\n\t\t\tany expenditure incurred by a Minister of the Crown in consequence of thisAct, and\n\t\t\tany increase attributable to this Act in the sums payable by virtue of anyother Act out of money so provided.\n\tCommencement \n\t\tPart 1 (Natural England and the Commission for Rural Communities) comesinto force in accordance with provision made by order by the Secretary ofState.\n\t\tPart 2 (nature conservation in the UK) comes into force in accordance withprovision made by order by the Secretary of State, after consulting theScottish Ministers and the Department of Agriculture and Rural Development inNorthern Ireland.\n\t\tIn Parts 3 to 5 (wildlife etc., SSSIs, National Parks and the Broads)—\n\t\t\tsection 59 comes into force at the end of the period of two monthsbeginning with the day on which this Act is passed, and\n\t\t\tthe other provisions come into force in accordance with provision made byorder by the Secretary of State.\n\t\tPart 6 (rights of way) comes into force in accordance with provision madeby order by—\n\t\t\tthe Secretary of State (in relation to England), or\n\t\t\tthe National Assembly for Wales (in relation to Wales).\n\t\tPart 7 (inland waterways) comes into force in accordance with provisionmade by order by the Secretary of State, after consulting the ScottishMinisters.\n\t\tIn Part 8 (flexible administrative arrangements)—\n\t\t\tChapter 1 comes into force in accordance with provision made by order bythe Secretary of State,\n\t\t\tChapter 2 comes into force in accordance with provision made by order bythe Secretary of State, after consulting the Scottish Ministers and theDepartment of Agriculture and Rural Development in Northern Ireland, and\n\t\t\tChapter 3 comes into force in accordance with provision made by order bythe Secretary of State.\n\t\tIn Part 9 (miscellaneous)—\n\t\t\tsection 99 (natural beauty in the countryside) comes into force at the endof the period of two months beginning with the day on which this Act ispassed, and\n\t\t\tsection 101 (abolition of certain agricultural etc. committees) comes intoforce in accordance with provision made by order by the Secretary of State,after consulting the Scottish Ministers and the Department of Agriculture andRural Development in Northern Ireland.\n\t\tIn this Part—\n\t\t\tsection 105 and Schedules 11 and 12, except so far as relating to an Act ofthe Scottish Parliament or a provision which extends to Northern Ireland only,comes into force in accordance with provision made by order by the Secretaryof State,\n\t\t\tsection 105 and Schedules 11 and 12, so far as relating to an Act of theScottish Parliament, comes into force in accordance with provision made byorder by the Secretary of State after consulting the Scottish Ministers, and\n\t\t\tsection 105 and Schedules 11 and 12, so far as relating to a provisionwhich extends to Northern Ireland only, comes into force in accordance withprovision made by order by the Secretary of State, after consulting theDepartment of Agriculture and Rural Development and the Department of theEnvironment in Northern Ireland.\n\t\tThe power to make an order under this section is exercisable by statutoryinstrument.\n\t\tAn order under this section may make different provision for differentpurposes or different areas.\n\t\tAn order under this section may make such transitional, transitory orsaving provision as the person making the order considers expedient.\n\tExtent \n\t\tExcept as provided by this section, this Act extends to England and Walesonly.\n\t\tPart 2 (nature conservation in the UK) extends also to Scotland andNorthern Ireland.\n\t\tIn Part 3—\n\t\t\tamendments affecting any provisions of the Wildlife and Countryside Act[1981 (c. 69)](/id/ukpga/1981/69?view=plain \"Go to item of legislation\") thatextend to the territorial waters adjacent to England and Wales extend also tothose waters, and\n\t\t\tparagraphs 1, 2, 5 and 6 of Schedule 6 (wildlife offences: time limits forproceedings), and section 53 so far as necessary, extend to any place to whichthe enactments amended by Schedule 6 extend.\n\t\tPart 7 (inland waterways) extends also to Scotland.\n\t\tIn Part 8 (flexible administrative arrangements)—\n\t\t\tChapter 2 (powers to reform agricultural etc. bodies) extends also toScotland and Northern Ireland, and\n\t\t\tChapter 3 (financial assistance) extends also to Northern Ireland.\n\t\tIn Part 9 (miscellaneous), section 101 (abolition of certain agriculturaletc. committees) extends also to Scotland and Northern Ireland.\n\t\tIn this Part—\n\t\t\tsections 105, 107 and 109 and this section extend also to Scotland andNorthern Ireland so far as necessary, and\n\t\t\tthe amendments, repeals and revocations in Schedules 11 and 12 have thesame extent as the provisions to which they relate (except where otherwiseprovided).\n\tShort title\n\t\tThis Act may be cited as the Natural Environment and Rural Communities Act2006."
    }
]