{
    "general": "This act helps businesses by giving them money so they can grow and create jobs. It makes it easier for companies to get loans from the government to help them expand their operations, buy new equipment or hire more workers. This law was passed in 2003 to update an older law called the Industrial Development Act 1982.",
    "series": [
        [
            {
                "length": 152,
                "short": "```Government Gains Greater Flexibility in Providing Financial Assistance to Struggling Industries```",
                "text": "* Simplified point 1: The limit for selective financial assistance has been increased from £3,700 million to £4,300 million, allowing for greater support for businesses in need.\n* Simplified point 2: The Secretary of State can increase the limit on up to four occasions, each time by a maximum of £600 million, providing flexibility in responding to changing economic conditions.\n* Simplified point 3: This legislation gives the government the power to provide financial assistance to struggling industries, helping to protect jobs and stimulate growth."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Industrial Development (Financial Assistance) Act 2003 helps the government support businesses that are struggling financially. It allows them to give these businesses more money than before, up to a total of £4,300 million. This will help protect jobs and boost economic growth. The government can also raise this limit several times if they need to, by up to £600 million each time. This means they can adjust their support based on how well the economy is doing. Overall, this law gives the government more power to help businesses when they need it most.",
    "single": "\n* Increases the limit on selective financial assistance from £2,300 million to £3,700 million.\n* Allows the Secretary of State to increase the limit by up to £600 million on up to four occasions, with the consent of the Treasury.\n* Short title: Industrial Development (Financial Assistance) Act 2003.\nEFFECTS OF THE LEGISLATION:\n* Increases the amount of financial assistance available for industrial development projects.\n* Provides the Secretary of State with the ability to increase the limit on financial assistance in certain circumstances.\n* Simplifies the process of obtaining financial assistance for industrial development projects.\nIMPACT:\n* Benefits businesses and industries in need of financial assistance for development projects.\n* Supports economic growth and development in the UK.\n* Provides the government with the ability to respond to changing economic conditions and provide targeted support for specific industries."
}