[
    {
        "length": 1680,
        "text": "\nMarriage\n\tMarriage: increase of minimum age to 18\n\t\tThe Marriage Act 1949 is amended as follows.\n\t\tIn section 2 (marriages of persons under sixteen)—\n\t\t\tin the heading, for “sixteen” substitute “eighteen”;\n\t\t\tin the text, for “sixteen” substitute “eighteen”.\n\t\tOmit section 3 (marriages of persons under eighteen).\n\tOffence of conduct relating to marriage of persons under 18\n\t\tSection 121 of the Anti-social Behaviour, Crime and Policing Act 2014(offence of forced marriage: England and Wales) is amended as follows.\n\t\tAfter subsection (3) insert—\n\t\t\t“(3A)A person commits an offence under the law of England and Wales if he orshe carries out any conduct for the purpose of causing a child to enter into amarriage before the child’s eighteenth birthday (whether or not the conductamounts to violence, threats, any other form of coercion or deception, andwhether or not it is carried out in England and Wales).”\n\t\tAfter subsection (5) insert—\n\t\t“(5A)“Child” means a person under the age of 18 years.”\n\t\tIn subsection (6)—\n\t\t\tafter “(1)” insert “or subsection (3A)”;\n\t\t\tfor “that subsection” substitute “either of those subsections”.\n\t\tAfter subsection (7) insert—\n\t\t“(7A)A person commits an offence under subsection (3A) only if—\n\t\t\tthe conduct is for the purpose of causing the child to enter into amarriage in England or Wales,\n\t\t\tat the time of the conduct, the person or child is habitually resident inEngland and Wales, or\n\t\t\tat the time of the conduct, the child is a United Kingdom national who—\n\t\t\thas been habitually resident in England and Wales, and\n\t\t\tis not habitually resident or domiciled in Scotland or Northern Ireland.”\nCivil partnership\n\tCivil partnership: increase of minimum age to 18\n\t\tThe Civil Partnership Act 2004 is amended as follows.\n\t\tIn section 3 (eligibility), in subsection (1), in paragraph (c), for “16”substitute “18”.\n\t\tOmit section 4 (parental etc. consent where proposed civil partner under18).\n\tCivil partnerships etc. registered outside England and Wales\n\t\tThe Civil Partnership Act 2004 is amended as follows.\n\t\tIn section 54 (validity of civil partnerships registered outside Englandand Wales)—\n\t\t\tin subsection (1)—\n\t\t\tin paragraph (a), omit “and”;\n\t\t\tafter paragraph (a), insert—\n\t\t\tvoid, if the civil partnership was registered when—\n\t\t\tone of the two people was domiciled in England and Wales, and\n\t\t\tone of the two people was under 18, and”;\n\t\t\tin subsection (2)—\n\t\t\tin paragraph (a), omit “and”;\n\t\t\tafter paragraph (a), insert—\n\t\t\tvoid, if the civil partnership was registered when—\n\t\t\tone of the two people was domiciled in England and Wales, and\n\t\t\tone of the two people was under 18, and”;\n\t\t\tin subsection (2A)—\n\t\t\tin paragraph (a), omit “and”;\n\t\t\tafter paragraph (a), insert—\n\t\t\tvoid, if the marriage was solemnised there when—\n\t\t\tone of the two people was domiciled in England and Wales, and\n\t\t\tone of the two people was under 18, and”.\n\t\tIn section 217 (person domiciled in a part of the United Kingdom), insubsection (2), in paragraph (a), for “16” substitute “18”.\nFinal provisions\n\tConsequential amendments\n\t\tThe Schedule to this Act contains minor and consequential amendments.\n\t\tThe Secretary of State may by regulations made by statutory instrument makeprovision that is consequential on any provision made by this Act.\n\t\tRegulations under this section—\n\t\t\tmay include transitional or saving provision;\n\t\t\tmay amend, repeal or revoke any provision of or made under primarylegislation.\n\t\tThe provision referred to in subsection (3)(b) does not include a provisionof legislation passed or made after the end of the session of Parliament inwhich this Act is passed.\n\t\tA statutory instrument containing regulations under this section thatamend, repeal or revoke primary legislation may not be made unless a draft ofthe instrument has been laid before and approved by a resolution of each Houseof Parliament.\n\t\tAny other statutory instrument containing regulations under this section issubject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tIn this section “primary legislation” means—\n\t\t\tan Act;\n\t\t\ta Measure or Act of Senedd Cymru;\n\t\t\tan Act of the Scottish Parliament;\n\t\t\tNorthern Ireland legislation.\n\tExtent \n\t\tThis Act extends to England and Wales only, subject to subsections (2) and(3).\n\t\tSections 4(3) and 5 to 9 also extend to Scotland and Northern Ireland.\n\t\tAn amendment or repeal made by the Schedule has the same extent as theprovision amended or repealed.\n\tCommencement \n\t\tThe provisions of this Act come into force on such day as the Secretary ofState may by regulations appoint.\n\t\tDifferent days may be appointed for different purposes.\n\t\tThe Secretary of State may by regulations make transitional, transitory orsaving provision in connection with the coming into force of any provision ofthis Act.\n\t\tRegulations under this section are to be made by statutory instrument.\n\tSaving provisions\n\t\tAn amendment made by a provision of this Act does not affect the validityof—\n\t\t\tany marriage solemnised, or\n\t\t\tany civil partnership registered,\n\t\t\t\tbefore the day on which that provision comes into force.\n\t\tThe amendment made by section 4(3) does not affect the treatment as a civilpartnership of an overseas relationship that is registered under the relevantlaw as having been entered into before that provision comes into force.\n\t\tIn subsection (2)—\n\t\t\t  * “overseas relationship” has the same meaning as in the Civil Partnership Act 2004 (see section 212(1) of that Act); \n\t\t\t  * “the relevant law” has the same meaning as in Chapter 2 of Part 5 of that Act (see section 212(2) of that Act). \n\tShort title\n\t\tThis Act may be cited as the Marriage and Civil Partnership (Minimum Age) Act2022.\n\tSection 5"
    }
]