{
    "general": "This law makes sure that people cannot get married or enter into a civil partnership until they are at least 18 years old. This is to protect young people from being forced into marriages or partnerships before they are ready, and to ensure that they have the ability to give their full consent to the union. The law also applies to same-sex couples and heterosexual couples equally.",
    "series": [
        [
            {
                "length": 149,
                "short": "\"Raising the Minimum Age for Marriage and Civil Partnership to 18\"",
                "text": "* Simplified point 1: The Marriage and Civil Partnership (Minimum Age) Act 2022 increases the minimum age for marriage and civil partnership to 18.\n* Simplified point 2: The act amends the Marriage Act 1949 and the Civil Partnership Act 2004 to raise the minimum age for marriage and civil partnership to 18, and makes it an offense to carry out any conduct for the purpose of causing a child to enter into a marriage or civil partnership before their 18th birthday."
            }
        ]
    ],
    "summary": "The Marriage and Civil Partnership (Minimum Age) Act 2022 is a law that raises the minimum age for getting married or entering into a civil partnership from 16 to 18 years old. This means that no one under the age of 18 can get legally married or enter into a civil partnership. The law also makes it illegal for anyone to try to force or trick someone under 18 into getting married or entering into a civil partnership. This new law will help protect young people from being taken advantage of or forced into something they don't want to do before they are ready.",
    "single": "\n• Increase the minimum age for marriage and civil partnership from 16 to 18.\n\n• Make it an offense to carry out any conduct for the purpose of causing a child to enter into a marriage or civil partnership before their 18th birthday.\n\n• The offense applies to children who are habitually resident in England and Wales, regardless of whether the conduct takes place in England and Wales or elsewhere.\n\n• The law will not apply to marriages or civil partnerships that take place outside England and Wales if one of the parties is under 18 and the marriage or partnership is valid according to the laws of the country where it took place.\n\n• The change will come into effect on a date set by the Secretary of State, and different dates can be appointed for different purposes.\n\n• Regulations can be made to provide for transitional, transitory or saving provisions in connection with the coming into force of the new law."
}