[
    {
        "length": 820,
        "text": "\nNew regime to protect the public from terrorism\n\tAbolition of control orders\n\t\tThe Prevention of Terrorism Act 2005 (which gives powers to impose controlorders) is repealed.\n\tImposition of terrorism prevention and investigation measures\n\t\tThe Secretary of State may by notice (a “TPIM notice”) impose specifiedterrorism prevention and investigation measures on an individual if conditionsA to E in section 3 are met.\n\t\tIn this Act “terrorism prevention and investigation measures” meansrequirements, restrictions and other provision which may be made in relationto an individual by virtue of Schedule 1 (terrorism prevention andinvestigation measures).\n\t\tIn this section and Part 1 of Schedule 1 “specified” means specified in theTPIM notice.\n\tConditions A to E\n\t\tCondition A is that the Secretary of State reasonably believes that theindividual is, or has been, involved in terrorism-related activity (the“relevant activity”).\n\t\tCondition B is that some or all of the relevant activity is new terrorism-related activity.\n\t\tCondition C is that the Secretary of State reasonably considers that it isnecessary, for purposes connected with protecting members of the public from arisk of terrorism, for terrorism prevention and investigation measures to beimposed on the individual.\n\t\tCondition D is that the Secretary of State reasonably considers that it isnecessary, for purposes connected with preventing or restricting theindividual’s involvement in terrorism-related activity, for the specifiedterrorism prevention and investigation measures to be imposed on theindividual.\n\t\tCondition E is that—\n\t\t\tthe court gives the Secretary of State permission under section 6, or\n\t\t\tthe Secretary of State reasonably considers that the urgency of the caserequires terrorism prevention and investigation measures to be imposed withoutobtaining such permission.\n\t\tIn this section “new terrorism-related activity” means—\n\t\t\tif no TPIM notice relating to the individual has ever been in force,terrorism-related activity occurring at any time (whether before or after thecoming into force of this Act);\n\t\t\tif only one TPIM notice relating to the individual has ever been in force,terrorism-related activity occurring after that notice came into force; or\n\t\t\tif two or more TPIM notices relating to the individual have been in force,terrorism-related activity occurring after such a notice came into force mostrecently.\n\tInvolvement in terrorism-related activity\n\t\tFor the purposes of this Act, involvement in terrorism-related activity isany one or more of the following—\n\t\t\tthe commission, preparation or instigation of acts of terrorism;\n\t\t\tconduct which facilitates the commission, preparation or instigation ofsuch acts, or which is intended to do so;\n\t\t\tconduct which gives encouragement to the commission, preparation orinstigation of such acts, or which is intended to do so;\n\t\t\tconduct which gives support or assistance to individuals who are known orbelieved by the individual concerned to be involved in conduct falling withinparagraphs (a) to (c);\n\t\t\t\tand for the purposes of this Act it is immaterial whether the acts ofterrorism in question are specific acts of terrorism or acts of terrorism ingeneral.\n\t\tFor the purposes of this Act, it is immaterial whether an individual’sinvolvement in terrorism-related activity occurs before or after the cominginto force of this Act."
    },
    {
        "length": 210,
        "text": "\nTwo year limit on imposition of measures without new terrorism-relatedactivity\n\tTwo year limit for TPIM notices\n\t\tA TPIM notice—\n\t\t\tcomes into force when the notice is served on the individual or, if later,at the time specified for this purpose in the notice; and\n\t\t\tis in force for the period of one year.\n\t\tThe Secretary of State may by notice extend a TPIM notice for a period ofone year beginning when the TPIM notice would otherwise expire.\n\t\tA TPIM notice—\n\t\t\tmay be extended under subsection (2) only if conditions A, C and D are met;and\n\t\t\tmay be so extended on only one occasion.\n\t\tThis section is subject, in particular, to sections 13 (revocation andrevival of TPIM notices) and 14 (replacement of TPIM notice that is quashedetc)."
    },
    {
        "length": 1237,
        "text": "\nCourt scrutiny of imposition of measures\n\tPrior permission of the court\n\t\tThis section applies if the Secretary of State—\n\t\t\tmakes the relevant decisions in relation to an individual, and\n\t\t\tmakes an application to the court for permission to impose measures on theindividual.\n\t\tThe application must set out a draft of the proposed TPIM notice.\n\t\tThe function of the court on the application is—\n\t\t\tto determine whether the relevant decisions of the Secretary of State areobviously flawed, and\n\t\t\tto determine whether to give permission to impose measures on theindividual and (where applicable) whether to exercise the power of directionunder subsection (9).\n\t\tThe court may consider the application—\n\t\t\tin the absence of the individual;\n\t\t\twithout the individual having been notified of the application; and\n\t\t\twithout the individual having been given an opportunity (if the individualwas aware of the application) of making any representations to the court.\n\t\tBut that does not limit the matters about which rules of court may be made.\n\t\tIn determining the application, the court must apply the principlesapplicable on an application for judicial review.\n\t\tIn a case where the court determines that a decision of the Secretary ofState that condition A, condition B, or condition C is met is obviouslyflawed, the court may not give permission under this section.\n\t\tIn any other case, the court may give permission under this section.\n\t\tIf the court determines that the Secretary of State’s decision thatcondition D is met is obviously flawed, the court may (in addition to givingpermission under subsection (8)) give directions to the Secretary of State inrelation to the measures to be imposed on the individual.\n\t\tIn this section “relevant decisions” means the decisions that thefollowing conditions are met—\n\t\t\tcondition A;\n\t\t\tcondition B;\n\t\t\tcondition C; and\n\t\t\tcondition D.\n\tUrgent cases: reference to the court etc\n\t\tSchedule 2 (urgent cases: reference to the court etc) has effect.\n\tDirections hearing\n\t\tThis section applies if the court—\n\t\t\tgives permission under section 6 for measures to be imposed on anindividual, or\n\t\t\tconfirms under paragraph 4(3) of Schedule 2 (whether or not subject toparagraph 4(2) of that Schedule) a TPIM notice which imposes measures on anindividual.\n\t\tThe court must, at the hearing where it gives the permission or confirmsthe notice, give directions for a further hearing (a “directions hearing”)—\n\t\t\twhich, unless the court otherwise directs (whether in those directions orsubsequently), is to be held within the period of 7 days beginning with therelevant day, and\n\t\t\twhich the individual is to have the opportunity to attend.\n\t\tIn a case where this section applies because the court gives permissionunder section 6, directions given under subsection (2) may not be served onthe individual unless the TPIM notice has been served on that individual.\n\t\tAt the directions hearing, the court must give directions for a furtherhearing (a “review hearing”) in relation to the imposition of measures on theindividual.\n\t\tDirections under subsection (4) must provide for the review hearing to beheld as soon as reasonably practicable.\n\t\tIn this section “relevant day” means—\n\t\t\tin a case falling within subsection (1)(a), the day on which the TPIMnotice imposing the measures is served on the individual;\n\t\t\tin a case falling within subsection (1)(b), the day on which the courtconfirms the TPIM notice.\n\tReview hearing\n\t\tOn a review hearing held in compliance with directions under section 8(4),the function of the court is to review the decisions of the Secretary of Statethat the relevant conditions were met and continue to be met.\n\t\tIn doing so, the court must apply the principles applicable on anapplication for judicial review.\n\t\tThe court—\n\t\t\tmust discontinue the review hearing if the individual requests the court todo so; and\n\t\t\tmay discontinue the review hearing in any other circumstances.\n\t\tThe court may not discontinue the review hearing in accordance withsubsection (3)(b) without giving the Secretary of State and the individual theopportunity to make representations.\n\t\tThe court has the following powers (and only those powers) on a reviewhearing—\n\t\t\tpower to quash the TPIM notice;\n\t\t\tpower to quash measures specified in the TPIM notice;\n\t\t\tpower to give directions to the Secretary of State for, or in relation to,—\n\t\t\tthe revocation of the TPIM notice, or\n\t\t\tthe variation of measures specified in the TPIM notice.\n\t\tIf the court does not exercise any of its powers under subsection (5), thecourt must decide that the TPIM notice is to continue in force.\n\t\tIf the court exercises a power under subsection (5)(b) or (c)(ii), thecourt must decide that the TPIM notice is to continue in force subject to thatexercise of that power.\n\t\tIn this section “relevant conditions” means—\n\t\t\tcondition A;\n\t\t\tcondition B;\n\t\t\tcondition C; and\n\t\t\tcondition D."
    },
    {
        "length": 864,
        "text": "\nConsultation requirements\n\tCriminal investigations into terrorism-related activity\n\t\tThe Secretary of State must consult the chief officer of the appropriatepolice force about the matter mentioned in subsection (2) before—\n\t\t\tmaking an application under section 6 for permission to impose measures onan individual, or\n\t\t\timposing measures on an individual in a case to which section 3(5)(b)applies (urgency of the case requires measures to be imposed without obtainingthe permission of the court).\n\t\tThe matter is whether there is evidence available that could realisticallybe used for the purposes of prosecuting the individual for an offence relatingto terrorism.\n\t\tThe “appropriate police force” means the police force—\n\t\t\tthat is investigating the commission of any such offence by the individual,or\n\t\t\tby which it appears to the Secretary of State that the commission of anysuch offence by the individual would fall to be investigated.\n\t\tIf the Secretary of State serves a TPIM notice on an individual, theSecretary of State must inform the chief officer of the appropriate policeforce—\n\t\t\tthat the TPIM notice has been served, and\n\t\t\tthat the chief officer must act in accordance with the duty undersubsection (5).\n\t\tAfter being informed of the matters mentioned in subsection (4), the chiefofficer must—\n\t\t\tsecure that the investigation of the individual’s conduct, with a view to aprosecution of the individual for an offence relating to terrorism, is keptunder review throughout the period the TPIM notice is in force, and\n\t\t\treport to the Secretary of State on the review carried out under paragraph(a).\n\t\tThe chief officer must consult the relevant prosecuting authority beforeresponding to consultation under subsection (1).\n\t\tThe chief officer must also, to the extent that the chief officer considersit appropriate to do so, consult the relevant prosecuting authority incarrying out the duty under subsection (5)(a).\n\t\tThe “relevant prosecuting authority” is—\n\t\t\tin the case of offences that would be likely to be prosecuted in Englandand Wales, the Director of Public Prosecutions;\n\t\t\tin the case of offences that would be likely to be prosecuted in Scotland,the appropriate procurator fiscal;\n\t\t\tin the case of offences that would be likely to be prosecuted in NorthernIreland, the Director of Public Prosecutions for Northern Ireland.\n\t\tThe duty to consult under subsection (1) or (6) may be satisfied byconsultation that took place wholly or partly before the passing of this Act.\n\t\tIn this section—\n\t\t\t  * “chief officer”— \n\t\t\tin relation to a police force maintained for a police area in England andWales, means the chief officer of police of that force;\n\t\t\tin relation to a police force maintained under the Police (Scotland) Act 1967,means the chief constable of that force;\n\t\t\tin relation to the Police Service of Northern Ireland, means the ChiefConstable of that Service;\n\t\t\tin relation to the Serious Organised Crime Agency, means the Director Generalof that Agency; and\n\t\t\tin relation to the Scottish Crime and Drug Enforcement Agency, means theDirector General of that Agency;\n\t\t\t\t  * “police force” means— \n\t\t\ta police force maintained for a police area in England and Wales;\n\t\t\ta police force maintained under the Police (Scotland) Act 1967;\n\t\t\tthe Police Service of Northern Ireland;\n\t\t\tthe Serious Organised Crime Agency; or\n\t\t\tthe Scottish Crime and Drug Enforcement Agency."
    },
    {
        "length": 1865,
        "text": "\nChanges concerning TPIM notices\n\tVariation of measures\n\t\tThe Secretary of State may by notice (a “variation notice”) vary measuresspecified in a TPIM notice if—\n\t\t\tthe variation consists of the relaxation or removal of measures;\n\t\t\tthe variation is made with the consent of the individual; or\n\t\t\tthe Secretary of State reasonably considers that the variation is necessaryfor purposes connected with preventing or restricting the individual’sinvolvement in terrorism-related activity.\n\t\tThe individual to whom a TPIM notice relates may make an application to theSecretary of State for the variation of measures specified in the TPIM notice.\n\t\tThe Secretary of State must consider an application made under subsection(2).\n\t\tAn application under subsection (2) must be made in writing.\n\t\tThe Secretary of State may by notice request the provision, within suchperiod of time as the notice may specify, of further information from theindividual in connection with an application under subsection (2).\n\t\tThe Secretary of State is not required to consider an application furtherunless any information requested under subsection (5) is provided inaccordance with the notice mentioned in that subsection.\n\t\tA variation under subsection (1) takes effect when the variation notice isserved or, if later, at the time specified for this purpose in the variationnotice.\n\t\tThe power under subsection (1) is exercisable whether or not an applicationhas been made under subsection (2).\n\t\tIn a case where a TPIM notice—\n\t\t\thas expired without being extended under section 5(2), or\n\t\t\thas been revoked,\n\t\t\t\tthe power under subsection (1) may (in particular) be exercised in relation tothe TPIM notice before any revival of the TPIM notice under section 13(6) soas to take effect at the time that the TPIM notice comes back into force onits revival.\n\t\tIn such a case, the question of whether condition D is met is to bedetermined for the purposes of section 13(6) by reference to the measuresspecified in the TPIM notice as they would be after the exercise of the powerunder subsection (1).\n\tRevocation and revival of TPIM notices\n\t\tThe Secretary of State may by notice (a “revocation notice”) revoke a TPIMnotice at any time.\n\t\tThe revocation of a TPIM notice takes effect when the revocation notice isserved or, if different, at the time specified for this purpose in therevocation notice.\n\t\tThe individual to whom a TPIM notice relates may make an application to theSecretary of State for the revocation of the TPIM notice.\n\t\tThe Secretary of State must consider an application made under subsection(3).\n\t\tThe power under subsection (1) is exercisable whether or not an applicationhas been made under subsection (3).\n\t\tThe Secretary of State may by notice (a “revival notice”) at any timerevive a TPIM notice which—\n\t\t\thas expired without being extended under section 5(2), or\n\t\t\thas been revoked,\n\t\t\t\tif conditions A, C and D are met.\n\t\tThe power of revival may be exercised—\n\t\t\tunder subsection (6) (a) or (b) whether or not the TPIM notice haspreviously been revoked and revived; and\n\t\t\tunder subsection (6) (b) whether or not the TPIM notice has been extendedunder section 5(2).\n\t\tBut the power of revival under subsection (6) (b) may not be exercised torevive a TPIM notice which the Secretary of State was required to revoke bydirections given by the court in TPIM proceedings.\n\t\tA TPIM notice which is revived—\n\t\t\tcomes back into force when the revival notice is served or, if later, atthe time specified for this purpose in the revival notice; and\n\t\t\tis in force—\n\t\t\tfor the period of one year (in a case where the revived notice hadexpired), or\n\t\t\tfor the period of time for which the TPIM notice would have continued inforce if it had not been revoked (in a case where the revived notice had beenrevoked).\n\tReplacement of TPIM notice that is quashed etc\n\t\tThis section applies if—\n\t\t\ta TPIM notice, the extension of a TPIM notice, or the revival of a TPIMnotice, is quashed in TPIM proceedings, or\n\t\t\ta TPIM notice is revoked by the Secretary of State in compliance withdirections given by the court in TPIM proceedings.\n\t\tThe replacement TPIM notice is to be in force for the period of time forwhich the overturned notice would have continued in force but for the quashingor revocation.\n\t\tThe replacement TPIM notice may not be extended under section 5(2) if theoverturned notice had been extended under section 5(2) (including where theextension is quashed).\n\t\tTerrorism-related activity is to be treated as new terrorism-relatedactivity in relation to the imposition of measures by the replacement TPIMnotice if it was new terrorism-related activity in relation to the impositionof measures by the overturned notice.\n\t\tTerrorism-related activity that occurs after the coming into force of theoverturned notice does not cease to be new terrorism-related activity byvirtue of the coming into force of the replacement TPIM notice.\n\t\tSubsections (2) to (5) do not apply to the replacement notice if—\n\t\t\tsome or all of the relevant activity (within the meaning of section 3)occurred after the overturned notice came into force, and\n\t\t\tthe Secretary of State determines that those subsections should not applyto that notice.\n\t\tIn this section—\n\t\t\t  * “new terrorism-related activity” has the same meaning as in section 3; \n\t\t\t  * “overturned notice” means the TPIM notice to which the quashing or revocation referred to in subsection (1) relates; \n\t\t\t  * “replacement TPIM notice” means the first TPIM notice to impose measures on the individual to whom the overturned notice relates after the quashing or revocation referred to in subsection (1). \n\tOther provision relating to the quashing of TPIM notices etc\n\t\tA power in TPIM proceedings to quash a TPIM notice, the extension of a TPIMnotice, the revival of a TPIM notice, or measures specified in a TPIM notice,includes—\n\t\t\tin England and Wales or Northern Ireland, power to stay the quashing for aspecified time, or pending an appeal or further appeal against the decision toquash; or\n\t\t\tin Scotland, power to determine that the quashing is of no effect for aspecified time or pending such an appeal or further appeal.\n\t\tA decision in TPIM proceedings to quash measures specified in a TPIMnotice, or (except as provided in section 14) a decision in TPIM proceedingsto quash, or to give directions to the Secretary of State in relation to, aTPIM notice, the extension of a TPIM notice, or the revival of a TPIM notice,does not prevent the Secretary of State—\n\t\t\tfrom exercising any power under this Act to impose measures (whether or notto the same or similar effect as measures to which the decision relates), or\n\t\t\tfrom relying, in whole or in part, on any matters for the purpose of soexercising such a power (whether or not the matters were relied on inexercising powers under this Act in relation to measures or the TPIM notice towhich the decision relates).\n\t\tSchedule 3 (appeals against convictions) has effect."
    },
    {
        "length": 1198,
        "text": "\nAppeals and court proceedings\n\tAppeals \n\t\tIf the Secretary of State extends or revives a TPIM notice (see section5(2) or 13(6))—\n\t\t\tthe individual to whom the TPIM notice relates may appeal to the courtagainst the extension or revival; and\n\t\t\tthe function of the court on such an appeal is to review the Secretary ofState’s decisions that conditions A, C and D were met and continue to be met.\n\t\tIf the Secretary of State varies measures specified in a TPIM notice (andthe variation does not consist of the relaxation or removal of measures)without the consent of the individual to whom the TPIM notice relates (seesection 12(1)(c))—\n\t\t\tthe individual may appeal to the court against the variation; and\n\t\t\tthe function of the court on such an appeal is to review the Secretary ofState’s decisions that the variation was necessary, and continues to benecessary, for purposes connected with preventing or restricting involvementby the individual in terrorism-related activity.\n\t\tIf the individual to whom a TPIM notice relates makes an application to theSecretary of State for the variation of measures specified in the TPIM notice(see section 12(2))—\n\t\t\tthe individual may appeal to the court against any decision by theSecretary of State on the application; and\n\t\t\tthe function of the court on such an appeal is to review the Secretary ofState’s decisions that the measures to which the application relates werenecessary, and continue to be necessary, for purposes connected withpreventing or restricting involvement by the individual in terrorism-relatedactivity.\n\t\tIf the individual to whom a TPIM notice relates makes an application to theSecretary of State for the revocation of the TPIM notice (see section 13(3))—\n\t\t\tthe individual may appeal to the court against any decision by theSecretary of State on the application; and\n\t\t\tthe function of the court on such an appeal is to review the Secretary ofState’s decisions that conditions A, C and D were met and continue to be met.\n\t\tIf the individual to whom a TPIM notice relates makes an application to theSecretary of State for permission—\n\t\t\tthe individual may appeal to the court against any decision by theSecretary of State on the application (including any decision about conditionsto which permission is subject); and\n\t\t\tthe function of the court on such an appeal is to review the decision.\n\t\tIn determining the matters mentioned in subsections (1) to (5) the courtmust apply the principles applicable on an application for judicial review.\n\t\tThe only powers of the court on an appeal under this section are—\n\t\t\tpower to quash the extension or revival of the TPIM notice;\n\t\t\tpower to quash measures specified in the TPIM notice;\n\t\t\tpower to give directions to the Secretary of State for, or in relation to,—\n\t\t\tthe revocation of the TPIM notice, or\n\t\t\tthe variation of measures the TPIM notice specifies;\n\t\t\tpower to give directions to the Secretary of State in relation topermission or conditions to which permission is subject.\n\t\tIf the court does not exercise any of its powers under subsection (7), itmust dismiss the appeal.\n\t\tIn this section “permission” means permission for the purposes of measuresspecified in a TPIM notice (see, in particular, paragraph 13 of Schedule 1).\n\tJurisdiction in relation to decisions under this Act\n\t\tTPIM decisions are not to be questioned in any legal proceedings otherthan—\n\t\t\tproceedings in the court; or\n\t\t\tproceedings on appeal from such proceedings.\n\t\tThe court is the appropriate tribunal for the purposes of section 7 of theHuman Rights Act 1998 in relation to proceedings all or any part of which calla TPIM decision into question.\n\t\tIn this Act “TPIM decision” means—\n\t\t\ta decision made by the Secretary of State in exercise or performance of anypower or duty under any of sections 2 to 15 or under Schedule 1 or 2;\n\t\t\ta decision made by the Secretary of State for the purposes of, or inconnection with, the exercise or performance of any such power or duty;\n\t\t\ta decision by a constable to give a direction by virtue of paragraph 4 ofSchedule 1 (movement directions measure) or paragraph 10(1)(b) of thatSchedule (reporting measure);\n\t\t\ta decision by a person to give a direction by virtue of paragraph 12(2)(d)of Schedule 1 (monitoring measure).\n\tProceedings relating to measures\n\t\tNo appeal shall lie from any determination of the court in TPIMproceedings, except on a question of law.\n\t\tNo appeal by any person other than the Secretary of State shall lie fromany determination—\n\t\t\ton an application for permission under section 6; or\n\t\t\ton a reference under Schedule 2.\n\t\tSchedule 4 (proceedings relating to measures) has effect."
    },
    {
        "length": 2164,
        "text": "\nOther safeguards\n\tReports on exercise of powers under Act\n\t\tThe Secretary of State must—\n\t\t\tprepare a report about the exercise of the powers mentioned in subsection(2) during each period of 3 months beginning with the month in which this Actis passed, and\n\t\t\tlay a copy of each such report before Parliament.\n\t\tThe powers referred to in subsection (1) are the powers of the Secretary ofState under this Act—\n\t\t\tto impose measures on an individual by a TPIM notice under section 2;\n\t\t\tto extend a TPIM notice under section 5(2);\n\t\t\tto vary a TPIM notice under section 12;\n\t\t\tto revoke a TPIM notice under section 13(1);\n\t\t\tto revive a TPIM notice under section 13(6).\n\t\tThe duty under subsection (1) in relation to the preparation and laying ofa report must be carried out as soon as reasonably practicable after the endof the 3 month period to which the report relates.\n\t\tSubject to subsection (5), this section does not require a report to bemade in relation to any time which falls after the Secretary of State’s TPIMpowers have expired or been repealed under section 21, except for the periodof 28 days referred to in section 22(2).\n\t\tIf the Secretary of State’s TPIM powers are revived under section 21—\n\t\t\tthe reference in subsection (1)(a) above to the month in which this Act ispassed is to be read as a reference to the month in which the revival takeseffect; and\n\t\t\tthis section applies accordingly.\n\tReviews of operation of Act\n\t\tThe Secretary of State must appoint a person to review the operation ofthis Act (“the independent reviewer”).\n\t\tThe independent reviewer must carry out a review of the operation of thisAct in respect of each calendar year, starting with the first completecalendar year beginning after the passing of this Act.\n\t\tEach review must be completed as soon as reasonably practicable after theend of the calendar year to which the review relates.\n\t\tThe independent reviewer must send to the Secretary of State a report onthe outcome of each review carried out under subsection (2) as soon asreasonably practicable after completion of the review.\n\t\tOn receiving a report under subsection (4), the Secretary of State must laya copy of it before Parliament.\n\t\tThe Secretary of State may pay to the independent reviewer—\n\t\t\texpenses incurred in carrying out the functions of the reviewer under thissection, and\n\t\t\tsuch allowances as the Secretary of State determines.\n\t\tSubject to subsection (8), this section does not require a review to becarried out in relation to any time which falls after the Secretary of State’sTPIM powers have expired or been repealed under section 21, except for theperiod of 28 days referred to in section 22(2).\n\t\tIf the Secretary of State’s TPIM powers are revived under section 21, theindependent reviewer must carry out a review of the operation of this Act inrespect of—\n\t\t\tthe period which—\n\t\t\tbegins when the revival takes effect, and\n\t\t\tends with the end of the calendar year in which the revival takes effect;and\n\t\t\teach subsequent calendar year.\n\t\tIn such a case, this section and the other provisions of this Act apply asif references to a review under subsection (2) were references to a reviewunder subsection (8).\n\tExpiry and repeal of TPIM powers\n\t\tExcept so far as otherwise provided under this section, the Secretary ofState’s TPIM powers expire at the end of 5 years beginning with the day onwhich this Act is passed.\n\t\tThe Secretary of State may, by order made by statutory instrument—\n\t\t\trepeal the Secretary of State’s TPIM powers;\n\t\t\tat any time revive the Secretary of State’s TPIM powers for a period notexceeding 5 years;\n\t\t\tprovide that the Secretary of State’s TPIM powers—\n\t\t\tare not to expire at the time when they would otherwise expire undersubsection (1) or in accordance with an order under this subsection; but\n\t\t\tare to continue in force after that time for a period not exceeding 5years.\n\t\tBefore making an order under this section the Secretary of State mustconsult—\n\t\t\tthe independent reviewer appointed for the purposes of section 20;\n\t\t\tthe Intelligence Services Commissioner; and\n\t\t\tthe Director-General of the Security Service.\n\t\tAn order under this section may not be made unless a draft of it has beenlaid before Parliament and approved by a resolution of each House.\n\t\tSubsection (4) does not apply to an order that contains a declaration bythe Secretary of State that the order needs, by reason of urgency, to be madewithout the approval required by that subsection.\n\t\tAn order that contains such a declaration—\n\t\t\tmust be laid before Parliament after being made; and\n\t\t\tif not approved by a resolution of each House before the end of 40 daysbeginning with the day on which the order was made, ceases to have effect atthe end of that period.\n\t\tWhere an order ceases to have effect in accordance with subsection (6),that does not—\n\t\t\taffect anything previously done in reliance on the order; or\n\t\t\tprevent the making of a new order to the same or similar effect.\n\t\tIn this section—\n\t\t\t  * “40 days” means 40 days computed as provided for in section 7(1) of the Statutory Instruments Act 1946; \n\t\t\t  * “Secretary of State’s TPIM powers” means— \n\t\t\tthe power to impose a TPIM notice under section 2;\n\t\t\tthe power to extend a TPIM notice under section 5(2);\n\t\t\tthe power to vary a TPIM notice under section 12(1)(c); and\n\t\t\tthe power to revive a TPIM notice under section 13(6) to (9).\n\tSection 21: supplementary provision\n\t\tThis section applies if the Secretary of State’s TPIM powers expire or arerepealed under section 21.\n\t\tA TPIM notice which is in force immediately before expiry or repeal is to—\n\t\t\tcontinue in force for the period of 28 days beginning with expiry orrepeal; and\n\t\t\tbe treated as if revoked by the Secretary of State at the end of thatperiod.\n\t\tSubsection (2)(a) is subject to—\n\t\t\tany variation under section 12(1)(a) or (b), and\n\t\t\tany revocation or quashing.\n\t\tExcept as provided for in subsection (5) or (6), TPIM proceedings mayneither continue nor be begun after expiry or repeal.\n\t\tTPIM proceedings of a kind set out in subsection (7) may continue, or bebegun, after expiry or repeal, but only for the purpose of determining one ormore of the following matters—\n\t\t\twhether a TPIM notice should be quashed;\n\t\t\twhether measures imposed by a TPIM notice should be quashed;\n\t\t\twhether to make a declaration under paragraph 4(4) of Schedule 2.\n\t\tProceedings for an award of damages or other relief arising out of any TPIMproceedings of a kind set out in subsection (7)(a) to (c) may continue, or bebegun, after expiry or repeal.\n\t\tThe TPIM proceedings referred to in subsections (5) and (6) are—\n\t\t\ta reference made under paragraph 3 of Schedule 2 before expiry or repeal;\n\t\t\ta hearing in pursuance of directions under section 8(2) or (4);\n\t\t\tan appeal under section 16;\n\t\t\tan appeal, or further appeal, relating to a decision in any proceedingsmentioned in any of paragraphs (a) to (c).\n\t\tIf, after expiry of the Secretary of State’s TPIM powers, the powers arerevived under section 21(2)(b)—\n\t\t\tall TPIM notices, including any which were in force before expiry, are tobe taken into account in determining whether there is new terrorism-relatedactivity for the purposes of section 3(6);\n\t\t\tthe expiry of those powers does not prevent them from being exercised afterrevival in relation to any TPIM notice which—\n\t\t\texpired or was revoked before the expiry of the powers or during therelevant 28 day period, or\n\t\t\tis, in accordance with subsection (2)(b) of this section, treated as ifrevoked at the end of the relevant 28 day period;\n\t\t\t\tand for this purpose “relevant 28 day period” means the period of 28 daysbeginning with the expiry of the powers that is mentioned in subsection(2)(b)."
    },
    {
        "length": 643,
        "text": "\nEnforcement\n\tOffence \n\t\tAn individual is guilty of an offence if—\n\t\t\ta TPIM notice is in force in relation to the individual, and\n\t\t\tthe individual contravenes, without reasonable excuse, any measurespecified in the TPIM notice.\n\t\tIf the individual has the permission of the Secretary of State by virtue ofSchedule 1 for an act which would, without that permission, contravene such ameasure, the individual contravenes that measure by virtue of that act if theact is not in accordance with the terms of the permission.\n\t\tAn individual guilty of an offence under subsection (1) is liable—\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 5years or to a fine, or to both;\n\t\t\ton summary conviction in England and Wales, to imprisonment for a term notexceeding 12 months or to a fine not exceeding the statutory maximum, or toboth;\n\t\t\ton summary conviction in Northern Ireland, to imprisonment for a term notexceeding 6 months or to a fine not exceeding the statutory maximum, or toboth;\n\t\t\ton summary conviction in Scotland, to imprisonment for a term not exceeding12 months or to a fine not exceeding the statutory maximum, or to both.\n\t\tIn relation to an offence committed before the commencement of section154(1) of the Criminal Justice Act 2003, the reference in subsection (3)(b) to12 months is to be read as a reference to 6 months.\n\t\tWhere an individual is convicted by or before a court of an offence undersubsection (1), it is not open to that court to make in respect of theoffence—\n\t\t\tan order under section 12(1)(b) of the Powers of Criminal Courts(Sentencing) Act 2000 (conditional discharge);\n\t\t\tan order under section 227A of the Criminal Procedure (Scotland) Act 1995(community payback orders); or\n\t\t\tan order under Article 4(1)(b) of the Criminal Justice (Northern Ireland)Order 1996 ([S.I. 1996/3160 (N.I. 24)](/id/nisi/1996/3160?view=plain \"Go toitem of legislation\")) (conditional discharge in Northern Ireland).\n\tPowers of entry etc\n\t\tSchedule 5 (powers of entry, search, seizure and retention) has effect.\n\tFingerprints and samples\n\t\tSchedule 6 (fingerprints and samples) has effect."
    },
    {
        "length": 2385,
        "text": "\nTemporary imposition of enhanced measures\n\tTemporary power for imposition of enhanced measures\n\t\tIf the Secretary of State considers that it is necessary to do so by reasonof urgency, the Secretary of State may make a temporary enhanced TPIM orderduring any period that—\n\t\t\tbegins with the dissolution of Parliament, and\n\t\t\tends with the first Queen’s Speech of the Parliament which first meetsafter that dissolution.\n\t\tA temporary enhanced TPIM order is an order which makes provision for, orin connection with, giving the Secretary of State power to impose enhancedmeasures by notice on individuals whom the Secretary of State is satisfied, onthe balance of probabilities, are, or have been, involved in terrorism-relatedactivity.\n\t\tAn enhanced measure is a requirement, restriction or other provision whichis of any of the following kinds—\n\t\t\ta restriction on an individual in relation to the residence in which theindividual resides, including—\n\t\t\ta requirement to reside at a specified residence in the United Kingdom;\n\t\t\ta requirement not to allow others to reside at that residence without thepermission of the Secretary of State;\n\t\t\ta requirement, applicable between specified hours, to remain at, orwithin, that residence;\n\t\t\ta restriction on an individual in relation to leaving a specified area;\n\t\t\ta requirement, restriction or other provision which corresponds toprovision within any of these paragraphs of Schedule 1—\n\t\t\tparagraphs 2 to 6;\n\t\t\tparagraph 7(1) and (2) and (4) to (6);\n\t\t\tparagraphs 9 to 12;\n\t\t\ta requirement, restriction or other provision which corresponds toprovision within paragraph 8(1) of Schedule 1 (as read with paragraph 8(3) ofthat Schedule), including—\n\t\t\ta requirement not to associate or communicate with other persons withoutthe permission of the Secretary of State, which includes provision allowingthe individual (without seeking permission) to associate and communicate withsuch persons or descriptions of persons as the Secretary of State may specify;\n\t\t\ta requirement to give notice to the Secretary of State before associatingor communicating with other persons, which includes provision allowing theindividual (without giving notice) to associate and communicate with suchpersons, or descriptions of persons, as are specified;\n\t\t\ta requirement of the kind referred to in sub-paragraph (c) of paragraph8(2) of Schedule 1, which may in particular relate to association orcommunication which is allowed by virtue of provision of the kind referred toin sub-paragraph (i) or (ii) above;\n\t\t\tprovision which corresponds to provision within Part 2 of Schedule 1;\n\t\t\t\tand for this purpose “specified” means specified by the Secretary of State inan enhanced TPIM notice.\n\t\tExcept as provided for in subsections (5) to (10), the provision made by atemporary enhanced TPIM order must correspond to the relevant provisions ofthis Act.\n\t\tA temporary enhanced TPIM order—\n\t\t\tmust secure that enhanced TPIM notices and standard TPIM notices areseparate notices;\n\t\t\tmust secure that, at any particular time, an enhanced TPIM notice and astandard TPIM notice are not both in force in relation to a particularindividual; and\n\t\t\tmay secure that the application of a temporary enhanced TPIM order to aparticular individual does not affect the application of this Act to thatindividual (and vice versa).\n\t\tThe provision of a temporary enhanced TPIM order which corresponds tosection 3 must include appropriate variations from the provision contained inthat section to secure—\n\t\t\tthat condition A is replaced by a condition which secures that the enhancedTPIM power may not be exercised in relation to an individual unless theSecretary of State is satisfied, on the balance of probabilities, that theindividual is, or has been, involved in terrorism-related activity; and\n\t\t\tthat condition D is replaced by a condition which secures both—\n\t\t\tthe same result as condition D, and\n\t\t\tthat the enhanced TPIM power may not be exercised in relation to anindividual unless some or all of the measures imposed by the enhanced TPIMnotice are measures that may not be imposed by a standard TPIM notice.\n\t\tThe provision of a temporary enhanced TPIM order which corresponds tosection 5(1) must include appropriate variations from the provision containedin that subsection to secure that each enhanced TPIM notice ceases to be inforce at the time when the enhanced TPIM power ceases to have effect inaccordance with section 27(1) (subject to earlier revocation or quashing ofthe notice).\n\t\tThe provision of a temporary enhanced TPIM order which corresponds toSchedule 1 must include appropriate variations from the provision contained inthat Schedule to secure that it is enhanced measures which the Secretary ofState has power to impose.\n\t\tA temporary enhanced TPIM order may make appropriate provision (includingappropriate variations from the provision contained in the relevant provisionsof this Act) in consequence of, or in connection with, the creation, inaccordance with this section, of the enhanced TPIM power.\n\t\tA temporary enhanced TPIM order may make appropriate provision for thepurposes of securing that transitional and saving provision relating to atemporary enhanced TPIM order ceasing to have effect may be made (includingprovision for enhanced TPIM notices to continue in force for a period, whichdoes not exceed 28 days, after the enhanced TPIM power ceases to have effect).\n\t\tThe provision that may be made by a temporary enhanced TPIM orderincludes—\n\t\t\tprovision applying (with or without modifications) any enactment (includingan enactment contained in this Act);\n\t\t\tprovision conferring functions on the Secretary of State or any otherperson (including, in the case of the Secretary of State or any other Ministerof the Crown, functions of a legislative nature).\n\t\tThe Secretary of State must obtain the consent of the Scottish Ministersto the inclusion in a temporary enhanced TPIM order of any provision—\n\t\t\twhich would be within the legislative competence of the Scottish Parliamentif it were contained in an Act of that Parliament, or\n\t\t\twhich otherwise confers functions on the Scottish Ministers.\n\t\tBut subsection (12) does not apply to any provision of an enhanced TPIMorder which—\n\t\t\tapplies (with or without modifications) an enactment contained in, oramended by, this Act, or\n\t\t\totherwise corresponds to such an enactment.\n\tSection 26: supplementary provision\n\t\tA temporary enhanced TPIM order, except for designated transitional andsaving provision, ceases to have effect—\n\t\t\tat the end of the period of 90 days beginning with the day on which theSecretary of State makes the order, or\n\t\t\tat such earlier time (if any) as is specified in the order.\n\t\tThe Secretary of State may by order revoke some or all of a temporaryenhanced TPIM order if the Secretary of State considers it appropriate to doso (whether or not the Secretary of State would have power to make a temporaryenhanced TPIM order by virtue of section 26(1)).\n\t\tAs soon as practicable after making—\n\t\t\ta temporary enhanced TPIM order, or\n\t\t\tan order revoking any provision of a temporary enhanced TPIM order,\n\t\t\t\tthe Secretary of State must lay before each House of Parliament a copy of theorder that has been made.\n\t\tAnything which has been done by virtue of a temporary enhanced TPIM orderis not affected by the temporary enhanced TPIM order ceasing to have effect.\n\t\tIn section 26 and this section—\n\t\t\t  * “appropriate”, in relation to variations, or other provision, means such variations, or such other provision, as the Secretary of State considers appropriate; \n\t\t\t  * “designated transitional and saving provision” means provision of a temporary enhanced TPIM order which is designated, in a temporary enhanced TPIM order, as transitional and saving provision for the purposes of this section; \n\t\t\t  * “enactment” includes— \n\t\t\tan enactment contained in subordinate legislation within the meaning of theInterpretation Act 1978,\n\t\t\tan enactment contained in, or in an instrument made under, an Act of theScottish Parliament,\n\t\t\tan enactment contained in, or in an instrument made under, Northern Irelandlegislation, and\n\t\t\tan enactment contained in, or in an instrument made under, a Measure or Act ofthe National Assembly for Wales;\n\t\t\t\t  * “enhanced measure” has the meaning given in section 26(3); \n\t\t\t\t  * “enhanced TPIM notice” means a notice by which the enhanced TPIM power is exercised; \n\t\t\t\t  * “enhanced TPIM power” means the power to impose enhanced measures that is referred to in section 26(2); \n\t\t\t\t  * “relevant provisions of this Act” mean all the provisions of this Act, apart from— \n\t\t\tsection 1 (abolition of control orders),\n\t\t\tsection 5(2) and (3) (extension of TPIM notices),\n\t\t\tsection 13(6)(a) (revival of TPIM notice after expiry),\n\t\t\tsections 21 (expiry and repeal of TPIM powers) and 22 (section 21:supplementary provision),\n\t\t\tsection 26 and this section,\n\t\t\tsection 29 (financial and supplemental provision),\n\t\t\tsection 31(1) and (2) (short title and commencement), and\n\t\t\tSchedules 7 (minor and consequential amendments) and 8 (transitional andsaving provision);\n\t\t\t\t  * “standard TPIM notice” means a notice under section 2; \n\t\t\t\t  * “temporary enhanced TPIM order” has the meaning given in section 26(2). "
    },
    {
        "length": 1879,
        "text": "\nFinal provisions\n\tNotices \n\t\tIn a case where the Secretary of State serves a TPIM notice, a revivalnotice or an extension notice on an individual, the Secretary of State must,by a further notice, give the following information to the individual—\n\t\t\tthe period for which the TPIM notice will be in force;\n\t\t\tthe day on which the TPIM notice comes, or came, into force; and\n\t\t\tthe day on which the TPIM notice will expire;\n\t\t\t\tand, in the case of a revival or extension notice, “TPIM notice” means theTPIM notice which is revived or extended by that notice.\n\t\tAn individual is not bound by—\n\t\t\ta TPIM notice,\n\t\t\ta revival notice, or\n\t\t\ta variation notice insofar as it gives notice of a variation that isneither a relaxation or removal of measures, nor a variation with theindividual’s consent,\n\t\t\tunless the notice is served personally on the individual.\n\t\tAn individual is not bound by an extension notice unless the notice is—\n\t\t\tserved personally on the individual, and\n\t\t\tso served before the TPIM notice to which it relates would otherwiseexpire.\n\t\tAny of the following notices must be served on the individual to whom thenotice relates—\n\t\t\ta revocation notice;\n\t\t\ta variation notice insofar as subsection (2)(c) does not apply to it;\n\t\t\ta confirmation notice.\n\t\tAny of the following notices may be proved by the production of a documentpurporting to be certified by the Secretary of State as a true copy of thenotice—\n\t\t\ta TPIM notice;\n\t\t\tan extension notice;\n\t\t\ta revocation notice;\n\t\t\ta revival notice;\n\t\t\ta variation notice;\n\t\t\ta confirmation notice.\n\t\tBut that does not prevent the proof of such a notice in other ways.\n\t\tIn this section—\n\t\t\t  * “confirmation notice” means a notice given under subsection (1); \n\t\t\t  * “extension notice” means a notice under section 5(2); \n\t\t\t  * “revival notice” has the same meaning as in section 13(6); \n\t\t\t  * “revocation notice” has the same meaning as in section 13(1); \n\t\t\t  * “variation notice” has the same meaning as in section 12(1). \n\tFinancial and supplemental provision\n\t\tThe Secretary of State may enter into such contracts and other arrangementswith other persons as the Secretary of State considers appropriate forsecuring their assistance in connection with any monitoring, by electronic orother means, that the Secretary of State considers needs to be carried out inconnection with measures specified in TPIM notices.\n\t\tThe following are to be paid out of money provided by Parliament—\n\t\t\tany expenditure incurred by the Secretary of State or Lord Chancellor byvirtue of this Act, and\n\t\t\tany increase attributable to this Act in the sums payable under any otherAct out of money so provided.\n\t\tSchedule 7 (minor and consequential amendments) has effect.\n\t\tSchedule 8 (transitional and saving provision) has effect.\n\tInterpretation etc\n\t\tIn this Act—\n\t\t\t  * “act” and “conduct” include omissions and statements; \n\t\t\t  * “act of terrorism” includes anything constituting an action taken for the purposes of terrorism, within the meaning of the Terrorism Act 2000 (see section 1(5) of that Act); \n\t\t\t  * “condition A”, “condition B”, “condition C”, “condition D” or “condition E” means that condition as set out in section 3; \n\t\t\t  * “court” means— \n\t\t\tin the case of proceedings relating to an individual whose principal place ofresidence is in Scotland, the Outer House of the Court of Session;\n\t\t\tin the case of proceedings relating to an individual whose principal place ofresidence is in Northern Ireland, the High Court in Northern Ireland;\n\t\t\tin any other case, the High Court in England and Wales;\n\t\t\t\t  * “measures” means terrorism prevention and investigation measures (which has the meaning given in section 2); \n\t\t\t\t  * “notice” means notice in writing; \n\t\t\t\t  * “terrorism” has the same meaning as in the Terrorism Act 2000 (see section 1(1) to (4) of that Act); \n\t\t\t\t  * “terrorism-related activity”, and “involvement” (in relation to such activity), are to be construed in accordance with section 4; \n\t\t\t\t  * “TPIM decision” has the meaning given in section 17; \n\t\t\t\t  * “TPIM notice” has the meaning given in section 2(1); \n\t\t\t\t  * “TPIM proceedings” means— \n\t\t\tproceedings on an application for permission under section 6;\n\t\t\tproceedings on a reference under Schedule 2;\n\t\t\tproceedings on a directions hearing held in accordance with directions undersection 8(2);\n\t\t\tproceedings on a review hearing held in accordance with directions undersection 8(4);\n\t\t\tproceedings on an appeal under section 16;\n\t\t\tproceedings by virtue of section 17(2);\n\t\t\tproceedings on an application made by virtue of rules of court made underparagraph 6 of Schedule 4 (application for order requiring anonymity);\n\t\t\tany other proceedings for questioning a TPIM decision (including any claim fordamages or other relief arising out of such a decision).\n\t\tIn a case where—\n\t\t\ta TPIM notice has come into force in relation to an individual, and\n\t\t\tby virtue of the coming into force of that TPIM notice, terrorism-relatedactivity which occurred before the coming into force of that notice has ceasedto be new terrorism-related activity (within the meaning of section 3(6)) inrelation to that individual for the purposes of that section,\n\t\t\t\tthe Secretary of State is not prevented from taking account of that activityfor the purposes of the continued imposition, or subsequent imposition, ofmeasures on that individual.\n\t\tFor the purposes of the definition of “new terrorism-related activity” insection 3, if a TPIM notice is revived under section 13(6), a reference to thenotice coming into force is a reference to it coming into force by virtue ofsection 5(1) (and not to it coming back into force by virtue of section13(9)).\n\t\tFor the purpose of determining what measures may be imposed on anindividual, it is immaterial whether the involvement in terrorism-relatedactivity to be prevented or restricted by the measures is connected withmatters to which the Secretary of State’s belief for the purpose of conditionA relates.\n\t\tA failure by the Secretary of State to consider an application by anindividual for—\n\t\t\tthe revocation of a TPIM notice, or\n\t\t\tthe variation of measures specified in a TPIM notice,\n\t\t\tis to be treated as a decision by the Secretary of State not to revoke, or notto vary, the TPIM notice.\n\t\tSubsections (2) to (5) apply for the purposes of this Act.\n\tShort title, commencement and extent\n\t\tThis Act may be cited as the Terrorism Prevention and InvestigationMeasures Act 2011.\n\t\tThis Act comes into force on the day after the day on which it is passed.\n\t\tThis Act extends to England and Wales, Scotland and Northern Ireland.\n\t\tHer Majesty may by Order in Council direct that this Act is to extend, withsuch modifications as appear to Her Majesty to be appropriate, to the Isle ofMan."
    }
]