{
    "general": "This law helps keep people safe from terrorists by giving police more powers to investigate and stop terrorist activities before they happen. It replaces an old law called \"control orders\" with new rules called \"terrorism prevention and investigation measures\". These new rules let police do things like monitor suspects, limit their movements, and search their homes without needing a warrant. The goal is to catch terrorists before they can cause harm.",
    "series": [
        [
            {
                "length": 269,
                "short": "Terrorism Prevention and Investigation Measures Act 2011: New Regime for Suspected Terrorists",
                "text": "\n* Simplified point 1: The Terrorism Prevention and Investigation Measures Act 2011 abolishes the previous Control Orders and replaces them with a new regime for imposing measures on individuals suspected of being involved in terrorist activities.\n* Simplified point 2: Under the new regime, the Secretary of State can impose \"terrorism prevention and investigation measures\" on an individual if they believe the person is or has been involved in terrorism-related activity, and it is necessary to protect the public from the risk of terrorism.\n* Simplified point 3: The measures that can be imposed include requirements, restrictions, and other provisions set out in Schedule 1 of the Act.\n* Simplified point 4: The decision to impose measures can be reviewed by the courts, and the Secretary of State must obtain permission from the court before imposing certain types of measures.\n* Simplified point 5: The Act defines \"involvement in terrorism-related activity\" broadly to include any act or conduct related to terrorism, regardless of when it occurred."
            },
            {
                "length": 193,
                "short": "\"Terrorism Prevention Measures: Limits on Duration and Extensions\"",
                "text": "\n* Simplified point 1: The Terrorism Prevention and Investigation Measures Act 2011 sets a two-year limit on the duration of TPIM notices without new terrorism-related activity.\n* Simplified point 2: The Secretary of State can extend a TPIM notice for an additional year if certain conditions are met, but this extension can only be made once.\n* Simplified point 3: The conditions for extending a TPIM notice include the individual continuing to pose a risk to national security or the public, and there being no reasonable alternative measure available.\n* Simplified point 4: The extension of a TPIM notice must be made in writing and served on the individual, and it comes into force at the end of the original one-year period."
            },
            {
                "length": 241,
                "short": "\"UK Government Allowed to Impose Restrictions on Suspected Terrorists with Court Approval\"",
                "text": "\n* Simplified point 1: The UK government can impose certain restrictions on individuals suspected of being involved in terrorist activities through a process called Terrorism Prevention and Investigation Measures (TPIMs).\n* Simplified point 2: Before these measures can be imposed, the government must first obtain permission from a court through an application process.\n* Simplified point 3: The court will then review the government's decision to impose the measures and determine whether they are \"obviously flawed.\" If the court finds that the decision is flawed, it may not grant permission for the measures to be imposed.\n* Simplified point 4: Even if the court grants permission for the measures to be imposed, the individual affected still has the right to request a review of the decision at a later date.\n* Simplified point 5: During the review process, the court will again review the government's decision to impose the measures and determine whether they should continue in force."
            },
            {
                "length": 220,
                "short": "\"UK Terrorism Restrictions: Government Powers and Oversight\"",
                "text": "\n* Simplified point 1: The UK government can impose certain restrictions on individuals suspected of terrorism-related activities before charging them with a crime.\n* Simplified point 2: The government must consult with the appropriate police force before imposing these restrictions to ensure that there is enough evidence to prosecute the individual for an offense related to terrorism.\n* Simplified point 3: The police force must keep the investigation of the individual's conduct under review throughout the period the restrictions are in force and report to the government on their findings.\n* Simplified point 4: The government must consult with the relevant prosecuting authority before responding to consultation with the police force.\n* Simplified point 5: The relevant prosecuting authority is the Director of Public Prosecutions for England and Wales, the appropriate procurator fiscal for Scotland, and the Director of Public Prosecutions for Northern Ireland."
            },
            {
                "length": 184,
                "short": "\"TPIM Notice Changes and Revocations: Secretary of State's Powers\"",
                "text": "\n* Simplified point 1: The Secretary of State can change TPIM notices by issuing a \"variation notice\" if the changes consist of relaxing or removing measures.\n* Simplified point 2: Individuals can apply to the Secretary of State for variations in their TPIM notices, and the Secretary of State must consider these applications.\n* Simplified point 3: The Secretary of State can revoke TPIM notices at any time, and the revocation takes effect when the notice is served or at a specified time.\n* Simplified point 4: If a TPIM notice is quashed in court proceedings, the Secretary of State can issue a replacement notice to continue the measures in force for a certain period."
            },
            {
                "length": 258,
                "short": "\"Terrorism Appeals in UK: Court Review of Secretaries' Decisions\"",
                "text": "\n* Simplified point 1: The Terrorism Prevention and Investigation Measures Act of 2011 outlines the process for appealing decisions related to terrorism prevention and investigation measures in the United Kingdom.\n* Simplified point 2: Individuals who have been subject to these measures can appeal to the court against the Secretary of State's decisions, including extensions, variations, and revocations of the measures.\n* Simplified point 3: The court's role in these appeals is to review the Secretary of State's decisions and determine whether they were lawful and justified.\n* Simplified point 4: The court has limited powers when considering these appeals, including the ability to quash the extension or revival of the TPIM notice, vary the measures specified in the notice, or give directions to the Secretary of State.\n* Simplified point 5: The jurisdiction of the court in relation to decisions under this act is limited to legal proceedings, and the Human Rights Act of 1998 applies to these proceedings."
            },
            {
                "length": 362,
                "short": "\"UK Anti-Terrorism Powers: Reporting Requirements and Review Process\"",
                "text": "\n* Simplified point 1: The UK government is required to prepare reports every 3 months on the use of anti-terrorism powers granted by the Terrorism Prevention and Investigation Measures Act 2011. These reports will be presented to parliament.\n* Simplified point 2: An independent reviewer must conduct annual reviews of the act's implementation and submit a report to the secretary of state. The secretary of state can pay the reviewer for their expenses and allowances.\n* Simplified point 3: The secretary of state's anti-terrorism powers will expire after five years, but they can be extended or revived for up to five more years through an order made by statutory instrument. Before making such an order, the secretary of state must consult with certain authorities and obtain parliamentary approval. If the powers are not extended or revived, any existing TPIM notices will remain in force for 28 days before being treated as if revoked.\n* Simplified point 4: Any proceedings related to TPIM notices that began before the powers expired or were repealed can continue afterward, but only for the purpose of determining certain matters. Proceedings for awards of damages or other relief arising from these proceedings can also continue.\n* Simplified point 5: If the secretary of state's powers are revived, all previous TPIM notices will be taken into account in determining whether there is new terrorism-related activity for the purposes of section 3(6) of the act."
            },
            {
                "length": 192,
                "short": "\"UK Anti-Terrorism Law Outlines Penalties for Violations\"",
                "text": "\n* Simplified point 1: The Terrorism Prevention and Investigation Measures Act 2011 outlines penalties for individuals who violate measures specified in a Terrorism Prevention and Investigation Measures Notice (TPIM). These penalties include fines and imprisonment.\n* Simplified point 2: The law applies to acts done without reasonable excuse and specifies different penalties based on the jurisdiction where the offense was committed. It also prohibits certain courts from making conditional discharge orders.\n* Simplified point 3: Schedule 5 of the Act details powers of entry, search, seizure, and retention.\n* Simplified point 4: Schedule 6 of the Act relates to fingerprints and samples."
            },
            {
                "length": 258,
                "short": "\"Terrorism Prevention and Investigation Measures: Enhanced Powers for Suspects\"",
                "text": "\n* Simplified point 1: The Terrorism Prevention and Investigation Measures Act 2011 allows the Secretary of State to temporarily impose enhanced measures on individuals suspected of involvement in terrorism-related activities during periods of heightened risk or urgency.\n* Simplified point 2: These enhanced measures can include restrictions on movement, association, and communication, as well as requirements to reside at specified locations and report regularly to authorities.\n* Simplified point 3: The Secretary of State must obtain the consent of the Scottish Ministers before imposing any enhanced measures on individuals in Scotland.\n* Simplified point 4: Temporary enhanced TPIM orders can only be made during certain periods, such as after the dissolution of Parliament and before the first Queen's Speech of the new parliament.\n* Simplified point 5: Any provision of a temporary enhanced TPIM order that applies an enactment contained in, or amended by, this Act must be accompanied by appropriate variations to ensure that the provision is consistent with the Act."
            },
            {
                "length": 222,
                "short": "\"Measures Against Terrorism: Notice Procedures and Monitoring Assistance\"",
                "text": "\n* Simplified point 1: The text describes the procedures for serving notices to individuals subject to Terrorism Prevention and Investigation Measures (TPIMs).\n* Simplified point 2: The notices can be served personally or by mail, and they must specify the duration of the TPIM measure, the date it takes effect, and the date it expires.\n* Simplified point 3: Individuals are not bound by TPIM notices unless they are served personally or by mail, and they have the right to prove the notice in other ways.\n* Simplified point 4: The Secretary of State may enter into contracts with other persons to secure their assistance in monitoring individuals subject to TPIMs.\n* Simplified point 5: The Act applies to England and Wales, Scotland, and Northern Ireland, and the Queen may extend it to the Isle of Man by Order in Council."
            }
        ],
        [
            {
                "length": 234,
                "short": "Terrorism Prevention and Investigation Measures: New Regime for Suspected Terrorists",
                "text": "\n* Simplified point 1: The Terrorism Prevention and Investigation Measures Act 2011 replaced the previous Control Orders with a new regime for imposing measures on individuals suspected of being involved in terrorist activities.\n* Simplified point 2: The Secretary of State can impose \"terrorism prevention and investigation measures\" on an individual if they believe the person is or has been involved in terrorism-related activity, and it is necessary to protect the public from the risk of terrorism.\n* Simplified point 3: The measures that can be imposed include requirements, restrictions, and other provisions set out in Schedule 1 of the Act.\n* Simplified point 4: The decision to impose measures can be reviewed by the courts, and the Secretary of State must obtain permission from the court before imposing certain types of measures.\n* Simplified point 5: The Act defines \"involvement in terrorism-related activity\" broadly to include any act or conduct related to terrorism, regardless of when it occurred."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Terrorism Prevention and Investigation Measures Act of 2011 replaced the previous Control Orders and introduced a new regime for imposing measures on individuals suspected of involvement in terrorist activities. The Secretary of State can impose \"terrorism prevention and investigation measures\" on an individual if they believe the person poses a risk to national security or the public. These measures can include restrictions on movement, association, and communication, as well as reporting requirements and residence obligations. The decision to impose measures can be reviewed by the courts, and the Secretary of State must obtain permission from the court before imposing certain types of measures. The Act defines \"involvement in terrorism-related activity\" broadly to include any act or conduct related to terrorism, regardless of when it occurred."
}