{
    "general": "This law makes sure that people with Down syndrome have their needs met, like access to education, healthcare, and other support services. It also helps connect them with resources and organizations that can help them live fulfilling lives. The goal of the law is to make sure that people with Down syndrome are treated fairly and have the same opportunities as everyone else.",
    "series": [
        [
            {
                "length": 159,
                "short": "\"Empowering People with Down Syndrome: Government Guidance for Support\"",
                "text": "* Simplified point 1: The government must provide guidance to local authorities on how to support people with Down syndrome in exercising their functions.\n* Simplified point 2: Local authorities must consider this guidance when making decisions that affect people with Down syndrome.\n* Simplified point 3: The guidance must be published and laid before parliament.\n* Simplified point 4: The government can update the guidance periodically.\n* Simplified point 5: The act applies to England and Wales only.\n* Simplified point 6: The act comes into effect on a date appointed by the secretary of state through regulations."
            }
        ]
    ],
    "summary": "Hello! I'm here to help you understand the Down Syndrome Act 2022. This law is important because it helps ensure that people with Down syndrome receive the support they need to live fulfilling lives. Here's what the law says:\n\nThe government must give guidance to local authorities (like councils) on how to support people with Down syndrome. This means that local authorities should think about the needs of people with Down syndrome when making decisions.\n\nThe guidance will be published and shared with Parliament so everyone can see it. The government can also change the guidance from time to time if needed.\n\nThis law only applies to England and Wales, so it won't affect Scotland or Northern Ireland. It will come into effect on a date set by the Secretary of State, who is like a top official in the government.\n\nSo, in short, the Down Syndrome Act 2022 is all about helping people with Down syndrome get the support they need to thrive.",
    "single": "\n* The Down Syndrome Act 2022 requires the Secretary of State to provide guidance to relevant authorities on how to meet the needs of individuals with Down syndrome in the exercise of their functions.\n* Relevant authorities must have due regard to the guidance when exercising their functions.\n* Before providing guidance, the Secretary of State must consult with appropriate persons.\n* The guidance must be published in an appropriate manner and laid before Parliament.\n* The Secretary of State can revise the guidance at any time, and the same process applies.\n* The Act extends to England and Wales and comes into force on a date appointed by the Secretary of State through regulations made by statutory instrument.\n* The Act can be referred to as the Down Syndrome Act 2022."
}