{
    "general": "This law makes sure that coins are weighed correctly so they have the right amount of metal inside them. It helps keep track of how much each coin should weigh, like making sure a penny really weighs 5 grams instead of 4 or 6 grams. This way, people can trust that their money is worth what it's supposed to be worth!",
    "series": [
        [
            {
                "length": 227,
                "short": "The Coinage (Measurement) Act 2011: Updating Gold Coin Measurements and Expanding Regulatory Power",
                "text": "\n* Simplified point 1: The amendment updates the measurement standard for gold coins from \"the average of a sample of not more than one kilogram\" to \"in accordance with provision made by proclamation under section 3\". This allows for more flexible and precise measurements of gold coins.\n* Simplified point 2: The amendment expands the power of the Secretary of State to regulate coinage by proclamation to include all coins, not just those specified in Schedule 1. This gives the government more flexibility in adjusting the coinage system as needed.\n* Simplified point 3: The Act extends to England, Wales, Scotland, and Northern Ireland, and comes into force two months after being passed.\n* Simplified point 4: The Act may be cited as the Coinage (Measurement) Act 2011."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Coinage (Measurement) Act 2011 changes how gold coins are measured to ensure they meet strict standards. Before, the standard was based on a small sample of coins weighed on average. Now, the government can set specific measurements for each gold coin using a more flexible method. This means that gold coins will be even more accurate and reliable. The law applies to all parts of the United Kingdom and came into effect two months after it was passed.  ",
    "single": "\n•\tThe Coinage (Measurement) Act 2011 changes the way the standard weight of coins is measured.\n•\tThe Act amends the Coinage Act 1971 to allow for the measurement of coins to be regulated by proclamation, rather than being specified in a schedule.\n•\tThe Act extends to England and Wales, Scotland, and Northern Ireland.\n•\tThe Act comes into force at the end of a 2-month period after it is passed.\n•\tThe Act may be cited as the Coinage (Measurement) Act 2011.\n•\tThe Act simplifies the process of measuring the standard weight of coins, making it easier to ensure that coins are of the correct weight.\n•\tThe Act gives the government the power to regulate the measurement of coins by proclamation, rather than being limited to a specific schedule.\n•\tThe Act applies to all coins, rather than just gold coins as previously specified in the Coinage Act 1971."
}