[
    {
        "length": 3614,
        "text": "\nCode rights in respect of land connected to leased premises\n\tAfter Part 4 of Schedule 3A to the Communications Act 2003 (the electroniccommunications code) insert—\n\t“PART 4ACode rights in respect of land connected to leased premises:unresponsive occupiers\n\t\tIntroductory\n\t\t\t27AThis Part of this code makes provision for the court to make an orderimposing an agreement which provides that code rights are exercisable by anoperator for the purpose of providing an electronic communications service toleased premises where—\n\t\t\t\tthe rights are required in respect of land which is connected to the leasedpremises, and\n\t\t\t\tthe occupier or another person with an interest in the land has notresponded to repeated notices given by the operator seeking agreement toconfer or otherwise be bound by the rights.\n\t\tCircumstances in which an application for an order under this Part can bemade\n\t\t\t27B(1)Paragraphs 27C and 27D apply where—\n\t\t\t\tpremises within the scope of this Part are occupied under a lease (the“target premises”),\n\t\t\t\tthe lessee in occupation requests an operator to provide an electroniccommunications service to the target premises,\n\t\t\t\tin order to fulfil that request, the operator requires a person (the“required grantor”) to agree—\n\t\t\t\tto confer on the operator a code right in respect of connected land, or\n\t\t\t\totherwise to be bound by such a code right exercisable by the operator,\n\t\t\t\tthe operator has, on or after the day on which section 1 of theTelecommunications Infrastructure (Leasehold Property) Act 2021 comes fullyinto force, given the required grantor a notice in accordance with paragraph20(2) of this code seeking that agreement (the “request notice”), and\n\t\t\t\tthe required grantor has not responded to the operator.\n\t\t\tPremises are within the scope of this Part if they—\n\t\t\t\tform part of a multiple dwelling building (see paragraph 27I(1)), or\n\t\t\t\tare other premises of a description specified in regulations made by theSecretary of State.\n\t\t\tIn this Part “connected land”, in relation to the target premises, meansland which—\n\t\t\t\tis in common ownership with the target premises (see paragraph 27I(2)), and\n\t\t\t\tis held or used for access to, or otherwise in connection with, the targetpremises.\n\t\t\tFor the purposes of this paragraph, the required grantor responds to theoperator if the required grantor—\n\t\t\t\tagrees or refuses, in writing, to confer or otherwise be bound by the coderight specified in the request notice on the terms that the operator seeks, or\n\t\t\t\totherwise acknowledges the request notice in writing.\n\t\tRequirements to be met before applying for an order under this Part\n\t\t\t27C(1)Before applying to the court for an order under this Part (a “Part 4Aorder”) (see paragraph 27E(2)) the operator must, in accordance with thisparagraph, give the required grantor—\n\t\t\t\ttwo warning notices, and\n\t\t\t\ta final notice.\n\t\t\tA “warning notice” is a notice in writing which—\n\t\t\t\tincludes a copy of the request notice,\n\t\t\t\tstates that it is the first or (as the case may be) second of three noticesthat, unless the required grantor responds to the operator, will allow theoperator to apply for a Part 4A order, and\n\t\t\t\texplains the effect of a Part 4A order.\n\t\t\tThe first warning notice may only be given after the end of the period ofseven days beginning with the day on which the request notice was given.\n\t\t\tThe second warning notice may only be given after the end of the period ofseven days beginning with the day on which the first one was given.\n\t\t\tA “final notice” is a notice in writing which—\n\t\t\t\tincludes a copy of the request notice,\n\t\t\t\tstates that unless the required grantor responds to the operator before theend of the period of 14 days beginning with the day on which the final noticeis given, the operator intends to apply for a Part 4A order, and\n\t\t\t\texplains the effect of a Part 4A order.\n\t\t\tA final notice may only be given within the permitted period.\n\t\t\tThe “permitted period” means the period which—\n\t\t\t\tbegins immediately after the end of whichever of the following ends last—\n\t\t\t\tthe period of seven days beginning with the day on which the second warningnotice was given;\n\t\t\t\tthe period of 28 days beginning with the day on which the request noticewas given, and\n\t\t\t\tends at the end of the period of 28 days beginning with the day on whichthe second warning notice was given.\n\t\t\tThe Secretary of State may by regulations specify other conditions that theoperator must satisfy before giving the required grantor a final notice.\n\t\t\t27D(1)The operator may apply to the court for a Part 4A order in relation tothe code right specified in the request notice if—\n\t\t\t\tthe operator has satisfied the notice requirements set out in paragraph27C,\n\t\t\t\tthe period of 14 days beginning with the day on which the final notice wasgiven has ended,\n\t\t\t\tthe required grantor has not responded to the operator, and\n\t\t\t\tthe operator has satisfied any other specified conditions.\n\t\t\tAn application for a Part 4A order may not be made after the end of thespecified period beginning with the day on which the final notice is given.\n\t\t\tThe operator must give the required grantor notice of an application for aPart 4A order.\n\t\t\tFor the purposes of this paragraph, the required grantor responds to theoperator if the required grantor—\n\t\t\t\tagrees or refuses, in writing, to confer or otherwise be bound by the coderight specified in the request notice on the terms that the operator seeks, or\n\t\t\t\totherwise acknowledges, in writing, the request notice, a warning notice orthe final notice.\n\t\t\tIn this paragraph “specified” means specified in regulations made by theSecretary of State.\n\t\tWhen a Part 4A order can be made and its effect\n\t\t\t27E(1)The court may make a Part 4A order if (and only if)—\n\t\t\t\tit is satisfied that the requirements for applying for the order have beenmet, and\n\t\t\t\tthe required grantor has not objected to the making of the order.\n\t\t\tA Part 4A order is an order which imposes on the operator and the requiredgrantor an agreement between them—\n\t\t\t\tby which the required grantor confers on the operator the code rightidentified in the request notice in respect of the connected land soidentified, or\n\t\t\t\twhich provides for the code right identified in that notice, which isexercisable by the operator in respect of the connected land so identified,otherwise to bind the required grantor.\n\t\t\tIn this code, a “Part 4A code right” means a code right which is conferredby or otherwise binds the required grantor pursuant to an agreement imposed bya Part 4A order.\n\t\t\tThe terms of an agreement imposed by a Part 4A order are to be thosespecified in regulations made by the Secretary of State.\n\t\t\tRegulations under sub-paragraph (4) must, in particular, provide for anagreement to include terms—\n\t\t\t\trelating to the provision by the operator to the required grantor ofdetails of the works to be carried out in the exercise of the Part 4A coderight (“the works”);\n\t\t\t\trelating to the obtaining by the operator of any consent, permit, licence,permission, authorisation or approval which is necessary for the works to becarried out;\n\t\t\t\trelating to the giving of notice by the operator to the required grantor orother specified persons before entering on the connected land in the exerciseof the Part 4A code right or carrying out the works;\n\t\t\t\trestricting the operator’s right to enter on the connected land tospecified times, except in cases of emergency;\n\t\t\t\tas to the manner in which the works are to be carried out by the operator;\n\t\t\t\trelating to the restoration by the operator of the connected land at theend of the works, to the reasonable satisfaction of the required grantor;\n\t\t\t\trelating to the need for insurance cover or indemnification of the requiredgrantor;\n\t\t\t\trelating to the maintenance or upgrading by the operator of apparatusinstalled on, under or over the connected land in the exercise of the Part 4Acode right (“the apparatus”);\n\t\t\t\timposing requirements or restrictions on the required grantor for thepurposes of—\n\t\t\t\tpreventing damage to the apparatus,\n\t\t\t\tfacilitating access to the apparatus for the operator, or\n\t\t\t\totherwise preventing or minimising disruption to the operation of theapparatus;\n\t\t\t\trelating to assignment of the agreement;\n\t\t\t\taimed at ensuring that nothing done by the operator in the exercise of thePart 4A code right unnecessarily prevents or inhibits the provision of anelectronic communications service by any other operator.\n\t\t\tBefore making regulations under sub-paragraph (4), the Secretary of Statemust consult—\n\t\t\t\toperators, \n\t\t\t\tpersons appearing to the Secretary of State to represent owners ofinterests in land who are likely to be affected by the regulations, and\n\t\t\t\tany other persons the Secretary of State thinks appropriate.\n\t\t\tIn sub-paragraph (5), “specified” mean specified, or of a descriptionspecified, in the regulations.\n\t\tExercise of Part 4A code rights\n\t\t\t27F(1)A Part 4A code right may be exercised by the operator in respect of theconnected land for the provision of an electronic communications service to—\n\t\t\t\tthe target premises, and\n\t\t\t\tother premises, but only if the provision of the service to the otherpremises in addition to the target premises imposes no additional burden onthe required grantor.\n\t\t\tFor the purposes of sub-paragraph (1)(b), an additional burden includesanything that—\n\t\t\t\thas an additional adverse effect on the required grantor’s enjoyment of theconnected land, or\n\t\t\t\tcauses additional loss, damage or expense to the required grantor.\n\t\tExpiry of Part 4A code rights\n\t\t\t27G(1)A Part 4A code right ceases to be conferred on the operator by, orotherwise to bind, the required grantor—\n\t\t\t\tif a replacement agreement comes into effect, in accordance with thatagreement,\n\t\t\t\tif the court decides to refuse an application by the operator for theimposition of a replacement agreement, in accordance with that decision, or\n\t\t\t\tif the right has not ceased to have that effect as mentioned in paragraph(a) or (b) before the end of the specified period beginning with the day onwhich the agreement imposed by the Part 4A order comes into effect, at the endof that period.\n\t\t\tIn sub-paragraph (1) a “replacement agreement”, in relation to a Part 4Acode right, means an agreement under Part 2 by which the required grantorconfers a code right on the operator, or otherwise agrees to be bound by acode right which is exercisable by the operator, where that right is inrespect of the same land as the Part 4A code right.\n\t\t\tIn sub-paragraph (1)(c) “specified period” means the period, of no morethan 18 months, specified in regulations made by the Secretary of State.\n\t\t\tThe required grantor has the right, subject to and in accordance with Part6 of this code, to require the operator to remove any electroniccommunications apparatus placed on the connected land in the exercise of aPart 4A code right which has ceased to have effect, or otherwise to bind, therequired grantor.\n\t\tCompensation\n\t\t\t27H(1)This paragraph applies where the court has made a Part 4A order.\n\t\t\tThe court may, on the application of the required grantor, order theoperator to pay compensation to the required grantor for any loss or damagethat has been sustained or will be sustained by the required grantor as aresult of the exercise by the operator of the Part 4A code right.\n\t\t\tAn application for an order under this paragraph may be made at any timeafter the Part 4A order is made (including at a time when the Part 4A coderight has ceased to be conferred on the operator by, or otherwise to bind, therequired grantor).\n\t\t\tAn order under this paragraph may—\n\t\t\t\tspecify the amount of compensation to be paid by the operator, or\n\t\t\t\tgive directions for the determination of any such amount.\n\t\t\tDirections under sub-paragraph (4)(b) may provide—\n\t\t\t\tfor the amount of compensation to be agreed between the operator and therequired grantor;\n\t\t\t\tfor any dispute about that amount to be determined by arbitration.\n\t\t\tAn order under this paragraph may provide for the operator—\n\t\t\t\tto make a lump sum payment,\n\t\t\t\tto make periodical payments,\n\t\t\t\tto make a payment or payments on the occurrence of an event or events, or\n\t\t\t\tto make a payment or payments in such other form or at such other time ortimes as the court may direct.\n\t\t\tParagraph 84 makes further provision about compensation in the case of aPart 4A order.\n\t\tInterpretation of this Part\n\t\t\t27I(1)In this Part—\n\t\t\t  * “connected land” has the meaning given by paragraph 27B(3);\n\t\t\t  * “multiple dwelling building” means a building which contains two or more sets of premises which are used as, or intended to be used as, a separate dwelling;\n\t\t\t  * “Part 4A order” has the meaning given by paragraph 27C(1);\n\t\t\t  * “premises” includes a part of premises;\n\t\t\t  * “request notice” has the meaning given by paragraph 27B(1)(d);\n\t\t\t  * “required grantor” has the meaning given by paragraph 27B(1)(c);\n\t\t\t  * “target premises” has the meaning given by paragraph 27B(1)(a).\n\t\t\tFor the purposes of this Part, land is in “common ownership” with thetarget premises if a person with a relevant interest in the land also has arelevant interest (whether or not of the same sort) in the target premises.\n\t\t\tFor the purposes of sub-paragraph (2), a person has a “relevant interest”in land if—\n\t\t\t\tthe person owns the freehold estate in the land (or, in relation toScotland, is the owner of the land), or\n\t\t\t\tthe person is the lessee of the land.”"
    },
    {
        "length": 268,
        "text": "\nExtent, commencement and short title\n\tSubject to subsection (2), this Act extends to England and Wales, Scotlandand Northern Ireland.\n\tThe amendments made by paragraphs 5 to 8 of the Schedule extend to Englandand Wales and Scotland.\n\tThe following provisions come into force on the day on which this Act ispassed—\n\t\tthis section;\n\t\tany other provision of this Act so far as necessary for enabling theexercise, on or after that day, of any power to make regulations under Part 4Aof Schedule 3A to the Communications Act 2003 (as inserted by section 1).\n\tThe other provisions of this Act come into force on such day as theSecretary of State may by regulations appoint.\n\tDifferent days may be appointed for different purposes.\n\tThe Secretary of State may by regulations make transitional provision inconnection with the coming into force of any provision of this Act.\n\tRegulations under this section are to be made by statutory instrument.\n\tThis Act may be cited as the Telecommunications Infrastructure (LeaseholdProperty) Act 2021.\n\t\tSection 2"
    }
]