[
    {
        "length": 2183,
        "text": "\nSustainability of local communities\n\tThe principal aim of this Act is to promote the sustainability of localcommunities.\n\tIn this Act references to promoting the sustainability of localcommunities, in relation to a local authority, are references to encouragingthe improvement of the economic, social or environmental well-being of theauthority’s area, or part of its area.\n\tIn this section “social well-being” includes participation in civic andpolitical activity.\n\tIt shall be the duty of the Secretary of State to assist local authoritiesin promoting the sustainability of local communities in the ways specified inthis Act.\nProposals by local authorities\n\tThe Secretary of State must invite local authorities to make proposalswhich they consider would contribute to promoting the sustainability of localcommunities.\n\tWithout prejudice to the generality of subsection (1), a proposal mayinclude a request for a transfer of functions from one person to another.\n\tA local authority may not include a request under subsection (2) unless ithas consulted—\n\t\tthe person whose functions it relates to, and\n\t\tthe person to whom the local authority considers the functions should betransferred.\n\tA local authority must have regard to the matters specified in the Schedulebefore making a proposal.\n\tThe Secretary of State must issue the first invitation under this sectionwithin the period of one year beginning with the day on which this Act ispassed.\nDecision on short-list\n\tBefore inviting proposals under section 2, the Secretary of State mustappoint a person (the “selector”) to consider the proposals and, in co-operation with the Secretary of State, draw up a short-list of proposals inaccordance with regulations under section 5.\n\tThe selector must be a person who represents the interests of localauthorities.\n\tOn receiving the short-list from the selector, the Secretary of State mustdecide which of the proposals on the short-list should be implemented.\n\tBefore making a decision under subsection (3) the Secretary of State mustconsult the selector and try to reach agreement.\nAction plans\n\tThe Secretary of State must publish—\n\t\tthe decision under section 3(3) and the reasons for it, and\n\t\twith the decision, a statement of the action the Secretary of Stateproposes to take with a view to the implementation of any proposal.\n\tA statement published under subsection (1)(b) is referred to in thissection as an action plan.\n\tThe Secretary of State must publish and lay before Parliament a report,describing the progress which has been made in relation to any action plan,within the period of one year following the publication of the action plan andat intervals of not more than one year thereafter.\n\tSubsection (3) does not apply in relation to an action plan if the actionplan has been implemented.\nProposals: regulations\n\tThe Secretary of State must make regulations about the procedure to befollowed in relation to proposals under section 2.\n\tBefore making regulations the Secretary of State must consult—\n\t\tthe selector, and\n\t\tsuch other persons who represent the interests of local authorities as theSecretary of State thinks fit.\n\tRegulations may, in particular—\n\t\tspecify, or authorise the selector to specify, steps to be taken by a localauthority before making proposals;\n\t\tspecify steps to be taken by the selector in considering the proposals anddrawing up a short-list;\n\t\trequire the selector to prepare, and give to the Secretary of State, areport on the proposals.\n\tRegulations must—\n\t\trequire a local authority, before making any proposal under section 2, toestablish or recognise a panel of representatives of local persons and consultit about the proposal;\n\t\trequire a local authority to try to reach agreement about proposals withthe panel or other persons consulted under paragraph (a); and\n\t\trequire a local authority to have regard to any guidance issued undersubsection (5).\n\tThe Secretary of State must issue guidance to local authorities aboutmaking proposals, which—\n\t\tmust include guidance about the inclusion among representatives of localpersons (for the purposes of subsection (4)(a)) of persons from under-represented groups, and\n\t\tmay include other guidance about establishing and consulting a panel ofrepresentatives of local persons.\n\tBefore issuing or revising guidance under subsection (5) the Secretary ofState must consult—\n\t\tlocal authorities, or\n\t\tpersons who represent the interests of local authorities.\n\tFor the purposes of subsection (2) or (6) any consultation undertakenbefore the day on which this Act is passed is as effective as it would havebeen if undertaken after that day.\n\tIn this section—\n\t\t  * “local person” means, in relation to a proposal by a local authority under section 2, a person who is likely to be affected by, or interested in, the proposal; \n\t\t  * “panel” means a panel constituted in accordance with regulations; \n\t\t  * “representative” means, in relation to local persons, a person who appears to the local authority to be representative of the local persons; \n\t\t  * “under-represented groups” has the meaning given by regulations. \n\tRegulations under this section—\n\t\tmust be made by statutory instrument, and\n\t\tare subject to annulment in pursuance of a resolution of either House ofParliament.\nLocal spending reports\n\tFor the purpose of assisting in promoting the sustainability of localcommunities, the Secretary of State must make arrangements for the production,by the Secretary of State or another person, of local spending reports.\n\tA local spending report is a report on expenditure by such authorities, insuch area, and over such period, as are determined in accordance with thearrangements.\n\tThe authorities may be—\n\t\ta local authority;\n\t\ta government department;\n\t\tany other person exercising public functions.\n\tThe area must be—\n\t\tone or more local authority areas;\n\t\tone or more parts of a local authority area; or\n\t\tany combination of those.\n\tThe period may be or include a future period.\n\tThe expenditure to be included in relation to any authority, area or periodis to be determined in accordance with the arrangements.\n\tA report may relate to different areas or periods for differentauthorities.\n\tThe Secretary of State may make different arrangements for differentreports.\n\tThe Secretary of State must make the first arrangements under this sectionwithin the period of 18 months beginning with the day on which this Act ispassed.\n\tBefore making arrangements under this section, the Secretary of State mustconsult such persons likely to be affected by the arrangements as theSecretary of State thinks appropriate.\n\tFor the purposes of subsection (10) any consultation undertaken before theday on which this Act is passed is as effective as it would have been ifundertaken after that day.\nSustainable community strategy\n\tIn each of the enactments mentioned in subsection (2) for “communitystrategy” substitute “sustainable community strategy”.\n\tThose enactments are—\n\t\tsection 4(1), (2) and (3) of the Local Government Act [2000 (c.22)](/id/ukpga/2000/22?view=plain \"Go to item of legislation\"), and\n\t\tsection 19(2)(f), (2)(g) and (7) of the Planning and Compulsory PurchaseAct [2004 (c. 5)](/id/ukpga/2004/5?view=plain \"Go to item of legislation\")(local development documents).\n\tIn section 4(5) of the Local Government Act 2000 (Wales) at end insert “,and as if for “sustainable community strategy” there were substituted“community strategy”.”\n\tThe Secretary of State may by regulations amend any other enactment,whenever passed or made, to convert a reference to a “community strategy” to areference to a “sustainable community strategy”.\n\tRegulations under subsection (4)—\n\t\tmay amend an enactment only in so far as the enactment applies in relationto England,\n\t\tmust be made by statutory instrument, and\n\t\tare subject to annulment in pursuance of a resolution of either House ofParliament.\nInterpretation \n\tIn this Act—\n\t  * “local authority” means a county council in England, a district council, a London borough council, the Common Council of the City of London or the Council of the Isles of Scilly; \n\t  * “region” means a region specified in Schedule 1 of the Regional Development Agencies Act [1998 (c. 45)](/id/ukpga/1998/45?view=plain \"Go to item of legislation\"). \nExpenses \n\tThere shall be paid out of money provided by Parliament—\n\t\tany sums to be paid by the Secretary of State for or in connection with thecarrying out of his functions under this Act; and\n\t\tany increase attributable to this Act in the sums which are payable out ofmoney so provided under any other Act.\nShort title, commencement and extent\n\tThis Act may be cited as the Sustainable Communities Act 2007.\n\tThis Act extends to England and Wales only.\n\t\tSection 2"
    }
]