[
    {
        "length": 2686,
        "text": "\nRegistration\n\tThe National Identity Register\n\t\tIt shall be the duty of the Secretary of State to establish and maintain aregister of individuals (to be known as “the National Identity Register”).\n\t\tThe purposes for which the Register is to be established and maintained areconfined to the statutory purposes.\n\t\tThe statutory purposes are to facilitate, by the maintenance of a secureand reliable record of registrable facts about individuals in the UnitedKingdom—\n\t\t\tthe provision of a convenient method for such individuals to proveregistrable facts about themselves to others who reasonably require proof; and\n\t\t\tthe provision of a secure and reliable method for registrable facts aboutsuch individuals to be ascertained or verified wherever that is necessary inthe public interest.\n\t\tFor the purposes of this Act something is necessary in the public interestif, and only if, it is—\n\t\t\tin the interests of national security;\n\t\t\tfor the purposes of the prevention or detection of crime;\n\t\t\tfor the purposes of the enforcement of immigration controls;\n\t\t\tfor the purposes of the enforcement of prohibitions on unauthorised workingor employment; or\n\t\t\tfor the purpose of securing the efficient and effective provision of publicservices.\n\t\tIn this Act “registrable fact”, in relation to an individual, means—\n\t\t\this identity;\n\t\t\tthe address of his principal place of residence in the United Kingdom;\n\t\t\tthe address of every other place in the United Kingdom or elsewhere wherehe has a place of residence;\n\t\t\twhere in the United Kingdom and elsewhere he has previously been resident;\n\t\t\tthe times at which he was resident at different places in the UnitedKingdom or elsewhere;\n\t\t\this current residential status;\n\t\t\tresidential statuses previously held by him;\n\t\t\tinformation about numbers allocated to him for identification purposes andabout the documents to which they relate;\n\t\t\tinformation about occasions on which information recorded about him in theRegister has been provided to any person; and\n\t\t\tinformation recorded in the Register at his request.\n\t\tBut the registrable facts falling within subsection (5)(h) do not includeany sensitive personal data (within the meaning of the Data Protection Act[1998 (c. 29)](/id/ukpga/1998/29?view=plain \"Go to item of legislation\")) oranything the disclosure of which would tend to reveal such data.\n\t\tIn this section references to an individual’s identity are references to—\n\t\t\this full name;\n\t\t\tother names by which he is or has previously been known;\n\t\t\this gender;\n\t\t\this date and place of birth and, if he has died, the date of his death; and\n\t\t\texternal characteristics of his that are capable of being used foridentifying him.\n\t\tIn this section “residential status”, in relation to an individual, means—\n\t\t\this nationality;\n\t\t\this entitlement to remain in the United Kingdom; and\n\t\t\twhere that entitlement derives from a grant of leave to enter or remain inthe United Kingdom, the terms and conditions of that leave.\n\tIndividuals entered in Register\n\t\tAn entry must be made in the Register for every individual who—\n\t\t\tis entitled to be entered in it; and\n\t\t\tapplies to be entered in it.\n\t\tThe individuals entitled to be entered in the Register are—\n\t\t\tevery individual who has attained the age of 16 and, without being excludedunder subsection (3) from an entitlement to be registered, is residing at aplace in the United Kingdom; and\n\t\t\tevery individual of a prescribed description who has resided in the UnitedKingdom or who is proposing to enter the United Kingdom.\n\t\tRegulations made by the Secretary of State may provide that an individualresiding in the United Kingdom is excluded from an entitlement to beregistered if—\n\t\t\the is residing in the United Kingdom in exercise of an entitlement toremain there that will end less than the prescribed period after it wasacquired;\n\t\t\the is an individual of a prescribed description who has not yet beenresident in the United Kingdom for the prescribed period; or\n\t\t\the is residing in the United Kingdom despite having no entitlement toremain there.\n\t\tAn entry for an individual may be made in the Register (whether or not hehas applied to be, or is entitled to be, entered in it) if—\n\t\t\tinformation capable of being recorded in an entry for him is otherwiseavailable to be recorded; and\n\t\t\tthe Secretary of State considers that the addition of the entry to theRegister would be consistent with the statutory purposes.\n\t\tAn entry in the Register consisting of all the information recorded aboutan individual must be given a unique number, to be known as his NationalIdentity Registration Number; and that number must comply with the prescribedrequirements.\n\t\tThe Secretary of State may by order modify the age for the time beingspecified in subsection (2)(a).\n\t\tThe Secretary of State must not make an order containing (with or withoutother provision) any provision that he is authorised to make by subsection (6)unless a draft of the order has been laid before Parliament and approved by aresolution of each House.\n\tInformation recorded in Register\n\t\tInformation— \n\t\t\tmay be entered in the Register, and\n\t\t\tonce entered, may continue to be recorded there,\n\t\t\t\tonly if and for so long as it is consistent with the statutory purposes for itto be recorded in the Register.\n\t\tInformation may not be recorded in the Register unless it is—\n\t\t\tinformation the inclusion of which in an individual’s entry is authorisedby Schedule 1;\n\t\t\tinformation of a technical nature for use in connection with theadministration of the Register;\n\t\t\tinformation of a technical nature for use in connection with theadministration of arrangements made for purposes connected with the issue orcancellation of ID cards; or\n\t\t\tinformation that must be recorded in the Register in accordance withsubsection (3).\n\t\tInformation about an individual must be recorded in his entry in theRegister (whether or not it is authorised by Schedule 1) if—\n\t\t\the has made an application to the Secretary of State requesting therecording of the information as part of his entry;\n\t\t\tthe information is of a description identified in regulations made by theSecretary of State as a description of information that may be made thesubject of such a request; and\n\t\t\tthe Secretary of State considers that it is both practicable andappropriate for it to be recorded in accordance with the applicant’s request.\n\t\tAn individual’s entry in the Register must include any information fallingwithin paragraph 9 of Schedule 1 that relates to an occasion on whichinformation contained in his entry has been provided to a person without theindividual’s consent.\n\t\tWhere— \n\t\t\tthe Secretary of State and an individual have agreed on what is to berecorded about a matter in that individual’s entry in the Register, and\n\t\t\tthe Secretary of State has given, and not withdrawn, a direction that whatis to be recorded in that individual’s case about that matter is to bedetermined by the agreement,\n\t\t\tthere is to be a conclusive presumption for the purposes of this Act that theinformation to which the direction relates is accurate and completeinformation about that matter.\n\t\tThe Secretary of State may by order modify the information for the timebeing set out in Schedule 1.\n\t\tThe Secretary of State must not make an order containing (with or withoutother provision) any provision for adding information to the information thatmay be recorded in the Register unless a draft of the order has been laidbefore Parliament and approved by a resolution of each House.\n\t\tA statutory instrument containing an order which—\n\t\t\tcontains provisions that the Secretary of State is authorised to make bythis section, and\n\t\t\tis not an order a draft of which is required to have been laid beforeParliament and approved by a resolution of each House,\n\t\t\tshall be subject to annulment in pursuance of a resolution of either House ofParliament.\n\tDesignation of documents for purposes of registration etc.\n\t\tThe Secretary of State may by order designate a description of documentsfor the purposes of this Act.\n\t\tThe only documents that may be the subject of an order designating adescription of documents for the purposes of this Act are documents which anyof the persons mentioned in subsection (3) is authorised or required to issue,whether by or under an enactment or otherwise.\n\t\tThose persons are—\n\t\t\ta Minister of the Crown;\n\t\t\ta government department;\n\t\t\ta Northern Ireland department;\n\t\t\tthe National Assembly for Wales;\n\t\t\tany other person who carries out functions conferred by or under anyenactment that fall to be carried out on behalf of the Crown.\n\t\tThe Secretary of State must not make an order containing (with or withoutother provision) any provision that he is authorised to make by this sectionunless a draft of the order has been laid before Parliament and approved by aresolution of each House.\n\tApplications relating to entries in Register\n\t\tAn application by an individual to be entered in the Register may be madeeither—\n\t\t\tby being included in the prescribed manner in an application for adesignated document; or\n\t\t\tby being submitted in the prescribed manner directly to the Secretary ofState.\n\t\tWhere an application to be issued with a designated document is made by anindividual, the application must do one of the following—\n\t\t\tinclude an application by that individual to be entered in the Register;\n\t\t\tstate that the individual is already entered in the Register and confirmthe contents of his entry;\n\t\t\tstate that the individual is entered in the Register and confirm thecontents of his entry subject to the changes notified in the application.\n\t\tWhere an individual makes—\n\t\t\tan application to be entered in the Register, or\n\t\t\tan application which for the purposes of this Act confirms (with or withoutchanges) the contents of his entry in the Register,\n\t\t\t\tthe application must be accompanied by the prescribed information.\n\t\tWhere an individual has made an application falling within subsection(3)(a) or (b), the Secretary of State may require him to do such one or moreof the things specified in subsection (5) as the Secretary of State thinks fitfor the purpose of—\n\t\t\tverifying information that may be entered in the Register about thatindividual in consequence of that application; or\n\t\t\totherwise ensuring that there is a complete, up-to-date and accurate entryabout that individual in the Register.\n\t\tThe things that an individual may be required to do under subsection (4)are—\n\t\t\tto attend at an agreed place and time or (in the absence of agreement) at aspecified place and time;\n\t\t\tto allow his fingerprints, and other biometric information about himself,to be taken and recorded;\n\t\t\tto allow himself to be photographed;\n\t\t\totherwise to provide such information as may be required by the Secretaryof State.\n\t\tRegulations under this section must not require an individual to provideinformation to another person unless it is information required by theSecretary of State for the statutory purposes.\n\t\tThe power of the Secretary of State to make regulations containing (with orwithout other provision) any provision that he is authorised to make by thissection is exercisable, on the first occasion on which regulations are madeunder this section, only if a draft of the regulations has been laid beforeParliament and approved by a resolution of each House."
    },
    {
        "length": 1694,
        "text": "\nID cards\n\tIssue etc. of ID cards\n\t\tFor the purposes of this Act an ID card is a card which—\n\t\t\tis issued to an individual by the Secretary of State, or as part of ortogether with a designated document; and\n\t\t\tdoes, as respects that individual, both of the things specified insubsection (2).\n\t\tThose things are—\n\t\t\trecording registrable facts about the individual that are already recordedas part of his entry in the Register;\n\t\t\tcarrying data enabling the card to be used for facilitating the making ofapplications for information recorded in a prescribed part of the individual’sentry in the Register, or for otherwise facilitating the provision of thatinformation to a person entitled to be provided with it.\n\t\tAn ID card issued to an individual—\n\t\t\tmust record only the prescribed information;\n\t\t\tmust record prescribed parts of it in an encrypted form;\n\t\t\tis valid only for the prescribed period; and\n\t\t\tremains the property of the person issuing it.\n\t\tExcept in prescribed cases, an ID card must be issued to an individual ifhe—\n\t\t\tis entitled to be entered in the Register or is subject to compulsoryregistration; and\n\t\t\tis an individual about whom the prescribed registrable facts are recordedin the Register;\n\t\t\t\tbut this subsection does not require an ID card to be issued as part of ortogether with a designated document issued on an application made in a casefalling within subsection (7)(a) to (c).\n\t\tIn prescribed cases an ID card may be issued to an individual who—\n\t\t\tis not required to be issued with one; but\n\t\t\tis an individual about whom the prescribed registrable facts are recordedin the Register.\n\t\tAn ID card relating to an individual is not to be issued except on anapplication made by him which either—\n\t\t\taccompanies an application made by him to be entered in the Register; or\n\t\t\tin the prescribed manner confirms (with or without changes) the contents ofan entry already made in the Register for that individual.\n\t\tWhere an individual who is not already the holder of an ID card makes anapplication to be issued with a designated document, his application must, inthe prescribed manner, include an application by him to be issued with such acard unless—\n\t\t\tit is being made before 1st January 2010;\n\t\t\tthe designated document applied for is a United Kingdom passport (withinthe meaning of the Immigration Act [1971 (c. 77)](/id/ukpga/1971/77?view=plain\"Go to item of legislation\")); and\n\t\t\tthe application for that document contains a declaration by that individualthat he does not wish to be issued with such a card.\n\t\tOther applications for the issue of an ID card—\n\t\t\tmay be made only in the prescribed manner;\n\t\t\tmay be made to the Secretary of State or, in prescribed cases, to adesignated documents authority; and\n\t\t\tmust be accompanied by the prescribed information;\n\t\t\tand regulations for the purposes of paragraph (b) may authorise an applicationto be made to a designated documents authority irrespective of whether anapplication is made to that authority for the issue of a designated document.\n\t\tThe Secretary of State must not make regulations containing (with orwithout other provision) any provision for prescribing—\n\t\t\tthe information to be recorded in or on an ID card,\n\t\t\tthe form in which information is to be recorded in or on such a card, or\n\t\t\tthe registrable facts which are to be relevant for the purposes ofsubsection (4)(b),\n\t\t\tunless a draft of the regulations has been laid before Parliament and approvedby a resolution of each House.\n\tID cards for those compulsorily registered\n\t\tThis section applies where an individual—\n\t\t\tis subject to compulsory registration; and\n\t\t\tis entered in the Register.\n\t\tIf the individual—\n\t\t\tholds a valid ID card that is due to expire within the prescribed period,or\n\t\t\tdoes not hold a valid ID card,\n\t\t\t\the must apply for one within the prescribed period.\n\t\tWhere an individual applies for an ID card in pursuance of this section,the Secretary of State may require him to do such one or more of the thingsspecified in subsection (4) as the Secretary of State thinks fit for thepurpose of—\n\t\t\tverifying information provided for the purposes of the application; or\n\t\t\totherwise ensuring that there is a complete, up-to-date and accurate entryabout that individual in the Register.\n\t\tThe things that an individual may be required to do under subsection (3)are—\n\t\t\tto attend at an agreed place and time or (in the absence of agreement) at aspecified place and time;\n\t\t\tto allow his fingerprints, and other biometric information about himself,to be taken and recorded;\n\t\t\tto allow himself to be photographed;\n\t\t\totherwise to provide such information as may be required by the Secretaryof State.\n\t\tAn individual who contravenes—\n\t\t\ta requirement imposed by subsection (2), or\n\t\t\ta requirement imposed under subsection (3),\n\t\t\tshall be liable to a civil penalty not exceeding £1,000.\n\tFunctions of persons issuing designated documents\n\t\tA designated documents authority may issue a designated document to anindividual only if—\n\t\t\tit is satisfied that the requirements imposed by or under this Act inrelation to the application for the issue of that document to that individualhave been complied with;\n\t\t\tit is satisfied that the Secretary of State has considered and disposed ofso much of that application as relates to the making of an entry in theRegister or the confirmation (with or without changes) of the contents of suchan entry; and\n\t\t\tit has ascertained whether the individual already holds a valid ID card.\n\t\tA designated documents authority which issues a designated document to anindividual in a case in which—\n\t\t\tthe individual does not already hold a valid ID card, and\n\t\t\tthe designated document is being issued otherwise than on an applicationmade in a case falling within section 6(7)(a) to (c),\n\t\t\t\tmust ensure that the document is issued together with an ID card satisfyingthe prescribed requirements.\n\t\tRegulations made by the Secretary of State may impose requirementsregulating how designated documents authorities handle—\n\t\t\tapplications to be entered in the Register that are made to them;\n\t\t\tapplications to be issued with ID cards that are made to them (whether ornot as part of an application for a designated document); and\n\t\t\tapplications made to them that confirm (with or without changes) thecontents of an individual’s entry in the Register.\n\t\tRegulations made by the Secretary of State may also require designateddocuments authorities to notify the Secretary of State where a designateddocument that was issued together with an ID card—\n\t\t\tis modified, suspended or revoked; or\n\t\t\tis required to be surrendered.\n\t\tThe Secretary of State must not make regulations containing (with orwithout other provision) any provision prescribing requirements for thepurposes of subsection (2) unless a draft of the regulations has been laidbefore Parliament and approved by a resolution of each House."
    },
    {
        "length": 1948,
        "text": "\nMaintaining accuracy of Register etc.\n\tPower to require information for validating Register\n\t\tWhere it appears to the Secretary of State that a person on whom arequirement may be imposed under this section may have information in hispossession which could be used for verifying—\n\t\t\tsomething recorded in the Register about an individual,\n\t\t\tsomething provided to the Secretary of State or a designated documentsauthority for the purpose of being recorded in an individual’s entry in theRegister, or\n\t\t\tsomething otherwise available to the Secretary of State to be recordedabout an individual in the Register,\n\t\t\t\tthe Secretary of State may require that person to provide him with theinformation.\n\t\tWhere it appears to a designated documents authority that a person on whoma requirement may be imposed under this section may have information in hispossession which could be used for verifying—\n\t\t\tsomething that is recorded in the Register about an individual who hasapplied to the authority for the issue or modification of a designateddocument or of an ID card, or\n\t\t\tsomething that has been provided to that authority for the purpose of beingrecorded in the entry of such an individual in the Register,\n\t\t\tthe authority may require that person to provide it with the information.\n\t\tIt shall be the duty of a person who—\n\t\t\tis required to provide information under this section, and\n\t\t\thas the information in his possession,\n\t\t\tto comply with the requirement within whatever period is specified in therequirement.\n\t\tA requirement may be imposed under this section on any person specified forthe purposes of this section in an order made by the Secretary of State.\n\t\tThe persons who may be specified in such an order include—\n\t\t\tMinisters of the Crown;\n\t\t\tgovernment departments;\n\t\t\ta Northern Ireland department;\n\t\t\tthe National Assembly for Wales;\n\t\t\tany other person who carries out functions conferred by or under anenactment that fall to be carried out on behalf of the Crown.\n\t\tThe power of the Secretary of State to make an order specifying a person asa person on whom a requirement may be imposed under this section includespower to provide—\n\t\t\tthat his duty to provide the information that he is required to provide isowed to the person imposing it; and\n\t\t\tthat the duty is enforceable in civil proceedings—\n\t\t\tfor an injunction;\n\t\t\tfor specific performance of a statutory duty under section 45 of the Courtof Session Act [1988 (c. 36)](/id/ukpga/1988/36?view=plain \"Go to item oflegislation\"); or\n\t\t\tfor any other appropriate remedy or relief.\n\t\tThe Secretary of State may, in such cases (if any) as he thinks fit, makepayments to a person providing information in accordance with this section inrespect of the provision of the information.\n\t\tThe Secretary of State must not make an order containing (with or withoutother provision) any provision that he is authorised to make by this sectionunless a draft of the order has been laid before Parliament and approved by aresolution of each House.\n\tNotification of changes affecting accuracy of Register\n\t\tAn individual to whom an ID card has been issued must notify the Secretaryof State about—\n\t\t\tevery prescribed change of circumstances affecting the information recordedabout him in the Register; and\n\t\t\tevery error in that information of which he is aware.\n\t\tA notification for the purposes of this section must be given—\n\t\t\tin the prescribed manner; and\n\t\t\twithin the prescribed period after the change of circumstances occurs orthe individual in question becomes aware of the error.\n\t\tWhere an individual has given a notification for the purposes of thissection, the Secretary of State may require him to do such one or more of thethings falling within subsection (4) as the Secretary of State thinks fit forthe purpose of—\n\t\t\tverifying the information that may be entered in the Register about thatindividual in consequence of the notified change or for the purpose ofcorrecting the error; or\n\t\t\totherwise ensuring that there is a complete, up-to-date and accurate entryabout that individual in the Register.\n\t\tThe things that an individual may be required to do under subsection (3)are—\n\t\t\tto attend at an agreed place and time or (in the absence of agreement) at aspecified place and time;\n\t\t\tto allow his fingerprints, and other biometric information about himself,to be taken and recorded;\n\t\t\tto allow himself to be photographed;\n\t\t\totherwise to provide such information as may be required by the Secretaryof State.\n\t\tRegulations under this section must not require an individual to provideinformation to another person unless it is information required by theSecretary of State for the statutory purposes.\n\t\tThe power of the Secretary of State to make regulations containing (with orwithout other provision) any provision that he is authorised to make by thissection is exercisable, on the first occasion on which regulations are madeunder this section, only if a draft of the regulations has been laid beforeParliament and approved by a resolution of each House.\n\t\tAn individual who contravenes a requirement imposed on him by or under thissection shall be liable to a civil penalty not exceeding £1,000.\n\tInvalidity and surrender of ID cards\n\t\tRegulations may require an individual to whom an ID card has been issued tonotify the Secretary of State, and such other persons as may be prescribed, ifhe knows or has reason to suspect that the card has been—10\n\t\t\tlost; \n\t\t\tstolen; \n\t\t\tdamaged; \n\t\t\ttampered with; or\n\t\t\tdestroyed. \n\t\tThe Secretary of State may cancel an ID card if it appears to him—\n\t\t\tthat the card was issued in reliance on inaccurate or incompleteinformation;\n\t\t\tthat the card has been lost, stolen, damaged, tampered with or destroyed;\n\t\t\tthat there has been a modification of information recorded in the entry inthe Register of the holder of the card;\n\t\t\tthat another change of circumstances requires a modification of informationrecorded in or on the card; or\n\t\t\tthat it is an ID card of a description of cards that the Secretary of Statehas decided should be re-issued.\n\t\tA person who is knowingly in possession of an ID card without either—\n\t\t\tthe lawful authority of the individual to whom it was issued, or\n\t\t\tthe permission of the Secretary of State,\n\t\t\t\tmust surrender the card as soon as it is practicable to do so.\n\t\tWhere it appears to the Secretary of State that a person is in possessionof—\n\t\t\tan ID card issued to another,\n\t\t\tan ID card that has expired or been cancelled or is otherwise invalid,\n\t\t\tan ID card that has not yet been cancelled but is of a description of cardsthat the Secretary of State has decided should be re-issued, or\n\t\t\tan ID card that is in that person’s possession in consequence of acontravention of a relevant requirement,\n\t\t\tthe Secretary of State may require that person to surrender the card withinsuch period as he may specify.\n\t\tWhere an ID card has to be surrendered under subsection (3) or (4), it mustbe surrendered—\n\t\t\tto the Secretary of State; or\n\t\t\tin the case of a card issued by a designated documents authority, either tothe Secretary of State or to that authority.\n\t\tA person who contravenes a requirement imposed by or under—\n\t\t\tany regulations under subsection (1), or\n\t\t\tsubsection (3) or (4),\n\t\t\tshall be liable to a civil penalty not exceeding £1,000.\n\t\tIn this section—\n\t\t\treferences to a card having been damaged include references to anything inor on it being, or having become, unreadable or otherwise unusable; and\n\t\t\treferences to a card having been tampered with include references toinformation in or on it having been modified for an unlawful purpose, orcopied or otherwise extracted for such a purpose.\n\t\tIn this section “relevant requirement” means a requirement to surrender orotherwise to deliver an ID card to the Secretary of State, or to another,which is imposed—\n\t\t\tby virtue of any order under section 39, or\n\t\t\tby any enactment relating to the surrender of any other document."
    },
    {
        "length": 990,
        "text": "\nProvision of information from Register for verification purposes etc.\n\tProvision of information for verification or otherwise with consent\n\t\tThe Secretary of State may provide a person with information recorded in anindividual’s entry in the Register if—\n\t\t\tan application for the provision of the information to that person is madeby or with the authority of that individual; or\n\t\t\tthat individual otherwise consents to the provision of that information tothat person.\n\t\tThe only information about an individual that may be provided to a personunder this section is—\n\t\t\tinformation about the individual falling within paragraph 1, 3 or 4 ofSchedule 1 (name, date and place of birth, gender and addresses, residentialstatus, identifying numbers and validity of identifying documents);\n\t\t\tthe information contained in any photograph of the individual recorded inthe Register;\n\t\t\tthe information about the individual’s signature that is so recorded;\n\t\t\tinformation about whether an ID card issued to the individual is in forceand, if not, why not;\n\t\t\tinformation which, by virtue of section 3(3), is recorded in the Registerat the individual’s request;\n\t\t\tthe questions recorded by virtue of paragraph 8 of Schedule 1 for use forthe purposes of applications for information about the individual;\n\t\t\tinformation confined to the grant or refusal of confirmation thatinformation falling within subsection (3) that has been submitted to theSecretary of State coincides with information so falling that is recorded inthe individual’s entry in the Register; and\n\t\t\tinformation confined to the grant or refusal of confirmation that theindividual’s entry in the Register does not contain information of aparticular description falling within that subsection.\n\t\tThe information falling within this subsection is—\n\t\t\tinformation comprised in a fingerprint;\n\t\t\tother biometric information;\n\t\t\tthe number to be used for the purposes of applications for informationabout the individual in question;\n\t\t\tthe password or other code to be so used; and\n\t\t\tthe answers to the questions to be so used.\n\t\tThe Secretary of State may—\n\t\t\tby order modify subsections (2) and (3); and\n\t\t\tby regulations impose restrictions in addition to those contained in thissection on the information that may be provided to a person under thissection.\n\t\tThe power of the Secretary of State by order to modify subsections (2) and(3) does not include—\n\t\t\tpower to omit subsection (2); or\n\t\t\tpower to add information falling within paragraph 9 of Schedule 1 to eitherof those subsections.\n\t\tThe Secretary of State may also by regulations make provision as to—\n\t\t\thow an authority or consent for the purposes of subsection (1) is to begiven;\n\t\t\tthe persons by whom, and the circumstances in which, an application forthose purposes may be made; and\n\t\t\thow such an application is to be made.\n\t\tThe Secretary of State may by regulations make it a condition of theprovision of information under this section—\n\t\t\tthat the person to whom it is provided has registered prescribedparticulars about himself with the Secretary of State;\n\t\t\tthat that person and the applicant for the information (where different)are for the time being approved by the Secretary of State in the prescribedmanner; and\n\t\t\tthat apparatus used for the purposes of the application, and apparatus thatit is proposed to use for the receipt and storage of the information, is forthe time being approved in the prescribed manner by the person specified in ordetermined under the regulations.\n\t\tThe power of the Secretary of State under this section to provideinformation about an individual to another person is exercisable only wherethe provision of the information is subject to the satisfaction in relation tothat other person of conditions imposed under subsection (7)(a) and (b).\n\t\tThe Secretary of State must not make an order containing (with or withoutother provision) any provision that he is authorised to make by subsection(4)(a) unless a draft of the order has been laid before Parliament andapproved by a resolution of each House.\n\t\tThe restrictions imposed by or under this section on the information thatmay be provided to a person do not affect any right apart from this Act for anindividual to be provided with information about the contents of his entry inthe Register."
    },
    {
        "length": 2066,
        "text": "\nRequired identity checks\n\tPower to make public services conditional on identity checks\n\t\tRegulations may make provision allowing or requiring a person who providesa public service to make it a condition of providing the service to anindividual that the individual produces—\n\t\t\tan ID card;\n\t\t\tother evidence of registrable facts about himself; or\n\t\t\tboth. \n\t\tRegulations under this section may not allow or require the imposition of acondition on—\n\t\t\tthe entitlement of an individual to receive a payment under or inaccordance with any enactment, or\n\t\t\tthe provision of any public service that has to be provided free of charge,\n\t\t\t\texcept in cases where the individual is of a description of individuals whoare subject to compulsory registration.\n\t\tNothing in this section authorises the making of regulations the effect ofwhich would be to require an individual—\n\t\t\tto carry an ID card with him at all times; or\n\t\t\tto produce such a card otherwise than for purposes connected with anapplication by him for the provision of a public service, or with theprovision of a public service for which he has applied.\n\tProcedure for regulations under s. 13\n\t\tThe power to make regulations under section 13 shall be exercisable—\n\t\t\tin relation to the provision of Welsh public services, by the NationalAssembly for Wales;\n\t\t\tin relation to the provision of Northern Ireland public services, by aNorthern Ireland department designated for the purpose by order made by theOffice of the First Minister and deputy First Minister; and\n\t\t\tso far as not exercisable by any other person under paragraph (a) or (b),by the Secretary of State.\n\t\tIn subsection (1)—\n\t\t\tthe reference to the provision of Welsh public services is a reference tothe provision of public services in Wales, so far as their provision is amatter in relation to which the National Assembly for Wales has functions; and\n\t\t\tthe reference to the provision of Northern Ireland public services is areference to the provision of public services in Northern Ireland, so far astheir provision is a transferred matter (within the meaning of section 4(1) ofthe Northern Ireland Act [1998 (c. 47)](/id/ukpga/1998/47?view=plain \"Go toitem of legislation\")).\n\t\tRegulations containing (with or without other provision) any provision themaking of which is authorised by section 13 must not be made by the Secretaryof State or a Northern Ireland department unless a draft of the regulations—\n\t\t\tin the case of regulations made by the Secretary of State, has been laidbefore Parliament and approved by a resolution of each House; and\n\t\t\tin the case of regulations made by a Northern Ireland department, has beenlaid before and approved by the Northern Ireland Assembly.\n\t\tBefore— \n\t\t\tdraft regulations under section 13 are laid before either House ofParliament or the Northern Ireland Assembly, or\n\t\t\tregulations under that section are made by the National Assembly for Wales,\n\t\t\t\tthe person proposing to make the regulations must take such steps as thatperson thinks fit for securing that members of the public likely to beaffected by the regulations are informed about the matters mentioned insubsection (5), and for consulting them about the proposal.\n\t\tThose matters are—\n\t\t\tthe reasons for the making of the regulations; and\n\t\t\twhy reliance is not being placed on powers conferred otherwise than by thisAct.\n\t\tWhere— \n\t\t\ta power to impose conditions for the provision of a public service isexercisable under an enactment not contained in this Act, and\n\t\t\tthat power is exercisable only after consultation with such persons as maybe specified or described in that enactment,\n\t\t\tthe power under section 13 to impose a condition for the provision of thatservice or to make provision in relation to such a condition is to beexercisable only after consultation with the persons so specified ordescribed.\n\tPower to provide for checks on the Register\n\t\tThe Secretary of State may by regulations make provision authorising aperson providing a public service in respect of which—\n\t\t\ta condition is imposed under section 13, or\n\t\t\ta condition for the production of an ID card, or of evidence of registrablefacts, or both, is imposed by or under any other enactment,\n\t\t\t\tto be provided with information recorded in the Register that he requires forthe purpose of ascertaining or verifying registrable facts about an individualwho has applied for the provision of the service.\n\t\tRegulations under this section may not authorise the provision to anyperson of information falling within paragraph 9 of Schedule 1.\n\t\tThe Secretary of State may by regulations make provision as to—\n\t\t\tthe manner in which applications for the provision of information underthis section must be made;\n\t\t\tthe persons by whom, and the circumstances in which, such an applicationmay be made; and\n\t\t\tthe information that may be provided in response to such an application andthe manner in which it may be provided.\n\t\tThe Secretary of State may by regulations make it a condition of theprovision of information under this section—\n\t\t\tthat the person to whom it is provided has registered prescribedparticulars about himself with the Secretary of State;\n\t\t\tthat that person and the applicant for the information (where different)are for the time being approved by the Secretary of State in the prescribedmanner; and\n\t\t\tthat apparatus used for the purposes of the application, and apparatus thatit is proposed to use for the receipt and storage of the information, is forthe time being approved in the prescribed manner by the person specified in ordetermined under the regulations.\n\t\tThe power of the Secretary of State under this section to provideinformation about an individual to another person is exercisable only wherethe provision of the information is subject to the satisfaction in relation tothat other person of conditions imposed under subsection (4)(a) and (b).\n\t\tThe Secretary of State must not make regulations containing (with orwithout other provision) any provision that he is authorised to make by thissection unless a draft of the regulations has been laid before Parliament andapproved by a resolution of each House.\n\t\tBefore draft regulations under this section are laid before either House ofParliament, the Secretary of State must take such steps as he thinks fit forsecuring that—\n\t\t\tmembers of the public in the United Kingdom are informed about the reasonsfor the proposal to make the regulations; and\n\t\t\tfor consulting them about it.\n\t\tIn this section “enactment” includes an enactment comprised in an Act ofthe Scottish Parliament.\n\tProhibition on requirements to produce identity cards\n\t\tIt shall be unlawful to make it a condition of doing anything in relationto an individual that the individual—\n\t\t\tmakes an application under section 12(1) for the provision to him ofinformation recorded in his entry in the Register;\n\t\t\texercises the right conferred by section 7 of the Data Protection Act [1998(c. 29)](/id/ukpga/1998/29?view=plain \"Go to item of legislation\") to obtaininformation recorded in his entry in the Register; or\n\t\t\tprovides a person with information about what is recorded in his entry inthe Register.\n\t\tIt shall also be unlawful in cases not falling within subsection (3) forany person—\n\t\t\tto make it a condition of doing anything in relation to an individual thatthe individual makes an application, or gives an authority or consent, for thepurposes of section 12(1) in order to secure the provision to another personof information recorded in the individual’s entry in the Register;\n\t\t\tto make it a condition of doing anything in relation to an individual thatthe individual establishes his identity by the production of an ID card; or\n\t\t\totherwise to impose a requirement on an individual to produce such a card.\n\t\tEach of the following is a case in which a condition or requirementreferred to in subsection (2) may be imposed in relation to or on anindividual—\n\t\t\twhere the condition or requirement is imposed in accordance withregulations under section 13, or in accordance with provision made by or underany other enactment;\n\t\t\twhere provision is made allowing the individual to satisfy the condition orother requirement using reasonable alternative methods of establishing hisidentity;\n\t\t\twhere the individual is of a description of individuals who are subject tocompulsory registration.\n\t\tThe obligation of a person by virtue of this section not to impose acondition or requirement in relation to or on an individual is a duty owed tothat individual and is enforceable by him in civil proceedings—\n\t\t\tfor an injunction or interdict; or\n\t\t\tfor any other appropriate remedy or relief.\n\t\tIn this section “enactment” includes an enactment comprised in an Act ofthe Scottish Parliament."
    },
    {
        "length": 2795,
        "text": "\nOther purposes for which registered information can be provided\n\tPublic authorities etc.\n\t\tThe Secretary of State may, without the individual’s consent, provide aperson with information recorded in an individual’s entry in the Register if—\n\t\t\tthe provision of the information is authorised by this section; and\n\t\t\tthere is compliance with any requirements imposed by or under section 21 inrelation to the provision of the information.\n\t\tThe provision of information is authorised by this section where it is—\n\t\t\tthe provision of information to the Director-General of the SecurityService for purposes connected with the carrying out of any of that Service’sfunctions;\n\t\t\tthe provision of information to the Chief of the Secret IntelligenceService for purposes connected with the carrying out of any of that Service’sfunctions;\n\t\t\tthe provision of information to the Director of the GovernmentCommunications Headquarters for purposes connected with the carrying out ofany of the functions of GCHQ; or\n\t\t\tthe provision of information to the Director General of the SeriousOrganised Crime Agency for purposes connected with the carrying out of any ofthat Agency’s functions.\n\t\tThe provision of information not falling within paragraph 9 of Schedule 1is authorised by this section where the information is provided to a chiefofficer of police—\n\t\t\tin the interests of national security;\n\t\t\tfor purposes connected with the prevention or detection of crime; or\n\t\t\tfor other purposes specified by order made by the Secretary of State.\n\t\tThe provision of information not falling within paragraph 9 of Schedule 1is authorised by this section where the information is provided to theCommissioners for Her Majesty’s Revenue and Customs—\n\t\t\tin the interests of national security;\n\t\t\tfor purposes connected with the prevention or detection of crime;\n\t\t\tfor purposes connected with the prevention, detection or investigation ofconduct in respect of which the Commissioners have power to impose penalties,or with the imposition of such penalties;\n\t\t\tfor the purpose of facilitating the checking of information provided to theCommissioners in connection with anything under their care and management, orwith any other matter in relation to which the Commissioners have duties underany enactment;\n\t\t\tfor purposes connected with any of the functions of the Commissioners inrelation to national insurance contributions or national insurance numbers; or\n\t\t\tfor other purposes specified by order made by the Secretary of State.\n\t\tThe provision of information not falling within paragraph 9 of Schedule 1is authorised by this section where the information is provided—\n\t\t\tto a prescribed government department, or\n\t\t\tto a prescribed Northern Ireland department,\n\t\t\t\tfor purposes connected with the carrying out of any prescribed functions ofthat department or of a Minister in charge of it.\n\t\tThe provision of information to a designated documents authority isauthorised by this section where the information is provided for purposesconnected with the exercise or performance by the authority of—\n\t\t\tany of its powers or duties by virtue of this Act; or\n\t\t\tany of its other powers or duties in relation to the issue or modificationof designated documents.\n\t\tThe powers of the Secretary of State by virtue of this section to make anorder or regulations authorising the provision of information to a person areexercisable for the purposes only of authorising the provision of informationin circumstances in which its provision to the person in question is necessaryin the public interest.\n\t\tThe Secretary of State must not make an order or regulations containing(with or without other provision) any provision that he is authorised to makeunder this section unless a draft of the order or regulations has been laidbefore Parliament and approved by a resolution of each House.\n\t\tIn this section—\n\t\t\t  * “chief officer of police” means— \n\t\t\tthe chief officer of police of a police force maintained for a police area inEngland and Wales;\n\t\t\tthe chief constable of a police force maintained under the Police (Scotland)Act [1967 (c. 77)](/id/ukpga/1967/77?view=plain \"Go to item of legislation\");\n\t\t\tthe Chief Constable of the Police Service of Northern Ireland;\n\t\t\tthe Chief Constable of the Ministry of Defence Police;\n\t\t\tthe Chief Constable of the Civil Nuclear Constabulary;\n\t\t\tthe Chief Constable of the British Transport Police;\n\t\t\tthe chief officer of the States of Jersey Police Force;\n\t\t\tthe chief officer of the salaried police force of the Island of Guernsey; or\n\t\t\tthe Chief Constable of the Isle of Man Constabulary;\n\t\t\t\t  * “GCHQ” has the same meaning as in the Intelligence Services Act [1994 (c. 13)](/id/ukpga/1994/13?view=plain \"Go to item of legislation\"). \n\t\tNothing in this section is to be construed as restricting any power todisclose information that exists apart from this section.\n\tPrevention and detection of crime\n\t\tThe Secretary of State may, without the individual’s consent, provide aperson with information recorded in an individual’s entry in the Register if—\n\t\t\tthe provision of the information is authorised by this section; and\n\t\t\tthere is compliance with any requirements imposed by or under section 21 inrelation to the provision of the information.\n\t\tThe provision to a person of information not falling within paragraph 9 ofSchedule 1 is authorised by this section (so far as it is not otherwiseauthorised by section 17) if the information is provided for any of thepurposes specified in section 17(2)(a) to (d) of the Anti-terrorism, Crime andSecurity Act [2001 (c. 24)](/id/ukpga/2001/24?view=plain \"Go to item oflegislation\") (criminal proceedings and investigations).\n\t\tSection 18 of the Anti-terrorism, Crime and Security Act 2001 (restrictionon disclosure of information for overseas purposes) shall have effect inrelation to the provision to a person of information by virtue of subsection(2) as it applies in relation to a disclosure of information in exercise of apower to which section 17 of that Act applies.\n\t\tThe provision of information falling within paragraph 9 of Schedule 1 isauthorised by this section if it is provided—\n\t\t\tto a person to whom information may be provided by virtue of any ofsubsections (3) to (5) of section 17 or is made as mentioned in subsection (2)of this section; and\n\t\t\tfor purposes connected with the prevention or detection of serious crime.\n\tCorrecting inaccurate or incomplete information\n\t\tThis section applies where—\n\t\t\tinformation about an individual has been provided for verification purposesto the Secretary of State or to a designated documents authority; and\n\t\t\tit appears to the Secretary of State that the information was inaccurate orincomplete in one or more particulars.\n\t\tThe Secretary of State may, without the individual’s consent, provide theperson who provided the inaccurate or incomplete information with informationabout—\n\t\t\tthe respects in which it is inaccurate or incomplete; and\n\t\t\twhat is in fact recorded in that individual’s entry in respect of thematters to which the inaccurate or incomplete information related.\n\t\tThe provision of information to a person under this section is subject tocompliance with any requirements imposed by or under section 21 in relation toits provision.\n\t\tThe reference in this section to providing information about an individualfor verification purposes is a reference to providing information about thatindividual which is required (whether under section 9 or otherwise) orintended to be used by the Secretary of State or a designated documentsauthority for verifying—\n\t\t\tsomething recorded in that individual’s entry in the Register,\n\t\t\tsomething provided to the Secretary of State or a designated documentsauthority for the purpose of being recorded in an entry about that individualin the Register, or\n\t\t\tsomething otherwise available to the Secretary of State to be so recorded.\n\tPower to authorise provision of information in other circumstances\n\t\tIn a case where there is no authorisation under sections 17 to 19 for theprovision of information, the Secretary of State may nevertheless, without theindividual’s consent, provide a public authority with information recorded inan individual’s entry in the Register if—\n\t\t\tthe information is not information falling within paragraph 9 of Schedule1;\n\t\t\tthe information is of a description specified or described in an order madeby the Secretary of State;\n\t\t\tthe information is provided to a public authority so specified ordescribed;\n\t\t\tthe information is provided for the purposes so specified or described; and\n\t\t\tthere is compliance with any requirements imposed by or under section 21 inrelation to the provision of the information.\n\t\tThe power of the Secretary of State by virtue of this section to make anorder authorising the provision of information to a public authority isexercisable for the purpose only of authorising the provision of informationin circumstances in which its provision to the authority in question isnecessary in the public interest.\n\t\tThe Secretary of State must not make an order containing (with or withoutother provision) any provision that he is authorised to make by this sectionunless a draft of the order has been laid before Parliament and approved by aresolution of each House.\n\tRules for providing information without individual’s consent\n\t\tUnder sections 17 to 20 the Secretary of State may provide a person withinformation within paragraph 2 of Schedule 1 only if he is satisfied that itwould not have been reasonably practicable for the person to whom theinformation is provided to have obtained the information by other means.\n\t\tThe Secretary of State may by regulations make provision—\n\t\t\timposing requirements that must be satisfied before information is providedunder any of sections 17 to 20; and\n\t\t\trestricting the persons who may be authorised to act on his behalf for orin connection with the provision of information under any of those sections.\n\t\tThose regulations may include—\n\t\t\tprovision requiring a person to be provided with information only where anapplication for it has been made by or on behalf of that person;\n\t\t\tprovision specifying or describing the persons who are entitled to makeapplications for the provision of information to a person; and\n\t\t\tprovision imposing other requirements as to the manner in which suchapplications must be made.\n\t\tThe Secretary of State may by regulations make it a condition of providinginformation to a person—\n\t\t\tthat that person (where not specified in sections 17 to 20) and theapplicant for the information (where different) are for the time beingapproved by the Secretary of State in the prescribed manner; and\n\t\t\tthat apparatus used for the purposes of the application, and apparatus thatit is proposed to use for the receipt and storage of the information, is forthe time being approved in the prescribed manner by the person specified in ordetermined under the regulations.\n\t\tThe Secretary of State may also by regulations provide that informationthat may be provided to a person under any of sections 17 to 20 may beprovided instead to another person who—\n\t\t\tis authorised by that person to be a recipient of information providedunder that section;\n\t\t\tholds such office, rank or position as may be specified in the regulations;and\n\t\t\tis under the direction or control of that person, or is otherwiseanswerable or subordinate to him, in respect of any of his duties as a personholding that office, rank or position.\n\t\tA power of the Secretary of State under any of sections 17 to 20 to provideinformation about an individual to another person is exercisable only wherethe provision of the information is subject to the satisfaction in relation tothat other person of conditions imposed under subsection (4)(a).\n\t\tThe Secretary of State must not make regulations containing (with orwithout other provision) any provision that he is authorised to make by thissection unless a draft of the regulations has been laid before Parliament andapproved by a resolution of each House."
    },
    {
        "length": 1638,
        "text": "\nSupervision of operation of Act\n\tAppointment of National Identity Scheme Commissioner\n\t\tThe Secretary of State must appoint a Commissioner to be known as theNational Identity Scheme Commissioner.\n\t\tIt shall be the function of the Commissioner (subject to subsection (4)) tokeep under review—\n\t\t\tthe arrangements for the time being maintained by the Secretary of Statefor the purposes of his functions under this Act or the subordinatelegislation made under it;\n\t\t\tthe arrangements for the time being maintained by designated documentsauthorities for the purposes of their functions under this Act or thatsubordinate legislation;\n\t\t\tthe arrangements made, by persons to whom information may be provided, forobtaining the information available to them under this Act or that subordinatelegislation and for recording and using it; and\n\t\t\tthe uses to which ID cards are being put.\n\t\tWhere the Commissioner reviews any arrangements in accordance withsubsection (2), his review must include, in particular, a review of the extentto which the arrangements make appropriate provision—\n\t\t\tfor securing the confidentiality and integrity of information recorded inthe Register; and\n\t\t\tfor dealing with complaints made to the Secretary of State or a designateddocuments authority about the carrying out of the functions mentioned in thatsubsection.\n\t\tThe matters to be kept under review by the Commissioner do not include—\n\t\t\tthe exercise of powers which under this Act are exercisable by statutoryinstrument or by statutory rule for the purposes of the Statutory Rules(Northern Ireland) Order 1979 ([S.I. 1979/1573 (N.I.12)](/id/nisi/1979/1573?view=plain \"Go to item of legislation\"));\n\t\t\tappeals against civil penalties;\n\t\t\tthe operation of so much of this Act or of any subordinate legislation asimposes or relates to criminal offences;\n\t\t\tthe provision of information to the Director-General of the SecurityService, the Chief of the Secret Intelligence Service or the Director of theGovernment Communications Headquarters;\n\t\t\tthe provision to another member of the intelligence services, in accordancewith regulations under section 21(5), of information that may be provided tothat Director-General, Chief or Director;\n\t\t\tthe exercise by the Secretary of State of his powers under section 38; or\n\t\t\tarrangements made for the purposes of anything mentioned in paragraphs (a)to (f).\n\t\tIt shall be the duty of every official of the Secretary of State’sdepartment to provide the Commissioner with all such information (includinginformation recorded in the Register) as he may require for the purpose ofcarrying out his functions under this Act.\n\t\tThe Commissioner is to hold office in accordance with the terms of hisappointment; and there shall be paid to him out of money provided byParliament such allowances as the Treasury may determine.\n\t\tThe Secretary of State—\n\t\t\tafter consultation with the Commissioner, and\n\t\t\tsubject to the approval of the Treasury as to numbers,\n\t\t\t\tmust provide the Commissioner with such staff as the Secretary of Stateconsiders necessary for the carrying out of the Commissioner’s functions.\n\t\tIn Part 6 of Schedule 1 to the Freedom of Information Act [2000 (c.36)](/id/ukpga/2000/36?view=plain \"Go to item of legislation\") (publicauthorities for the purposes of that Act), at the appropriate place, insert—\n\t\t“The National Identity Scheme Commissioner.”\n\t\tIn this section “intelligence service” has the same meaning as in theRegulation of Investigatory Powers Act [2000 (c.23)](/id/ukpga/2000/23?view=plain \"Go to item of legislation\").\n\tReports by Commissioner\n\t\tAs soon as practicable after the end of each calendar year, theCommissioner must make a report to the Secretary of State about the carryingout of the Commissioner’s functions.\n\t\tThe Commissioner may also, at any other time, make such report to theSecretary of State on any matter relating to the carrying out of thosefunctions as the Commissioner thinks fit.\n\t\tThe Secretary of State must lay before Parliament a copy of every reportmade to him under this section.\n\t\tIf it appears to the Secretary of State, after consultation with theCommissioner, that the publication of a particular matter contained in areport under this section would be prejudicial to—\n\t\t\tnational security, or\n\t\t\tthe prevention or detection of crime,\n\t\t\t\tthe Secretary of State may exclude that matter from the copy of the reportthat he lays before Parliament.\n\t\tWhere a matter is excluded under subsection (4) from a copy of a reportlaid before Parliament, the Secretary of State must, when he lays that copy ofthe report, also lay before Parliament a statement that a matter has beenexcluded from the report under that subsection.\n\tJurisdiction of Intelligence Services Commissioner and Tribunal\n\t\tThe Regulation of Investigatory Powers Act [2000 (c.23)](/id/ukpga/2000/23?view=plain \"Go to item of legislation\") is amended asfollows.\n\t\tIn section 59 (functions of Intelligence Services Commissioner), aftersubsection (2) insert—\n\t\t\t“(2A)The Intelligence Services Commissioner shall also keep under review—\n\t\t\tthe acquisition, storage and use by the intelligence services ofinformation recorded in the National Identity Register;\n\t\t\tthe provision of such information to members of the intelligence servicesin accordance with any provision made by or under the Identity Cards Act 2006;\n\t\t\tarrangements made by the Secretary of State or any of the intelligenceservices for the purposes of anything mentioned in paragraph (a) or (b).”\n\t\tIn section 65(2)(b) (complaints in relation to which Tribunal hasjurisdiction), after “subsection (4)” insert “or (4A)”.\n\t\tIn section 65(3) (proceedings in relation to which the Tribunal hasjurisdiction), for the “or” at the end of paragraph (c) substitute—\n\t\t\tthey are proceedings relating to the provision to a member of any of theintelligence services of information recorded in an individual’s entry in theNational Identity Register;\n\t\t\tthey are proceedings relating to the acquisition, storage or use of suchinformation by any of the intelligence services; or”.\n\t\tAfter section 65(4) insert—\n\t\t“(4A)The Tribunal is also the appropriate forum for a complaint if it is acomplaint by an individual about what he believes to be—\n\t\t\tthe provision to a member of any of the intelligence services ofinformation recorded in that individual’s entry in the National IdentityRegister; or\n\t\t\tthe acquisition, storage or use of such information by any of theintelligence services.”"
    },
    {
        "length": 994,
        "text": "\nPossession of false identity documents etc.\n\tIt is an offence for a person with the requisite intention to have in hispossession or under his control—\n\t\tan identity document that is false and that he knows or believes to befalse;\n\t\tan identity document that was improperly obtained and that he knows orbelieves to have been improperly obtained; or\n\t\tan identity document that relates to someone else.\n\tThe requisite intention for the purposes of subsection (1) is—\n\t\tthe intention of using the document for establishing registrable factsabout himself; or\n\t\tthe intention of allowing or inducing another to use it for establishing,ascertaining or verifying registrable facts about himself or about any otherperson (with the exception, in the case of a document within paragraph (c) ofthat subsection, of the individual to whom it relates).\n\tIt is an offence for a person with the requisite intention to make, or tohave in his possession or under his control—\n\t\tany apparatus which, to his knowledge, is or has been specially designed oradapted for the making of false identity documents; or\n\t\tany article or material which, to his knowledge, is or has been speciallydesigned or adapted to be used in the making of false identity documents.\n\tThe requisite intention for the purposes of subsection (3) is theintention—\n\t\tthat he or another will make a false identity document; and\n\t\tthat the document will be used by somebody for establishing, ascertainingor verifying registrable facts about a person.\n\tIt is an offence for a person to have in his possession or under hiscontrol, without reasonable excuse—\n\t\tan identity document that is false;\n\t\tan identity document that was improperly obtained;\n\t\tan identity document that relates to someone else; or\n\t\tany apparatus, article or material which, to his knowledge, is or has beenspecially designed or adapted for the making of false identity documents or tobe used in the making of such documents.\n\tA person guilty of an offence under subsection (1) or (3) shall be liable,on conviction on indictment, to imprisonment for a term not exceeding tenyears or to a fine, or to both.\n\tA person guilty of an offence under subsection (5) shall be liable—\n\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears or to a fine, or to both;\n\t\ton summary conviction in England and Wales, to imprisonment for a term notexceeding twelve months or to a fine not exceeding the statutory maximum, orto both;\n\t\ton summary conviction in Scotland or Northern Ireland, to imprisonment fora term not exceeding six months or to a fine not exceeding the statutorymaximum, or to both;\n\t\t\tbut, in relation to an offence committed before the commencement of section154(1) of the Criminal Justice Act [2003 (c. 44)](/id/ukpga/2003/44?view=plain\"Go to item of legislation\"), the reference in paragraph (b) to twelve monthsis to be read as a reference to six months.\n\tFor the purposes of this section—\n\t\tan identity document is false only if it is false within the meaning ofPart 1 of the Forgery and Counterfeiting Act [1981 (c.45)](/id/ukpga/1981/45?view=plain \"Go to item of legislation\") (see section9(1) of that Act); and\n\t\tan identity document was improperly obtained if false information wasprovided, in or in connection with the application for its issue or anapplication for its modification, to the person who issued it or (as the casemay be) to a person entitled to modify it;\n\t\tand references to the making of a false identity document include referencesto the modification of an identity document so that it becomes false.\n\tSubsection (8)(a) does not apply in the application of this section toScotland.\n\tIn this section “identity document” has the meaning given by section 26."
    },
    {
        "length": 665,
        "text": "\nIdentity documents for the purposes of s. 25\n\tIn section 25 “identity document” means any document that is, or purportsto be—\n\t\tan ID card;\n\t\ta designated document;\n\t\tan immigration document;\n\t\ta United Kingdom passport (within the meaning of the Immigration Act [1971(c. 77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\"));\n\t\ta passport issued by or on behalf of the authorities of a country orterritory outside the United Kingdom or by or on behalf of an internationalorganisation;\n\t\ta document that can be used (in some or all circumstances) instead of apassport;\n\t\ta UK driving licence; or\n\t\ta driving licence issued by or on behalf of the authorities of a country orterritory outside the United Kingdom.\n\tIn subsection (1) “immigration document” means—\n\t\ta document used for confirming the right of a person under the CommunityTreaties in respect of entry or residence in the United Kingdom;\n\t\ta document which is given in exercise of immigration functions and recordsinformation about leave granted to a person to enter or to remain in theUnited Kingdom; or23\n\t\ta registration card (within the meaning of section 26A of the ImmigrationAct 1971);\n\t\t\tand in paragraph (b) “immigration functions” means functions under theImmigration Acts (within the meaning of the Asylum and Immigration (Treatmentof Claimants, etc.) Act [2004 (c. 19)](/id/ukpga/2004/19?view=plain \"Go toitem of legislation\")).\n\tIn that subsection “UK driving licence” means—\n\t\ta licence to drive a motor vehicle granted under Part 3 of the Road TrafficAct [1988 (c. 52)](/id/ukpga/1988/52?view=plain \"Go to item of legislation\");or\n\t\ta licence to drive a motor vehicle granted under Part 2 of the Road Traffic(Northern Ireland) Order 1981 ([S.I. 1981/154 (N.I.1)](/id/nisi/1981/154?view=plain \"Go to item of legislation\")).\n\tThe Secretary of State may by order modify the list of documents insubsection (1).\n\tThe Secretary of State must not make an order containing (with or withoutother provision) any provision that he is authorised to make by subsection (4)unless a draft of the order has been laid before Parliament and approved by aresolution of each House."
    },
    {
        "length": 407,
        "text": "\nUnauthorised disclosure of information\n\tA person is guilty of an offence if, without lawful authority—\n\t\the provides any person with information that he is required to keepconfidential; or\n\t\the otherwise makes a disclosure of any such information.\n\tFor the purposes of this section a person is required to keep informationconfidential if it is information that is or has become available to him byreason of his holding an office or employment the duties of which relate, inwhole or in part, to—\n\t\tthe establishment or maintenance of the Register;\n\t\tthe issue, manufacture, modification, cancellation or surrender of IDcards; or\n\t\tthe carrying out of the Commissioner’s functions.\n\tFor the purposes of this section information is provided or otherwisedisclosed with lawful authority if, and only if the provision or otherdisclosure of the information—\n\t\tis authorised by or under this Act or another enactment;\n\t\tis in pursuance of an order or direction of a court or of a tribunalestablished by or under any enactment;\n\t\tis in pursuance of a Community obligation; or\n\t\tis for the purposes of the performance of the duties of an office oremployment of the sort mentioned in subsection (2).\n\tIt is a defence for a person charged with an offence under this section toshow that, at the time of the alleged offence, he believed, on reasonablegrounds, that he had lawful authority to provide the information or to makethe other disclosure in question.\n\tA person guilty of an offence under this section shall be liable, onconviction on indictment, to imprisonment for a term not exceeding two yearsor to a fine, or to both."
    },
    {
        "length": 384,
        "text": "\nProviding false information\n\tA person is guilty of an offence if, in circumstances falling withinsubsection (2), he provides false information to any person —\n\t\tfor the purpose of securing the making or modification of an entry in theRegister;\n\t\tin confirming (with or without changes) the contents of an entry in theRegister; or\n\t\tfor the purpose of obtaining for himself or another the issue ormodification of an ID card.\n\tThose circumstances are that, at the time of the provision of theinformation he—\n\t\tknows or believes the information to be false; or\n\t\tis reckless as to whether or not it is false.\n\tA person guilty of an offence under this section shall be liable—\n\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears or to a fine, or to both;\n\t\ton summary conviction in England and Wales, to imprisonment for a term notexceeding twelve months or to a fine not exceeding the statutory maximum, orto both;\n\t\ton summary conviction in Scotland or Northern Ireland, to imprisonment fora term not exceeding six months or to a fine not exceeding the statutorymaximum, or to both;\n\t\t\tbut, in relation to an offence committed before the commencement of section154(1) of the Criminal Justice Act [2003 (c. 44)](/id/ukpga/2003/44?view=plain\"Go to item of legislation\"), the reference in paragraph (b) to twelve monthsis to be read as a reference to six months."
    },
    {
        "length": 804,
        "text": "\nTampering with the Register etc.\n\tA person is guilty of an offence under this section if—\n\t\the engages in any conduct that causes an unauthorised modification ofinformation recorded in the Register; and\n\t\tat the time when he engages in the conduct, he has the requisite intent.\n\tFor the purposes of this section a person has the requisite intent if he—\n\t\tintends to cause a modification of information recorded in the Register; or\n\t\tis reckless as to whether or not his conduct will cause such amodification.\n\tFor the purposes of this section the cases in which conduct causes amodification of information recorded in the Register include—\n\t\twhere it contributes to a modification of such information; and\n\t\twhere it makes it more difficult or impossible for such information to beretrieved in a legible form from a computer on which it is stored by theSecretary of State, or contributes to making that more difficult orimpossible.\n\tIt is immaterial for the purposes of this section—\n\t\twhether the conduct constituting the offence, or any of it, took place inthe United Kingdom; or\n\t\tin the case of conduct outside the United Kingdom, whether it is conduct ofa British citizen.\n\tFor the purposes of this section a modification is unauthorised, inrelation to the person whose conduct causes it, if—\n\t\the is not himself entitled to determine if the modification may be made;and\n\t\the does not have a consent to the modification from a person who is soentitled.\n\tIn proceedings against a person for an offence under this section inrespect of conduct causing a modification of information recorded in theRegister it is to be a defence for that person to show that, at the time ofthe conduct, he believed, on reasonable grounds—\n\t\tthat he was a person entitled to determine if that modification might bemade; or\n\t\tthat consent to the modification had been given by a person so entitled.\n\tA person guilty of an offence under this section shall be liable—\n\t\ton conviction on indictment, to imprisonment for a term not exceeding tenyears or to a fine, or to both;\n\t\ton summary conviction in England and Wales, to imprisonment for a term notexceeding twelve months or to a fine not exceeding the statutory maximum, orto both;\n\t\ton summary conviction in Scotland or Northern Ireland, to imprisonment fora term not exceeding six months or to a fine not exceeding the statutorymaximum, or to both;\n\t\t\tbut, in relation to an offence committed before the commencement of section154(1) of the Criminal Justice Act [2003 (c. 44)](/id/ukpga/2003/44?view=plain\"Go to item of legislation\"), the reference in paragraph (b) to twelve monthsis to be read as a reference to six months.\n\tIn the case of an offence by virtue of this section in respect of conductwholly or partly outside the United Kingdom—\n\t\tproceedings for the offence may be taken at any place in the UnitedKingdom; and\n\t\tthe offence may for all incidental purposes be treated as having beencommitted at any such place.\n\tIn this section—\n\t\t  * “conduct” includes acts and omissions; and \n\t\t  * “modification” includes a temporary modification. "
    },
    {
        "length": 757,
        "text": "\nAmendments relating to offences\n\tIn section 1(2) of the Criminal Justice Act [1993 (c.36)](/id/ukpga/1993/36?view=plain \"Go to item of legislation\") (Group Aoffences in respect of which jurisdiction is extended for some purposes inrelation to conduct outside England and Wales), after paragraph (c) insert—\n\t\tan offence under section 25 of the Identity Cards Act 2006;”.\n\tIn section 31 of the Immigration and Asylum Act 1999 (defences based onArticle 31(1) of the Refugee Convention)—\n\t\tin subsection (3) (offences in England and Wales and Northern Ireland towhich section applies), after paragraph (a) insert—\n\t\tsection 25(1) or (5) of the Identity Cards Act 2006;”\n\t\tin subsection (4) (offences in Scotland to which section applies), afterparagraph (b) insert—\n\t\tunder section 25(1) or (5) of the Identity Cards Act 2006;”.\n\tIn section 14(2) of the Asylum and Immigration (Treatment of Claimants,etc.) Act [2004 (c. 19)](/id/ukpga/2004/19?view=plain \"Go to item oflegislation\") (powers of arrest for immigration officers), after paragraph (p)insert—\n\t\tan offence under section 25 of the Identity Cards Act 2006.”\n\tIn Article 26(2) of the Police and Criminal Evidence (Northern Ireland)Order 1989 ([S.I. 1989/1341 (N.I. 12)](/id/nisi/1989/1341?view=plain \"Go toitem of legislation\")) (offences for which an arrest may be made without awarrant), at the end insert—\n\t\tan offence under—\n\t\tsection 25(5) of the Identity Cards Act 2006 (possession of false documentetc.);\n\t\tsection 27 of that Act (disclosure of information on National IdentityRegister); or\n\t\tsection 28 of that Act (providing false information).”\n\tIn Article 38(2) of the Criminal Justice (Northern Ireland) Order 1996([S.I. 1996/3160 (N.I. 24)](/id/nisi/1996/3160?view=plain \"Go to item oflegislation\")) (which makes provision in relation to conduct outside NorthernIreland corresponding to that made by section 1(2) of the Criminal Justice Act[1993 (c. 36)](/id/ukpga/1993/36?view=plain \"Go to item of legislation\")),after sub-paragraph (c) insert—\n\t\tan offence under section 25 of the Identity Cards Act 2006;”."
    },
    {
        "length": 1701,
        "text": "\nCivil penalties\n\tImposition of civil penalties\n\t\tThis section applies where the Secretary of State is satisfied that aperson (“the defaulter”) is a person who is liable under this Act to a civilpenalty not exceeding a specified amount.\n\t\tThe Secretary of State may, by a notice given to the defaulter in theprescribed manner, impose on him a penalty of such amount, not exceeding thespecified amount, as the Secretary of State thinks fit.\n\t\tA notice imposing such a penalty must—\n\t\t\tset out the Secretary of State’s reasons for deciding that the defaulter isliable to a penalty;\n\t\t\tstate the amount of the penalty that is being imposed;\n\t\t\tspecify a date before which the penalty must be paid to the Secretary ofState;\n\t\t\tdescribe how payment may be made;\n\t\t\texplain the steps that the defaulter may take if he objects to the penalty;and\n\t\t\tset out and explain the powers of the Secretary of State to enforce thepenalty.\n\t\tThe date for the payment of a penalty must be not less than 14 days afterthe giving of the notice imposing it.\n\t\tA penalty imposed in accordance with this section—\n\t\t\tmust be paid to the Secretary of State in a manner described in the noticeimposing it; and\n\t\t\tif not so paid by the specified date, is to be recoverable by himaccordingly.\n\t\tIn proceedings for recovery of a penalty so imposed no question may beraised as to—\n\t\t\twhether the defaulter was liable to the penalty;\n\t\t\twhether the imposition of the penalty was unreasonable; or\n\t\t\tthe amount of the penalty.\n\t\tSums received by the Secretary of State in respect of penalties imposed inaccordance with this section must be paid into the Consolidated Fund.\n\tObjection to penalty\n\t\tA person to whom a notice under section 31 has been given may give noticeto the Secretary of State that he objects to the penalty on one or more of thefollowing grounds—\n\t\t\tthat he is not liable to it;\n\t\t\tthat the circumstances of the contravention in respect of which he isliable make the imposition of a penalty unreasonable;\n\t\t\tthat the amount of the penalty is too high.\n\t\tThe notice of objection—\n\t\t\tmust set out the grounds of the objection and the objector’s reasons forobjecting on those grounds; and\n\t\t\tmust be given to the Secretary of State in the prescribed manner and withinthe prescribed period after the giving of the notice imposing the penalty.\n\t\tThe Secretary of State must consider a notice of objection given inaccordance with this section and may then—\n\t\t\tcancel the penalty;\n\t\t\treduce it;\n\t\t\tincrease it; or\n\t\t\tconfirm it.\n\t\tThe Secretary of State must not enforce a penalty in respect of which hehas received a notice of objection before he has notified the objector of theoutcome of his consideration of the objection.\n\t\tThat notification of the outcome of his consideration must be given, in theprescribed manner—\n\t\t\tbefore the end of the prescribed period; or\n\t\t\twithin such longer period as he may agree with the objector.\n\t\tWhere, on consideration of an objection, the Secretary of State increasesthe penalty, he must give the objector a new penalty notice under section 31;and, where he reduces it, he must notify the objector of the reduced amount.\n\tAppeals against penalties\n\t\tA person on whom a penalty has been imposed under section 31 may appeal tothe court on one or more of the following grounds—\n\t\t\tthat he is not liable to it;\n\t\t\tthat the circumstances of the contravention in respect of which he isliable make the imposition of a penalty unreasonable;\n\t\t\tthat the amount of the penalty is too high.\n\t\tAn appeal under this section must be brought within such period after thegiving of the notice imposing the penalty to which it relates as may bespecified by rules of court.\n\t\tOn an appeal under this section, the court may—\n\t\t\tallow the appeal and cancel the penalty;\n\t\t\tallow the appeal and reduce the penalty; or\n\t\t\tdismiss the appeal.\n\t\tAn appeal under this section shall be by way of a rehearing of theSecretary of State’s decision to impose the penalty.\n\t\tThe matters to which the court may have regard when determining an appealunder this section include all matters that the court considers relevant,including—\n\t\t\tmatters of which the Secretary of State was unaware when he made hisdecision; and\n\t\t\tmatters which (apart from this subsection) the court would be preventedfrom having regard to by virtue of rules of court.\n\t\tAn appeal under this section may be brought in relation to a penaltyirrespective of whether a notice of objection under section 32 has been givenin respect of that penalty and of whether there has been an increase orreduction under that section.\n\t\tIn this section “the court” means—\n\t\t\tin England and Wales or Northern Ireland, a county court; and\n\t\t\tin Scotland, the sheriff.\n\tCode of practice on penalties\n\t\tThe Secretary of State must issue a code of practice setting out thematters that must be considered when determining—\n\t\t\twhether a civil penalty should be imposed under this Act; and\n\t\t\tthe amount of such a penalty.\n\t\tThe Secretary of State must have regard to the code when—\n\t\t\timposing a civil penalty under this Act; or\n\t\t\tconsidering a notice of objection under section 32.\n\t\tThe court must have regard to the code when determining any appeal undersection 33.\n\t\tBefore issuing the code, the Secretary of State must lay a draft of itbefore Parliament.\n\t\tBefore a draft code under this section is laid before Parliament, theSecretary of State must take such steps as he thinks fit—\n\t\t\tfor securing that members of the public in the United Kingdom are informedabout the proposed code; and\n\t\t\tfor consulting them about it.\n\t\tThe code issued under this section does not come into force until the timespecified by order made by the Secretary of State.\n\t\tThe Secretary of State may from time to time—\n\t\t\trevise the whole or a part of the code; and\n\t\t\tissue the revised code.\n\t\tSubsections (4) to (6) apply to a revised code as they apply to the codefirst issued under this section.\n\t\tThe power of the Secretary of State to make an order containing (with orwithout other provision) a provision authorised by this section isexercisable, on the first occasion on which an order is made under thissection, only if a draft of the order has been laid before Parliament andapproved by a resolution of each House.\n\t\tA statutory instrument containing an order which—\n\t\t\tcontains provisions that the Secretary of State is authorised to make bythis section, and\n\t\t\tis not an order a draft of which is required to have been laid beforeParliament and approved by a resolution of each House,\n\t\t\t\tshall be subject to annulment in pursuance of a resolution of either House ofParliament."
    },
    {
        "length": 1673,
        "text": "\nFees and charges\n\tFees in respect of functions carried out under Act\n\t\tThe Secretary of State may by regulations impose fees, of such amounts ashe thinks fit, to be paid to him in respect of any one or more of thefollowing—\n\t\t\tapplications to him for entries to be made in the Register, for themodification of entries or for the issue of ID cards;\n\t\t\tthe making or modification of entries in the Register;\n\t\t\tthe issue of ID cards;\n\t\t\tapplications for the provision of information contained in entries in theRegister;\n\t\t\tthe provision of such information;\n\t\t\tapplications for confirmation that information supplied coincides withinformation recorded in the Register;\n\t\t\tthe issue or refusal of such confirmations;\n\t\t\tapplications for the approval of a person or of apparatus in accordancewith any regulations under this Act;\n\t\t\tthe grant of such approvals.\n\t\tThe provision that may be made by regulations under this section includes—\n\t\t\tprovision for the payment of fees by instalments; and\n\t\t\tprovision establishing arrangements under which instalments may be paid inanticipation of a fee becoming due.\n\t\tIn prescribing a fee under this section in respect of anything mentioned ina particular paragraph of subsection (1), the Secretary of State may take intoaccount—\n\t\t\texpenses that will be or have been incurred by him in respect of thatthing, both in the circumstances in relation to which the fee is prescribedand in other circumstances;\n\t\t\texpenses that will be or have been incurred by him in respect of such otherthings mentioned in that subsection as he thinks fit;\n\t\t\tother expenses that will be or have been incurred by him in connection withany provision made by or under this Act;\n\t\t\texpenses that will be or have been incurred by any person in connectionwith applications for, and the issue of, designated documents (whether or nottogether with ID cards);\n\t\t\texpenses that will be or have been incurred in the provision of consularservices (within the meaning of section 1 of the Consular Fees Act [1980 (c.23)](/id/ukpga/1980/23?view=plain \"Go to item of legislation\")); and\n\t\t\tsuch differences between different persons by or in relation to whom thatthing may be done as he thinks fit.\n\t\tThe consent of the Treasury is required for the making of regulations undersubsection (1).\n\t\tEvery power conferred by or under an enactment to fix or impose fees inrespect of—\n\t\t\tapplications for a designated document, or\n\t\t\tthe issue of designated documents,\n\t\t\t\tincludes power to fix or impose fees in respect of things done by virtue ofthis Act in connection with such applications, or with the issue of suchdocuments.\n\t\tReferences in this section to expenses that will be incurred for anypurpose include references to expenses that the Secretary of State considersare likely to be incurred for that purpose over such period as he thinksappropriate, including expenses that will be incurred only after thecommencement of particular provisions of this Act.\n\t\tThe power of the Secretary of State to make regulations containing (with orwithout other provision) a provision that he is authorised to make bysubsection (1) is exercisable—\n\t\t\ton the first occasion on which regulations are made under this section, and\n\t\t\ton every subsequent occasion on which it appears to the Secretary of Statethat the power is being exercised for purposes that are not confined to themodification of existing fees to take account of changes in the value ofmoney,\n\t\t\tonly if a draft of the regulations has been laid before Parliament andapproved by a resolution of each House.\n\t\tFees received by the Secretary of State by virtue of this section must bepaid into the Consolidated Fund.\n\tAmendment of Consular Fees Act 1980\n\t\tIn section 1 of the Consular Fees Act 1980 (power to impose fees in respect ofthe carrying out of consular functions), after subsection (4) insert—\n\t“(4A)In prescribing a fee under subsection (1) for the doing of a particularthing, Her Majesty in Council may take into account—\n\t\tthe expenses that will be or have been incurred in doing that thing, bothin the circumstances in relation to which the fee is prescribed and in othercircumstances;\n\t\tthe expenses that will be or have been incurred in doing such other thingsin the exercise of functions mentioned in that subsection as She thinks fit;\n\t\texpenses that will be or have been incurred by the Secretary of State inconnection with arrangements made for purposes connected with both theexercise of such functions and provision made by or under the Identity CardsAct 2006; and\n\t\tsuch differences between different persons in relation to whom things maybe or have been done as She thinks fit.\n\t\t(4B)The power of Her Majesty in Council under subsection (1) to prescribe feesand the power of the Secretary of State under subsection (3) to makeregulations each includes power—\n\t\tto make different provision for different cases;\n\t\tto make provision subject to such exemptions and exceptions as the personexercising the power thinks fit; and\n\t\tto make such incidental, supplemental, consequential and transitionalprovision as that person thinks fit.\n\t\t(4C)References in this section to expenses that will be incurred for anypurpose include references to expenses that Her Majesty in Council considersare likely to be incurred for that purpose over such period as She thinksappropriate, including expenses that will only be incurred after thecommencement of a particular enactment.”\n\tReport to Parliament about likely costs of ID cards scheme\n\t\tBefore the end of the six months beginning with the day on which this Actis passed, the Secretary of State must prepare and lay before Parliament areport setting out his estimate of the public expenditure likely to beincurred on the ID cards scheme during the ten years beginning with the layingof the report.\n\t\tBefore the end of every six months beginning with the laying of a reportunder this section, the Secretary of State must prepare and lay beforeParliament a further report setting out his estimate of the public expenditurelikely to be incurred on the ID cards scheme during the ten years beginningwith the end of those six months.\n\t\tReferences in this section, in relation to any period of ten years, to thepublic expenditure likely to be incurred on the ID cards scheme are referencesto the expenditure likely to be incurred over that period by the Secretary ofState and designated documents authorities on—\n\t\t\tthe establishment and maintenance of the Register;\n\t\t\tthe issue, modification, renewal, replacement, re-issue and surrender of IDcards;\n\t\t\tthe provision to persons by the Secretary of State of information recordedin individuals' entries in the Register.\n\t\tIf it appears to the Secretary of State that it would be prejudicial tosecuring the best value from the use of public money to publish any matter byincluding it in his next report under this section, he may exclude that matterfrom that report."
    },
    {
        "length": 1258,
        "text": "\nProvisions relating to passports\n\tVerifying information provided with passport applications etc.\n\t\tWhere it appears to the Secretary of State that a person on whom arequirement may be imposed under this section may have information in hispossession which could be used—\n\t\t\tfor verifying information provided to the Secretary of State for thepurposes of, or in connection with, an application for the issue of apassport, or\n\t\t\tfor determining whether to withdraw an individual’s passport,\n\t\t\t\tthe Secretary of State may require that person to provide him with theinformation.\n\t\tIt shall be the duty of a person who—\n\t\t\tis required to provide information under this section, and\n\t\t\thas the information in his possession,\n\t\t\tto comply with the requirement within whatever period is specified in therequirement.\n\t\tA requirement may be imposed under this section on—\n\t\t\ta Minister of the Crown;\n\t\t\ta government department;\n\t\t\ta Northern Ireland department;\n\t\t\tthe National Assembly for Wales; or\n\t\t\tany person not falling within paragraph (a) to (d) who is specified for thepurposes of this section in an order made by the Secretary of State.\n\t\tThe persons who may be specified in an order under subsection (3)(e)include any person who carries out functions conferred by or under anenactment that fall to be carried out on behalf of the Crown.\n\t\tThe power of the Secretary of State to make an order specifying a person asa person on whom a requirement may be imposed under this section includespower to provide—\n\t\t\tthat his duty to provide the information that he is required to provide isowed to the person imposing it; and\n\t\t\tthat the duty is enforceable in civil proceedings—\n\t\t\tfor an injunction;\n\t\t\tfor specific performance of a statutory duty under section 45 of the Courtof Session Act [1988 (c. 36)](/id/ukpga/1988/36?view=plain \"Go to item oflegislation\"); or\n\t\t\tfor any other appropriate remedy or relief.\n\t\tThe Secretary of State may, in such cases (if any) as he thinks fit, makepayments to a person providing information in accordance with this section inrespect of the provision of the information.\n\t\tThe Secretary of State must not make an order containing (with or withoutother provision) any provision that he is authorised to make by this sectionunless a draft of the order has been laid before Parliament and approved by aresolution of each House.\n\tAmendments of legislation relating to passports\n\t\tIn sections 14E, 19, 21B and 21C of the Football Spectators Act [1989 (c.37)](/id/ukpga/1989/37?view=plain \"Go to item of legislation\") (enforcement ofbanning orders etc.), for “passport”, wherever occurring, substitute “travelauthorisation”.\n\t\tIn section 22A(1) of that Act (interpretation), after the definition of“prescribed” insert—\n\t\t\t“‘travel authorisation’, in relation to a person, means one or both of thefollowing—\n\t\t\tany UK passport (within the meaning of the Immigration Act 1971) that hasbeen issued to him;\n\t\t\tany ID card issued to him under the Identity Cards Act 2006 which recordsthat he is a British citizen.”\n\t\tIn sections 33, 35 and 36 of the Criminal Justice and Police Act [2001 (c.16)](/id/ukpga/2001/16?view=plain \"Go to item of legislation\") (travelrestriction orders), for “passport”, wherever occurring, substitute “travelauthorisation”.\n\t\tFor section 33(8) of that Act substitute—\n\t\tIn this section ‘UK travel authorisation’, in relation to a person, meansone or both of the following—\n\t\t\tany UK passport (within the meaning of the Immigration Act 1971) that hasbeen issued to him;\n\t\t\tany ID card issued to him under the Identity Cards Act 2006 which recordsthat he is a British citizen.”\n\t\tThe Secretary of State may by order modify—\n\t\t\tany enactment (including an enactment amended by this section), or\n\t\t\ta provision of any subordinate legislation,\n\t\t\tfor the purpose of including a reference to an ID card, or to an ID card of adescription not already mentioned in that enactment or provision, in anyreference (however worded) to a passport.\n\t\tThe Secretary of State must not make an order containing (with or withoutother provision) any provision that he is authorised to make by this sectionfor modifying an enactment unless a draft of the order has been laid beforeParliament and approved by a resolution of each House.\n\t\tA statutory instrument containing an order which—\n\t\t\tcontains provisions that the Secretary of State is authorised to make bythis section, and\n\t\t\tis not an order a draft of which is required to have been laid beforeParliament and approved by a resolution of each House,\n\t\t\tshall be subject to annulment in pursuance of a resolution of either House ofParliament."
    },
    {
        "length": 3316,
        "text": "\nSupplemental\n\tOrders and regulations\n\t\tEvery power conferred by this Act on the Secretary of State or the NationalAssembly for Wales to make an order or regulations is a power exercisable bystatutory instrument.\n\t\tThe following powers are powers exercisable by statutory rule for thepurposes of the Statutory Rules (Northern Ireland) Order 1979 ([S.I. 1979/1573(N.I. 12)](/id/nisi/1979/1573?view=plain \"Go to item of legislation\"))—\n\t\t\tthe power of a Northern Ireland department to make regulations undersection 13; and\n\t\t\tthe power of the Office of the First Minister and deputy First Minister tomake an order under section 14(1)(b) designating a Northern Ireland departmentfor the purposes of the power to make such regulations.\n\t\tA statutory instrument containing regulations which—\n\t\t\tcontain provisions that the Secretary of State is authorised to make bythis Act, and\n\t\t\tare not regulations a draft of which is required to have been laid beforeParliament and approved by a resolution of each House,\n\t\t\t\tshall be subject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tEvery power conferred by this Act on a person to make an order orregulations (other than the power of the Secretary of State to make an orderunder section 44(3)) includes power—\n\t\t\tto make different provision for different cases;\n\t\t\tto make provision subject to such exemptions and exceptions as that personthinks fit; and\n\t\t\tto make such incidental, supplemental, consequential and transitionalprovision as that person thinks fit.\n\t\tThe power under subsection (4) to make incidental, supplemental andconsequential provision in connection with so much of any order or regulationsas authorises or requires anything to be done by or in relation to anindividual under the age of 16 includes power to provide—\n\t\t\tfor the designation of a person to act on that individual’s behalf for thepurposes of this Act;\n\t\t\tfor that individual’s obligations and liabilities by virtue of this Act tofall, in the manner and to the extent specified, on the person designated; and\n\t\t\tfor section 10 to have effect (even where that individual is not issuedwith an ID card) as if obligations arising under that section where an ID cardhas been issued fell to be discharged in relation to that individual by theperson designated.\n\t\tThe power of the Secretary of State under subsection (4) to makesupplemental and consequential provision in connection with a modification ofSchedule 1 made by an order under section 3(6) includes power—\n\t\t\tto make modifications of any reference in this Act to a paragraph of thatSchedule; and\n\t\t\tin connection with that modification, to amend section 12(2) and (3) insuch manner as he thinks fit.\n\t\tAny power to make provision by regulations under this Act for the approvalof a person or of apparatus includes power to provide—\n\t\t\tfor the grant of an approval subject to prescribed conditions;\n\t\t\tfor the modification of such conditions in the prescribed manner; and\n\t\t\tfor the suspension or withdrawal of an approval.\n\tExpenses of Secretary of State\n\t\tThere shall be paid out of money provided by Parliament—\n\t\t\tany sums authorised or required to be paid by the Secretary of State for orin connection with the carrying out of his functions under this Act; and\n\t\t\tany increase attributable to this Act in the sums which are payable out ofmoney so provided under any other Act.\n\tGeneral interpretation\n\t\tIn this Act—\n\t\t\t  * “apparatus” includes any equipment, machinery or device and any wire or cable, together with any software used with it; \n\t\t\t  * “biometric information”, in relation to an individual, means data about his external characteristics, including, in particular, the features of an iris or of any other part of the eye; \n\t\t\t  * “card” includes a document or other article, or a combination of a document and an article, in or on which information is or may be recorded; \n\t\t\t  * “the Commissioner” means the National Identity Scheme Commissioner appointed under section 22; \n\t\t\t  * “confirm”, in relation to the contents of an individual’s entry in the Register, is to be construed in accordance with subsection (4); \n\t\t\t  * “contravention” includes a failure to comply, and cognate expressions are to be construed accordingly; \n\t\t\t  * “crime” means a crime within the meaning of the Regulation of Investigatory Powers Act [2000 (c. 23)](/id/ukpga/2000/23?view=plain \"Go to item of legislation\") (see section 81(2) of that Act); \n\t\t\t  * “designated document” means a document of a description designated for the purposes of this Act by an order under section 4; \n\t\t\t  * “designated documents authority” means a person with the power or duty to issue a designated document; \n\t\t\t  * “detection”, in relation to crime or serious crime, is to be construed in accordance with subsection (9); \n\t\t\t  * “document” includes a stamp or label; \n\t\t\t  * “enactment” includes— \n\t\t\ta provision of Northern Ireland legislation; and34\n\t\t\tenactments passed or made after the passing of this Act;\n\t\t\t\t  * “false”, in relation to information, includes containing any inaccuracy or omission that results in a tendency to mislead (and is to be construed subject to section 3(5)); \n\t\t\t\t  * “fingerprint”, in relation to an individual, means a record (in any form and produced by any method) of the skin pattern and other physical characteristics or features of any of his fingers; \n\t\t\t\t  * “ID card” is to be construed in accordance with section 6(1); \n\t\t\t\t  * “information” includes documents and records; \n\t\t\t\t  * “issue”, in relation to a document or card, and cognate expressions are to be construed in accordance with subsection (5); \n\t\t\t\t  * “modification” includes omission, addition or alteration, and cognate expressions are to be construed accordingly; \n\t\t\t\t  * “necessary in the public interest” is to be construed in accordance with section 1(4); \n\t\t\t\t  * “place of residence” and “resides” and cognate expressions are to be construed subject to any regulations under subsection (10); \n\t\t\t\t  * “prescribed” means prescribed by regulations made by the Secretary of State; \n\t\t\t\t  * “public authority” has the same meaning as in section 6 of the Human Rights Act [1998 (c. 42)](/id/ukpga/1998/42?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “public service” is to be construed in accordance with subsection (2); \n\t\t\t\t  * “the Register” means the National Identity Register established and maintained under section 1; \n\t\t\t\t  * “registrable fact” has the meaning given by section 1(5) and (6); \n\t\t\t\t  * “serious crime” means crime that is serious crime within the meaning of the Regulation of Investigatory Powers Act [2000 (c. 23)](/id/ukpga/2000/23?view=plain \"Go to item of legislation\") (see section 81(2) and (3) of that Act); \n\t\t\t\t  * “statutory purposes” means the purposes specified in section 1(3); \n\t\t\t\t  * “subject to compulsory registration” means required to be entered in the Register in accordance with an obligation imposed by an Act of Parliament passed after the passing of this Act; \n\t\t\t\t  * “subordinate legislation” has the same meaning as in the Interpretation Act [1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\"). \n\t\tReferences in this Act to the provision of a public service are referencesto—\n\t\t\tthe provision of any service to an individual by a public authority;\n\t\t\tthe exercise or performance in relation to an individual of any power orduty of a Minister of the Crown, the Treasury or a Northern Irelanddepartment;\n\t\t\tthe doing by any other person of anything in relation to an individualwhich that other person is authorised or required to do for purposes connectedwith the carrying out of any function conferred by or under an enactment;\n\t\t\tthe provision of any service to an individual under arrangements made(directly or indirectly) between the person providing the service and a publicauthority who, for purposes connected with the carrying out of a function soconferred on that authority, bears the whole or a part of the expense ofproviding the service to that individual; or\n\t\t\tthe acceptance or acknowledgment of the conduct of an individual ascompliance by that individual with a requirement imposed on him by or under anenactment, or the receipt of any notification or information provided by anindividual for the purpose of complying with such a requirement.\n\t\tReferences in this Act to an application for the provision of a publicservice include references to any claim, request or requirement for theprovision of the service.\n\t\tReferences in this Act to an individual confirming the contents of hisentry in the Register are references to his confirming that entry to theextent only that it consists of information falling within paragraphs 1 to 5of Schedule 1 or section 3(3).\n\t\tReferences in this Act to the issue of a document or card includereferences to its renewal, replacement or re-issue (with or withoutmodifications).\n\t\tReferences in this Act to a designated document being issued together withan ID card include references to the ID card and the designated document beingcomprised in the same card.\n\t\tReferences in this Act to providing a person with information recorded inan individual’s entry in the Register include references to confirming orotherwise disclosing to him—\n\t\t\tthat the information is recorded in that entry; or\n\t\t\tthat particular information is not recorded in that entry.\n\t\tReferences in this Act to information recorded in an individual’s entry inthe Register include references to a password or code generated by a method sorecorded.\n\t\tSection 81(5) of the Regulation of Investigatory Powers Act [2000 (c.23)](/id/ukpga/2000/23?view=plain \"Go to item of legislation\") (which definesdetection) applies for the purposes of this Act as it applies for the purposesof the provisions of that Act that are not in Chapter 1 of Part 1 of that Act.\n\t\tThe Secretary of State may by regulations make provision for the purposesof this Act as to the circumstances in which a place is to be regarded, inrelation to an individual—\n\t\t\tas a place where he resides; or\n\t\t\tas his principal place of residence in the United Kingdom.\n\tScotland \n\t\tThe use in or as regards Scotland of the Register or of a card issued inaccordance with this Act is authorised, and is capable of being authorised,only—\n\t\t\tin relation to a matter, or for purposes, outside the legislativecompetence of the Scottish Parliament; or\n\t\t\tin accordance with an Act of that Parliament.\n\t\tRegulations under section 13 may not allow or require the imposition of acondition in or as regards Scotland on the provision of a public serviceexcept where the provision of that service is outside the legislativecompetence of the Scottish Parliament.\n\t\tNothing in this section restricts—\n\t\t\tthe effect of any provision of this Act authorising information recorded inthe Register to be provided to a person;\n\t\t\tany power under this Act to make provision authorising such information tobe provided to a person; or\n\t\t\tany power under this Act to make provision (including provision about theuse of ID cards) for purposes connected with the authorisation by virtue ofthis Act of the provision of such information to a person.\n\tShort title, repeals, commencement, transitory provision and extent\n\t\tThis Act may be cited as the Identity Cards Act 2006.\n\t\tThe enactments in Schedule 2 are repealed to the extent shown in the secondcolumn of that Schedule.\n\t\tThis Act (apart from this section and sections 36 and 38) shall come intoforce on such day as the Secretary of State may by order appoint; anddifferent days may be appointed for different purposes.\n\t\tThe power to bring provisions of this Act into force on different days fordifferent purposes includes power—\n\t\t\tto bring provisions into force on different days in relation to differentareas or descriptions of persons;\n\t\t\tto bring provisions into force in relation to a specified area or aspecified description of persons for the purpose of conducting a trial of thearrangements under which the provisions will have effect when brought intoforce in relation to other areas or descriptions of persons; and\n\t\t\tpower to make transitional provision in connection with the bringing intoforce of any provision of this Act following the conduct of such a trial.\n\t\tSections 36 and 38 come into force at the end of the period of two monthsbeginning with the day on which this Act is passed.\n\t\tHer Majesty may by Order in Council provide for provisions of this Act toextend with such modifications (if any) as She thinks fit to any of theChannel Islands or to the Isle of Man.\n\t\tSection 40(4) applies to the power of Her Majesty in Council to make anOrder in Council under subsection (6) as it applies to the power of any otherperson to make an order under this Act.\n\t\tThis Act extends to Northern Ireland."
    }
]