[
    {
        "length": 1506,
        "text": "\nIssue of sum out of the Consolidated Fund for the year ending 31 March2018 and appropriation of that sum\n\tThe Department may issue out of the Consolidated Fund and apply to theservice of the year ending 31 March 2018 the sum of £16,116,048,000.\n\tThat sum is appropriated for the purposes specified in Schedule 1.\n\tThe authorisation and appropriations in this section supersede those madeunder section 59 of the Northern Ireland Act 1998 for that year (which total£12,272,909,000).\nPower of the Department of Finance to borrow\n\tSubject to subsection (2), the Department may borrow on the credit of thesum specified in section 1(1) any sum or sums not exceeding in the whole£8,058,024,000.\n\tAny money so borrowed is to be repaid, with any interest due on it, out ofthe Consolidated Fund not later than 31 March 2018.\nUse of resources (other than accruing resources) in the year ending 31March 2018\n\tFor the purposes of section 6(1) of the 2001 Act, this section authorisesthe use of resources in the year ending 31 March 2018.\n\tThe use of resources by—\n\t\tthe Northern Ireland departments;\n\t\tthe Food Standards Agency;\n\t\tthe Northern Ireland Assembly Commission;\n\t\tthe Northern Ireland Audit Office;\n\t\tthe Northern Ireland Authority for Utility Regulation;\n\t\tthe Northern Ireland Public Services Ombudsman;\n\t\tthe Public Prosecution Service for Northern Ireland,\n\t\t\tin that year is authorised to the amount of £18,007,637,000.\n\tIn that year, resources may be used by a Northern Ireland department or abody or person mentioned in subsection (2) for the purposes specified inrelation to that department, body or person in column 1 of Schedule 2 up tothe amounts specified in the corresponding entries in column 2 of thatSchedule.\n\tThe authorisations in this section supersede those made under section 7 ofthe 2001 Act for that year (which total £14,935,660,000).\n\tIn this section “resources” does not include accruing resources within themeaning of section 8(1) of the 2001 Act.\nLimits on use of certain accruing resources in the year ending 31 March2018\n\tFor the purposes of section 8(1) of the 2001 Act, this section sets therelevant limits on the accruing resources that may be directed to be used forcertain purposes in the year ending 31 March 2018 in addition to resourcesauthorised by this Act or any other statutory provision to be used for thosepurposes in that year.\n\tIn that year accruing resources not exceeding the amount specified incolumn 3 of Schedule 2 may be directed to be used for the purposes specifiedin the corresponding entries in column 1 of that Schedule.\nAct to take effect as if it were a Budget Act of the Assembly etc\n\tThe authorisations and appropriations in this Act, and the limits set byit, are to take effect as if they were authorisations and appropriations in,and limits set by, an Act of the Assembly; and accordingly any reference inany statutory provision to a Budget Act of the Assembly is to be regarded asincluding a reference to this Act.\n\tThe 2001 Act applies in respect of the year ending 31 March 2018 with thefollowing modifications—\n\t\tsection 6(4) has effect as if for “if an estimate is approved by theAssembly for that body or person in respect of each financial year” there weresubstituted “if an estimate is laid before Parliament for that body or personin respect of the year ending 31 March 2018”;\n\t\tsection 9(1) has effect as if for “for which an estimate is approved by theAssembly in respect of a financial year” there were substituted “for which anestimate is laid before Parliament in respect of the year ending 31 March2018”;\n\t\tsection 13(1) has effect as if for “where an estimate is approved by theAssembly for any body or person in respect of any financial year” there weresubstituted “where an estimate is laid before Parliament for any body orperson in respect of the year ending 31 March 2018”.\n\tFor the purposes of preparing accounts for the year ending 31 March 2018for—\n\t\tthe Northern Ireland Audit Office (as required by Article 6(3) of the Audit(Northern Ireland) Order 1987), or\n\t\tthe office of the Northern Ireland Public Services Ombudsman (as requiredby paragraph 19 of Schedule 1 to the Public Services Ombudsman Act (NorthernIreland) 2016),\n\t\t\tany estimate of the use of resources for that year that is laid beforeParliament is to be treated as if it had been laid before the Assembly underArticle 6(2) of that Order or (as the case may be) under paragraph 18 ofSchedule 1 to that Act.\nRepeal of spent provisions\n\tThe following Acts (which are spent) are repealed—\n\t  * Budget Act (Northern Ireland) 2014; \n\t  * Budget (No. 2) Act (Northern Ireland) 2014. \nInterpretation \n\tIn this Act—\n\t  * “the 2001 Act” means the Government Resources and Accounts Act (Northern Ireland) 2001; \n\t  * “the Consolidated Fund” means the Consolidated Fund of Northern Ireland; \n\t  * “the Department” means the Department of Finance in Northern Ireland; \n\t  * “Northern Ireland department” has the same meaning as in the Northern Ireland Act 1998; \n\t  * “statutory provision” has the same meaning as in section 1(f) of the Interpretation Act (Northern Ireland) 1954. \nShort title\n\tThis Act may be cited as the Northern Ireland Budget Act 2017."
    }
]