{
    "general": "This law allows the government of Northern Ireland to spend money from the budget for the fiscal year ending on March 31, 2018. It tells the government which areas they can use the money for, like healthcare or education, and also gives them permission to borrow money if they need it. This helps ensure that the government has enough funds to provide important services to the people of Northern Ireland.",
    "series": [
        [
            {
                "length": 337,
                "short": "\"Northern Ireland's Department of Finance Given Authorization for Expenditure and Borrowing in Fiscal Year 2018\"",
                "text": "* Simplified point 1: The Department of Finance in Northern Ireland can issue up to £16,116,048,000 from the Consolidated Fund for the year ending 31 March 2018 for various purposes such as expenditure on public services and debt repayment.\n* Simplified point 2: The Department can also borrow up to £8,058,024,000 to cover any shortfall in funding for the year ending 31 March 2018, subject to repayment by the end of that period.\n* Simplified point 3: The use of resources (excluding accruing resources) in the year ending 31 March 2018 is authorized up to £18,007,637,000 for various purposes such as expenditure on public services and debt repayment.\n* Simplified point 4: Accruing resources may be directed to be used for certain purposes in the year ending 31 March 2018 up to the amounts specified in Schedule 2 of the Act.\n* Simplified point 5: The Act takes effect as if it were a Budget Act of the Assembly, and the authorizations and appropriations in it are to be treated as if they were made by the Assembly."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Northern Ireland Budget Act 2017 allows the Department of Finance in Northern Ireland to spend up to £16 billion from the Consolidated Fund for the year ending 31 March 2018 on things like public services and debt repayment. They can also borrow up to £8 billion to make sure there's enough money for everything. This law says that the government can use up to £18 billion for these things in the year ending 31 March 2018. Some of this money might come from other sources, like fees or taxes. This law helps the government pay for important things like schools, hospitals, and roads.",
    "single": "\n* Authorizes the issue of £16,116,048,000 from the Consolidated Fund of Northern Ireland for the service of the year ending 31 March 2018.\n* Appropriates that sum for specified purposes, including the Northern Ireland departments, the Food Standards Agency, the Northern Ireland Assembly Commission, and the Northern Ireland Public Services Ombudsman.\n* Authorizes the Department of Finance to borrow up to £8,058,024,000 on the credit of the sum specified in section 1(1).\n* Provides for the use of resources (other than accruing resources) in the year ending 31 March 2018, with a total limit of £18,007,637,000.\n* Sets limits on the use of certain accruing resources in the year ending 31 March 2018.\n* Provides that the authorizations and appropriations in the Act are to take effect as if they were authorizations and appropriations in an Act of the Assembly.\n* Modifies the application of the Government Resources and Accounts Act (Northern Ireland) 2001 in relation to the year ending 31 March 2018.\n* Repeals the Budget Act (Northern Ireland) 2014 and the Budget (No. 2) Act (Northern Ireland) 2014, which are spent.\n* Defines certain terms used in the Act, including \"the 2001 Act\", \"the Consolidated Fund\", \"the Department\", \"Northern Ireland department\", and \"statutory provision\".\n* Provides that this Act may be cited as the Northern Ireland Budget Act 2017."
}