[
    {
        "length": 1367,
        "text": "\nChange in method of calculating tax on residential property transactions\n\tSection 55 of the Finance Act 2003 (general rules on calculating the amountof stamp duty land tax chargeable) is amended as follows.\n\tIn subsection (1) for “a percentage of the chargeable consideration for thetransaction” substitute “determined in accordance with subsections (1B), (1C)and (2)”.\n\tAfter subsection (1A) insert—\n\t\t“(1B)If the relevant land consists entirely of residential property and thetransaction is not one of a number of linked transactions, the amount of taxchargeable is determined as follows—\n\t\t  * _Step 1_\n\tApply the rates specified in the second column of Table A below to the partsof the relevant consideration specified in the first column of that Table.\n\t\t  * _Step 2_\n\tAdd together the amounts calculated at Step 1 (if there are two or more suchamounts).\n\tTABLE A: RESIDENTIAL\n\t\tPart of relevant consideration| Rate  ---|---  So much as does not exceed £125,000| 0%  So much as exceeds £125,000 but does not exceed £250,000| 2%  So much as exceeds £250,000 but does not exceed £925,000| 5%  So much as exceeds £925,000 but does not exceed £1,500,000| 10%  The remainder (if any)| 12%    \n\t(1C)If the relevant land consists entirely of residential property and thetransaction is one of a number of linked transactions, the amount of taxchargeable in respect of the particular transaction under consideration isdetermined as follows—\n\t\t  * _Step 1_\n\tApply the rates specified in the second column of Table A in subsection (1B)to the parts of the relevant consideration specified in the first column ofthat Table.\n\t\t  * _Step 2_\n\tAdd together the amounts calculated at Step 1 (if there are two or more suchamounts).\n\t\t  * _Step 3_\n\tMultiply the amount given by Step 1 or Step 2, as the case may be, by—\n\t[![](/ukpga/2015/1/images/ukpga_20150001_en_001)](/ukpga/2015/1/images/ukpga_20150001_en_001?view=plain)\n\twhere—\n\t\t    * C is the chargeable consideration for the transaction, and\n\t\t    * R is the relevant consideration.”\n\t\tIn subsection (2) for the words from the beginning of that subsection tothe end of Table A substitute—\n\t\t“If the relevant land consists of or includes land that is not residentialproperty, the amount of tax chargeable is the percentage of the chargeableconsideration for the transaction determined in accordance with Table B belowby reference to the amount of the relevant consideration.”\n\t\tIn subsection (3) for “subsection (2)” substitute “subsections (1B) and(2)”.\n\t\tIn subsection (4) at the beginning insert “For the purposes of subsections(1C) and (2),”.\n\t\tOmit subsection (7).\n\t\tThe Schedule, which makes amendments consequential on the amendments madeby this section, has effect.\nCitation, commencement and transitional provision etc\n\tThis Act may be cited as the Stamp Duty Land Tax Act 2015.\n\tThe amendments made by this Act have effect in relation to any landtransaction of which the effective date is, or is after, 4 December 2014.\n\tBut those amendments do not have effect in relation to a transaction if thepurchaser so elects and either—\n\t\tthe transaction is effected in pursuance of a contract entered into andsubstantially performed before 4 December 2014, or\n\t\tthe transaction is effected in pursuance of a contract entered into beforethat date and is not excluded by subsection (5).\n\tAn election under subsection (3)—\n\t\tmust be included in the land transaction return made in respect of thetransaction or in an amendment of that return, and\n\t\tmust comply with any requirements specified by the Commissioners for HerMajesty’s Revenue and Customs as to its form or the manner of its inclusion.\n\tA transaction effected in pursuance of a contract entered into before 4December 2014 is excluded by this subsection if—\n\t\tthere is any variation of the contract, or assignment (or assignation) ofrights under the contract, on or after 4 December 2014,\n\t\tthe transaction is effected in consequence of the exercise on or after thatdate of any option, right of pre-emption or similar right, or\n\t\ton or after that date there is an assignment (or assignation), subsale orother transaction relating to the whole or part of the subject-matter of thecontract as a result of which a person other than the purchaser under thecontract becomes entitled to call for a conveyance.\n\tIn subsections (3) to (5)—\n\t\t  * “land transaction return”, in relation to a transaction, means the return under section 76 of the Finance Act 2003 in respect of that transaction; \n\t\t  * “purchaser” has the same meaning as in Part 4 of that Act (see section 43(4) of that Act); \n\t\t  * “substantially performed”, in relation to a contract, has the same meaning as in that Part (see section 44(5) of that Act). \n\t\tSection 1"
    }
]