{
    "general": "This law makes sure that people who buy homes pay the right amount of tax on their purchase. It also makes sure that the government gets the money it needs from these taxes. The law covers things like how much tax you need to pay, when you need to pay it, and what happens if you don't pay it correctly.",
    "series": [
        [
            {
                "length": 186,
                "short": "\"New Tax Calculation Method for Residential Properties\"",
                "text": "* Simplified point 1: The change in method of calculating tax on residential property transactions involves using a new table to determine the tax rate based on the value of the property.\n* Simplified point 2: The new table replaces the previous system of slab-based rates with a graduated rate system, where the tax rate increases as the value of the property increases.\n* Simplified point 3: The change only applies to residential properties and not to non-residential properties.\n* Simplified point 4: The change also introduces a new definition of \"relevant land\" to specify that it must consist entirely of residential property.\n* Simplified point 5: The change allows for linked transactions to be treated as a single transaction for the purpose of determining the tax due."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Stamp Duty Land Tax Act 2015 changes how tax is calculated when buying or selling a home. Before, there were set amounts of tax based on the price of the property. Now, the tax will be calculated using a new table that has different rates based on the price of the property. This means that the more expensive the property, the higher the tax will be. This only applies to homes, not other types of buildings. If you buy multiple homes at once, the tax will be calculated as if it was one big transaction.  ",
    "single": "\n* The Stamp Duty Land Tax Act 2015 changes the way tax is calculated on residential property transactions.\n* The new method of calculation is based on the amount of the relevant consideration for the transaction.\n* The tax rate is determined by the amount of the relevant consideration, with different rates applying to different parts of the consideration.\n* The rates are as follows:\n\t+ 0% on the first £125,000\n\t+ 2% on the next £125,000\n\t+ 5% on the next £250,000\n\t+ 10% on the next £925,000\n\t+ 12% on any amount over £1,500,000\n* The new method of calculation applies to transactions where the relevant land consists entirely of residential property, and the transaction is not one of a number of linked transactions.\n* If the relevant land consists of or includes land that is not residential property, the amount of tax chargeable is determined in accordance with Table B below by reference to the amount of the relevant consideration.\n* The amendments made by this Act have effect in relation to any land transaction of which the effective date is, or is after, 4 December 2014.\n* An election can be made to apply the old method of calculation to certain transactions effected in pursuance of a contract entered into before 4 December 2014."
}