[
    {
        "length": 151,
        "text": "\nIntroductory\n\tOverview \n\t\tThis Act contains provision about psychoactive substances.\n\t\tSection 2 defines what is meant by a “psychoactive substance”.\n\t\tSections 4 to 10 contain provision about offences relating to psychoactivesubstances.\n\t\tSection 11 provides for exceptions to those offences.\n\t\tSections 12 to 35 contain powers for dealing with prohibited activities inrespect of psychoactive substances, in particular powers to give prohibitionnotices and make prohibition orders.\n\t\tSections 36 to 54 contain enforcement powers."
    },
    {
        "length": 405,
        "text": "\nPsychoactive substances\n\tMeaning of “psychoactive substance” etc\n\t\tIn this Act “psychoactive substance” means any substance which—\n\t\t\tis capable of producing a psychoactive effect in a person who consumes it,and\n\t\t\tis not an exempted substance (see section 3).\n\t\tFor the purposes of this Act a substance produces a psychoactive effect ina person if, by stimulating or depressing the person’s central nervous system,it affects the person’s mental functioning or emotional state; and referencesto a substance’s psychoactive effects are to be read accordingly.\n\t\tFor the purposes of this Act a person consumes a substance if the personcauses or allows the substance, or fumes given off by the substance, to enterthe person’s body in any way.\n\tExempted substances\n\t\tIn this Act “exempted substance” means a substance listed in Schedule 1.\n\t\tThe Secretary of State may by regulations amend Schedule 1 in order to—\n\t\t\tadd or vary any description of substance;\n\t\t\tremove any description of substance added under paragraph (a).\n\t\tBefore making any regulations under this section the Secretary of Statemust consult—\n\t\t\tthe Advisory Council on the Misuse of Drugs, and\n\t\t\tsuch other persons as the Secretary of State considers appropriate.\n\t\tThe power to make regulations under this section is exercisable bystatutory instrument.\n\t\tA statutory instrument containing regulations under this section may not bemade unless a draft of the instrument has been laid before, and approved by aresolution of, each House of Parliament."
    },
    {
        "length": 2913,
        "text": "\nOffences\n\tProducing a psychoactive substance\n\t\tA person commits an offence if—\n\t\t\tthe person intentionally produces a psychoactive substance,\n\t\t\tthe person knows or suspects that the substance is a psychoactivesubstance, and\n\t\t\tthe person—\n\t\t\tintends to consume the psychoactive substance for its psychoactive effects,or\n\t\t\tknows, or is reckless as to whether, the psychoactive substance is likelyto be consumed by some other person for its psychoactive effects.\n\t\tThis section is subject to section 11 (exceptions to offences).\n\tSupplying, or offering to supply, a psychoactive substance\n\t\tA person commits an offence if—\n\t\t\tthe person intentionally supplies a substance to another person,\n\t\t\tthe substance is a psychoactive substance,\n\t\t\tthe person knows or suspects, or ought to know or suspect, that thesubstance is a psychoactive substance, and\n\t\t\tthe person knows, or is reckless as to whether, the psychoactive substanceis likely to be consumed by the person to whom it is supplied, or by someother person, for its psychoactive effects.\n\t\tA person (“P”) commits an offence if—\n\t\t\tP offers to supply a psychoactive substance to another person (“R”), and\n\t\t\tP knows or is reckless as to whether R, or some other person, would, if Psupplied a substance to R in accordance with the offer, be likely to consumethe substance for its psychoactive effects.\n\t\tFor the purposes of subsection (2)(b), the reference to a substance’spsychoactive effects includes a reference to the psychoactive effects whichthe substance would have if it were the substance which P had offered tosupply to R.\n\t\tThis section is subject to section 11 (exceptions to offences).\n\tAggravation of offence under section 5\n\t\tThis section applies if—\n\t\t\ta court is considering the seriousness of an offence under section 5, and\n\t\t\tat the time the offence was committed the offender was aged 18 or over.\n\t\tIf condition A, B or C is met the court—\n\t\t\tmust treat the fact that the condition is met as an aggravating factor(that is to say, a factor that increases the seriousness of the offence), and\n\t\t\tmust state in open court that the offence is so aggravated.\n\t\tCondition A is that the offence was committed on or in the vicinity ofschool premises at a relevant time.\n\t\tFor the purposes of subsection (3) a “relevant time” is—\n\t\t\tany time when the school premises are in use by persons under the age of18;\n\t\t\tone hour before the start and one hour after the end of any such time.\n\t\tIn this section—\n\t\t\t  * “school premises” means land used for the purposes of a school, other than any land occupied solely as a dwelling by a person employed at the school; \n\t\t\t  * “school” has the same meaning— \n\t\t\tin England and Wales, as in section 4 of the Education Act 1996;\n\t\t\tin Scotland, as in section 135(1) of the Education (Scotland) Act 1980;\n\t\t\tin Northern Ireland, as in Article 2(2) of the Education and Libraries(Northern Ireland) Order 1986 ([S.I. 1986/594 (N.I.3)](/id/nisi/1986/594?view=plain \"Go to item of legislation\")).\n\t\tCondition B is that in connection with the commission of the offence theoffender used a courier who, at the time the offence was committed, was underthe age of 18.\n\t\tFor the purposes of subsection (6) a person (“P”) uses a courier inconnection with an offence under section 5 if P causes or permits anotherperson (the courier)—\n\t\t\tto deliver a substance to a third person, or\n\t\t\tto deliver a drug-related consideration to P or a third person.\n\t\tA drug-related consideration is a consideration of any description which—\n\t\t\tis obtained in connection with the supply of a psychoactive substance, or\n\t\t\tis intended to be used in connection with obtaining a psychoactivesubstance.\n\t\tCondition C is that the offence was committed in a custodial institution.\n\t\tIn this section—\n\t\t\t  * “custodial institution” means any of the following— \n\t\t\ta prison;\n\t\t\ta young offender institution, secure training centre, secure college, youngoffenders institution, young offenders centre, juvenile justice centre orremand centre;\n\t\t\ta removal centre, a short-term holding facility or pre-departureaccommodation;\n\t\t\tservice custody premises;\n\t\t\t\t  * “removal centre”, “short-term holding facility” and “pre-departure accommodation” have the meaning given by section 147 of the Immigration and Asylum Act 1999; \n\t\t\t\t  * “service custody premises” has the meaning given by section 300(7) of the Armed Forces Act 2006. \n\tPossession of psychoactive substance with intent to supply\n\t\tA person commits an offence if—\n\t\t\tthe person is in possession of a psychoactive substance,\n\t\t\tthe person knows or suspects that the substance is a psychoactivesubstance, and\n\t\t\tthe person intends to supply the psychoactive substance to another personfor its consumption, whether by any person to whom it is supplied or by someother person, for its psychoactive effects.\n\t\tThis section is subject to section 11 (exceptions to offences).\n\tImporting or exporting a psychoactive substance\n\t\tA person commits an offence if—\n\t\t\tthe person intentionally imports a substance,\n\t\t\tthe substance is a psychoactive substance,\n\t\t\tthe person knows or suspects, or ought to know or suspect, that thesubstance is a psychoactive substance, and\n\t\t\tthe person—\n\t\t\tintends to consume the psychoactive substance for its psychoactive effects,or\n\t\t\tknows, or is reckless as to whether, the psychoactive substance is likelyto be consumed by some other person for its psychoactive effects.\n\t\tA person commits an offence if—\n\t\t\tthe person intentionally exports a substance,\n\t\t\tthe substance is a psychoactive substance,\n\t\t\tthe person knows or suspects, or ought to know or suspect, that thesubstance is a psychoactive substance, and\n\t\t\tthe person—\n\t\t\tintends to consume the psychoactive substance for its psychoactive effects,or\n\t\t\tknows, or is reckless as to whether, the psychoactive substance is likelyto be consumed by some other person for its psychoactive effects.\n\t\tIn a case where a person imports or exports a controlled drug suspecting itto be a psychoactive substance, the person is to be treated for the purposesof this section as if the person had imported or exported a psychoactivesubstance suspecting it to be such a substance.\n\t\t\tIn this subsection “controlled drug” has the same meaning as in the Misuse ofDrugs Act 1971.\n\t\tSection 5 of the Customs and Excise Management Act 1979 (time ofimportation, exportation, etc) applies for the purposes of this section as itapplies for the purposes of that Act.\n\t\tThis section is subject to section 11 (exceptions to offences).\n\tPossession of a psychoactive substance in a custodial institution\n\t\tA person commits an offence if—\n\t\t\tthe person is in possession of a psychoactive substance in a custodialinstitution,\n\t\t\tthe person knows or suspects that the substance is a psychoactivesubstance, and\n\t\t\tthe person intends to consume the psychoactive substance for itspsychoactive effects.\n\t\tIn this section “custodial institution” has the same meaning as in section6.\n\t\tThis section is subject to section 11 (exceptions to offences).\n\tPenalties \n\t\tA person guilty of an offence under any of sections 4 to 8 is liable—\n\t\t\ton summary conviction in England and Wales—\n\t\t\tto imprisonment for a term not exceeding 12 months (or 6 months, if theoffence was committed before the commencement of section 154(1) of theCriminal Justice Act 2003), or\n\t\t\tto a fine,\n\t\t\t\tor both;\n\t\t\ton summary conviction in Scotland—\n\t\t\tto imprisonment for a term not exceeding 12 months, or\n\t\t\tto a fine not exceeding the statutory maximum,\n\t\t\tor both;\n\t\t\ton summary conviction in Northern Ireland—\n\t\t\tto imprisonment for a term not exceeding 6 months, or\n\t\t\tto a fine not exceeding the statutory maximum,\n\t\t\tor both;\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 7years or a fine, or both.\n\t\tA person guilty of an offence under section 9 is liable—\n\t\t\ton summary conviction in England and Wales—\n\t\t\tto imprisonment for a term not exceeding 12 months (or 6 months, if theoffence was committed before the commencement of section 154(1) of theCriminal Justice Act 2003), or\n\t\t\tto a fine,\n\t\t\tor both;\n\t\t\ton summary conviction in Scotland—\n\t\t\tto imprisonment for a term not exceeding 12 months, or\n\t\t\tto a fine not exceeding the statutory maximum,\n\t\t\tor both;\n\t\t\ton summary conviction in Northern Ireland—\n\t\t\tto imprisonment for a term not exceeding 6 months, or\n\t\t\tto a fine not exceeding the statutory maximum,\n\t\t\tor both;\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 2years or a fine, or both.\n\tExceptions to offences\n\t\tIt is not an offence under this Act for a person to carry on any activitylisted in subsection (3) if, in the circumstances in which it is carried on bythat person, the activity is an exempted activity.\n\t\tIn this section “exempted activity” means an activity listed in Schedule 2.\n\t\tThe activities referred to in subsection (1) are—\n\t\t\tproducing a psychoactive substance;\n\t\t\tsupplying such a substance;\n\t\t\toffering to supply such a substance;\n\t\t\tpossessing such a substance with intent to supply it;\n\t\t\timporting or exporting such a substance;\n\t\t\tpossessing such a substance in a custodial institution (within the meaningof section 9).\n\t\tThe Secretary of State may by regulations amend Schedule 2 in order to—\n\t\t\tadd or vary any description of activity;\n\t\t\tremove any description of activity added under paragraph (a).\n\t\tBefore making any regulations under this section the Secretary of Statemust consult—\n\t\t\tthe Advisory Council on the Misuse of Drugs, and\n\t\t\tsuch other persons as the Secretary of State considers appropriate.\n\t\tThe power to make regulations under this section is exercisable bystatutory instrument.\n\t\tA statutory instrument containing regulations under this section may not bemade unless a draft of the instrument has been laid before, and approved by aresolution of, each House of Parliament."
    },
    {
        "length": 203,
        "text": "\nMeaning of “prohibited activity”\n\tIn this Act “prohibited activity” means any of the following activities—\n\t\tproducing a psychoactive substance that is likely to be consumed byindividuals for its psychoactive effects;\n\t\tsupplying such a substance;\n\t\toffering to supply such a substance;\n\t\timporting such a substance;\n\t\texporting such a substance;\n\t\tassisting or encouraging the carrying on of a prohibited activity listed inany of paragraphs (a) to (e).\n\tThe carrying on by a person of an activity listed in any of paragraphs (a)to (e) of subsection (1) is not the carrying on of a prohibited activity ifthe carrying on of the activity by that person would not be an offence underthis Act by virtue of section 11."
    },
    {
        "length": 332,
        "text": "\nProhibition notices\n\tA senior officer or a local authority may give a prohibition notice to aperson if conditions A and B are met.\n\tA prohibition notice is a notice that requires the person to whom it isgiven not to carry on any prohibited activity or a prohibited activity of adescription specified in the notice.\n\tCondition A is that the senior officer or local authority reasonablybelieves that the person is carrying on, or is likely to carry on, aprohibited activity.\n\tCondition B is that the senior officer or local authority reasonablybelieves that it is necessary and proportionate to give the prohibition noticefor the purpose of preventing the person from carrying on any prohibitedactivity.\n\tA prohibition notice may not be given—\n\t\tin England and Wales or Northern Ireland, to an individual who is under theage of 10, or\n\t\tin Scotland, to an individual who is under the age of 12.\n\tA prohibition notice given to an individual who is under the age of 18—\n\t\tmust specify the period for which it has effect, and\n\t\tmay not have effect for more than 3 years.\n\tIn this Act “senior officer” means—\n\t\ta constable of at least the rank of inspector;\n\t\ta designated NCA officer of grade 3 or above;\n\t\ta general customs official of at least the grade of higher officer."
    },
    {
        "length": 390,
        "text": "\nPremises notices\n\tA senior officer or a local authority may give a premises notice to aperson if conditions A and B are met.\n\tA premises notice is a notice that requires the person to whom it is givento take all reasonable steps to prevent any prohibited activity, or aprohibited activity of a description specified in the notice, from beingcarried on at any premises specified in the notice that are owned, leased,occupied, controlled or operated by the person.\n\tCondition A is that—\n\t\tthe senior officer or local authority reasonably believes that a prohibitedactivity is being, or is likely to be, carried on at particular premises, and\n\t\tthe person owns, leases, occupies, controls or operates the premises.\n\tCondition B is that the senior officer or local authority reasonablybelieves that it is necessary and proportionate to give the premises noticefor the purpose of preventing any prohibited activity from being carried on atany premises owned, leased, occupied, controlled or operated by the person.\n\tA premises notice may not be given to an individual who is under the age of18.\n\tFor the purposes of this section a person (other than a mortgagee not inpossession) “owns” premises in England and Wales or Northern Ireland if—\n\t\tthe person is entitled to dispose of the fee simple in the premises,whether in possession or reversion, or\n\t\tthe person holds or is entitled to the rents and profits of the premisesunder a lease that (when granted) was for a term of not less than 3 years.\n\tFor the meaning of “senior officer”, see section 13(7)."
    },
    {
        "length": 188,
        "text": "\nProhibition notices and premises notices: supplementary\n\tThis section applies to the giving of prohibition notices and premisesnotices.\n\tA notice must—\n\t\tset out the grounds for giving the notice;\n\t\texplain the possible consequences of not complying with the notice.\n\tA notice may be withdrawn by a notice to that effect given by—\n\t\twhere the notice was given by a senior officer, that officer or anothersenior officer acting on behalf of the same person as that officer;\n\t\twhere the notice was given by a local authority, that local authority.\n\tThe withdrawal of a notice does not prevent the giving of a further noticeto the same person.\n\tFor the meaning of “senior officer”, see section 13(7)."
    },
    {
        "length": 716,
        "text": "\nFurther provision about giving notices under sections 13 to 15\n\tThis section applies to the giving of notices under sections 13 to 15.\n\tA notice takes effect when it is given.\n\tA notice may be given to a person by—\n\t\thanding it to the person,\n\t\tleaving it at the person’s proper address,\n\t\tsending it by post to the person at that address, or\n\t\tsubject to subsection (9), sending it to the person by electronic means.\n\tA notice to a body corporate may be given to the secretary or clerk of thatbody.\n\tA notice to a partnership may be given to a partner or a person who has thecontrol or management of the partnership business.\n\tFor the purposes of this section and of section 7 of the Interpretation Act1978 (service of documents by post) in its application to this section, theproper address of a person is—\n\t\tin the case of a body corporate or its secretary or clerk, the address ofthe body’s registered or principal office;\n\t\tin the case of a partnership, a partner or a person having the control ormanagement of the partnership business, the address of the principal office ofthe partnership;\n\t\tin any other case, the person’s last known address.\n\tFor the purposes of subsection (6) the principal office of a companyregistered outside the United Kingdom, or of a partnership carrying onbusiness outside the United Kingdom, is its principal office within the UnitedKingdom.\n\tIf a person has specified an address in the United Kingdom, other than theperson’s proper address within the meaning of subsection (6), as the one atwhich the person or someone on the person’s behalf will accept notices of thesame description as a notice under section 13, 14 or 15 (as the case may be),that address is also treated for the purposes of this section and section 7 ofthe Interpretation Act 1978 as the person’s proper address.\n\tA notice may be sent to a person by electronic means only if—\n\t\tthe person has indicated that notices of the same description as a noticeunder section 13, 14 or 15 (as the case may be) may be given to the person bybeing sent to an electronic address and in an electronic form specified forthat purpose, and\n\t\tthe notice is sent to that address in that form.\n\tA notice sent to a person by electronic means is, unless the contrary isproved, to be treated as having been given at 9 am on the working dayimmediately following the day on which it was sent.\n\tIn this section—\n\t\t  * “electronic address” means any number or address used for the purposes of sending or receiving documents or information by electronic means; \n\t\t  * “working day” means a day other than a Saturday, a Sunday, Christmas Day, Good Friday or a bank holiday under the Banking and Financial Dealings Act 1971 in any part of the United Kingdom. "
    },
    {
        "length": 135,
        "text": "\nMeaning of “prohibition order”\n\tIn this Act a “prohibition order” means an order prohibiting the personagainst whom it is made from carrying on any prohibited activity or aprohibited activity of a description specified in the order.\n\tA prohibition order may be made—\n\t\ton application (see section 18), or\n\t\tfollowing conviction of an offence under any of sections 4 to 8 or arelated offence (see section 19).\n\tFor the meaning of “prohibited activity”, see section 12."
    },
    {
        "length": 550,
        "text": "\nProhibition orders on application\n\tThe appropriate court may make a prohibition order under this sectionagainst a person if—\n\t\tcondition A or B is met, and\n\t\tcondition C is met.\n\tCondition A is that the court is satisfied on the balance of probabilitiesthat the person has failed to comply with a prohibition notice.\n\tCondition B is that, where no prohibition notice has been given (or one wasgiven but has been withdrawn)—\n\t\tthe court is satisfied on the balance of probabilities that the person iscarrying on, or is likely to carry on, a prohibited activity, and\n\t\tthe court considers that the person would fail to comply with a prohibitionnotice if given.\n\tCondition C is that the court considers it necessary and proportionate tomake the prohibition order for the purpose of preventing the person fromcarrying on any prohibited activity.\n\tIf a court makes a prohibition order under this section based on conditionA having been met, the prohibition notice is to be treated as having beenwithdrawn.\n\tA prohibition order under this section may not be made—\n\t\tin England and Wales or Northern Ireland, against an individual who isunder the age of 10, or\n\t\tin Scotland, against an individual who is under the age of 12.\n\tA prohibition order under this section made against an individual who isunder the age of 18 at the time the order is made—\n\t\tmust specify the period for which it has effect, and\n\t\tmay not have effect for more than 3 years.\n\tA prohibition order under this section may be made only on an applicationmade in accordance with section 21.\n\tIn this section “the appropriate court” means—\n\t\tin relation to England and Wales—\n\t\twhere the person in respect of whom the application is made is anindividual who is under the age of 18, a youth court, and\n\t\tin any other case, a magistrates’ court;\n\t\tin relation to Scotland, the sheriff;\n\t\tin relation to Northern Ireland—\n\t\twhere the person in respect of whom the application is made is anindividual who is under the age of 18, a youth court, and\n\t\tin any other case, a court of summary jurisdiction."
    },
    {
        "length": 400,
        "text": "\nProhibition orders following conviction\n\tWhere a court is dealing with a person who has been convicted of a relevantoffence, the court may make a prohibition order under this section if thecourt considers it necessary and proportionate for the purpose of preventingthe person from carrying on any prohibited activity.\n\tA prohibition order may not be made under this section except—\n\t\tin addition to a sentence imposed in respect of the offence concerned, or\n\t\tin addition to an order discharging the person conditionally or, inScotland, discharging the person absolutely.\n\tIf a court makes a prohibition order under this section, any prohibitionnotice that has previously been given to the person against whom the order ismade is to be treated as having been withdrawn.\n\tA prohibition order under this section made against an individual who isunder the age of 18 at the time the order is made—\n\t\tmust specify the period for which it has effect, and\n\t\tmay not have effect for more than 3 years.\n\tIn this section “relevant offence” means—\n\t\tan offence under any of sections 4 to 8;\n\t\tan offence of attempting or conspiring to commit an offence under any ofsections 4 to 8;\n\t\tan offence under Part 2 of the Serious Crime Act 2007 in relation to anoffence under any of sections 4 to 8;\n\t\tan offence of inciting a person to commit an offence under any of sections4 to 8;\n\t\tan offence of aiding, abetting, counselling or procuring the commission ofan offence under any of sections 4 to 8."
    },
    {
        "length": 508,
        "text": "\nPremises orders\n\tThe appropriate court may make a premises order against a person if—\n\t\tcondition A or B is met, and\n\t\tcondition C is met.\n\tA premises order is an order that requires the person against whom it ismade to take all reasonable steps to prevent any prohibited activity, or aprohibited activity of a description specified in the order, from beingcarried on at any premises specified in the order that are owned, leased,occupied, controlled or operated by the person.\n\tCondition A is that the court is satisfied on the balance of probabilitiesthat the person has failed to comply with a premises notice.\n\tCondition B is that, where no premises notice has been given (or one wasgiven but has been withdrawn)—\n\t\tthe court is satisfied on the balance of probabilities that a prohibitedactivity is being, or is likely to be, carried on at particular premises,\n\t\tthe person owns, leases, occupies, controls or operates the premises, and\n\t\tthe court considers that the person would fail to comply with a premisesnotice if given.\n\tCondition C is that the court considers it necessary and proportionate tomake the premises order for the purpose of preventing any prohibited activityfrom being carried on at any premises owned, leased, occupied, controlled oroperated by the person.\n\tIf a court makes a premises order based on condition A having been met, thepremises notice is to be treated as having been withdrawn.\n\tA premises order may not be made against an individual who is under the ageof 18.\n\tA premises order may be made only on an application made in accordance withsection 21.\n\tIn this section the “appropriate court” means—\n\t\tin relation to England and Wales, a magistrates’ court;\n\t\tin relation to Scotland, the sheriff;\n\t\tin relation to Northern Ireland, a court of summary jurisdiction.\n\tSubsection (6) of section 14 (when a person “owns” premises) applies forthe purposes of this section as it applies for the purposes of that section."
    },
    {
        "length": 471,
        "text": "\nApplications for prohibition orders and premises orders\n\tAn application for a prohibition order under section 18 or a premises ordermay be made—\n\t\tin England and Wales, by the chief officer of police for a police area,\n\t\tin Scotland, by the chief constable of the Police Service of Scotland,\n\t\tin Northern Ireland, by the chief constable of the Police Service ofNorthern Ireland,\n\t\tin England and Wales or Scotland, by the chief constable of the BritishTransport Police Force,\n\t\tby the Director General of the National Crime Agency,\n\t\tby the Secretary of State by whom general customs functions areexercisable, or\n\t\tby a local authority.\n\t\t\tThis is subject to subsection (2).\n\tWhere an application is made based on a failure to comply with aprohibition notice or a premises notice (as the case may be), the applicationmust be made—\n\t\twhere the notice was given by a constable, by the chief officer of policeor chief constable (as the case may be) of the police force of which theconstable was a member when the notice was given;\n\t\twhere the notice was given by a designated NCA officer, by the DirectorGeneral of the National Crime Agency;\n\t\twhere the notice was given by a general customs official, by the Secretaryof State by whom general customs functions are exercisable;\n\t\twhere the notice was given by a local authority, by that local authority.\n\tAn application for a prohibition order under section 18 or a premises orderis—\n\t\tin England and Wales, to be made by complaint;\n\t\tin Northern Ireland, to be made by complaint under Part 8 of theMagistrates’ Courts (Northern Ireland) Order 1981 ([S.I. 1981/1675 (N.I.26)](/id/nisi/1981/1675?view=plain \"Go to item of legislation\"))."
    },
    {
        "length": 684,
        "text": "\nProvision that may be made by prohibition orders and premises orders\n\tA court making a prohibition order or a premises order, or a court varyingsuch an order under or by virtue of any of sections 28 to 31, may by the orderimpose any prohibitions, restrictions or requirements that the court considersappropriate (in addition to the prohibition referred to in section 17(1) orthe requirement referred to in section 20(2) (as the case may be)).\n\tSubsections (3) to (6) contain examples of the type of provision that maybe made under subsection (1), but they do not limit the type of provision thatmay be so made.\n\tThe prohibitions, restrictions or requirements that may be imposed on aperson by a prohibition order or a premises order include prohibitions orrestrictions on, or requirements in relation to, the person’s businessdealings (including the conduct of the person’s business over the internet).\n\tThe requirements that may be imposed on a person by a prohibition orderinclude a requirement to hand over for disposal an item belonging to theperson that the court is satisfied—\n\t\tis a psychoactive substance, or\n\t\thas been, or is likely to be, used in the carrying on of a prohibitedactivity.\n\tAn item that is handed over in compliance with a requirement imposed byvirtue of subsection (4) may not be disposed of—\n\t\tbefore the end of the period within which an appeal may be made against theimposition of the requirement (ignoring any power to appeal out of time), or\n\t\tif such an appeal is made, before it is determined or otherwise dealt with.\n\tThe prohibitions that may be imposed on a person by a prohibition order ora premises order include a prohibition prohibiting access to premises owned,occupied, leased, controlled or operated by the person for a specified period(an “access prohibition”).\n\tThe period specified under subsection (6) may not exceed 3 months (but seesubsections (3) to (5) of section 28).\n\tAn access prohibition may prohibit access—\n\t\tby all persons, or by all persons except those specified, or by all personsexcept those of a specified description;\n\t\tat all times, or at all times except those specified;\n\t\tin all circumstances, or in all circumstances except those specified.\n\tAn access prohibition may—\n\t\tbe made in respect of the whole or any part of the premises;\n\t\tinclude provision about access to a part of the building or structure ofwhich the premises form part.\n\tIn this section “specified” means specified in the prohibition order orthe premises order (as the case may be).\n\tSubsection (6) of section 14 (when a person “owns” premises) applies forthe purposes of subsection (6) of this section as it applies for the purposesof that section."
    },
    {
        "length": 700,
        "text": "\nEnforcement of access prohibitions\n\tAn authorised person may—\n\t\tenter premises in respect of which an access prohibition is in effect (seesection 22(6));\n\t\tdo anything necessary to secure the premises against entry.\n\tIn this section “authorised person”—\n\t\tin relation to an access prohibition imposed by a prohibition order undersection 18, or a premises order, made on the application of the chief officerof police for a police area, the chief constable of the Police Service ofScotland, the chief constable of the Police Service of Northern Ireland or thechief constable of the British Transport Police Force, means a constable or aperson authorised by the chief officer of police or the chief constable (asthe case may be) who applied for the order;\n\t\tin relation to an access prohibition imposed by a prohibition order undersection 18, or a premises order, made on the application of the DirectorGeneral of the National Crime Agency, means a person authorised by theDirector General;\n\t\tin relation to an access prohibition imposed by a prohibition order undersection 18, or a premises order, made on the application of the Secretary ofState by whom general customs functions are exercisable, means a generalcustoms official or a person authorised by that Secretary of State;\n\t\tin relation to an access prohibition imposed by a prohibition order undersection 18, or a premises order, made on the application of a local authority,means a person authorised by that local authority;\n\t\tin relation to an access prohibition imposed by a prohibition order undersection 19, means a constable, a general customs official or a personauthorised by a person listed in subsection (3).\n\tThose persons are—\n\t\tthe chief officer of police for a police area, in the case of an order madein England and Wales;\n\t\tthe chief constable of the Police Service of Scotland, in the case of anorder made in Scotland;\n\t\tthe chief constable of the Police Service of Northern Ireland, in the caseof an order made in Northern Ireland;\n\t\tthe chief constable of the British Transport Police Force, in the case ofan order made in England and Wales or Scotland;\n\t\tthe Director General of the National Crime Agency;\n\t\tthe Secretary of State by whom general customs functions are exercisable.\n\tA person acting under subsection (1) may use reasonable force.\n\tA person seeking to enter premises under subsection (1) must, if requiredto do so by the occupier of the premises or, where the occupier is notpresent, by another person appearing to be in charge of the premises—\n\t\tgive his or her name;\n\t\tif not a constable in uniform, produce documentary evidence that he or sheis an authorised person.\n\tAn authorised person may also enter premises in respect of which an accessprohibition is in effect to carry out essential maintenance or repairs to thepremises."
    },
    {
        "length": 494,
        "text": "\nAccess prohibitions: reimbursement of costs\n\tA person listed in subsection (2) that incurs expenditure for the purposeof clearing, securing or maintaining premises in respect of which an accessprohibition is in effect (see section 22(6)) may apply to the court for anorder under this section.\n\tThose persons are—\n\t\ta local policing body;\n\t\tthe Scottish Police Authority;\n\t\tthe chief constable of the Police Service of Northern Ireland;\n\t\tthe British Transport Police Authority;\n\t\tthe Director General of the National Crime Agency;\n\t\tthe Secretary of State by whom general customs functions are exercisable;\n\t\ta local authority.\n\tOn an application under this section the court may make whatever order itconsiders appropriate for the reimbursement (in full or in part) by the personagainst whom the order imposing the access prohibition was made of theexpenditure mentioned in subsection (1).\n\tAn application for an order under this section may not be heard unless itis made before the end of the period of 3 months starting with the day onwhich the access prohibition ceases to have effect.\n\tAn application under this section must be served on the person against whomthe order imposing the access prohibition was made.\n\tIn this section “the court” means—\n\t\tin a case where the prohibition order or the premises order imposing theaccess prohibition was made by a court in England and Wales or NorthernIreland, the court that made the order, except where paragraph (b) or (c)applies;\n\t\twhere the court that made the order was the Court of Appeal, the CrownCourt;\n\t\twhere the court that made the order was a youth court but the personagainst whom the order was made is aged 18 or over at the time of theapplication, a magistrates’ court or, in Northern Ireland, a court of summaryjurisdiction;\n\t\tin a case where the prohibition order or the premises order imposing theaccess prohibition was made by a court in Scotland, the sheriff."
    },
    {
        "length": 209,
        "text": "\nAccess prohibitions: exemption from liability\n\tNeither an authorised person, nor the person under whose direction orcontrol the authorised person acts, is to be liable in damages for anythingdone, or omitted to be done, by the authorised person in the exercise orpurported exercise of a power under section 23.\n\tSubsection (1) does not apply to an act or omission shown to have been inbad faith.\n\tSubsection (1) does not apply so as to prevent an award of damages made inrespect of an act or omission on the ground that the act or omission wasunlawful by virtue of section 6(1) of the Human Rights Act 1998.\n\tThis section does not affect any other exemption from liability (whether atcommon law or otherwise).\n\tIn this section “authorised person” has the same meaning as in section 23."
    },
    {
        "length": 342,
        "text": "\nOffence of failing to comply with a prohibition order or premises order\n\tA person against whom a prohibition order or a premises order is madecommits an offence by failing to comply with the order.\n\tA person guilty of an offence under this section is liable—\n\t\ton summary conviction in England and Wales—\n\t\tto imprisonment for a term not exceeding 12 months (or 6 months, if theoffence was committed before the commencement of section 154(1) of theCriminal Justice Act 2003), or\n\t\tto a fine,\n\t\t\tor both;\n\t\ton summary conviction in Scotland—\n\t\tto imprisonment for a term not exceeding 12 months, or\n\t\tto a fine not exceeding the statutory maximum,\n\t\tor both;\n\t\ton summary conviction in Northern Ireland—\n\t\tto imprisonment for a term not exceeding 6 months, or\n\t\tto a fine not exceeding the statutory maximum,\n\t\tor both;\n\t\ton conviction on indictment, to imprisonment for a term not exceeding 2years or a fine, or both.\n\tA person does not commit an offence under this section if—\n\t\tthe person took all reasonable steps to comply with the order, or\n\t\tthere is some other reasonable excuse for the failure to comply."
    },
    {
        "length": 334,
        "text": "\nOffence of failing to comply with an access prohibition, etc\n\tThis section applies where a prohibition order or a premises order imposesan access prohibition (see section 22(6)).\n\tA person, other than the person against whom the order was made, whowithout reasonable excuse remains on or enters premises in contravention ofthe access prohibition commits an offence.\n\tA person who without reasonable excuse obstructs a person acting undersection 23(1) commits an offence.\n\tA person guilty of an offence under subsection (2) or (3) is liable—\n\t\ton summary conviction in England and Wales, to either or both of thefollowing—\n\t\timprisonment for a term not exceeding 51 weeks (or 6 months, if the offencewas committed before the commencement of section 281(5) of the CriminalJustice Act 2003);\n\t\ta fine;\n\t\ton summary conviction in Scotland, to either or both of the following—\n\t\timprisonment for a term not exceeding 12 months;\n\t\ta fine not exceeding level 5 on the standard scale;\n\t\ton summary conviction in Northern Ireland, to either or both of thefollowing—\n\t\timprisonment for a term not exceeding 6 months;\n\t\ta fine not exceeding level 5 on the standard scale."
    },
    {
        "length": 762,
        "text": "\nVariation and discharge on application\n\tThe court may vary or discharge a prohibition order or a premises order onthe application of—\n\t\tthe person who applied for the order (if any),\n\t\tthe person against whom the order was made, or\n\t\tany other person who is significantly adversely affected by the order.\n\tWhere a prohibition order is made under section 19, the court may also varyor discharge the order on the application of—\n\t\tin the case of an order made in England and Wales, the chief officer ofpolice for a police area or the chief constable of the British TransportPolice Force;\n\t\tin the case of an order made in Scotland, the Lord Advocate or a procuratorfiscal;\n\t\tin the case of an order made in Northern Ireland, the chief constable ofthe Police Service of Northern Ireland;\n\t\tin the case of an order made in England and Wales or Northern Ireland, theDirector General of the National Crime Agency;\n\t\tin the case of an order made in England and Wales or Northern Ireland, theSecretary of State by whom general customs functions are exercisable.\n\tSubsection (4) applies where—\n\t\ta prohibition order or a premises order imposes an access prohibition (seesection 22(6)), and\n\t\tan application for the variation of the order is made by the person whoapplied for the order, or by a person mentioned in subsection (2), before theexpiry of the period for which the access prohibition has effect.\n\tWhere this subsection applies, the court may vary the order by extending(or further extending) the period for which the access prohibition has effect.\n\tThe period for which an access prohibition has effect may not be extendedso that it has effect for more than 6 months.\n\tIn this section “the court” means—\n\t\tthe court that made the order, except where paragraph (b) or (c) applies;\n\t\twhere— \n\t\tthe order was made under section 19 on an appeal in relation to a person’sconviction or sentence for an offence, or\n\t\tthe order was made by a court under that section against a personcommitted or remitted to that court for sentencing for an offence,\n\t\t\tthe court by or before which the person was convicted (but see subsection(7));\n\t\twhere the court that made the order was a youth court but the personagainst whom the order was made is aged 18 or over at the time of theapplication, a magistrates’ court or, in Northern Ireland, a court of summaryjurisdiction.\n\tWhere the person mentioned in subsection (6)(b)—\n\t\twas convicted by a youth court, but\n\t\tis aged 18 or over at the time of the application,\n\t\tthe reference in subsection (6)(b) to the court by or before which the personwas convicted is to be read as a reference to a magistrates’ court or, inNorthern Ireland, a court of summary jurisdiction.\n\tAn order that has been varied under this section remains an order of thecourt that first made it for the purposes of—\n\t\tsection 24;\n\t\tany further application under this section."
    },
    {
        "length": 246,
        "text": "\nVariation following conviction\n\tThis section applies where—\n\t\ta court is dealing with a person who has been convicted of a relevantoffence and against whom a prohibition order or a premises order haspreviously been made, or\n\t\ta court is dealing with a person who has been convicted of an offence undersection 26 of failing to comply with a prohibition order or a premises order.\n\tThe court may vary the prohibition order or (as the case may be) thepremises order.\n\tAn order that has been varied under subsection (2) remains an order of thecourt that first made it for the purposes of sections 24 and 28.\n\tAn order may not be varied under this section except—\n\t\tin addition to a sentence imposed in respect of the offence concerned, or\n\t\tin addition to an order discharging the person conditionally or, inScotland, discharging the person absolutely.\n\tIn this section “relevant offence” has the same meaning as in section 19."
    },
    {
        "length": 361,
        "text": "\nAppeals against making of prohibition orders and premises orders\n\tOrders made under section 18 or 20\n\t\tA person against whom a prohibition order under section 18 or a premisesorder is made by a court specified in the first column of the table may appealagainst the making of the order to the court specified in the correspondingentry in the second column of the table—\n\t\t\tCourt that made order| Court to which appeal lies  ---|---  Youth court in England and Wales| Crown Court  Magistrates’ court  Sheriff| Sheriff Appeal Court  Youth court in Northern Ireland| County Court  Court of summary jurisdiction    (2)An appeal under subsection (1) against the making of an order must be madebefore the end of the period of 28 days starting with the date of the order.\n\t\tOn an appeal under subsection (1) the court hearing the appeal may by orderaffirm, vary or revoke the order, and may also make such incidental orconsequential orders as appear to it to be just.\n\t\tAn order that has been affirmed or varied under subsection (3) remains anorder of the court that first made it for the purposes of sections 24 and 28.\n\tOrders made under section 19\n\t\tA person against whom a prohibition order is made under section 19 mayappeal against the making of the order as if it were a sentence passed on theperson for the offence referred to in section 19(1) (to the extent it wouldnot otherwise be so appealable)."
    },
    {
        "length": 556,
        "text": "\nAppeals about variation and discharge\n\tDecisions under section 28\n\t\tAn appeal may be made against a decision under section 28 of a courtspecified in the first column of the table to the court specified in thecorresponding entry in the second column of the table—\n\t\t\tCourt that made section 28 decision| Court to which appeal lies  ---|---  Youth court in England and Wales| Crown Court  Magistrates’ court  Sheriff| High Court of Justiciary sitting as the Court of Criminal Appeal, ina case where the relevant order was made under section 19 and the personagainst whom it was made had been convicted in proceedings on indictment  Sheriff Appeal Court, in any other case  Youth court in Northern Ireland| County Court  Court of summary jurisdiction  Crown Court| Court of Appeal  High Court of Justiciary| High Court of Justiciary sitting as the Court ofCriminal Appeal    (2)The right of appeal under subsection (1) is exercisable by—\n\t\t\tthe person against whom the relevant order was made, and\n\t\t\tany other person who is significantly adversely affected by that order.\n\t\tIn subsections (1) and (2) the “relevant order” means the order that wasthe subject of the application under section 28.\n\t\tAn appeal under subsection (1) against the making of a decision must bemade before the end of the period of 28 days starting with the date of thedecision.\n\t\tOn an appeal under subsection (1) the court hearing the appeal may (to theextent it would not otherwise have power to do so) make such orders as may benecessary to give effect to its determination of the appeal, and may also makesuch incidental or consequential orders as appear to it to be just.\n\t\tA prohibition order or a premises order that has been varied by virtue ofsubsection (5) remains an order of the court that first made it for thepurposes of sections 24 and 28.\n\tDecisions under section 29\n\t\tA person against whom a prohibition order or a premises order has been mademay appeal against a variation of the order under section 29 as if the variedorder were a sentence passed on the person for the offence referred to insection 29(1) (to the extent it would not otherwise be so appealable)."
    },
    {
        "length": 555,
        "text": "\nNature of proceedings under sections 19 and 29, etc\n\tProceedings before a court arising by virtue of section 19 or 29 are civilproceedings (like court proceedings under section 18, 20 or 28).\n\tThe standard of proof to be applied by the court in the proceedings is thebalance of probabilities.\n\tThe court is not restricted in the proceedings to considering evidence thatwould have been admissible in the criminal proceedings in which the personconcerned was convicted.\n\tThe court may adjourn any proceedings arising by virtue of section 19 or 29even after sentencing the person concerned.\n\tAn Act of Adjournal under section 305 of the Criminal Procedure (Scotland)Act 1995 (Acts of Adjournal) may be made in relation to proceedings before theHigh Court of Justiciary, the sheriff or the Sheriff Appeal Court—\n\t\tarising by virtue of section 19 or 29;\n\t\tunder section 28, where the application relates to a prohibition order madeunder section 19;\n\t\tunder section 30(5);\n\t\tunder subsection (1) of section 31, where the relevant order (as defined insubsection (3) of that section) was made under section 19;\n\t\tunder section 31(7).\n\tA prohibition order may be made or varied as mentioned in section 19(2)(b)or 29(4)(b) (as the case may be) in spite of anything in the followingprovisions (which relate to orders discharging a person conditionally orabsolutely and their effect)—\n\t\tsections 12 and 14 of the Powers of Criminal Courts (Sentencing) Act 2000;\n\t\tsections 246 and 247 of the Criminal Procedure (Scotland) Act 1995;\n\t\tArticles 4 and 6 of the Criminal Justice (Northern Ireland) Order 1996([S.I. 1996/3160 (N.I. 24)](/id/nisi/1996/3160?view=plain \"Go to item oflegislation\"))."
    },
    {
        "length": 399,
        "text": "\nSpecial measures for witnesses: England and Wales\n\tChapter 1 of Part 2 of the Youth Justice and Criminal Evidence Act 1999(special measures directions in the case of vulnerable and intimidatedwitnesses) applies to relevant proceedings under this Act as it applies tocriminal proceedings, but with—\n\t\tthe omission of the provisions of that Act mentioned in subsection (2)(which make provision only in the context of criminal proceedings), and\n\t\tany other necessary modifications.\n\tThe provisions are—\n\t\tsection 17(4) to (7);\n\t\tsection 21(4C)(e);\n\t\tsection 22A;\n\t\tsection 32.\n\tRules of court made under or for the purposes of Chapter 1 of Part 2 ofthat Act apply to relevant proceedings under this Act—\n\t\tto the extent provided by rules of court, and\n\t\tsubject to any modifications provided by rules of court.\n\tSection 47 of that Act (restrictions on reporting special measuresdirections etc.) applies with any necessary modifications—\n\t\tto a direction under section 19 of that Act as applied by this section;\n\t\tto a direction discharging or varying such a direction.\n\t\t\tSections 49 and 51 of that Act (offences) apply accordingly.\n\tIn this section “relevant proceedings under this Act” means—\n\t\tproceedings in England and Wales under section 18, 20, 28, 30 or 31, and\n\t\tproceedings in England and Wales arising by virtue of section 19 or 29."
    },
    {
        "length": 462,
        "text": "\nSpecial measures for witnesses: Northern Ireland\n\tPart 2 of the Criminal Evidence (Northern Ireland) Order 1999 ([S.I.1999/2789 (N.I. 8)](/id/nisi/1999/2789?view=plain \"Go to item oflegislation\")) (special measures directions in the case of vulnerable andintimidated witnesses) applies to relevant proceedings under this Act as itapplies to criminal proceedings, but with—\n\t\tthe omission of the provisions of the Order of 1999 mentioned in subsection(2) (which make provision only in the context of criminal proceedings), and\n\t\tany other necessary modifications.\n\tThe provisions are—\n\t\tArticle 5(4);\n\t\tArticle 9(4C)(e);\n\t\tArticle 10A;\n\t\tArticle 20.\n\tRules of court made under or for the purposes of Part 2 of the Order of1999 apply to relevant proceedings under this Act—\n\t\tto the extent provided by rules of court, and\n\t\tsubject to any modifications provided by rules of court.\n\tSection 47 of the Youth Justice and Criminal Evidence Act 1999(restrictions on reporting special measures directions etc.) applies with anynecessary modifications—\n\t\tto a direction under Article 7 of the Order of 1999 as applied by thissection;\n\t\tto a direction discharging or varying such a direction.\n\t\t\tSections 49 and 51 of that Act (offences) apply accordingly.\n\tIn this section “relevant proceedings under this Act” means—\n\t\tproceedings in Northern Ireland under section 18, 20, 28, 30 or 31, and\n\t\tproceedings in Northern Ireland arising by virtue of section 19 or 29."
    },
    {
        "length": 219,
        "text": "\nTransfer of proceedings from youth court\n\tThis section applies where—\n\t\tan individual against whom a prohibition order is sought reaches the age of18 while proceedings before a youth court for the making of the order areongoing;\n\t\tan individual against whom a prohibition order has been made reaches theage of 18 while proceedings before a youth court for the variation ordischarge of the order are ongoing;\n\t\tan individual against whom a prohibition order imposing an accessprohibition has been made reaches the age of 18 while proceedings before ayouth court under section 24 are ongoing.\n\tRules of court may provide for the transfer of the proceedings from theyouth court to—\n\t\tin England and Wales, a magistrates’ court;\n\t\tin Northern Ireland, a court of summary jurisdiction.\n\tRules of court may prescribe circumstances in which the proceedings may ormust remain in the youth court."
    },
    {
        "length": 259,
        "text": "\nPower to stop and search persons\n\tThis section applies where a police or customs officer has reasonablegrounds to suspect that a person has committed, or is likely to commit, anoffence under any of sections 4 to 9 or section 26.\n\tThe officer may—\n\t\tsearch the person for relevant evidence, and\n\t\tstop and detain the person for the purposes of the search.\n\tThe powers conferred by this section may be exercised in any place to whichthe officer lawfully has access (whether or not it is a place to which thepublic has access).\n\tIn this Act—\n\t\t  * “police or customs officer” means— \n\t\ta constable,\n\t\ta general customs official, or\n\t\ta designated NCA officer authorised by the Director General of the NationalCrime Agency (whether generally or specifically) to exercise the powers of apolice or customs officer under this Act;\n\t\t\t  * “relevant evidence” means evidence that an offence has been committed under any of sections 4 to 9 or section 26. "
    },
    {
        "length": 339,
        "text": "\nPower to enter and search vehicles\n\tThis section applies where—\n\t\ta police or customs officer has reasonable grounds to suspect that there isrelevant evidence in a vehicle, and\n\t\tthe vehicle is not a dwelling.\n\tThe officer may at any time—\n\t\tenter the vehicle and search it for relevant evidence;\n\t\tstop and detain the vehicle for the purposes of entering and searching it.\n\tWhere— \n\t\ta police or customs officer has stopped a vehicle under this section, and\n\t\tthe officer considers that it would be impracticable to search the vehiclein the place where it has stopped,\n\t\t\tthe officer may require the vehicle to be taken to such place as the officerdirects to enable the vehicle to be searched.\n\tA police or customs officer may require—\n\t\tany person travelling in a vehicle, or\n\t\tthe registered keeper of a vehicle,\n\t\tto afford such facilities and assistance with respect to matters under thatperson’s control as the officer considers would facilitate the exercise of anypower conferred by this section.\n\tThe powers conferred by this section may be exercised in any place to whichthe officer lawfully has access (whether or not it is a place to which thepublic has access).\n\tIn this section “vehicle” does not include any vessel or aircraft.\n\tFor provision conferring additional powers to enter and search vehicles,see section 39."
    },
    {
        "length": 312,
        "text": "\nPower to board and search vessels or aircraft\n\tThis section applies where—\n\t\ta police or customs officer has reasonable grounds to believe that there isrelevant evidence in or on any vessel or aircraft, and\n\t\tthe vessel or aircraft is not a dwelling.\n\tThe officer may at any time—\n\t\tboard the vessel or aircraft, and\n\t\tsearch it for relevant evidence.\n\tFor the purposes of exercising the power conferred by subsection (2), theofficer may require a vessel or aircraft—\n\t\tto stop, or\n\t\tto do anything else that will facilitate the boarding of that or any othervessel or aircraft.\n\tA police or customs officer who has boarded a vessel or aircraft may, forthe purposes of disembarking from the vessel or aircraft, require that or anyother vessel or aircraft—\n\t\tto stop, or\n\t\tto do anything else that will enable the officer to disembark from thevessel or aircraft.\n\tA police or customs officer may require any person on board a vessel oraircraft to afford such facilities and assistance with respect to mattersunder that person’s control as the officer considers would facilitate theexercise of any power conferred by this section.\n\tFor provision conferring additional powers to enter and search vessels andaircraft, see section 39."
    },
    {
        "length": 478,
        "text": "\nPower to enter and search premises\n\tWhere a justice is satisfied that the requirements in subsection (4) aremet in relation to any premises, the justice may issue a warrant (a “searchwarrant”) authorising a relevant enforcement officer—\n\t\tto enter the premises, and\n\t\tto search them for relevant evidence.\n\tA search warrant may be issued only on the application of—\n\t\ta relevant enforcement officer, in England and Wales or Northern Ireland;\n\t\ta relevant enforcement officer or a procurator fiscal, in Scotland.\n\tA search warrant may be either—\n\t\ta warrant that relates only to premises specified in the warrant (a“specific-premises warrant”), or\n\t\tin the case of a warrant issued in England and Wales or Northern Ireland, awarrant that relates to any premises occupied or controlled by a personspecified in the warrant (an “all-premises warrant”).\n\tThe requirements of this subsection are met in relation to premises ifthere are reasonable grounds to suspect that—\n\t\tthere are items on the premises that are relevant evidence, and\n\t\tin a case where the premises are specified in the application, any of theconditions in subsection (5) is met.\n\tThe conditions referred to in subsection (4)(b) are—\n\t\tthat it is not practicable to communicate with any person entitled to grantentry to the premises;\n\t\tthat it is not practicable to communicate with any person entitled to grantaccess to the items;\n\t\tthat entry to the premises is unlikely to be granted unless a warrant isproduced;\n\t\tthat the purpose of entry may be frustrated or seriously prejudiced unlessa relevant enforcement officer arriving at the premises can secure immediateentry to them.\n\tIn this Act “relevant enforcement officer” means—\n\t\ta police or customs officer (see section 36(4)), or\n\t\tan officer of a local authority."
    },
    {
        "length": 375,
        "text": "\nFurther provision about search warrants\n\tAn application for a search warrant may be made without notice being givento persons who might be affected by the warrant.\n\tThe application must be supported—\n\t\tin England and Wales, by an information in writing;\n\t\tin Scotland, by evidence on oath;\n\t\tin Northern Ireland, by a complaint on oath.\n\tA person applying for a search warrant must answer on oath any questionthat the justice hearing the application asks the person.\n\t\tIn the case of an application made by a procurator fiscal, that requirementmay be met by a relevant enforcement officer.\n\tA search warrant may be executed by any relevant enforcement officer.\n\tA search warrant may authorise persons to accompany any relevantenforcement officer who is executing it.\n\tA person authorised under subsection (5) to accompany a relevantenforcement officer may exercise any power conferred by sections 39 to 45which the officer may exercise as a result of the warrant.\n\tBut the person may exercise such a power only in the company of, and under thesupervision of, a relevant enforcement officer.\n\tSchedule 3 contains further provision about—\n\t\tapplications for search warrants made in England and Wales or NorthernIreland, and\n\t\tsearch warrants issued in England and Wales or Northern Ireland.\n\tAn entry on or search of premises under a search warrant issued in Englandand Wales or Northern Ireland is unlawful unless it complies with theprovisions of Part 3 of that Schedule (execution of search warrants)."
    },
    {
        "length": 293,
        "text": "\nPowers of examination, etc\n\tThis section applies where a relevant enforcement officer is exercising apower of search conferred by section 37, 38 or 39 in relation to any premises.\n\tThe officer may examine anything that is in or on the premises.\n\tThe officer may carry out any measurement or test of anything which theofficer has power under this section to examine.\n\tThe power conferred by subsection (3) includes power to take a sample fromany live plant.\n\tFor the purpose of exercising—\n\t\ta power of search conferred by section 37, 38 or 39, or\n\t\tany power conferred by this section,\n\t\t\tthe officer may, so far as is reasonably necessary for that purpose, breakopen any container or other locked thing.\n\tThe officer may require any person in or on the premises to afford suchfacilities and assistance with respect to matters under that person’s controlas the officer considers would facilitate the exercise of—\n\t\ta power of search conferred by section 37, 38 or 39, or\n\t\tany power conferred by this section.\n\tNothing in this section confers any power to search a person."
    },
    {
        "length": 255,
        "text": "\nPower to require production of documents, etc\n\tThis section applies where a relevant enforcement officer is exercising apower of search conferred by section 37, 38 or 39 in relation to any premises.\n\tThe officer may require any person in or on the premises to produce anydocument or record that is in the person’s possession or control.\n\tA reference in this section to the production of a document includes areference to the production of—\n\t\ta hard copy of information recorded otherwise than in hard copy form, or\n\t\tinformation in a form from which a hard copy can be readily obtained.\n\tFor the purposes of this section—\n\t\tinformation is recorded in hard copy form if it is recorded in a paper copyor similar form capable of being read (and references to hard copy have acorresponding meaning);\n\t\tinformation can be read only if—\n\t\tit can be read with the naked eye, or\n\t\tto the extent that it consists of images (for example photographs,pictures, maps, plans or drawings), it can be seen with the naked eye."
    },
    {
        "length": 396,
        "text": "\nPowers of seizure, etc\n\tA police or customs officer who is exercising the power of search conferredby section 36 may seize and detain anything found in the course of the search.\n\tThis subsection applies where a relevant enforcement officer—\n\t\tis exercising a power of search conferred by section 37, 38 or 39 inrelation to any premises, or\n\t\tis otherwise lawfully on premises.\n\tWhere subsection (2) applies, the officer may—\n\t\tseize and detain or remove any item found on the premises;\n\t\ttake copies of or extracts from any document or record found on thepremises.\n\tA relevant enforcement officer to whom any document or record has beenproduced in accordance with a requirement imposed under section 42 may—\n\t\tseize and detain or remove that document or record;\n\t\ttake copies of or extracts from that document or record.\n\t\t\tIn this subsection “document” includes anything falling within paragraph (a)or (b) of section 42(3).\n\tThe powers under this section may only be exercised—\n\t\tfor the purposes of determining whether an offence under any of sections 4to 9 or section 26 has been committed, or\n\t\tin relation to an item which a relevant enforcement officer reasonablybelieves to be—\n\t\trelevant evidence, or\n\t\ta psychoactive substance (whether or not it is relevant evidence).\n\tNothing in this section confers power on a relevant enforcement officer toseize an item which is an excluded item (see section 44)."
    },
    {
        "length": 316,
        "text": "\nExcluded items\n\tThis section defines what is meant by “excluded items” for the purposes ofsection 43.\n\tIn England and Wales “excluded items” means—\n\t\titems subject to legal privilege, within the meaning of the Police andCriminal Evidence Act 1984 (see section 10 of that Act);\n\t\texcluded material, within the meaning of that Act (see section 11 of thatAct);\n\t\tspecial procedure material, within the meaning of that Act (see section 14of that Act).\n\tIn Scotland “excluded items” means items in respect of which a claim toconfidentiality of communications could be maintained in legal proceedings.\n\tIn Northern Ireland “excluded items” means—\n\t\titems subject to legal privilege, within the meaning of the Police andCriminal Evidence (Northern Ireland) Order 1989 ([S.I. 1989/1341 (N.I.12)](/id/nisi/1989/1341?view=plain \"Go to item of legislation\")) (see Article12 of that Order);\n\t\texcluded material, within the meaning of that Order (see Article 13 of thatOrder);\n\t\tspecial procedure material, within the meaning of that Order (see Article16 of that Order)."
    },
    {
        "length": 364,
        "text": "\nFurther provision about seizure under section 43\n\tWhere— \n\t\tany items which a relevant enforcement officer wishes to seize and removeare in a container, and\n\t\tthe officer reasonably considers that it would facilitate the seizure andremoval of the items if they remained in the container for that purpose,\n\t\t\tany power to seize and remove the items conferred by section 43 includes powerto seize and remove the container.\n\tIf a container is seized under this section, reasonable efforts must bemade to return it to—\n\t\tthe person from whom it was seized, or\n\t\t(if different) a person to whom it belongs.\n\tSubsection (2) does not apply—\n\t\tif the container appears to be of negligible value,\n\t\tif it is not practicable for the container to be returned, or\n\t\twhile the container is or may be needed for use as evidence at a trial foran offence.\n\tIf, in the opinion of a relevant enforcement officer, it is not for thetime being practicable for the officer to seize and remove any item, theofficer may require—\n\t\tthe person from whom the item is being seized, or\n\t\twhere the officer is exercising a power of search conferred by section 37,38 or 39 in relation to any premises, any person in or on the premises,\n\t\tto secure that the item is not removed or otherwise interfered with until suchtime as the officer may seize and remove it."
    },
    {
        "length": 401,
        "text": "\nNotices and records in relation to seized items\n\tThis section applies where a relevant enforcement officer, or a personaccompanying a relevant enforcement officer, seizes any item under section 43.\n\tWhen the item is seized, the officer must make reasonable efforts to givewritten notice to each of the following persons—\n\t\tin the case of an item seized from a person, the person from whom the itemwas seized;\n\t\tin the case of an item seized from premises, any person who appears to theofficer to be the occupier of the premises or otherwise to be in charge of thepremises;\n\t\tif the officer thinks that the item may belong to any person not fallingwithin paragraph (a) or (b), that other person.\n\t\t\tA person falling within any of paragraphs (a) to (c) is referred to in thissection as an “affected person”.\n\tIf— \n\t\tthe item is seized from premises, and\n\t\tat the time of the seizure it is not reasonably practicable to give anotice to any affected person,\n\t\tthe officer must leave a copy of the notice in a prominent place on thepremises.\n\tThe notice must—\n\t\tstate what has been seized and the reason for its seizure;\n\t\tspecify any offence which the officer believes has been committed;\n\t\texplain the effect of sections 49 to 51 and 53.\n\tThe officer must make a record of what has been seized.\n\tIf a person who appears to a relevant enforcement officer to be an affectedperson asks for a copy of that record, the officer must, within a reasonabletime, provide a copy of that record to that person."
    },
    {
        "length": 147,
        "text": "\nPowers of entry, search and seizure: supplementary provision\n\tA relevant enforcement officer may use reasonable force, if necessary, forthe purpose of exercising any power conferred by sections 36 to 45.\n\tA person authorised under section 40(5) to accompany a relevant enforcementofficer may use reasonable force, if necessary, for the purpose of exercisingany power conferred by sections 39 to 45.\n\tThe powers conferred on a relevant enforcement officer by any of sections36 to 45 do not affect any powers exercisable by the officer apart from thatsection."
    },
    {
        "length": 397,
        "text": "\nOffences in relation to enforcement officers\n\tA person commits an offence if, without reasonable excuse, the personintentionally obstructs a relevant enforcement officer in the performance ofany of the officer’s functions under sections 36 to 45.\n\tA person commits an offence if—\n\t\tthe person fails without reasonable excuse to comply with a requirementreasonably made, or a direction reasonably given, by a relevant enforcementofficer in the exercise of any power conferred by sections 37 to 45, or\n\t\tthe person prevents any other person from complying with any suchrequirement or direction.\n\tIn this section any reference to a relevant enforcement officer includes areference to a person authorised under section 40(5) to accompany a relevantenforcement officer.\n\tA person who is guilty of an offence under this section is liable—\n\t\ton summary conviction in England and Wales, to either or both of thefollowing—\n\t\timprisonment for a term not exceeding 51 weeks (or 6 months, if the offencewas committed before the commencement of section 281(5) of the CriminalJustice Act 2003);\n\t\ta fine;\n\t\ton summary conviction in Scotland, to either or both of the following—\n\t\timprisonment for a term not exceeding 12 months;\n\t\ta fine not exceeding level 5 on the standard scale;\n\t\ton summary conviction in Northern Ireland, to either or both of thefollowing—\n\t\timprisonment for a term not exceeding 6 months;\n\t\ta fine not exceeding level 5 on the standard scale."
    },
    {
        "length": 3146,
        "text": "\nRetention and disposal of items\n\tRetention of seized items\n\t\tThis section applies to any item seized under section 43.\n\t\tThe item may be retained so long as is necessary in all the circumstancesand in particular—\n\t\t\tfor use as evidence at a trial for an offence under this Act, or\n\t\t\tfor forensic examination or for investigation in connection with an offenceunder this Act.\n\t\tNo item may be retained for either of the purposes mentioned in subsection(2) if a photograph or a copy would be sufficient for that purpose.\n\tPower of police, etc to dispose of seized psychoactive substances\n\t\tThis section applies if—\n\t\t\ta police or customs officer has seized an item found during the course of asearch under section 36, 37 or 38,\n\t\t\tthe search was carried out in a place to which the officer lawfully hadaccess without a warrant (whether issued under this Act or under any otherenactment),\n\t\t\tthe officer reasonably believes that the item—\n\t\t\tis a psychoactive substance which, if it had not been seized, was likely tobe consumed by an individual for its psychoactive effects, but\n\t\t\tis not evidence of any offence under this Act, and\n\t\t\tthe officer has no reason to believe that, at the time of the seizure, theitem was being used for the purposes of, or in connection with, an exemptedactivity carried on by a person entitled to the item.\n\t\tThe officer may dispose of the item in whatever way the officer thinks issuitable.\n\t\tFor the purposes of this section—\n\t\t\tan activity is an “exempted activity” in relation to a person if thecarrying on of the activity by that person would not be an offence under thisAct by virtue of section 11;\n\t\t\tthe persons “entitled” to an item are—\n\t\t\tthe person from whom it was seized;\n\t\t\t(if different) any person to whom it belongs.\n\t\tIn this section “enactment” includes—\n\t\t\tan enactment contained in subordinate legislation;\n\t\t\tan enactment contained in, or in an instrument made under, an Act of theScottish Parliament;\n\t\t\tan enactment contained in, or in an instrument made under, a Measure or Actof the National Assembly for Wales;\n\t\t\tan enactment contained in, or in an instrument made under, Northern Irelandlegislation.\n\tForfeiture of seized items by court on application\n\t\tA relevant enforcement officer may apply to the appropriate court for theforfeiture of an item retained under section 49.\n\t\tWhere an application for the forfeiture of an item is made under thissection, the item is to be retained while proceedings on the application arein progress.\n\t\tIf the court is satisfied that—\n\t\t\tthe item is a psychoactive substance which, if it had not been seized, waslikely to be consumed by an individual for its psychoactive effects, and\n\t\t\tat the time of its seizure, the item was not being used for the purposesof, or in connection with, an exempted activity (see subsection (12)) carriedon by a person entitled to the item,\n\t\t\t\tthe court must order the forfeiture of the item.\n\t\tIf the item is not a psychoactive substance, the court may order theforfeiture of the item if satisfied that it has been used in the commission ofan offence under this Act.\n\t\tWhere an order for forfeiture of an item is made under subsection (3) or(4), the item may be disposed of in whatever way the officer who applied forthe order, or another relevant enforcement officer acting on behalf of thesame person as that officer, thinks is suitable.\n\t\tBut the item may not be disposed of under subsection (5)—\n\t\t\tbefore the end of the period within which an appeal under section 52 may bemade against the order, or\n\t\t\tif such an appeal is made, before it is determined or otherwise dealt with.\n\t\tIf either subsection (8) or (9) applies in relation to an item, the courtmust order the item to be returned to a person entitled to it.\n\t\t(For provision enabling an application for an order under this subsection tobe made, see section 53.)\n\t\tThis subsection applies in relation to an item if the court is notsatisfied that the item—\n\t\t\tis a psychoactive substance, or\n\t\t\thas been used in the commission of an offence under this Act.\n\t\tThis subsection applies in relation to an item if—\n\t\t\tthe item is a psychoactive substance, and\n\t\t\tthe court is satisfied that—\n\t\t\tif the item had not been seized, it was not likely to be consumed by anyindividual for its psychoactive effects, or\n\t\t\tat the time of its seizure, the item was being used for the purposes of,or in connection with, an exempted activity carried on by a person entitled tothe item.\n\t\tWhere an order for the return of an item is made under subsection (7), theitem may nevertheless be retained—\n\t\t\tuntil the end of the period within which an appeal under section 52 may bemade against the order, or\n\t\t\tif such an appeal is made, until the time when it is determined orotherwise dealt with.\n\t\t\tBut if it is decided before the end of the period mentioned in paragraph (a)that there is to be no appeal, the item must be returned as soon as possibleafter that decision is made.\n\t\tIn this section “the appropriate court” means—\n\t\t\tin relation to England and Wales—\n\t\t\twhere the person in respect of whom the application is made is anindividual who is under the age of 18, a youth court, and\n\t\t\tin any other case, a magistrates’ court;\n\t\t\tin relation to Scotland, the sheriff;\n\t\t\tin relation to Northern Ireland—\n\t\t\twhere the person in respect of whom the application is made is anindividual who is under the age of 18, a youth court, and\n\t\t\tin any other case, a court of summary jurisdiction.\n\t\tFor the purposes of this section—\n\t\t\tan activity is an “exempted activity” in relation to a person if thecarrying on of the activity by that person would not be an offence under thisAct by virtue of section 11;\n\t\t\tthe persons “entitled” to an item are—\n\t\t\tthe person from whom it was seized;\n\t\t\t(if different) any person to whom it belongs.\n\tAppeal against decision under section 51\n\t\tWhere an order has been made under section 51, each of the followingpersons may appeal against the order—\n\t\t\tany party to the proceedings in which the order was made;\n\t\t\tany other person entitled to the item to which the order relates.\n\t\tWhere— \n\t\t\ta relevant enforcement officer brings an appeal under this section, and\n\t\t\tno person entitled to the item in question was a party to the originalproceedings,\n\t\t\t\tthe officer must make reasonable efforts to give notice of the appeal to everyperson who the officer thinks is or may be entitled to the item.\n\t\tAn appeal under this section is to—\n\t\t\tthe Crown Court, in England and Wales;\n\t\t\tthe Sheriff Appeal Court, in Scotland;\n\t\t\ta county court, in Northern Ireland.\n\t\tAn appeal under this section against an order must be made before the endof the period of 28 days starting with the date of the order.\n\t\tSubject to subsections (6) and (7), the court hearing the appeal may makeany order the court thinks appropriate.\n\t\tIf an appeal against an order for the return of an item is allowed—\n\t\t\tthe court must order the item to be forfeited, and\n\t\t\tsubsections (5) and (6) of section 51 apply with the necessary adaptations.\n\t\tIf an appeal against an order forfeiting an item is allowed—\n\t\t\tthe court must order the item to be returned to a person entitled to it,and\n\t\t\tsubsection (10) of section 51 applies with the necessary adaptations.\n\t\tThe persons “entitled” to an item for the purposes of this section are—\n\t\t\tthe person from whom it was seized;\n\t\t\t(if different) any person to whom it belongs.\n\tReturn of item to person entitled to it, or disposal if returnimpracticable\n\t\tWhere the retention of an item has been, but is no longer, authorised underthis Act—\n\t\t\tthe item must be returned to a person entitled to it (but see subsection(4));\n\t\t\tthe appropriate court must, if asked to do so by a person entitled to theitem, order it to be returned to that person.\n\t\tA person who claims to be entitled to an item retained under this Act mayapply to the appropriate court for an order under subsection (1)(b) or section51(7) (as appropriate).\n\t\tWhere— \n\t\t\ta court makes an order under this Act requiring an item to be returned to aparticular person, and\n\t\t\treasonable efforts have been made, without success, to find that person, orit is for some other reason impracticable to return the item to that person,\n\t\t\t\tthe order has effect as if it required the item to be returned to any personentitled to it.\n\t\tWhere— \n\t\t\tan item is required by a provision of this Act, or an order made under thisAct, to be returned to a person entitled to it, and\n\t\t\treasonable efforts have been made, without success, to find a personentitled to the item, or it is for some other reason impracticable to returnthe item to a person entitled to it,\n\t\t\ta relevant enforcement officer may dispose of the item in whatever way theofficer thinks is suitable.\n\t\tIn this section “the appropriate court” means—\n\t\t\tin relation to England and Wales—\n\t\t\twhere the person making the application is an individual who is under theage of 18, a youth court, and\n\t\t\tin any other case, a magistrates’ court;\n\t\t\tin relation to Scotland, the sheriff;\n\t\t\tin relation to Northern Ireland—\n\t\t\twhere the person making the application is an individual who is under theage of 18, a youth court, and\n\t\t\tin any other case, a court of summary jurisdiction.\n\t\tThe persons “entitled” to an item for the purposes of this section are—\n\t\t\tthe person from whom it was seized;\n\t\t\t(if different) any person to whom it belongs.\n\tForfeiture by court following conviction\n\t\tThis section applies where a person is convicted of—\n\t\t\tan offence under any of sections 4 to 9 and 26, or\n\t\t\tan ancillary offence (see subsection (11)).\n\t\tIn this section “the court” means—\n\t\t\tthe court by or before which the person is convicted of the offence, exceptwhere paragraph (b) or (c) applies;\n\t\t\tif the person is committed to the Crown Court to be dealt with for thatoffence, the Crown Court;\n\t\t\tif the person is remitted to the High Court of Justiciary to be dealt withfor that offence, the High Court of Justiciary.\n\t\tThe court must make an order for the forfeiture of any psychoactivesubstance in respect of which the offence was committed.\n\t\tThe court may also make an order for the forfeiture of any other item thatwas used in the commission of the offence.\n\t\tAn order under subsection (3) or (4) is referred to in this section as a“forfeiture order”.\n\t\tBefore making a forfeiture order under subsection (4) in relation to anyitem, the court must give an opportunity to make representations to any person(in addition to the convicted person) who claims to be the owner of the itemor otherwise to have an interest in it.\n\t\tA forfeiture order may not be made so as to come into force at any timebefore there is no further possibility (ignoring any power to appeal out oftime) of the order being varied or set aside on appeal.\n\t\tWhere the court makes a forfeiture order, it may also make such otherprovision as it considers to be necessary for giving effect to the forfeiture.\n\t\tThat provision may, in particular, include provision relating to theretention, handling, destruction or other disposal of the item.\n\t\tProvision made by virtue of this section may be varied at any time by thecourt that made it.\n\t\tIn this section “ancillary offence” means—\n\t\t\tan offence of attempting or conspiring to commit an offence under any ofsections 4 to 9 and 26;\n\t\t\tan offence under Part 2 of the Serious Crime Act 2007 in relation to anoffence under any of sections 4 to 9 and 26;\n\t\t\tan offence of inciting a person to commit an offence under any of sections4 to 9 and 26;\n\t\t\tan offence of aiding, abetting, counselling or procuring the commission ofan offence under any of sections 4 to 9 and 26."
    },
    {
        "length": 2735,
        "text": "\nSupplementary and final provisions\n\tApplication of Customs and Excise Management Act 1979\n\t\tSection 164 of the Customs and Excise Management Act 1979 (power to searchpersons) applies in relation to a psychoactive substance as it applies inrelation to an article with respect to the importation or exportation of whichany prohibition or restriction is for the time being in force under or byvirtue of any enactment.\n\t\tA psychoactive substance is liable to forfeiture under the Customs andExcise Management Act 1979 if—\n\t\t\tthe psychoactive substance—\n\t\t\tis imported or exported, or\n\t\t\tis entered for exportation or brought to any place in the United Kingdomfor exportation,\n\t\t\tthe psychoactive substance is likely to be consumed by any individual forits psychoactive effects, and\n\t\t\tthe importation or (as the case may be) exportation of the psychoactivesubstance is not an exempted activity.\n\t\tFor the purposes of subsection (2) the importation or exportation of apsychoactive substance is an “exempted activity” if it would not be an offenceunder this Act by virtue of section 11.\n\t\tSection 5 of the Customs and Excise Management Act 1979 (time ofimportation, exportation, etc) applies for the purposes of subsection (2) asit applies for the purposes of that Act.\n\tOffences by directors, partners, etc\n\t\tWhere an offence under this Act has been committed by a body corporate andit is proved that the offence—\n\t\t\thas been committed with the consent or connivance of a person fallingwithin subsection (2), or\n\t\t\tis attributable to any neglect on the part of such a person,\n\t\t\t\tthat person (as well as the body corporate) is guilty of that offence andliable to be proceeded against and punished accordingly.\n\t\tThe persons are—\n\t\t\ta director, manager, secretary or similar officer of the body corporate;\n\t\t\tany person who was purporting to act in such a capacity.\n\t\tWhere the affairs of a body corporate are managed by its members,subsection (1) applies in relation to the acts and defaults of a member, inconnection with that management, as if the member were a director of the bodycorporate.\n\t\tWhere an offence under this Act has been committed by a Scottish firm andit is proved that the offence—\n\t\t\thas been committed with the consent or connivance of a partner in the firmor a person purporting to act as such a partner, or\n\t\t\tis attributable to any neglect on the part of such a person,\n\t\t\tthat person (as well as the firm) is guilty of that offence and liable to beproceeded against and punished accordingly.\n\tProviders of information society services\n\t\tSchedule 4 contains provision about the application of certain provisions ofthis Act in relation to persons providing information society services withinthe meaning of that Schedule.\n\tReview \n\t\tBefore the end of the period mentioned in subsection (2), the Secretary ofState must—\n\t\t\treview the operation of this Act,\n\t\t\tprepare a report of the review, and\n\t\t\tlay a copy of the report before Parliament.\n\t\tThe period referred to in subsection (1) is the period of 30 monthsbeginning with the day on which sections 4 to 8 come into force.\n\tInterpretation \n\t\tIn this Act—\n\t\t\t  * “access prohibition” has the meaning given by section 22(6); \n\t\t\t  * “designated NCA officer” means a National Crime Agency officer designated under section 10 of the Crime and Courts Act 2013 as a person having either or both of the following— \n\t\t\tthe powers and privileges of a constable;\n\t\t\tthe powers of an officer of Revenue and Customs;\n\t\t\t\t  * “exempted substance” has the meaning given by section 3; \n\t\t\t\t  * “general customs function” has the meaning given by section 1(8) of the Borders, Citizenship and Immigration Act 2009; \n\t\t\t\t  * “general customs official” means a person designated as a general customs official under section 3(1) of the Borders, Citizenship and Immigration Act 2009; \n\t\t\t\t  * “item” includes any substance; \n\t\t\t\t  * “justice” means— \n\t\t\tin England and Wales, a justice of the peace,\n\t\t\tin Scotland, a sheriff or a justice of the peace, and\n\t\t\tin Northern Ireland, a lay magistrate;\n\t\t\t\t  * “local authority” means— \n\t\t\tin England, a county council, a district council, a London borough council,the Common Council of the City of London or the Council of the Isles ofScilly,\n\t\t\tin Wales, a county council or county borough council,\n\t\t\tin Scotland, a council constituted under section 2 of the Local Government etc(Scotland) Act 1994, and\n\t\t\tin Northern Ireland, a district council constituted under section 1 of theLocal Government Act (Northern Ireland) 1972;\n\t\t\t\t  * “police or customs officer” has the meaning given by section 36(4); \n\t\t\t\t  * “premises” includes any place and, in particular, includes— \n\t\t\tany vehicle, vessel or aircraft;\n\t\t\tany offshore installation within the meaning given by section 1 of the MineralWorkings (Offshore Installations) Act 1971;\n\t\t\tany renewable energy installation within the meaning given by section 104 ofthe Energy Act 2004;\n\t\t\tany tent or movable structure;\n\t\t\t\t  * “premises notice” is to be read in accordance with section 14; \n\t\t\t\t  * “premises order” is to be read in accordance with section 20; \n\t\t\t\t  * “prohibited activity” has the meaning given by section 12; \n\t\t\t\t  * “prohibition notice” is to be read in accordance with section 13; \n\t\t\t\t  * “prohibition order” is to be read in accordance with section 17; \n\t\t\t\t  * “psychoactive effects”, in relation to a substance, is to be read in accordance with section 2(2); \n\t\t\t\t  * “psychoactive substance” has the meaning given by section 2(1); \n\t\t\t\t  * “relevant enforcement officer” has the meaning given by section 39(6); \n\t\t\t\t  * “relevant evidence” has the meaning given by section 36(4); \n\t\t\t\t  * “search warrant” means a warrant under section 39; \n\t\t\t\t  * “senior officer” has the meaning given by section 13(7); \n\t\t\t\t  * “vessel” is to be read in accordance with subsection (4). \n\t\tIn this Act—\n\t\t\tany reference to producing a substance is a reference to producing it bymanufacture, cultivation or any other method;\n\t\t\tany reference to supplying a substance includes a reference to distributingit;\n\t\t\tany reference to consuming a substance is to be read in accordance withsection 2(3).\n\t\tFor the purposes of this Act the items which are in a person’s possessioninclude any items which are—\n\t\t\tsubject to that person’s control, but\n\t\t\tin the custody of another person.\n\t\tIn this Act any reference to a vessel includes a reference to—\n\t\t\tany ship or boat or any other description of vessel used in navigation, and\n\t\t\tany hovercraft, submersible craft or other floating craft,\n\t\t\t\tbut does not include a reference to anything that permanently rests on, or ispermanently attached to, the sea bed.\n\t\tBefore the commencement of section 109 of the Courts Reform (Scotland) Act2014 (abolition of appeal from a sheriff to the sheriff principal), anyreference in this Act to the Sheriff Appeal Court, other than the reference insection 31(1) in relation to a prohibition order made under section 19, is tobe read as a reference to the sheriff principal.\n\tConsequential amendments\n\t\tSchedule 5 (which contains consequential amendments) has effect.\n\tPower to make further consequential amendments\n\t\tThe Secretary of State may by regulations make provision that isconsequential on any provision of this Act.\n\t\tThe power to make regulations under this section—\n\t\t\tis exercisable by statutory instrument;\n\t\t\tincludes power to make transitional, transitory or saving provision;\n\t\t\tmay, in particular, be exercised by amending, repealing, revoking orotherwise modifying any provision made by or under primary legislation passedbefore this Act or in the same Session.\n\t\tA statutory instrument that contains (with or without other provision)regulations under this section that amend, repeal or revoke any provision ofprimary legislation may not be made unless a draft of the instrument has beenlaid before, and approved by a resolution of, each House of Parliament.\n\t\tAny other statutory instrument containing regulations under this section issubject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tIn this section “primary legislation” means—\n\t\t\tan Act of Parliament;\n\t\t\tan Act of the Scottish Parliament;\n\t\t\ta Measure or Act of the National Assembly for Wales;\n\t\t\tNorthern Ireland legislation.\n\tExtent \n\t\tExcept as provided by subsection (2), this Act extends to England andWales, Scotland and Northern Ireland.\n\t\tAny amendment or repeal made by this Act has the same extent as theprovision amended or repealed.\n\t\tThe power under section 384(1) of the Armed Forces Act 2006 (“the 2006Act”) may be exercised so as to extend to any of the Channel Islands (with orwithout modifications) any amendment or repeal made by or under this Act ofany part of the 2006 Act.\n\t\tThe power under section 384(2) of the 2006 Act may be exercised so as tomodify any provision of that Act as amended by or under this Act as it extendsto the Isle of Man or a British overseas territory.\n\tCommencement and short title\n\t\tThe following provisions of this Act come into force on the day on whichthis Act is passed—\n\t\t\tsections 59, 61 and 62 and this section;\n\t\t\tany power to make regulations under this Act.\n\t\tThe remaining provisions of this Act come into force in accordance withprovision contained in regulations made by the Secretary of State.\n\t\tRegulations under subsection (2) may—\n\t\t\tmake different provision for different purposes;\n\t\t\tmake such transitory or transitional provision, or savings, as theSecretary of State considers necessary or expedient.\n\t\tThis Act may be cited as the Psychoactive Substances Act 2016."
    }
]