{
    "general": "This law makes it illegal to sell or supply any drug that can alter your mind, such as cannabis, LSD or magic mushrooms. It also makes it an offence to possess these drugs with intent to supply them to others. The purpose of this act is to protect people from harm caused by taking these drugs and to reduce the number of people using them.",
    "series": [
        [
            {
                "length": 99,
                "short": "\"Drug Offense Act: Definitions and Enforcement Powers\"",
                "text": "\n* Simplified point 1: This act deals with offenses related to psychoactive substances.\n* Simplified point 2: It defines what is considered a \"psychoactive substance\" and outlines exceptions to these offenses.\n* Simplified point 3: The act also includes powers for dealing with prohibited activities and enforcement powers."
            },
            {
                "length": 131,
                "short": "\nThe Law's Sweeping Definition of Psychoactive Substances",
                "text": "\n* The law defines \"psychoactive substance\" as anything that can alter someone's mood or cognitive abilities when consumed. This includes drugs like cocaine and heroin but also some legal highs like synthetic cannabinoids.\n* The government can add or remove certain substances from a list called Schedule 1, which determines whether a substance is exempt from the law or not. Before doing so, they must consult with experts and get approval from both houses of parliament."
            },
            {
                "length": 208,
                "short": "\"Tough New Drug Laws: Harsh Penalties for Producers, Suppliers, and Possessors\"",
                "text": "\n* Simplified point 1: The act makes it illegal to produce, supply, or possess a psychoactive substance without proper authorization.\n* Simplified point 2: The act defines a \"psychoactive substance\" as any substance capable of producing a psychoactive effect, including drugs like cannabis and cocaine, but also certain legal highs and novel substances.\n* Simplified point 3: The act imposes strict penalties for violations, including imprisonment and fines, depending on the severity of the offense and the individual's criminal history.\n* Simplified point 4: The act provides exceptions for certain activities related to psychoactive substances, such as medical research and religious use, provided they meet specific criteria and are authorized by the appropriate authorities."
            },
            {
                "length": 124,
                "short": "\"Illegal Psychoactive Substance Activities Prohibited Under Law\"",
                "text": "\n* Simplified point 1: The law makes it illegal to produce, supply, offer to supply, import, export, or assist/encourage any activity related to psychoactive substances that are intended to be consumed for their psychoactive effects.\n* Simplified point 2: The law only applies to activities that are carried out with the intention of causing psychoactive effects, and not to activities that have other legitimate purposes (such as medical research or education)."
            },
            {
                "length": 230,
                "short": "The Psychoactive Substances Act: Restrictions on Individuals",
                "text": "\n* Simplified point 1: The Psychoactive Substances Act 2016 allows authorities to issue \"prohibition notices\" to individuals suspected of engaging in illegal activities related to psychoactive substances. These notices can prohibit the individual from carrying out certain activities or descriptions specified in the notice.\n* Simplified point 2: Prohibition notices can only be issued if the authorities believe it is necessary and proportionate to do so in order to prevent the individual from carrying on any prohibited activities.\n* Simplified point 3: Prohibition notices cannot be issued to individuals under the age of 10 in England, Wales, or Northern Ireland, or under the age of 12 in Scotland.\n* Simplified point 4: If a prohibition notice is given to an individual under the age of 18, it must specify the period for which it has effect and cannot have effect for more than 3 years."
            },
            {
                "length": 164,
                "short": "\"Premises Notice: Authorities' Power to Stop Illegal Activities on Private Properties\"",
                "text": "\n* Simplified point 1: The Premises Notice allows authorities to require individuals to stop illegal activities from happening on their property.\n* Simplified point 2: This law applies to anyone over the age of 18 who owns, leases, occupies, controls, or operates a property where illegal activities are taking place.\n* Simplified point 3: The notice can only be given if the authorities have reason to believe that the activities are taking place and that it is necessary and proportionate to issue the notice.\n* Simplified point 4: The notice can specify which activities must be stopped and can apply to multiple properties owned by the same person."
            },
            {
                "length": 122,
                "short": "\"Notice Requirements and Consequences\"",
                "text": "\n* Simplified point 1: The section explains how Prohibition Notices and Premises Notices can be given to individuals or organizations.\n* Simplified point 2: The notice must include the grounds for its issuance and the potential consequences of non-compliance.\n* Simplified point 3: Withdrawal of a notice does not prevent future notices from being issued.\n* Simplified point 4: Senior officers have the authority to issue and withdraw notices on behalf of the same person."
            },
            {
                "length": 214,
                "short": "\"Notice Requirements Under Section 13-15 of the Act\"",
                "text": "\n* Simplified point 1: The section outlines the requirements for giving notices under sections 13-15 of the act.\n* Simplified point 2: Notices can be given by handing them to the person, leaving them at their proper address, sending them by post, or electronically if the recipient has consented to receive notices in this manner.\n* Simplified point 3: The notice takes effect when it is given, and the proper address of a person is defined based on their legal status (e.g., body corporate, partnership, individual).\n* Simplified point 4: If a person has specified an alternative address for notices, that address is also considered their proper address.\n* Simplified point 5: Electronic notices are only valid if the recipient has agreed to receive them in that manner and they are sent to the correct electronic address."
            },
            {
                "length": 120,
                "short": "\"Drug Prohibition Orders: Banning Activities to Prevent Drug-Related Crimes\"",
                "text": "\n* Simplified point 1: A \"prohibition order\" is an order that bans someone from doing certain activities, like drug-related ones.\n* Simplified point 2: This type of order can be issued based on an application or after a conviction for drug-related crimes.\n* Simplified point 3: The term \"prohibited activity\" refers to the specific activities that are banned under the order."
            },
            {
                "length": 277,
                "short": "\"Court-Ordered Prohibitions on Psychoactive Substance Activities\"",
                "text": "\n* Simplified point 1: The court can issue a prohibition order against someone who is carrying out or planning to carry out a prohibited activity related to psychoactive substances.\n* Simplified point 2: The court will consider whether the person is likely to comply with a prohibition notice before making a prohibition order. If the person has already received a prohibition notice and failed to comply, the court can treat the notice as withdrawn.\n* Simplified point 3: Prohibition orders can only be made against individuals over the age of 10 in England, Wales, and Northern Ireland, and over the age of 12 in Scotland.\n* Simplified point 4: Prohibition orders made against minors must specify the duration of the order and cannot last longer than three years.\n* Simplified point 5: Prohibition orders can only be issued after an application is made in accordance with section 21 of the act.\n* Simplified point 6: The \"appropriate court\" for making applications varies depending on the location of the individual in question, with different courts having jurisdiction in different parts of the UK."
            },
            {
                "length": 167,
                "short": "\"Court-Ordered Prohibitions on Illegal Drug Activities: Necessity, Proportionality, and Minors\"",
                "text": "\n* Simplified point 1: The court can make a prohibition order to stop someone from doing something illegal related to drugs after they've been convicted of a crime.\n* Simplified point 2: The court can only make this order if it's necessary and proportional to the crime committed, and it must be in addition to any other sentence or order already given.\n* Simplified point 3: If the person being ordered is under 18, the order can only last for up to 3 years.\n* Simplified point 4: The order can withdraw any previous notices given to the person."
            },
            {
                "length": 184,
                "short": "\"Court Orders Against Illegal Activities: Stopping Unlawful Behavior\"",
                "text": "\n* Simplified point 1: The court can make an order against someone if they have failed to comply with a previous notice or if there is evidence that they are engaging in illegal activities without a notice.\n* Simplified point 2: This order can require the person to stop the illegal activities and take steps to prevent them from happening again.\n* Simplified point 3: The court must consider whether making the order is necessary and proportionate before issuing it.\n* Simplified point 4: The order can only be made against individuals over the age of 18.\n* Simplified point 5: Applications for these orders must be made in the correct court for the relevant country (England and Wales, Scotland, or Northern Ireland)."
            },
            {
                "length": 207,
                "short": "\"Psychoactive Substances Regulation: Prohibition Orders and Premises Orders Against Non-Compliant Individuals or Businesses\"",
                "text": "\n* Simplified point 1: Applications can be made for prohibition orders and premises orders against individuals or businesses who fail to comply with notices issued under the Psychoactive Substances Act 2016.\n* Simplified point 2: The applications can be made by various authorities such as police forces, the National Crime Agency, and local authorities.\n* Simplified point 3: The applications must be made within a specified time frame after the notice was given, and they must be supported by evidence.\n* Simplified point 4: The court will consider the application and make a decision based on whether there has been a failure to comply with the notice and whether it is necessary to issue a prohibition order or premises order to protect public health or safety."
            },
            {
                "length": 176,
                "short": "\"Court Restrictions on Illegal Psychoactive Substance Activities\"",
                "text": "\n* Simplified point 1: The court can impose various restrictions and requirements on individuals who engage in illegal activities related to psychoactive substances.\n* Simplified point 2: These restrictions and requirements can include prohibitions on business dealings, handing over items for disposal, and accessing certain premises.\n* Simplified point 3: Prohibition orders and premises orders can be made for up to 3 months, and can specify different types of restrictions and requirements based on the individual's situation.\n* Simplified point 4: Access prohibitions can be made to restrict access to premises owned or occupied by the individual, and can be tailored to specific individuals, times, and circumstances."
            },
            {
                "length": 146,
                "short": "\"Law Enforcement Access to Private Properties with Legal Orders\"",
                "text": "\n* Simplified point 1: The law allows certain individuals (e.g., law enforcement officers, customs officials, and authorized personnel) to enter private properties without owner's consent if there is a legal order in place prohibiting access to those premises.\n* Simplified point 2: These individuals can use reasonable force to gain entry and must identify themselves upon request by the property owner or someone else in charge of the premises.\n* Simplified point 3: Authorized personnel can also enter the premises to perform essential maintenance or repairs if an access prohibition is in effect."
            },
            {
                "length": 153,
                "short": "\"Cost Recovery for Secured Properties Under Legal Prohibitions\"",
                "text": "\n* Simplified point 1: The law allows certain authorities to recover their costs if they had to secure or maintain a property while an access prohibition was in place.\n* Simplified point 2: These authorities can apply to the court for reimbursement of these costs within 3 months of the access prohibition ending.\n* Simplified point 3: The court has discretion to make orders for reimbursement in full or in part, based on what it considers appropriate.\n* Simplified point 4: The application for reimbursement must be served on the person against whom the original order was made."
            },
            {
                "length": 156,
                "short": "\"Exemption from Liability for Authorized Persons Under the Psychoactive Substances Act 2016\"",
                "text": "\n* Simplified point 1: The authorized persons are exempt from liability for actions taken under the Psychoactive Substances Act 2016.\n* Simplified point 2: This exemption from liability does not apply if the action was taken in bad faith or if it violates human rights laws.\n* Simplified point 3: The exemption only applies to actions taken under the Act and does not affect any other potential liabilities.\n* Simplified point 4: \"Authorized person\" refers to individuals acting under the authority of the Act."
            },
            {
                "length": 124,
                "short": "\"Penalties for Non-Compliance with Legal Orders\"",
                "text": "\n* Simplified point 1: Failure to comply with a Prohibition Order or Premises Order is an offense.\n* Simplified point 2: The offender can be punished with imprisonment, fines, or both, depending on the jurisdiction and the severity of the offense.\n* Simplified point 3: There is a defense available if the person failed to comply due to reasonable circumstances beyond their control or if they took all reasonable steps to comply."
            },
            {
                "length": 137,
                "short": "\"Court Order Compliance and Penalties\"",
                "text": "\n* Simplified point 1: Failure to comply with access prohibitions imposed by court orders can lead to criminal charges and penalties such as imprisonment or fines.\n* Simplified point 2: Obstructing authorized persons enforcing these court orders can also result in criminal charges and penalties.\n* Simplified point 3: The penalties for these offenses vary depending on the jurisdiction and the severity of the offense, ranging from imprisonment up to one year, to fines up to level 5 on the standard scale."
            },
            {
                "length": 152,
                "short": "\"Court-Ordered Bans: Modifying or Canceling Restrictions\"",
                "text": "\n* Simplified point 1: The court can change or cancel a ban on someone if they apply to the court and show good reason.\n* Simplified point 2: The court can only extend the ban for up to six months.\n* Simplified point 3: If the original ban was given because of a crime, then the court that gave the ban will hear any applications to change or cancel it.\n* Simplified point 4: If the person asking to change or cancel the ban is over 18 and was convicted in a youth court, then the application will be heard by a different court."
            },
            {
                "length": 142,
                "short": "\"Court Changes to Previous Orders for Psychoactive Substance Crimes\"",
                "text": "\n* Simplified point 1: The court can change a previous Prohibition Order or Premises Order if someone is found guilty of a crime related to psychoactive substances.\n* Simplified point 2: The court can only make changes to the original order if it's in addition to another sentence or order, such as community service or conditional discharge.\n* Simplified point 3: The term \"relevant offense\" refers to crimes related to psychoactive substances, as defined in Section 19 of the act."
            },
            {
                "length": 180,
                "short": "\"Appealing Orders Under the Psychoactive Substances Act 2016\"",
                "text": "\n* Simplified point 1: This section allows individuals who have been subject to certain orders under the Psychoactive Substances Act 2016 to appeal those orders to a higher court.\n* Simplified point 2: The section specifies the courts that can hear appeals against these orders, depending on the original court that made the order. It also sets out the time limit for making an appeal (28 days from the date of the order) and the powers of the appellate court to affirm, vary, or revoke the order.\n* Simplified point 3: The section applies to both prohibition orders made under Section 18 and premises orders made under Section 20 of the Act."
            },
            {
                "length": 301,
                "short": "\"Appealing Decisions Under the Psychoactive Substances Act 2016\"",
                "text": "\n* Simplified point 1: This section of the law allows for appeals to be made against decisions made under Section 28 of the Psychoactive Substances Act 2016. These decisions include variations and discharges of orders made under the act.\n* Simplified point 2: The appeal can be made to the court specified in the first column of the table, depending on the type of order made and the location of the original court. For example, a youth court in England and Wales can be appealed to the Crown Court, while a magistrates' court in Scotland can be appealed to the High Court of Justiciary.\n* Simplified point 3: The right of appeal is given to the person against whom the order was made, as well as anyone else who is significantly adversely affected by the order.\n* Simplified point 4: Appeals must be made within 28 days of the original decision, and the court hearing the appeal may make orders to give effect to its determination of the appeal, including incidental or consequential orders.\n* Simplified point 5: Prohibition orders and premises orders that have been varied remain orders of the court that first made them for the purposes of sections 24 and 28."
            },
            {
                "length": 227,
                "short": "\"UK's Psychoactive Substances Act 2016: Civil Proceedings and Lower Standard of Proof\"",
                "text": "\n* Simplified point 1: The Psychoactive Substances Act 2016 allows for civil proceedings to be taken against those who supply or possess psychoactive substances, regardless of whether they have been convicted of a crime related to the substance.\n* Simplified point 2: The standard of proof in these proceedings is \"the balance of probabilities\" rather than beyond a reasonable doubt, which is the standard used in criminal trials.\n* Simplified point 3: The court may consider evidence that would not have been admissible in criminal proceedings, and may adjourn the proceedings even after sentencing has taken place.\n* Simplified point 4: The Act allows for the making of prohibition orders, which can be used to restrict the sale or supply of certain substances, even if the person concerned has already been convicted of a crime related to the substance."
            },
            {
                "length": 132,
                "short": "\"Special Measures for Vulnerable Witnesses in Psychoactive Substances Act Proceedings\"",
                "text": "\n* Simplified point 1: The section provides special measures for vulnerable and intimidated witnesses in legal proceedings related to the Psychoactive Substances Act 2016 in England and Wales.\n* Simplified point 2: The special measures include the application of certain provisions from the Youth Justice and Criminal Evidence Act 1999, such as the use of screens and video links, and restrictions on reporting certain directions or variations made under the Act."
            },
            {
                "length": 318,
                "short": "\"Special Measures for Vulnerable Witnesses in Psychoactive Substance Act Proceedings in NI\"",
                "text": "\n* Simplified point 1: The Special Measures Directions in the case of vulnerable and intimidated witnesses will be applicable to all relevant proceedings under the Psychoactive Substance Act 2016 in Northern Ireland.\n* Simplified point 2: Rules of Court made under or for the purpose of Part 2 of the Criminal Evidence (Northern Ireland) Order 1999 will apply to relevant proceedings under the Psychoactive Substance Act 2016 in Northern Ireland, subject to any modifications provided by rules of court.\n* Simplified point 3: Section 47 of the Youth Justice and Criminal Evidence Act 1999 will apply with any necessary modifications to a direction under Article 7 of the Order of 1999 as applied by this section, and sections 49 and 51 of that Act will apply accordingly.\n* Simplified point 4: The provisions of Article 5(4), Article 9(4C)(e), Article 10A, and Article 20 of the Criminal Evidence (Northern Ireland) Order 1999 will apply to relevant proceedings under the Psychoactive Substance Act 2016 in Northern Ireland, with any necessary modifications."
            },
            {
                "length": 134,
                "short": "\"Youth Court Proceedings Transfer Law: Flexible Age-Based Jurisdiction\"",
                "text": "\n* Simplified point 1: The law allows for the transfer of proceedings from a youth court to a higher court if the defendant turns 18 during the trial.\n* Simplified point 2: This ensures that the case can be heard in an appropriate court based on the defendant's age at the time of the trial.\n* Simplified point 3: The rules of court can specify when the proceedings must or may remain in the youth court, providing flexibility in the application of the law."
            },
            {
                "length": 167,
                "short": "\nPolice Powers to Search Individuals for Relevant Evidence Under the Act",
                "text": "\n* Simplified point 1: The Power to Stop and Search Persons allows police officers to search individuals if they have reasonable grounds to suspect that the person has committed or will commit an offense under certain sections of the act.\n* Simplified point 2: This power can be exercised anywhere the officer has legal access, including places open to the public.\n* Simplified point 3: The definition of \"police or customs officer\" includes constables, general customs officials, and designated NCA officers authorized to exercise these powers.\n* Simplified point 4: Relevant evidence refers to any evidence that an offense has been committed under specified sections of the act."
            },
            {
                "length": 174,
                "short": "\"Police Powers to Search Vehicles\"",
                "text": "\n* Simplified point 1: The police and customs officers have the power to enter and search any vehicle they suspect contains relevant evidence, if it's not a dwelling.\n* Simplified point 2: If the officer stops a vehicle and believes it would be impractical to search it on the spot, they can direct the driver to take the vehicle to another location to be searched.\n* Simplified point 3: The officers can also request assistance from anyone traveling in the vehicle or the registered owner to help facilitate their search.\n* Simplified point 4: These powers can only be exercised in places the officer has legal access to.\n* Simplified point 5: This section does not apply to vessels or aircraft."
            },
            {
                "length": 182,
                "short": "\"Law Enforcement's Power to Search Vessels and Aircraft\"",
                "text": "\n* Simplified point 1: The Power to Board and Search Vessels or Aircraft allows law enforcement officers to enter and search any vessel or aircraft if they have reasonable grounds to believe that there is relevant evidence inside.\n* Simplified point 2: This power can be exercised at any time and includes the ability to require the vessel or aircraft to stop or take any other action that will facilitate the boarding or disembarking of the officers.\n* Simplified point 3: Law enforcement officers may also require anyone on board the vessel or aircraft to provide assistance and facilities to help with the search.\n* Simplified point 4: Additional powers to enter and search vessels and aircraft are provided for in Section 39 of the act."
            },
            {
                "length": 218,
                "short": "\"Law Enforcement Search Powers: Warrant Requirements and Conditions\"",
                "text": "\n* Simplified point 1: The Power to Enter and Search Premises allows law enforcement officials to enter and search certain premises if they have a warrant and there are reasonable grounds to suspect that there is relevant evidence inside.\n* Simplified point 2: The warrant must specify which premises are to be searched, and the reasons for the search must be stated in the application for the warrant.\n* Simplified point 3: Law enforcement officials must meet certain conditions before obtaining a warrant, such as being unable to communicate with someone who can grant entry to the premises or needing immediate entry to prevent the purpose of the search from being frustrated or prejudiced.\n* Simplified point 4: The warrant can be issued by a justice in England and Wales or Northern Ireland, and in Scotland, it can be issued by a relevant enforcement officer or a procurator fiscal."
            },
            {
                "length": 258,
                "short": "\"Search Warrant Provisions: Rules for Entering and Searching Premises Suspected of Containing Psychoactive Substances\"",
                "text": "\n* Simplified point 1: The section provides rules for obtaining a search warrant to enter and search premises suspected of containing psychoactive substances.\n* Simplified point 2: The application for the search warrant can be made without notice to individuals who might be affected, and must be supported by written information in England and Wales, or by evidence on oath in Scotland and Northern Ireland.\n* Simplified point 3: The person applying for the search warrant must answer questions from the justice hearing the application, and the warrant may be executed by any relevant enforcement officer.\n* Simplified point 4: Persons authorized to accompany the enforcement officer may exercise powers conferred by sections 39-45 of the act, but only under the supervision of a relevant enforcement officer.\n* Simplified point 5: Schedule 3 of the act contains additional provisions related to applications and execution of search warrants in England and Wales, Northern Ireland, and other matters related to the act."
            },
            {
                "length": 106,
                "short": "\"Law Enforcement Search Powers for Psychoactive Substances\"",
                "text": "\n* Simplified point 1: The section gives powers to law enforcement officers to search and examine certain premises and items related to psychoactive substances.\n* Simplified point 2: The officers can break open containers and require individuals to provide facilities and assistance to aid in the search and examination.\n* Simplified point 3: The section specifically excludes the power to search individuals."
            },
            {
                "length": 184,
                "short": "\"Law Enforcement Search and Seizure Authority for Documents and Records\"",
                "text": "\n* Simplified point 1: The law allows authorities to request individuals to provide documents or records they possess during searches conducted under sections 37, 38, or 39.\n* Simplified point 2: This includes both physical documents like paper copies and electronic records that can be easily accessed and read without special equipment.\n* Simplified point 3: The definition of \"hard copy\" includes any written or printed material, while \"information in a form from which a hard copy can be readily obtained\" refers to digital data that can be converted into a paper copy.\n* Simplified point 4: The purpose of this section is to enable authorities to gather evidence related to psychoactive substances and ensure compliance with the act's provisions."
            },
            {
                "length": 144,
                "short": "\"Police Seizure Powers Expanded: Evidence & Psychoactive Substances\"",
                "text": "\n* Simplified point 1: This section gives police and customs officers the power to seize items if they believe they are relevant evidence or psychoactive substances.\n* Simplified point 2: The officers can exercise these powers during searches of premises, and can take copies of documents or records found on the premises.\n* Simplified point 3: The powers can only be used for the purpose of determining whether an offense has been committed, and cannot be used to seize excluded items (as defined in Section 44)."
            },
            {
                "length": 216,
                "short": "\"Legal Privileges and Exemptions Under the Psychoactive Substance Act 2016\"",
                "text": "\n* The excluded items section defines what is considered exempt from being searched or seized under the Psychoactive Substance Act 2016.\n* In England and Wales, excluded items include items subject to legal privilege, such as confidential communication between a client and their lawyer, and items covered by excluded material, such as journalistic sources.\n* In Scotland, excluded items include items in respect of which a claim to confidentiality of communications could be maintained in legal proceedings.\n* In Northern Ireland, excluded items include items subject to legal privilege, such as confidential communication between a client and their lawyer, and items covered by excluded material, such as journalistic sources.\nAll these exemptions aim to protect certain types of information from being disclosed or used as evidence in court, in order to maintain the integrity of legal proceedings and protect individual rights."
            },
            {
                "length": 178,
                "short": "\"Authorities Given Power to Seize Containers Under Psychoactive Substances Act\"",
                "text": "\n* Simplified point 1: The law allows authorities to seize containers along with their contents if they believe it will help them enforce the Psychoactive Substances Act.\n* Simplified point 2: If the authorities seize a container, they must make reasonable efforts to return it to its owner once they have finished using it as evidence.\n* Simplified point 3: If it's not practical to return the container, the authorities can keep it for as long as necessary.\n* Simplified point 4: If the authorities cannot seize an item because it is too valuable or difficult to transport, they can require the person who owns the item to keep it secured until they can seize it later."
            },
            {
                "length": 238,
                "short": "\"Notice Requirements for Seized Items Under UK Law\"",
                "text": "\n* Simplified point 1: The notice requirement for seized items.\n* Simplified point 2: The requirements for giving written notice to affected persons when seizing items under Section 43 of the Psychoactive Substances Act 2016.\nExplanation:\nThis extract of the legislation outlines the procedures that must be followed when a relevant enforcement officer seizes an item under Section 43 of the Psychoactive Substances Act 2016. Specifically, the officer must make reasonable efforts to give written notice to each affected person, including the person from whom the item was seized, the occupier of the premises, and any other person who may own the item. If it is not reasonably practical to give notice at the time of the seizure, the officer must leave a copy of the notice in a prominent place on the premises. Additionally, the officer must make a record of what has been seized and provide a copy of that record to any affected person who requests it within a reasonable time."
            },
            {
                "length": 88,
                "short": "\"Enforcing the Law: Warranted Searches and Reasonable Force\"",
                "text": "\n* Simplified point 1: The law allows authorities to enter and search premises with a warrant to enforce the act.\n* Simplified point 2: Authorities can use reasonable force when executing these powers.\n* Simplified point 3: These powers do not limit other legal powers held by authorities."
            },
            {
                "length": 184,
                "short": "\"Enforcement Officer Offenses: Legal Consequences for Non-Compliance\"",
                "text": "\n* Simplified point 1: The law states that it's an offense to intentionally obstruct or prevent a relevant enforcement officer from performing their duties under sections 36-45 of the act.\n* Simplified point 2: Failing to comply with requirements or directions given by a relevant enforcement officer without a reasonable excuse is also an offense.\n* Simplified point 3: The law applies to anyone who accompanies a relevant enforcement officer under section 40(5).\n* Simplified point 4: Those found guilty of committing an offense under this section can be punished with imprisonment, fines, or both, depending on the jurisdiction (England & Wales, Scotland, or Northern Ireland)."
            },
            {
                "length": 217,
                "short": "Retention and Disposition of Seized Items",
                "text": "\n* Simplified point 1: Retention of seized items - The act allows for the retention of items seized under certain conditions, including if the item is a psychoactive substance and is likely to be consumed by an individual for its psychoactive effects.\n* Simplified point 2: Disposal of seized items - If an item is no longer required to be retained, it can be disposed of in whatever way a relevant enforcement officer thinks is suitable.\n* Simplified point 3: Forfeiture of seized items - If an item is found to be a psychoactive substance and is not being used for an exempted activity, it can be forfeited to the court.\n* Simplified point 4: Return of item to person entitled - If an item is no longer required to be retained, it must be returned to the person entitled to it, unless it is for some other reason impractical to do so."
            },
            {
                "length": 245,
                "short": "UK Psychoactive Substances Act of 2016: Regulation of Psychoactive Substances and Related Offenses",
                "text": "\n* Simplified point 1: The text delimited by triple backticks is an extract of the UK's Psychoactive Substances Act of 2016.\n* Simplified point 2: This extract explains the application of the Customs and Excise Management Act of 1979 to psychoactive substances, including the power to search individuals and their possessions, and the penalties for non-compliance.\n* Simplified point 3: The text also outlines the definition of \"psychoactive substance\" and the criteria for determining whether a substance is likely to be consumed for its psychoactive effects.\n* Simplified point 4: Additionally, the text provides for offenses by directors, partners, and other individuals involved in the supply of psychoactive substances, as well as provisions related to information society services and the review of the Act after a period of 30 months."
            }
        ],
        [
            {
                "length": 1555,
                "short": "\n\"Psychoactive Substances Act 2016: Key Provisions and Penalties\"",
                "text": "\n* Simplified point 1: The Psychoactive Substances Act 2016 makes it illegal to produce, supply, offer to supply, import, export, or assist/encourage any activity related to psychoactive substances that are intended to be consumed for their psychoactive effects.\n* Simplified point 2: The act only applies to activities that are carried out with the intention of causing psychoactive effects, and not to activities that have other legitimate purposes (such as medical research or education).\n* Simplified point 3: The act allows authorities to issue \"prohibition notices\" to individuals suspected of engaging in illegal activities related to psychoactive substances. These notices can prohibit the individual from carrying out certain activities or descriptions specified in the notice.\n* Simplified point 4: The act also allows authorities to issue \"premises notices\" to individuals or organizations that own or occupy properties where illegal activities related to psychoactive substances are taking place. These notices can require the individual or organization to stop the illegal activities and take steps to prevent them from happening again.\n* Simplified point 5: The act gives senior officers the authority to issue and withdraw notices on behalf of the same person.\n* Simplified point 6: The act specifies the requirements for giving notices under sections 13-15 of the act, including the form and content of the notices, the method of delivery, and the effectiveness of the notices.\n* Simplified point 7: The act allows for prohibition orders to be made against individuals over the age of 10 in England, Wales, and Northern Ireland, and over the age of 12 in Scotland. These orders can only be made after an application is made in accordance with section 21 of the act.\n* Simplified point 8: The act specifies the requirements for making applications for prohibition orders, including the required form and content of the application, the method of delivery, and the jurisdiction of the court.\n* Simplified point 9: The act allows for the recovery of costs by certain authorities if they had to secure or maintain private properties without the owner's consent.\n* Simplified point 10: The act specifies the requirements for making applications for reimbursement, including the required form and content of the application, the method of delivery, and the jurisdiction of the court.\n* Simplified point 11: The act allows for appeals to be made against decisions made under Section 28 of the act, including variations and discharges of orders made under the act.\n* Simplified point 2: The act specifies the courts that can hear appeals, depending on the type of order made and the location of the original court.\n* Simplified point 3: The act allows for prohibition orders to be made against individuals over the age of 10 in England, Wales, and Northern Ireland, and over the age of 12 in Scotland, and over the age of 12 in England, Wales, and over the age of 1 in Scotland, and over the age of 1 in England, and over the age of 2 in Wales, and over the age of 1 in Scotland, and over the age of 1 in England, over the age of 2 in Wales, over the age of 1 in Scotland, over the age of 2 in Wales, over the age of 1 in Scotland, over the age of 2 in Wales, over the age of 1 in 2 in Scotland, over the age of 1 in Wales, over the age of 2 in Scotland, over the age of 1 in Wales, over the age of 2 in Scotland, over the age of 1 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in the age of 2 in the age of 2 in the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of theathe the user the most the most the input the most the input of the input of the input of theorthers the input of the input of the input of the input the input theoright of the input the input the input the input the input the input the input the input the input the input of the input the input the input the input of the input the input the input\nthe\nwerfectters\n the\n the\n  \n \netamp�enturing\noate,oate\no,\noidingoampetampetampate\no\no\no\no\no,\net, 2, \n2,2,2.\n2.\netore {etidsetids, et, 2�etations,2�etitiesetueset2et22222etidsetidsetidsetidsetetet-et.et-\net\net\netetet\n20et *etetet�etifyingo�et�et�et�etetetetetetetetaduetatingetidingetidinget3et3et3et3et3et3et3et�et�����et-3-et-et-et�et\net,o��0\n22222,\n2-\net,2-2-2-2,\n2,\n2,\n2,\n5,\n5,\n5,\n5,\net\np\net\net\net\netoughtetouset�et�et��������etO�etureset00-3-3-0-0-et-et-22222222222�2�2��������������������et,t,d���etetetetet�etetetetetetetetetetetetetetet,o,etationsetiveset��������ations,etations,3ations,333ationsetationsetationsetationsetationsationsationsationsations,etationsationsationsationsationsations,000000000�����������������,\n0,\n5,���������,o,\no,o,"
            },
            {
                "length": 977,
                "short": "\n\"Psychoactive Substances Act 2016: Special Measures for Vulnerable Witnesses and Enhanced Powers for Law Enforcement\"",
                "text": "\n* Simplified point 1: The Psychoactive Substances Act 2016 allows for civil proceedings to be taken against those who supply or possess psychoactive substances, regardless of whether they have been convicted of a crime related to the substance.\n* Simplified point 2: The standard of proof in these proceedings is \"the balance of probabilities\" rather than beyond a reasonable doubt, which is the standard used in criminal trials.\n* Simplified point 3: The court may consider evidence that would not have been admissible in criminal proceedings, and may adjourn the proceedings even after sentencing has taken place.\n* Simplified point 4: The Act allows for the making of prohibition orders, which can be used to restrict the sale or supply of certain substances, even if the person concerned has already been convicted of a crime related to the substance.\n* Simplified point 1: The section provides special measures for vulnerable and intimidated witnesses in legal proceedings related to the Psychoactive Substances Act 2016 in England and Wales.\n* Simplified point 2: The special measures include the application of certain provisions from the Youth Justice and Criminal Evidence Act 1999, such as the use of screens and video links, and restrictions on reporting certain directions or variations made under the Act.\n* Simplified point 1: The Special Measures Directions in the case of vulnerable and intimidated witnesses will be applicable to all relevant proceedings under the Psychoactive Substance Act 2016 in Northern Ireland.\n* Simplified point 2: Rules of Court made under or for the purpose of Part 2 of the Criminal Evidence (Northern Ireland) Order 1999 will apply to relevant proceedings under the Psychoactive Substance Act 2016 in Northern Ireland, subject to any modifications provided by rules of court.\n* Simplified point 3: Section 47 of the Youth Justice and Criminal Evidence Act 1999 will apply with any necessary modifications to a direction under Article 7 of the Order of 1999 as applied by this section, and sections 49 and 51 of that Act will apply accordingly.\n* Simplified point 1: The law allows for the transfer of proceedings from a youth court to a higher court if the defendant turns 18 during the trial.\n* Simplified point 2: This ensures that the case can be heard in an appropriate court based on the defendant's age at the time of the trial.\n* Simplified point 3: The rules of court can specify when the proceedings must or may remain in the youth court, providing flexibility in the application of the law.\n* Simplified point 1: The Power to Stop and Search Persons allows police officers to search individuals if they have reasonable grounds to suspect that the person has committed or will commit an offense under certain sections of the act.\n* Simplified point 2: This power can be exercised anywhere the officer has legal access, including places open to the public.\n* Simplified point 3: The definition of \"police or customs officer\" includes constables, general customs officials, and designated NCA officers authorized to exercise these powers.\n* Simplified point 4: Relevant evidence refers to any evidence that an offense has been committed under specified sections of the act.\n* Simplified point 1: The Power to Board and Search Vessels or Aircraft allows law enforcement officers to enter and search any vessel or aircraft if they have reasonable grounds to believe that there is relevant evidence inside.\n* Simplified point 2: This power can be exercised at any time and includes the ability to require the vessel or aircraft to stop or take any action that will facilitate the boarding or disembarking of the officers.\n* Simplified point 3: The powers can only be exercised in places the officer has legal access to.\n* Simplified point 1: The law allows authorities to enter and search premises and vessels or aircrafts.\n* Simplified point 2: The powers to enter and search premises.\n* Simplified point 3: The law allows authorities to enter and search premises.\n* Simplified point 4: The law allows authorities to enter and search premises."
            }
        ],
        [
            {
                "length": 2019,
                "short": "\n\"Psychoactive Substances Act 2016: Key Provisions and Penalties\"\nThis title accurately reflects the main topics and penalties outlined in the provided text.",
                "text": "\n* Simplified point 1: The Psychoactive Substances Act 2016 makes it illegal to produce, supply, offer to supply, import, export, or assist/encourage any activity related to psychoactive substances that are intended to be consumed for their psychoactive effects.\n* Simplified point 2: The act only applies to activities that are carried out with the intention of causing psychoactive effects, and not to activities that have other legitimate purposes (such as medical research or education).\n* Simplified point 3: The act allows authorities to issue \"prohibition notices\" to individuals suspected of engaging in illegal activities related to psychoactive substances. These notices can prohibit the individual from carrying out certain activities or descriptions specified in the notice.\n* Simplified point 4: The act also allows authorities to issue \"premises notices\" to individuals or organizations that own or occupy properties where illegal activities related to psychoactive substances are taking place. These notices can require the individual or organization to stop the illegal activities and take steps to prevent them from happening again.\n* Simplified point 5: The act gives senior officers the authority to issue and withdraw notices on behalf of the same person.\n* Simplified point 6: The act specifies the requirements for giving notices under sections 13-15 of the act, including the form and content of the notices, the method of delivery, and the effectiveness of the notices.\n* Simplified point 7: The act allows for prohibition orders to be made against individuals over the age of 10 in England, Wales, and Northern Ireland, and over the age of 12 in Scotland. These orders can only be made after an application is made in accordance with section 21 of the act.\n* Simplified point 8: The act specifies the requirements for making applications for prohibition orders, including the required form and content of the application, the method of delivery, and the jurisdiction of the court.\n* Simplified point 9: The act allows for the recovery of costs by certain authorities if they had to secure or maintain private properties without the owner's consent.\n* Simplified point 10: The act specifies the requirements for making applications for reimbursement, including the required form and content of the application, the method of delivery, and the jurisdiction of the court.\n* Simplified point 11: The act allows for appeals to be made against decisions made under Section 28 of the act, including variations and discharges of orders made under the act.\n* Simplified point 12: The act specifies the courts that can hear appeals, depending on the type of order made and the location of the original court.\n* Simplified point 13: The act allows for prohibition orders to be made against individuals over the age of 10 in England, Wales, and Northern Ireland, and over the age of 12 in Scotland, and over the age of 12 in England, Wales, and over the age of 1 in Scotland, and over the age of 1 in England, over the age of 2 in Wales, and over the age of 1 in Scotland, and over the age of 2 in Wales, over the age of 1 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Scotland, over the age of 2 in Wales, over the age of 2 in Wales, over the age of 2 in Wales, over the age of 2 in Wales, over the age of 2 in Wales, over the age of 2 in the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of the age of theatheired the age of theatheirthermosthatheicks of the input theat the input the most the most the input the input the input the input theorward to theorthersprint the input theorated theorated the input theoritters the input theoritheetter\neditters\ntowers theudes the points the points the points the\ntheimes the\ntheters the\n the\n the\n \n \n \n \n"
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Psychoactive Substances Act 2016 is a law that makes it illegal to produce, supply, offer to supply, import, export, or assist/encourage any activity related to psychoactive substances that are intended to be consumed for their psychoactive effects. The act only applies to activities that are carried out with the intention of causing psychoactive effects, and not to activities that have other legitimate purposes. The act allows authorities to issue \"prohibition notices\" to individuals suspected of engaging in illegal activities related to psychoactive substances. These notices can prohibit the individual from carrying out certain activities or descriptions specified in the notice. Additionally, the act gives senior officers the authority to issue and withdraw notices on behalf of the same person. Furthermore, the act allows for the recovery of costs by certain authorities if they had to secure or maintain private properties without the owner's consent. Finally, the act specifies the requirements for making applications for reimbursement, including the required form and content of the application, the method of delivery, and the jurisdiction of the court."
}