[
    {
        "length": 1136,
        "text": "\nIntroductory\n\tDrinking banning orders\n\t\tA drinking banning order is an order that prohibits the individual againstwhom it is made (“the subject”) from doing the things described in the order.\n\t\tSuch an order may impose any prohibition on the subject which is necessaryfor the purpose of protecting other persons from criminal or disorderlyconduct by the subject while he is under the influence of alcohol.\n\t\tThe prohibitions imposed by such an order must include such prohibition asthe court making it considers necessary, for that purpose, on the subject’sentering—\n\t\t\tpremises in respect of which there is a premises licence authorising theuse of the premises for the sale of alcohol by retail; and\n\t\t\tpremises in respect of which there is a club premises certificateauthorising the use of the premises for the supply of alcohol to members orguests.\n\t\tA drinking banning order may not impose a prohibition on the subject thatprevents him—\n\t\t\tfrom having access to a place where he resides;\n\t\t\tfrom attending at any place which he is required to attend for the purposesof any employment of his or of any contract of services to which he is aparty;\n\t\t\tfrom attending at any place which he is expected to attend during theperiod for which the order has effect for the purposes of education ortraining or for the purpose of receiving medical treatment; or\n\t\t\tfrom attending at any place which he is required to attend by anyobligation imposed on him by or under an enactment or by the order of a courtor tribunal.\n\t\tExpressions used in subsection (3) and in the Licensing Act [2003 (c.17)](/id/ukpga/2003/17?view=plain \"Go to item of legislation\") or in a Part ofthat Act have the same meanings in that subsection as in that Act or Part.\n\tDuration of drinking banning orders\n\t\tA drinking banning order has effect for a period specified in the order(“the specified period”), which must be not less than two months and not morethan two years.\n\t\tA drinking banning order may provide that different prohibitions containedin the order have effect for different periods; but, in each case, the period(“the prohibition period”) must be not less than two months and not more thantwo years.\n\t\tA drinking banning order may include provision for—\n\t\t\tthe order, or\n\t\t\ta prohibition contained in it,\n\t\t\t\tto cease to have effect before the end of the specified period or theprohibition period if the subject satisfactorily completes the approved coursespecified in the order.\n\t\tProvision under subsection (3) must fix the time at which the order or theprohibition will cease to have effect if the subject satisfactorily completesthe specified approved course as whichever is the later of—\n\t\t\tthe time specified in the order in accordance with subsection (5); and\n\t\t\tthe time when he does satisfactorily complete that course.\n\t\tThe time specified for the purposes of subsection (4)(a) must be a timeafter the expiry of at least half the specified period or (as the case may be)the prohibition period.\n\t\tProvision under subsection (3) may be included in a drinking banning orderonly if—\n\t\t\tthe court making the order is satisfied that a place on the specifiedapproved course will be available for the subject; and\n\t\t\tthe subject has agreed to the inclusion of the provision in question in theorder.\n\t\tBefore making provision under subsection (3), the court must inform thesubject in ordinary language (whether in writing or otherwise) about—\n\t\t\tthe effect of including the provision in the order;\n\t\t\twhat, in general terms, attendance on the course will involve if heundertakes it;\n\t\t\tany fees he will be required to pay for the course if he undertakes it; and\n\t\t\twhen he will have to pay any such fees.\n\t\tWhere a court makes a drinking banning order which does not includeprovision under subsection (3), it must give its reasons for not includingsuch provision in open court.\n\t\tThe Secretary of State may by regulations amend subsection (5) so as tomodify the earliest time (after the completion of the specified approvedcourse) when by virtue of that subsection—\n\t\t\ta drinking banning order, or\n\t\t\ta prohibition contained in such an order,\n\t\t\tmay cease to have effect."
    },
    {
        "length": 1198,
        "text": "\nOrders made on application\n\tOrders on an application to magistrates' court\n\t\tAn application to a magistrates' court for the making of a drinking banningorder against an individual may be made by a relevant authority if—\n\t\t\tit appears to the authority that the conditions in subsection (2) aresatisfied with respect to the individual; and\n\t\t\tthe individual is aged 16 or over.\n\t\tThe conditions are—\n\t\t\tthat the individual has, after the commencement of this section, engaged incriminal or disorderly conduct while under the influence of alcohol; and\n\t\t\tthat such an order is necessary to protect other persons from furtherconduct by him of that kind while he is under the influence of alcohol.\n\t\tAn application under this section to a magistrates' court has to be made bycomplaint.\n\t\tBefore making an application under this section, a relevant authority mustconsult the appropriate persons.\n\t\tIf, on an application under this section with respect to an individual, itis proved that the conditions in subsection (2) are satisfied in his case, themagistrates' court may make a drinking banning order against him.\n\t\tNothing in this section affects the operation of section 127 of theMagistrates' Courts Act [1980 (c. 43)](/id/ukpga/1980/43?view=plain \"Go toitem of legislation\") (limitation of time in respect of informations laid orcomplaints made in magistrates' court).\n\tOrders in county court proceedings\n\t\tThis section applies where proceedings have been brought in a county court.\n\t\tIf a relevant authority—\n\t\t\tis a party to the proceedings, and\n\t\t\tconsiders that another party to the proceedings is an individual inrelation to whom it would be reasonable for it to make an application undersection 3,\n\t\t\t\tit may make an application in the proceedings for a drinking banning orderagainst the individual.\n\t\tIf a relevant authority—\n\t\t\tis not a party to the proceedings, and\n\t\t\tconsiders that a party to the proceedings is an individual in relation towhom it would be reasonable for it to make an application under section 3,\n\t\t\tit may make an application to be joined to those proceedings for the purposesof this section and (if it is joined) may apply for a drinking banning orderagainst the individual.\n\t\tSubsection (5) applies if a relevant authority is a party to theproceedings and considers that—\n\t\t\tan individual who is not a party to the proceedings has engaged in criminalor disorderly conduct while under the influence of alcohol; and\n\t\t\tthat conduct is material in relation to the proceedings.\n\t\tThe relevant authority—\n\t\t\tmay make an application for the individual to be joined for the purposes ofthis section; and\n\t\t\tif that individual is joined, may apply for a drinking banning orderagainst him.\n\t\tA relevant authority must consult the appropriate persons—\n\t\t\tbefore making an application for a drinking banning order under subsection(2);\n\t\t\tbefore making an application to be joined to proceedings under subsection(3);\n\t\t\tbefore making an application to join an individual to proceedings undersubsection (5).\n\t\tIf, on an application under this section for a drinking banning orderagainst an individual—\n\t\t\tit is proved that the conditions in section 3(2) are satisfied in relationto the individual, and\n\t\t\this criminal or disorderly conduct while under the influence of alcohol ismaterial in relation to the proceedings,\n\t\t\tthe court may make a drinking banning order against him.\n\tVariation or discharge of orders under s. 3 or 4\n\t\tThis section applies to a drinking banning order made under section 3 or 4.\n\t\tThe following persons may apply to the court which made the order for it tobe varied or discharged by a further order—\n\t\t\tthe subject;\n\t\t\tthe relevant authority on whose application the order was made.\n\t\tIn the case of an order under section 3 made by a magistrates' court, thereference in subsection (2) to the court which made the order includes areference to a relevant local court.\n\t\tAn application under subsection (2) to a magistrates' court has to be madeby complaint.\n\t\tThe order may not be varied so as to extend the specified period to morethan two years.\n\t\tThe order may not be discharged unless—\n\t\t\tit is discharged from a time after the end of the period that is half theduration of the specified period; or\n\t\t\tthe relevant authority on whose application the order was made hasconsented to its earlier discharge."
    },
    {
        "length": 1470,
        "text": "\nOrders made on conviction\n\tOrders on conviction in criminal proceedings\n\t\tThis section applies where—\n\t\t\tan individual aged 16 or over is convicted of an offence (the “offender”);and\n\t\t\tat the time he committed the offence, he was under the influence ofalcohol.\n\t\tThe court must consider whether the conditions in section 3(2) aresatisfied in relation to the offender.\n\t\tIf the court decides that the conditions are satisfied in relation to theoffender, it may make a drinking banning order against him.\n\t\tIf the court—\n\t\t\tdecides that the conditions are satisfied in relation to the offender, but\n\t\t\tdoes not make a drinking banning order,\n\t\t\t\tit must give its reasons for not doing so in open court.\n\t\tIf the court decides that the conditions are not satisfied in relation tothe offender, it must state that fact in open court and give its reasons.\n\tSupplementary provision about orders on conviction\n\t\tFor the purpose of deciding whether to make a drinking banning order undersection 6 the court may consider evidence led by the prosecution and evidenceled by the defence.\n\t\tIt is immaterial whether the evidence would have been admissible in theproceedings in which the offender was convicted.\n\t\tA drinking banning order under section 6 must not be made except—\n\t\t\tin addition to a sentence imposed in respect of the offence; or\n\t\t\tin addition to an order discharging the offender conditionally.\n\t\tThe court may adjourn any proceedings in relation to a drinking banningorder under section 6 even after sentencing the offender.\n\t\tIf the offender does not appear for any adjourned proceedings, the courtmay further adjourn the proceedings or may issue a warrant for his arrest.\n\t\tBut the court may not issue a warrant for the offender’s arrest unless itis satisfied that he has had adequate notice of the time and place of theadjourned proceedings.\n\t\tA drinking banning order under section 6 takes effect on—\n\t\t\tthe day on which it is made; or\n\t\t\tif on that day the offender is detained in legal custody, the day on whichhe is released from that custody.\n\t\tSubsection (9) applies in relation to proceedings in which a drinkingbanning order is made under section 6 against a young person.\n\t\tIn so far as the proceedings relate to the making of the order—\n\t\t\tsection 49 of the Children and Young Persons Act [1933 (c.12)](/id/ukpga/1933/12?view=plain \"Go to item of legislation\") (restrictionson reports of proceedings in which children and young persons are concerned)does not apply in respect of the young person against whom the order is made;and\n\t\t\tsection 39 of that Act (power to prohibit publication of certain matters)does so apply.\n\t\tIn section 3(2)(fa) of the Prosecution of Offences Act [1985 (c.23)](/id/ukpga/1985/23?view=plain \"Go to item of legislation\") (functions ofthe Director), after the first occurrence of “conviction of certain offences)”insert “, section 6 of the Violent Crime Reduction Act 2006 (orders onconviction in criminal proceedings)”.\n\t\tIn this section and section 6 “the court” in relation to an offendermeans—\n\t\t\tthe court by or before which he is convicted of the offence; or\n\t\t\tif he is committed to the Crown Court to be dealt with for the offence, theCrown Court.\n\tVariation or discharge of orders under s. 6\n\t\tThe following persons may apply to the court which made a drinking banningorder under section 6 for the order to be varied or discharged by a furtherorder—\n\t\t\tthe subject;\n\t\t\tthe Director of Public Prosecutions; or\n\t\t\ta relevant authority.\n\t\tIf the subject makes an application under subsection (1), he must also sendnotice of his application to the Director of Public Prosecutions.\n\t\tIf the Director of Public Prosecutions or a relevant authority makes anapplication under subsection (1), he or it must also send notice of theapplication to the subject.\n\t\tIn the case of an order under section 6 made by a magistrates' court, thereference in subsection (1) to the court which made the order includes areference to a relevant local court.\n\t\tAn order under section 6 may not be varied so as to extend the specifiedperiod to more than two years.\n\t\tNo order under section 6 is to be discharged on an application undersubsection (1)(a) unless—\n\t\t\tit is discharged from a time after the end of the period that is half theduration of the specified period; or\n\t\t\tthe Director of Public Prosecutions has consented to its earlier discharge.\n\t\tIn section 3 of the Prosecution of Offences Act [1985 (c.23)](/id/ukpga/1985/23?view=plain \"Go to item of legislation\") (functions ofthe Director of Public Prosecutions), in subsection (2) after paragraph (fc)insert—\n\t\t\twhere it appears to him appropriate to do so, to have the conduct ofapplications under section 8(1)(b) of the Violent Crime Reduction Act 2006 forthe variation or discharge of orders made under section 6 of that Act;\n\t\t\twhere it appears to him appropriate to do so, to appear on any applicationunder section 8(1)(a) of that Act by a person subject to an order undersection 6 of that Act for the variation or discharge of the order.”"
    },
    {
        "length": 673,
        "text": "\nInterim orders\n\tThis section applies in each of the following cases—\n\t\twhere an application is made for a drinking banning order;\n\t\twhere the court is required under section 6 to consider whether theconditions for making a drinking banning order are satisfied.\n\tBefore— \n\t\tdetermining the application, or\n\t\tconsidering whether the conditions are satisfied,\n\t\t\tthe court may make an order under this section (“an interim order”) if itconsiders that it is just to do so.\n\tWhere this section applies by virtue of subsection (1)(a), an applicationfor an interim order against an individual—\n\t\tmay be made without notice being given to that individual; and\n\t\tmay be heard in the absence of that individual.\n\tThe following permission is required for the making or hearing of anapplication in accordance with subsection (3)—\n\t\tin the case of proceedings in the county court, the permission of thecourt; and\n\t\tin the case of an application to a magistrates' court, the permission ofthe proper officer.\n\tPermission may only be given under subsection (4) if the court or properofficer is satisfied—\n\t\tthat it is necessary for the application to be made without notice beinggiven to the individual in question; and\n\t\tthat it is not necessary for the application to be heard in the presence ofthe individual.\n\tAn interim order—\n\t\tmay contain any provision that may be contained in a drinking banningorder; but\n\t\thas effect, unless renewed, only for such fixed period of not more thanfour weeks as may be specified in the order.\n\tAn interim order—\n\t\tmay be renewed (on one or more occasions) for a period of not more thanfour weeks from the end of the period when it would otherwise cease to haveeffect;\n\t\tmust cease to have effect (if it has not previously done so) on thedetermination of the application mentioned in subsection (1)(a) or on thecourt’s making its decision whether to make a drinking banning order undersection 6.\n\tSection 5 applies in relation to an interim order made in a case fallingwithin subsection (1)(a) as it applies in relation to a drinking banning ordermade under section 3 or 4, but with the omission of section 5(5) and (6).\n\tSection 8 applies in relation to an interim order made in a case fallingwithin subsection (1)(b) as it applies in relation to a drinking banning ordermade under section 6, but with the omission of section 8(5) and (6)."
    },
    {
        "length": 177,
        "text": "\nAppeals \n\tAn appeal lies to the Crown Court against the making by a magistrates'court of a drinking banning order under section 3 or 6.\n\tOn such an appeal the Crown Court—\n\t\tmay make such orders as may be necessary to give effect to itsdetermination of the appeal;\n\t\tmay also make such incidental or consequential orders as appear to it to bejust.\n\tAn order of the Crown Court made on an appeal under this section (otherthan one directing that an application be re-heard by a magistrates' court)shall be treated for the purposes of sections 5 and 8 as an order of themagistrates' court from which the appeal was brought."
    },
    {
        "length": 814,
        "text": "\nBreach of drinking banning orders\n\tIf the subject of a drinking banning order or of an interim order does,without reasonable excuse, anything that he is prohibited from doing by theorder, he is guilty of an offence.\n\tA person guilty of an offence under subsection (1) shall be liable, onsummary conviction, to a fine not exceeding level 4 on the standard scale.\n\tIf a person is convicted of an offence under subsection (1), it is not opento the court by or before which he is convicted to make an order undersubsection (1)(b) (conditional discharge) of section 12 of the Powers ofCriminal Courts (Sentencing) Act [2000 (c. 6)](/id/ukpga/2000/6?view=plain \"Goto item of legislation\").\n\tA local authority may bring proceedings for an offence under subsection(1).\n\tThe Secretary of State may by order provide that a person of a descriptionspecified in the order may bring proceedings for an offence under subsection(1) in such cases and such circumstances as may be prescribed by the order.\n\tIn proceedings for an offence under subsection (1), a copy of the originaldrinking banning order or interim order, certified as such by the properofficer of the court which made it, is admissible as evidence—\n\t\tof its having been made, and\n\t\tof its contents,\n\t\t\tto the same extent that oral evidence of those things is admissible in thoseproceedings.\n\tIf proceedings for an offence under subsection (1) are brought in a youthcourt, section 47(2) of the Children and Young Persons Act [1933 (c.12)](/id/ukpga/1933/12?view=plain \"Go to item of legislation\") has effect asif the persons entitled to be present for the purposes of those proceedingsincluded one person authorised to be present by a relevant authority.\n\tIn relation to proceedings brought against a young person for an offenceunder subsection (1)—\n\t\tsection 49 of the Children and Young Persons Act 1933 (restrictions onreports of proceedings in which children and young persons are concerned) doesnot apply in respect of the young person against whom the proceedings arebrought; and\n\t\tsection 45 of the Youth Justice and Criminal Evidence Act [1999 (c.23)](/id/ukpga/1999/23?view=plain \"Go to item of legislation\") (power torestrict reporting on criminal proceedings involving persons under 18) does soapply.\n\tIf, in relation to any such proceedings, the court does exercise its powerto give a direction under section 45 of the Youth Justice and CriminalEvidence Act 1999, it must give its reasons for doing so.\n\tSubject to paragraph 2(2) of Schedule 2 to the Youth Justice and CriminalEvidence Act 1999, until section 45 of that Act comes into force, thereferences to it in this section are to be read as references to section 39 ofthe Children and Young Persons Act 1933 (power to prohibit publication ofcertain matters)."
    },
    {
        "length": 534,
        "text": "\nApproved courses\n\tIf an application is made to the Secretary of State for the approval of acourse for the purposes of section 2, he must decide whether to grant orrefuse the application.\n\tIn reaching that decision the Secretary of State—\n\t\tmust have regard to the nature of the course and to whether the personproviding it is an appropriate person both to provide it and efficiently andeffectively to administer its provision; and\n\t\tmay take into account any recommendations made by persons appointed by theSecretary of State to consider the application.\n\tA course may be approved subject to conditions specified by the Secretaryof State.\n\tThe approval of a course—\n\t\tis for the period specified by the Secretary of State (which must notexceed 7 years); and\n\t\tmay be withdrawn by him at any time.\n\tRegulations made by the Secretary of State may make provision in relationto the approval of courses and may, in particular, include—\n\t\tprovision about the making of applications for approval;\n\t\tprovision for the payment of fees, of such amounts as are prescribed by theregulations, in respect of applications for approval, the giving of approvals,or both;\n\t\tprovision specifying the maximum fees that a person may be required to payfor a course and about when fees for courses have to be paid;\n\t\tprovision for the monitoring of courses and of persons providing courses;\n\t\tprovision about the withdrawal of approvals; and\n\t\tprovision authorising the Secretary of State (whether on payment of a feeor otherwise) to make available information about courses and about personsproviding courses.\n\tThe Secretary of State—\n\t\tmay issue guidance about the conduct of approved courses; and\n\t\tin exercising the powers and duties conferred or imposed on him by or undersubsections (1) to (5) must have regard to the guidance under this subsectionthat is for the time being in force.\n\tAlso, a court must have regard to that guidance in determining what for thepurposes of section 13 constitutes reasonable instructions or reasonablerequirements by a person providing an approved course."
    },
    {
        "length": 721,
        "text": "\nCertificates of completion of approved courses\n\tFor the purposes of section 2—\n\t\tthe subject of a drinking banning order is to be regarded as havingcompleted an approved course satisfactorily if, and only if, the personproviding the course has given a certificate that the subject has done so; and\n\t\tthe time at which the subject is to be regarded as having satisfactorilycompleted the course is the time when that certificate is received by theproper officer of the court that made the order.\n\tFor the purposes of this section a certificate that a person hassatisfactorily completed a course—\n\t\thas to be in such form, and\n\t\thas to contain such particulars,\n\t\t\tas may be specified in, or determined under, regulations made by the Secretaryof State.\n\tThe person providing an approved course must give the subject of a drinkingbanning order in which that course is specified a certificate for the purposesof this section unless that subject—\n\t\thas failed to make due payment of fees for the course;\n\t\thas failed to attend the course in accordance with the reasonableinstructions of the person providing the course; or\n\t\thas failed to comply with any other reasonable requirement of that person.\n\tWhere a person providing an approved course decides not to give the subjectof a drinking banning order a certificate under subsection (1), he must givethe subject written notice of the decision, setting out the grounds of thedecision.\n\tThe obligation of the person providing an approved course to give, in thecase of the subject of a drinking banning order in which that course isspecified, either—\n\t\ta certificate for the purposes of this section, or\n\t\ta notice under subsection (4),\n\t\tmust be discharged before the end of 14 days beginning with the day on whichany request to do so is made by that subject.\n\tThe subject of a drinking banning order who is given a notice undersubsection (4) or who claims that a request for the purposes of subsection (5)has not been complied with may, within such period as may be prescribed byrules of court, apply to—\n\t\tthe court which made the order, or\n\t\tif that court is not the Crown Court or a relevant local court, to eitherthe court which made the order or a relevant local court,\n\t\tfor a declaration that there has been a contravention of subsection (3).\n\tIf the court grants the application, the applicant is to be treated for thepurposes of section 2 as having satisfactorily completed the course at thetime of the making of the declaration.\n\tThe Secretary of State may by regulations make provision as to—\n\t\tthe form of a notice under subsection (4); and\n\t\tthe manner in which such a notice is given and the time to be taken as thetime of the giving of such a notice."
    },
    {
        "length": 1060,
        "text": "\nInterpretation of Chapter 1\n\tIn this Chapter—\n\t\t  * “appropriate persons”, in relation to an application for a drinking banning order or an application referred to in section 4(6)(b) or (c), means such of the following as is not a party to the application— \n\t\tthe chief officer of police of the police force for the police area where theconduct to which the application relates occurred;\n\t\tthe chief officer of police of the police force for the police area in whichthe individual to whose conduct the application relates normally resides;\n\t\tevery local authority in whose area the place where that individual normallyresides is situated; and\n\t\tthe Chief Constable of the British Transport Police Force;\n\t\t\t  * “approved course” means a course approved by the Secretary of State for the purposes of section 2; \n\t\t\t  * “drinking banning order” means an order under section 3, 4 or 6; \n\t\t\t  * “interim order” means an order under section 9; \n\t\t\t  * “local authority” means— \n\t\ta county council in England;\n\t\ta district council in England;\n\t\ta London borough council;\n\t\tthe Common Council of the City of London;\n\t\tthe Council of the Isles of Scilly;\n\t\ta county council or a county borough council in Wales;\n\t\t\t  * “proper officer”— \n\t\tin relation to a magistrates' court, means the justices' clerk; and\n\t\tin relation to any other court, means the clerk of the court;\n\t\t\t  * “relevant authority” means— \n\t\tthe chief officer of police of a police force for a police area;\n\t\tthe Chief Constable of the British Transport Police Force;\n\t\ta local authority;\n\t\t\t  * “relevant local court”, in relation to a drinking banning order, means a magistrates' court acting for the local justice area in which the subject normally resides; \n\t\t\t  * “specified period”, in relation to a drinking banning order, means the period specified in the order for the purposes of section 2(1) as the period for which the order is to have effect; \n\t\t\t  * “subject”, in relation to an order, means the individual against whom it is made; \n\t\t\t  * “young person” has the same meaning as in the Children and Young Persons Act [1933 (c. 12)](/id/ukpga/1933/12?view=plain \"Go to item of legislation\") (see section 107(1) of that Act). \n\tReferences in this Chapter to protecting persons from criminal ordisorderly conduct include references to protecting their property fromunlawful loss or damage.\n\tThe Secretary of State may by order provide that a person of a descriptionspecified in the order is to be regarded as a relevant authority for suchpurposes of the provisions of this Chapter as are specified in the order.\n\tA power of the Secretary of State to make an order or regulations underthis Chapter shall be exercisable by statutory instrument.\n\tEvery such power includes power—\n\t\tto make different provision for different cases;\n\t\tto make provision subject to such exemptions and exceptions as theSecretary of State thinks fit; and\n\t\tto make such incidental, supplemental, consequential and transitionalprovision as he thinks fit.\n\tNo regulations shall be made under section 2 unless a draft of theregulations has been laid before Parliament and approved by a resolution ofeach House.\n\tA statutory instrument containing—\n\t\tregulations under section 12 or 13, or\n\t\tan order under section 11 or this section,\n\t\t\tshall be subject to annulment in pursuance of a resolution of either House ofParliament.\n\tThe power under subsection (5) to make incidental, supplemental andconsequential provision includes power to modify so much of this section asdefines “appropriate persons”."
    },
    {
        "length": 3351,
        "text": "\nChapter 2Alcohol Disorder Zones\n\tPower to impose charges on licence holders etc. in zones\n\t\tThe Secretary of State may, by regulations, make provision for theimposition by a local authority of charges to be paid to the authority foreach month by—\n\t\t\tpersons who for the whole or a part of that month held premises licencesauthorising the use of premises in alcohol disorder zones in the authority’sarea for the sale of alcohol by retail; and\n\t\t\tclubs which for the whole or a part of that month were authorised by virtueof club premises certificates to use premises in such zones for the supply ofalcohol to members or guests.\n\t\tThe Secretary of State may by regulations make provision requiring a localauthority that impose charges by reference to an alcohol disorder zone to usesums received by them in respect of those charges for the purposes specifiedin or determined under the regulations.\n\t\tThe rates of charges fixed under this section must be such as the Secretaryof State considers appropriate for securing that the funds that he considersappropriate are available (after the costs of the scheme have been met fromthe charges) to be used for any purposes specified or determined undersubsection (2).\n\t\tRegulations under this section fixing the rates of charges may fixdifferent rates for different descriptions of local authority, differentdescriptions of alcohol disorder zones and different descriptions of premisesand may do so either—\n\t\t\tby setting out the different rates in the regulations; or\n\t\t\tby specifying the methods of computing the different rates in theregulations.\n\t\tRegulations under this section fixing such rates—\n\t\t\tmay authorise or require a local authority to grant discounts from thecharges; and\n\t\t\tmust provide for exemptions from the charges for the purpose mentionedsubsection (6).\n\t\tThe only exemptions from charges for which regulations under this sectionmay provide are exemptions for the purpose of securing that charges are notimposed in relation to premises where—\n\t\t\tthe principal use to which the premises are put does not consist in orinclude the sale or supply of alcohol; and\n\t\t\tthe availability of alcohol on those premises is not the main reason, orone of the main reasons, why individuals enter or remain on those premises(whether generally or at particular times of the day or on particular days ofthe week, or both).\n\t\tRegulations providing for a discount or exemption from charges may make adiscount or exemption subject to compliance with conditions which—\n\t\t\tare set out in the regulations; or\n\t\t\tare specified by the local authority in accordance with provision madeunder the regulations;\n\t\t\t\tand those conditions may include conditions requiring approvals to be given inrespect of premises by such persons, and in accordance with such scheme, asmay be provided for in the regulations.\n\t\tThe Secretary of State may by regulations make provision about—\n\t\t\tthe payment, collection and enforcement of charges imposed in accordancewith regulations under this section;\n\t\t\tthe determination of questions about liability for such charges, about therate of charge applicable in relation to a particular set of premises or aboutcompliance with the conditions of any exemption or discount; and\n\t\t\tappeals against decisions determining such questions.\n\t\tSuch regulations may include provision—\n\t\t\tfor interest to be charged at such rate and in such manner as may bespecified in or determined under the regulations on charges that are overdue;and\n\t\t\tfor the suspension of premises licences and club premises certificates fornon payment of a charge.\n\t\tIn subsection (3) the reference, in relation to any charges, to the costsof the scheme is a reference to the costs of the arrangements made for or inconnection with the imposition, collection and recovery of those charges.\n\tDesignation of alcohol disorder zones\n\t\tA local authority may by order designate a locality in their area as analcohol disorder zone if they are satisfied—\n\t\t\tthat there has been nuisance or annoyance to members of the public, or asection of the public, or disorder, in or near that locality;\n\t\t\tthat the nuisance, annoyance or disorder is associated with the consumptionof alcohol in that locality or with the consumption of alcohol supplied atpremises in that locality;\n\t\t\tthat there is likely to be a repetition of nuisance, annoyance or disorderthat is so associated; and\n\t\t\tthat subsection (8) allows the making of the order.\n\t\tBefore designating a locality as an alcohol disorder zone, a localauthority must publish a notice—\n\t\t\tsetting out their proposal to designate the locality; and\n\t\t\tinviting persons interested to make representations about the proposal, andabout what might be included in the action plan under subsection (4).\n\t\tThat notice must require the representations to be made before the end ofthe period of 28 days beginning with the day after publication of the notice.\n\t\tAs soon as reasonably practicable after the end of the period for makingrepresentations about a proposal by a local authority to designate a locality,the local authority and the local chief officer of police must—\n\t\t\tprepare a document (“the action plan”) setting out the steps the taking ofwhich would, in their opinion, make the designation of the localityunnecessary;\n\t\t\tpublish the action plan in such manner as they consider appropriate forbringing it to the attention of persons likely to be interested in it; and\n\t\t\tsend a copy of the plan to every person who holds—\n\t\t\ta premises licence authorising the use of premises in the locality for thesale of alcohol by retail; or\n\t\t\ta club premises certificate by virtue of which authorisation is given tothe use of premises in the locality for the supply of alcohol to members orguests.\n\t\tThe steps set out in the action plan may include the establishment andmaintenance of a scheme for the making of payments to the local authority.\n\t\tThe action plan must also contain proposals by—\n\t\t\tthe local authority in whose area the locality to which the proposeddesignation relates is situated, and\n\t\t\tthe local chief officer of police,\n\t\t\t\tabout what action they will take in relation to that locality if the plan isimplemented.\n\t\tThe power of the Secretary of State to make regulations under subsection(2) of section 15 shall be exercisable in relation to sums received by a localauthority in accordance with a scheme established under an action plan as itis exercisable in relation to sums received by a local authority in respect ofcharges imposed by virtue of regulations under that section.\n\t\tA local authority may only make an order designating a locality as analcohol disorder zone if—\n\t\t\tthe period of 8 weeks beginning with the day after the publication of theaction plan has expired without such steps for implementing the action planhaving been taken as, in that authority’s opinion, make the designation of thelocality unnecessary; or\n\t\t\tthe local authority are satisfied (whether before or after the end of thatperiod) that the plan will not be implemented, that the steps required by theplan are no longer being taken or that effect is no longer being given toarrangements made in accordance with the plan.\n\tProcedure for designation of zones\n\t\tAn order designating an alcohol disorder zone must identify the localitybeing designated either by name or, if appropriate, by describing itsboundaries.\n\t\tA local authority who have designated a locality as an alcohol disorderzone may by order revoke the designation.\n\t\tIf a local authority consider that the locality designated by an alcoholdisorder zone should be varied, they may—\n\t\t\tmake a proposal for the purposes of section 16 for a replacement orderdesignating a locality that includes the whole or part of the locality alreadydesignated; and\n\t\t\tin any designation order made to give effect to that proposal, revoke theprevious designation with effect from the coming into force of the replacementorder.\n\t\tThe local authority who have designated a locality as an alcohol disorderzone and the local chief officer of police must—\n\t\t\tas soon as reasonably practicable after the end of three months from thecoming into force of the designation, and\n\t\t\tas soon as reasonably practicable after the end of each subsequent periodof three months,\n\t\t\t\ttogether carry out a review of the need for the designation.\n\t\tOn each such review the local authority and local chief officer of policemust consider whether it would be appropriate for any of the powers insubsections (2) and (3) to be exercised.\n\t\tThe Secretary of State may make regulations which, for the purpose ofsupplementing the provisions of section 16 and this section, prescribeadditional procedures to be followed in relation to the making or revocationof orders for the designation of a locality as an alcohol disorder zone.\n\t\tThose regulations must include, in particular, provision requiring localauthorities to publicise the making and effect of orders designatinglocalities as alcohol disorder zones.\n\tFunctions of local chief officer of police\n\t\tIt is the duty of a local authority to consider whether to make a proposalfor the designation of a locality as an alcohol disorder zone if the localchief officer of police applies to them to do so.\n\t\tIf on such an application the local authority decide not to make aproposal, they must—\n\t\t\tgive notice of their decision (setting out their reasons) to the localchief officer of police; and\n\t\t\tsend a copy of that notice to the Secretary of State and to the policeauthority for the police area in which the locality to which the proposalrelates is situated.\n\t\tA local authority which—\n\t\t\tare proposing to designate a locality as an alcohol disorder zone, and\n\t\t\tare not doing so on an application from the local chief officer of police,\n\t\t\t\tmust consult that chief officer before publishing notice of their proposal.\n\t\tThe consent of the local chief officer of police is required for the makingof—\n\t\t\tan order designating a locality as an alcohol disorder zone; or\n\t\t\tthe making of an order under section 17(2).\n\t\tWhere the local chief officer of police does not give a consent required bysubsection (4)(a), he must give notice of his decision (setting out hisreasons) to the Secretary of State and to the police authority for his policearea.\n\tGuidance about the designation of zones\n\t\tThe Secretary of State—\n\t\t\tmust issue such guidance as he considers appropriate about the manner inwhich local authorities, police authorities and chief officers of police areto exercise and perform their powers and duties by virtue of this Chapter; and\n\t\t\tmay from time to time revise that guidance.\n\t\tThe guidance must include guidance about what alternative steps should beconsidered before a proposal is made for the designation of a locality as analcohol disorder zone.\n\t\tBefore issuing or revising any guidance under this section, the Secretaryof State must consult—\n\t\t\tpersons he considers represent the interests of local authorities;\n\t\t\tpersons he considers represent the interests of chief officers of police;\n\t\t\tpersons he considers represent the interests of police authorities;\n\t\t\tpersons he considers represent the interests of holders of premiseslicences;\n\t\t\tpersons he considers represent the interests of holders of club premisescertificates; and\n\t\t\tsuch other persons as he thinks fit.\n\t\tIt shall be the duty of every local authority, police authority and chiefofficer of police, in exercising their powers and duties by virtue of thisChapter, to have regard to the guidance for the time being in force under thissection.\n\tSupplemental provisions for Chapter 2\n\t\tIn this Chapter—\n\t\t\t  * “alcohol disorder zone” means a locality designated as such a zone under section 16; \n\t\t\t  * “local authority” means— \n\t\t\ta district council;\n\t\t\ta county council for an area for which there are no district councils;\n\t\t\ta London borough council;\n\t\t\tthe Common Council of the City of London in its capacity as a local authority;\n\t\t\tthe Council of the Isles of Scilly;\n\t\t\ta county council or a county borough council in Wales;\n\t\t\t\t  * “local chief officer of police”, in relation to the designation of a locality as an alcohol disorder zone, means the chief of police of the police force for the police area in which that locality is situated; \n\t\t\t\t  * “locality” includes a part of a locality. \n\t\tExpressions used in this Chapter and in the Licensing Act [2003 (c.17)](/id/ukpga/2003/17?view=plain \"Go to item of legislation\") or in a Part ofthat Act have the same meanings in this Chapter as in that Act or Part.\n\t\tReferences in this Chapter to premises' being in a locality (howeverdescribed) include references to their being partly in that locality.\n\t\tThe powers of the Secretary of State to make regulations under this Chaptershall be exercisable by statutory instrument.\n\t\tThose powers all include power—\n\t\t\tto make different provision for different cases;\n\t\t\tto make provision subject to such exemptions and exceptions as theSecretary of State thinks fit; and\n\t\t\tto make such incidental, supplemental, consequential and transitionalprovision as he thinks fit.\n\t\tThe Secretary of State must not make regulations containing (with orwithout other provision) any provision that he is authorised to make by thisChapter unless a draft of the regulations has been laid before Parliament andapproved by a resolution of each House.\n\t\tSubsection (5)(b) is subject to the restriction on exemptions contained insection 15(6)."
    },
    {
        "length": 2745,
        "text": "\nLicence reviews\n\tPower of police to require review of premises licence\n\t\tAfter section 53 of the Licensing Act [2003 (c.17)](/id/ukpga/2003/17?view=plain \"Go to item of legislation\"), insert—\n\t\t“Summary reviews in serious cases of crime or disorder\n\t\tASummary reviews on application of senior police officer\n\t\t\tThe chief officer of police of a police force for a police area may applyunder this section to the relevant licensing authority for a review of thepremises licence for any premises wholly or partly in that area if—\n\t\t\t\tthe premises are licensed premises in relation to the sale of alcohol byretail; and\n\t\t\t\ta senior member of that force has given a certificate that it is hisopinion that the premises are associated with serious crime or seriousdisorder or both;\n\t\t\t\t\tand that certificate must accompany the application.\n\t\t\tOn receipt of such an application, the relevant licensing authority must—\n\t\t\t\twithin 48 hours of the time of its receipt, consider under section 53Bwhether it is necessary to take interim steps pending the determination of areview of the premises licence; and\n\t\t\t\twithin 28 days after the day of its receipt, review that licence inaccordance with section 53C and reach a determination on that review.\n\t\t\tThe Secretary of State must by regulations—\n\t\t\t\trequire a relevant licensing authority to whom an application for a reviewunder this section has been made to give notice of the review to the holder ofthe premises licence and to every responsible authority;\n\t\t\t\tprescribe the period after the making of the application within which thenotice under paragraph (a) must be given;\n\t\t\t\trequire a relevant licensing authority to advertise the review, invitingrepresentations about it to be made to the authority by the responsibleauthorities and interested parties;\n\t\t\t\tprescribe the period after the making of the application within which theadvertisement must be published;\n\t\t\t\tprescribe the period after the publication of the advertisement duringwhich representations may be made by the holder of the premises licence, anyresponsible authority or any interested party; and\n\t\t\t\trequire a notice or advertisement under paragraph (a) or (c) to specify theperiod prescribed under paragraph (e).\n\t\t\tIn this section—\n\t\t\t\t  * ‘senior member’, in relation to a police force, means a police officer who is a member of that force and of or above the rank of superintendent; and\n\t\t\t\t  * ‘serious crime’ has the same meaning as in the Regulation of Investigatory Powers Act [2000 (c. 23)](/id/ukpga/2000/23?view=plain \"Go to item of legislation\") (see section 81(2) and (3) of that Act).\n\t\t\tIn computing the period of 48 hours mentioned in subsection (2)(a) timethat is not on a working day is to be disregarded.\n\t\tBInterim steps pending review\n\t\t\tThis section applies to the consideration by a relevant licensing authorityon an application under section 53A whether it is necessary to take interimsteps pending the determination of the review applied for.\n\t\t\tThe consideration may take place without the holder of the premises licencehaving been given an opportunity to make representations to the relevantlicensing authority.\n\t\t\tThe interim steps the relevant licensing authority must consider takingare—\n\t\t\t\tthe modification of the conditions of the premises licence;\n\t\t\t\tthe exclusion of the sale of alcohol by retail from the scope of thelicence;\n\t\t\t\tthe removal of the designated premises supervisor from the licence;\n\t\t\t\tthe suspension of the licence.\n\t\t\tFor the purposes of subsection (3)(a) the conditions of a premises licenceare modified if any of them is altered or omitted or any new condition isadded.\n\t\t\tWhere on its consideration of whether to take interim steps the relevantlicensing authority does take one or more such steps—\n\t\t\t\tits decision takes effect immediately or as soon after that as thatauthority directs; but\n\t\t\t\tit must give immediate notice of its decision and of its reasons for makingit to—\n\t\t\t\tthe holder of the premises licence; and\n\t\t\t\tthe chief officer of police for the police area in which the premises aresituated (or for each police area in which they are partly situated).\n\t\t\tIf the holder of the premises licence makes, and does not withdraw,representations against any interim steps taken by the relevant licensingauthority, the authority must, within 48 hours of the time of its receipt ofthe representations, hold a hearing to consider those representations.\n\t\t\tThe relevant licensing authority must give advance notice of the hearingto—\n\t\t\t\tthe holder of the premises licence;\n\t\t\t\tthe chief officer of police for the police area in which the premises aresituated (or for each police area in which they are partly situated).\n\t\t\tAt the hearing, the relevant licensing authority must—\n\t\t\t\tconsider whether the interim steps are necessary for the promotion of thelicensing objectives; and\n\t\t\t\tdetermine whether to withdraw or modify the steps taken.\n\t\t\tIn considering those matters the relevant licensing authority must haveregard to—\n\t\t\t\tthe certificate that accompanied the application;\n\t\t\t\tany representations made by the chief officer of police for the police areain which the premises are situated (or for each police area in which they arepartly situated); and\n\t\t\t\tany representations made by the holder of the premises licence.\n\t\t\tIn computing the period of 48 hours mentioned in subsection (6) time thatis not on a working day is to be disregarded.\n\t\tCReview of premises licence following review notice\n\t\t\tThis section applies to a review of a premises licence which a relevantlicensing authority has to conduct on an application under section 53A.\n\t\t\tThe relevant licensing authority must—\n\t\t\t\thold a hearing to consider the application for the review and any relevantrepresentations;\n\t\t\t\ttake such steps mentioned in subsection (3) (if any) as it considersnecessary for the promotion of the licensing objectives; and\n\t\t\t\tsecure that, from the coming into effect of the decision made on thedetermination of the review, any interim steps having effect pending thatdetermination cease to have effect (except so far as they are comprised insteps taken in accordance with paragraph (b)).\n\t\t\tThose steps are—\n\t\t\t\tthe modification of the conditions of the premises licence,\n\t\t\t\tthe exclusion of a licensable activity from the scope of the licence,\n\t\t\t\tthe removal of the designated premises supervisor from the licence,\n\t\t\t\tthe suspension of the licence for a period not exceeding three months, or\n\t\t\t\tthe revocation of the licence.\n\t\t\tFor the purposes of subsection (3)(a) the conditions of a premises licenceare modified if any of them is altered or omitted or any new condition isadded.\n\t\t\tSubsection (2)(b) is subject to sections 19, 20 and 21 (requirement toinclude certain conditions in premises licences).\n\t\t\tWhere the authority takes a step within subsection (3)(a) or (b), it mayprovide that the modification or exclusion is to have effect only for aspecified period (not exceeding three months).\n\t\t\tIn this section ‘relevant representations’ means representations which—\n\t\t\t\tare relevant to one or more of the licensing objectives, and\n\t\t\t\tmeet the requirements of subsection (8).\n\t\t\tThe requirements are—\n\t\t\t\tthat the representations are made by the holder of the premises licence, aresponsible authority or an interested party within the period prescribedunder subsection 53A(3)(e),\n\t\t\t\tthat they have not been withdrawn, and\n\t\t\t\tif they are made by an interested party (who is not also a responsibleauthority), that they are not, in the opinion of the relevant licensingauthority, frivolous or vexatious.\n\t\t\tWhere the relevant licensing authority determines that any representationsare frivolous or vexatious, it must notify the person who made them of thereasons for that determination.\n\t\t\tWhere a relevant licensing authority determines a review under thissection it must notify the determination and its reasons for making it to—\n\t\t\t\tthe holder of the premises licence,\n\t\t\t\tany person who made relevant representations, and\n\t\t\t\tthe chief officer of police for the police area in which the premises aresituated (or for each police area in which they are partly situated).\n\t\t\tA decision under this section does not have effect until—\n\t\t\t\tthe end of the period given for appealing against the decision, or\n\t\t\t\tif the decision is appealed against, the time the appeal is disposed of.”\n\tProvisions supplemental to s. 21\n\t\tIn section 10(4) of the Licensing Act [2003 (c.17)](/id/ukpga/2003/17?view=plain \"Go to item of legislation\") (matters notcapable of delegation to officers of a relevant licensing authority)—\n\t\t\tin paragraph (a), after sub-paragraph (vi) insert—\n\t\t\tsection 53A(2)(a) or 53B (determination of interim steps pending summaryreview),”;\n\t\t\tafter paragraph (b), insert—\n\t\t\tany function under section 53C (review following review notice), in acase where relevant representations (within the meaning of section 53C(7))have been made,”.\n\t\tIn Schedule 5 to that Act (appeals), after paragraph 8 insert—\n\t\t“Summary review of premises licence\n\t\t\t8A(1)This paragraph applies where a review of a premises licence is decidedunder section 53A(2)(b) (review of premises licence following review notice).\n\t\t\tAn appeal may be made against that decision by—\n\t\t\t\tthe chief officer of police for the police area (or each police area) inwhich the premises are situated,\n\t\t\t\tthe holder of the premises licence, or\n\t\t\t\tany other person who made relevant representations in relation to theapplication for the review.\n\t\t\tIn sub-paragraph (2) ‘relevant representations’ has the meaning given insection 53C(7).”"
    },
    {
        "length": 1657,
        "text": "\nOffence of persistently selling alcohol to children\n\tAfter section 147 of the Licensing Act [2003 (c.17)](/id/ukpga/2003/17?view=plain \"Go to item of legislation\") insert—\n\t“147APersistently selling alcohol to children\n\t\tA person is guilty of an offence if—\n\t\t\ton 3 or more different occasions within a period of 3 consecutive monthsalcohol is unlawfully sold on the same premises to an individual aged under18;\n\t\t\tat the time of each sale the premises were either licensed premises orpremises authorised to be used for a permitted temporary activity by virtue ofPart 5; and\n\t\t\tthat person was a responsible person in relation to the premises at eachsuch time.\n\t\tFor the purposes of this section alcohol sold to an individual aged under18 is unlawfully sold to him if—\n\t\t\tthe person making the sale believed the individual to be aged under 18; or\n\t\t\tthat person did not have reasonable grounds for believing the individual tobe aged 18 or over.\n\t\tFor the purposes of subsection (2) a person has reasonable grounds forbelieving an individual to be aged 18 or over only if—\n\t\t\the asked the individual for evidence of his age and that individualproduced evidence that would have convinced a reasonable person; or\n\t\t\tnobody could reasonably have suspected from the individual’s appearancethat he was aged under 18.\n\t\tA person is, in relation to premises and a time, a responsible person forthe purposes of subsection (1) if, at that time, he is—\n\t\t\tthe person or one of the persons holding a premises licence in respect ofthe premises; or\n\t\t\tthe person or one of the persons who is the premises user in respect of atemporary event notice by reference to which the premises are authorised to beused for a permitted temporary activity by virtue of Part 5.\n\t\tThe individual to whom the sales mentioned in subsection (1) are made may,but need not be, the same in each case.\n\t\tThe same sale may not be counted in respect of different offences for thepurpose—\n\t\t\tof enabling the same person to be convicted of more than one offence underthis section; or\n\t\t\tof enabling the same person to be convicted of both an offence under thissection and an offence under section 146 or 147.\n\t\tIn determining whether an offence under this section has been committed,the following shall be admissible as evidence that there has been an unlawfulsale of alcohol to an individual aged under 18 on any premises on anyoccasion—\n\t\t\tthe conviction of a person for an offence under section 146 in respect of asale to that individual on those premises on that occasion;\n\t\t\tthe giving to a person of a caution (within the meaning of Part 5 of thePolice Act 1997) in respect of such an offence; or\n\t\t\tthe payment by a person of a fixed penalty under Part 1 of the CriminalJustice and Police Act 2001 in respect of such a sale.\n\t\tA person guilty of an offence under this section shall be liable, onsummary conviction, to a fine not exceeding £10,000.\n\t\tThe Secretary of State may by order amend subsection (8) to increase themaximum fine for the time being specified in that subsection.\n\tBOrder suspending a licence in respect of offence under section 147A\n\t\tWhere the holder of a premises licence is convicted of an offence undersection 147A in respect of sales on the premises to which the licence relates,the court may order that so much of the licence as authorises the sale byretail of alcohol on those premises is suspended for a period not exceedingthree months.\n\t\tWhere more than one person is liable for an offence under section 147Arelating to the same sales, no more than one order under subsection (1) may bemade in relation to the premises in question in respect of convictions byreference to those sales.\n\t\tSubject to subsections (4) and (5), an order under subsection (1) comesinto force at the time specified by the court that makes it.\n\t\tWhere a magistrates' court makes an order under subsection (1), it maysuspend its coming into force pending an appeal.\n\t\tSection 130 (powers of appellate court to suspend section 129 order)applies (with the omission of subsection (9)) where an order under subsection(1) is made on conviction of an offence under section 147A as it applies wherean order under section 129 is made on conviction of a relevant offence in Part6.”\n\t\tIn section 186(2) of that Act (persons who may institute prosecutions underthat Act)—\n\t\t\tin paragraph (a) (licensing authority), at the beginning insert “except inthe case of an offence under section 147A,”; and\n\t\t\tin paragraph (c) (local weights and measures authority), for “or 147”substitute “, 147 or 147A”.\n\t\tIn section 197 of that Act (regulations and orders)—\n\t\t\tin subsection (3), after paragraph (c) insert—\n\t\t\tan order under section 147A(9) (increase of maximum fine for offence ofpersistently selling alcohol to children) to which subsection (4A) applies;”;\n\t\t\tin subsection (4), after “(c),” insert “(ca),”;\n\t\t\tafter subsection (4) insert—\n\t\t\t\t“(4A)This subsection applies to an order under section 147A(9) if it appearsto the Secretary of State that the power to make the order is being exercisedfor purposes that are not confined to the increase of the maximum fine to takeaccount of changes in the value of money.”\n\t\tA sale of alcohol is not to count for the purposes of the offence undersection 147A of the Licensing Act [2003 (c. 17)](/id/ukpga/2003/17?view=plain\"Go to item of legislation\") if it took place before the commencement of thissection."
    },
    {
        "length": 2398,
        "text": "\nClosure notices for persistently selling alcohol to children\n\tAfter section 169 of the Licensing Act 2003 insert—\n\t“Closure notices\n\tAClosure notices for persistently selling alcohol to children\n\t\tA relevant officer may give a notice under this section (a ‘closurenotice’) applying to any premises if—\n\t\t\tthere is evidence that a person (‘the offender’) has committed an offenceunder section 147A in relation to those premises;\n\t\t\tthe relevant officer considers that the evidence is such that, if theoffender were prosecuted for the offence, there would be a realistic prospectof his being convicted; and\n\t\t\tthe offender is still, at the time when the notice is given, the holder ofa premises licence in respect of those premises, or one of the holders of sucha licence.\n\t\tA closure notice is a notice which—\n\t\t\tproposes a prohibition for a period not exceeding 48 hours on sales ofalcohol on the premises in question; and\n\t\t\toffers the opportunity to discharge all criminal liability in respect ofthe alleged offence by the acceptance of the prohibition proposed by thenotice.\n\t\tA closure notice must—\n\t\t\tbe in the form prescribed by regulations made by the Secretary of State;\n\t\t\tspecify the premises to which it applies;\n\t\t\tgive such particulars of the circumstances believed to constitute thealleged offence (including the sales to which it relates) as are necessary toprovide reasonable information about it;\n\t\t\tspecify the length of the period during which it is proposed that sales ofalcohol should be prohibited on those premises;\n\t\t\tspecify when that period would begin if the prohibition is accepted;\n\t\t\texplain what would be the effect of the proposed prohibition and theconsequences under this Act (including the maximum penalties) of a sale ofalcohol on the premises during the period for which it is in force;\n\t\t\texplain the right of every person who, at the time of the alleged offence,held or was one of the holders of a premises licence in respect of thosepremises to be tried for that offence; and\n\t\t\texplain how that right may be exercised and how (where it is not exercised)the proposed prohibition may be accepted.\n\t\tThe period specified for the purposes of subsection (3)(d) must be not morethan 48 hours; and the time specified as the time from which that period wouldbegin must be not less than 14 days after the date of the service of theclosure notice in accordance with subsection (6).\n\t\tThe provision included in the notice by virtue of subsection (3)(h) must—\n\t\t\tprovide a means of identifying a police officer or trading standardsofficer to whom notice exercising the option to accept the prohibition may begiven;\n\t\t\tset out particulars of where and how that notice may be given to thatpolice officer or trading standards officer;\n\t\t\trequire that notice to be given within 14 days after the date of theservice of the closure notice; and\n\t\t\texplain that the right to be tried for the alleged offence will be taken tohave been exercised unless every person who, at the time of the notice, holdsor is one of the holders of the premises licence for the premises in questionaccepts the proposed prohibition.\n\t\tSection 184 (giving of notices) does not apply to a closure notice; butsuch a notice must be served on the premises to which it applies.\n\t\tA closure notice may be served on the premises to which it applies—\n\t\t\tonly by being handed by a constable or trading standards officer to aperson on the premises who appears to the constable or trading standardsofficer to have control of or responsibility for the premises (whether on hisown or with others); and\n\t\t\tonly at a time when it appears to that constable or trading standardsofficer that licensable activities are being carried on there.\n\t\tA copy of every closure notice given under this section must be sent to theholder of the premises licence for the premises to which it applies atwhatever address for that person is for the time being set out in the licence.\n\t\tA closure notice must not be given more than 3 months after the time of thelast of the sales to which the alleged offence relates.\n\t\tNo more that one closure notice may be given in respect of offencesrelating to the same sales; nor may such a notice be given in respect of anoffence in respect of which a prosecution has already been brought.\n\t\tIn this section ‘relevant officer’ means—\n\t\t\ta police officer of the rank of superintendent or above; or\n\t\t\tan inspector of weights and measures appointed under section 72(1) of theWeights and Measures Act 1985.\n\tBEffect of closure notices\n\t\tThis section applies where a closure notice is given under section 169A inrespect of an alleged offence under section 147A.\n\t\tNo proceedings may be brought for the alleged offence or any relatedoffence at any time before the time when the prohibition proposed by thenotice would take effect.\n\t\tIf before that time every person who, at the time of the notice, holds oris one of the holders of the premises licence for the premises in questionaccepts the proposed prohibition in the manner specified in the notice—\n\t\t\tthat prohibition takes effect at the time so specified in relation to thepremises in question; and\n\t\t\tno proceedings may subsequently be brought against any such person for thealleged offence or any related offence.\n\t\tIf the prohibition contained in a closure notice takes effect in accordancewith subsection (3)(a) in relation to any premises, so much of the premiseslicence for those premises as authorises the sale by retail of alcohol onthose premises is suspended for the period specified in the closure notice.\n\t\tIn this section ‘related offence’, in relation to the alleged offence,means an offence under section 146 or 147 in respect of any of the sales towhich the alleged offence relates.\n\t\tThe operation of this section is not affected by any contravention ofsection 169A(8).”\n\t\tIn subsection (1) of section 170 of that Act (exemptions from liability)—\n\t\t\tfor “A constable is not” substitute “Neither a constable nor a tradingstandards officer is”; and\n\t\t\tat the end insert “or of his functions in relation to a closure notice”.\n\t\tFor subsection (2) of that section substitute—\n\t\tNeither a chief officer of police nor a local weights and measuresauthority is liable for relevant damages in respect of any act or omission ofa person in the performance or purported performance, while under thedirection or control of such a chief officer or local weights and measuresauthority—\n\t\t\tof a function of that person in relation to a closure order, or anyextension of it; or\n\t\t\tof a function in relation to a closure notice.”\n\t\tAfter subsection (4) of that section insert—\n\t\t\t“(4A)In this section references to a constable include references to a personexercising the powers of a constable by virtue of a designation under section38 of the Police Reform Act 2002 (community support officers etc.); and, inrelation to such a person, the first reference in subsection (2) to a chiefofficer of police has effect as a reference to a police authority.”\n\t\tIn section 171(5) of that Act (expressions defined for the purposes of Part8),\n\t\t\tafter the definition of “appropriate person” insert—\n\t\t\t“‘closure notice’ has the meaning given in section 169A;”\n\t\t\tafter the definition of “extension” insert—\n\t\t\t“‘local weights and measures authority’ has the meaning given by section 69 ofthe Weights and Measures Act 1985;”\n\t\t\tafter the definition of “senior police officer” insert—\n\t\t\t“‘trading standards officer’, in relation to any premises to which a premiseslicence relates, means a person authorised by a local weights and measuresauthority to act in the area where those premises are situated in relation toproposed prohibitions contained in closure notices;”.\n\t\tIn Part 1 of Schedule 4 to the Police Reform Act [2002 (c.30)](/id/ukpga/2002/30?view=plain \"Go to item of legislation\") (powers ofcommunity support officers), after paragraph 5 insert—\n\t“Power to serve closure notice for licensed premises persistentlyselling to children\n\t\t5AWhere a designation applies this paragraph to any person, that person shallhave—\n\t\t\twithin the relevant police area, and\n\t\t\tif it appears to him as mentioned in subsection (7) of section 169A of theLicensing Act 2003 (closure notices served on licensed premises persistentlyserving children),\n\t\t\tthe capacity of a constable under that subsection to be the person by whosedelivery of a closure notice that notice is served.”"
    },
    {
        "length": 227,
        "text": "\nDoor supervision at licensed premises\n\tMandatory premises licence condition: door supervision\n\t\tSection 21 of the Licensing Act [2003 (c. 17)](/id/ukpga/2003/17?view=plain\"Go to item of legislation\") (mandatory condition: door supervision) isamended as follows.\n\t\tIn subsection (1) for “be licensed by the Security Industry Authority”substitute “—\n\t\t\tbe authorised to carry out that activity by a licence granted under thePrivate Security Industry Act 2001; or\n\t\t\tbe entitled to carry out that activity by virtue of section 4 of that Act.”\n\t\tIn subsection (3) in paragraph (a), at the end insert “and which islicensable conduct for the purposes of that Act (see section 3(2) of thatAct)”."
    },
    {
        "length": 1468,
        "text": "\nAlcohol related disorder in public places\n\tDesignated public places\n\t\tSection 14 of the Criminal Justice and Police Act [2001 (c.16)](/id/ukpga/2001/16?view=plain \"Go to item of legislation\") (places whichare not designated public places) is amended as follows.\n\t\tIn subsection (1)—\n\t\t\tfor paragraph (a) substitute—\n\t\t\tpremises in respect of which a premises licence has effect whichauthorises the premises to be used for the sale or supply of alcohol;\n\t\t\tpremises in respect of which a club premises certificate has effect whichcertifies that the premises may be used by the club for the sale or supply ofalcohol;”\n\t\t\tin paragraph (b), after “(a)” insert “or (aa)”;\n\t\t\tin paragraph (c), for “20” substitute “30”.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)Subsection (1B) applies to premises falling within subsection (1)(a) if—\n\t\t\tthe premises licence is held by a local authority in whose area thepremises or part of the premises is situated; or\n\t\t\tthe premises licence is held by another person but the premises areoccupied by such an authority or are managed by or on behalf of such anauthority.\n\t\t\t(1B)Subsection (1) prevents premises to which this subsection applies frombeing, or being part of, a designated public place only—\n\t\t\tat times when it is being used for the sale or supply of alcohol; and\n\t\t\tat times falling within 30 minutes after the end of a period during whichit has been so used.\n\t\t\t(1C)In this section ‘premises licence’ and ‘club premises certificate’ havethe same meaning as in the Licensing Act 2003.”\n\tDirections to individuals who represent a risk of disorder\n\t\tIf the test in subsection (2) is satisfied in the case of an individualaged 16 or over who is in a public place, a constable in uniform may give adirection to that individual—\n\t\t\trequiring him to leave the locality of that place; and\n\t\t\tprohibiting the individual from returning to that locality for such period(not exceeding 48 hours) from the giving of the direction as the constable mayspecify.\n\t\tThat test is—\n\t\t\tthat the presence of the individual in that locality is likely, in all thecircumstances, to cause or to contribute to the occurrence of alcohol-relatedcrime or disorder in that locality, or to cause or to contribute to arepetition or continuance there of such crime or disorder; and\n\t\t\tthat the giving of a direction under this section to that individual isnecessary for the purpose of removing or reducing the likelihood of therebeing such crime or disorder in that locality during the period for which thedirection has effect or of there being a repetition or continuance in thatlocality during that period of such crime or disorder.\n\t\tA direction under this section—\n\t\t\tmust be given in writing;\n\t\t\tmay require the individual to whom it is given to leave the locality inquestion either immediately or by such time as the constable giving thedirection may specify;\n\t\t\tmust clearly identify the locality to which it relates;\n\t\t\tmust specify the period for which the individual is prohibited fromreturning to that locality;\n\t\t\tmay impose requirements as to the manner in which that individual leavesthe locality, including his route; and\n\t\t\tmay be withdrawn or varied (but not extended so as to apply for a period ofmore than 48 hours) by a constable.\n\t\tA constable may not give a direction under this section that prevents theindividual to whom it is given—\n\t\t\tfrom having access to a place where he resides;\n\t\t\tfrom attending at any place which he is required to attend for the purposesof any employment of his or of any contract of services to which he is aparty;\n\t\t\tfrom attending at any place which he is expected to attend during theperiod to which the direction applies for the purposes of education ortraining or for the purpose of receiving medical treatment; or\n\t\t\tfrom attending at any place which he is required to attend by anyobligation imposed on him by or under an enactment or by the order of a courtor tribunal.\n\t\tA constable who gives a direction under this section must make a record of—\n\t\t\tthe terms of the direction and the locality to which it relates;\n\t\t\tthe individual to whom it is given;\n\t\t\tthe time at which it is given;\n\t\t\tthe period during which that individual is required not to return to thelocality.\n\t\tA person who fails to comply with a direction under this section is guiltyof an offence and shall be liable, on summary conviction, to a fine notexceeding level 4 on the standard scale.\n\t\tIn section 64A of the Police and Criminal Evidence Act [1984 (c.60)](/id/ukpga/1984/60?view=plain \"Go to item of legislation\") (power tophotograph suspects), in subsection (1B), after paragraph (c) insert—\n\t\t\tgiven a direction by a constable under section 27 of the Violent CrimeReduction Act 2006;”.\n\t\tIn this section “public place” means—\n\t\t\ta highway; or\n\t\t\tany place to which at the material time the public or any section of thepublic has access, on payment or otherwise, as of right or by virtue ofexpress or implied permission;\n\t\t\t\tand for this purpose “place” includes a place on a means of transport."
    },
    {
        "length": 1989,
        "text": "\nDangerous weapons\n\tUsing someone to mind a weapon\n\t\tA person is guilty of an offence if—\n\t\t\the uses another to look after, hide or transport a dangerous weapon forhim; and\n\t\t\the does so under arrangements or in circumstances that facilitate, or areintended to facilitate, the weapon’s being available to him for an unlawfulpurpose.\n\t\tFor the purposes of this section the cases in which a dangerous weapon isto be regarded as available to a person for an unlawful purpose include anycase where—\n\t\t\tthe weapon is available for him to take possession of it at a time andplace; and\n\t\t\this possession of the weapon at that time and place would constitute, or belikely to involve or to lead to, the commission by him of an offence.\n\t\tIn this section “dangerous weapon” means—\n\t\t\ta firearm other than an air weapon or a component part of, or accessory to,an air weapon; or\n\t\t\ta weapon to which section 141 or 141A of the Criminal Justice Act [1988 (c.33)](/id/ukpga/1988/33?view=plain \"Go to item of legislation\") applies(specified offensive weapons, knives and bladed weapons).\n\t\tIn its application to Scotland, this section has effect with the omissionof subsection (3)(b), and of the word “or” immediately preceding it.\n\tPenalties etc. for offence under s. 28\n\t\tThis section applies where a person (“the offender”) is guilty of anoffence under section 28.\n\t\tWhere the dangerous weapon in respect of which the offence was committed isa weapon to which section 141 or 141A of the Criminal Justice Act 1988(specified offensive weapons, knives and bladed weapons) applies, the offendershall be liable, on conviction on indictment, to imprisonment for a term notexceeding 4 years or to a fine, or to both.\n\t\tWhere— \n\t\t\tat the time of the offence, the offender was aged 16 or over, and\n\t\t\tthe dangerous weapon in respect of which the offence was committed was afirearm mentioned in section 5(1)(a) to (af) or (c) or section 5(1A)(a) of the1968 Act (firearms possession of which attracts a minimum sentence),\n\t\t\t\tthe offender shall be liable, on conviction on indictment, to imprisonment fora term not exceeding 10 years or to a fine, or to both.\n\t\tOn a conviction in England and Wales, where—\n\t\t\tsubsection (3) applies, and\n\t\t\tthe offender is aged 18 or over at the time of conviction,\n\t\t\tthe court must impose (with or without a fine) a term of imprisonment of notless than 5 years, unless it is of the opinion that there are exceptionalcircumstances relating to the offence or to the offender which justify its notdoing so.\n\t\tIn relation to times before the commencement of paragraph 180 of Schedule 7to the Criminal Justice and Court Services Act [2000 (c.43)](/id/ukpga/2000/43?view=plain \"Go to item of legislation\"), the referencein subsection (4) to a sentence of imprisonment, in relation to an offenderaged under 21 at the time of conviction, is to be read as a reference to asentence of detention in a young offender institution.\n\t\tOn a conviction in England and Wales, where—\n\t\t\tsubsection (3) applies, and\n\t\t\tthe offender is aged under 18 at the time of conviction,\n\t\t\tthe court must impose (with or without a fine) a term of detention undersection 91 of the Powers of Criminal Courts (Sentencing) Act [2000 (c.6)](/id/ukpga/2000/6?view=plain \"Go to item of legislation\") of not less than3 years, unless it is of the opinion that there are exceptional circumstancesrelating to the offence or to the offender which justify its not doing so.\n\t\tOn a conviction in Scotland, where—\n\t\t\tsubsection (3) applies, and\n\t\t\tthe offender is aged 21 or over at the time of conviction,\n\t\t\tthe court must impose (with or without a fine) a sentence of imprisonment ofnot less than 5 years, unless it is of the opinion that there are exceptionalcircumstances relating to the offence or to the offender which justify its notdoing so.\n\t\tOn a conviction in Scotland, where—\n\t\t\tsubsection (3) applies, and\n\t\t\tthe offender is aged under 21 at the time of conviction and is not a personin whose case subsection (9) applies,\n\t\t\tthe court must impose (with or without a fine) a sentence of detention undersection 207 of the Criminal Procedure (Scotland) Act [1995 (c.46)](/id/ukpga/1995/46?view=plain \"Go to item of legislation\") of not lessthan 3 years, unless it is of the opinion that there are exceptionalcircumstances relating to the offence or to the offender which justify its notdoing so.\n\t\tOn a conviction in Scotland, where—\n\t\t\tsubsection (3) applies, and\n\t\t\tthe offender is, at the time of conviction, both aged under 18 and subjectto a supervision requirement,\n\t\t\tthe court must impose (with or without a fine) a sentence of detention undersection 208 of the Criminal Procedure (Scotland) Act 1995 of not less than 3years, unless it is of the opinion that there are exceptional circumstancesrelating to the offence or to the offender which justify its not doing so.\n\t\tIn any case not mentioned in subsection (2) or (3), the offender shall beliable, on conviction on indictment, to imprisonment for a term not exceeding5 years or to a fine, or to both.\n\t\tWhere— \n\t\t\ta court is considering for the purposes of sentencing the seriousness of anoffence under section 28, and\n\t\t\tat the time of the offence the offender was aged 18 or over and the personused to look after, hide or transport the weapon was not,\n\t\t\tthe court must treat the fact that that person was under the age of 18 at thattime as an aggravating factor (that is to say, a factor increasing theseriousness of the offence).\n\t\tWhere a court treats a person’s age as an aggravating factor in accordancewith subsection (11), it must state in open court that the offence wasaggravated as mentioned in that subsection.\n\t\tWhere— \n\t\t\tan offence under section 28 of using another person for a particularpurpose is found to have involved that other person’s having possession of aweapon, or being able to make it available, over a period of two or more days,or at some time during a period of two or more days, and\n\t\t\ton any day in that period, an age requirement was satisfied,\n\t\t\tthe question whether subsection (3) applies or (as the case may be) thequestion whether the offence was aggravated under this section is to bedetermined as if the offence had been committed on that day.\n\t\tIn subsection (13) the reference to an age requirement is a reference toeither of the following—\n\t\t\tthe requirement of subsection (3) that the offender was aged 16 or over atthe time of the offence;\n\t\t\tthe requirement of subsection (11) that the offender was aged 18 or over atthat time and that the other person was not.\n\t\tIn its application to Scotland, this section has effect with the omissionof subsection (2), and of the reference to it in subsection (10)."
    },
    {
        "length": 477,
        "text": "\nMinimum sentences for firearms offences\n\tMinimum sentences for certain firearms offences\n\t\tThe 1968 Act is amended as follows.\n\t\tIn section 51A (which imposes minimum sentence requirements for certainoffences involving the possession of various firearms), in subsection (1)—\n\t\t\tin paragraph (a)(ii), for “and” substitute “or”;\n\t\t\tafter paragraph (a)(ii) insert—\n\t\t\tan offence under any of the provisions of this Act listed in subsection(1A) in respect of a firearm or ammunition specified in section 5(1)(a), (ab),(aba), (ac), (ad), (ae), (af) or (c) or section 5(1A)(a) of this Act, and”.\n\t\tAfter that subsection insert—\n\t\t\t“(1A)The provisions are—\n\t\t\tsection 16 (possession of firearm with intent to injure);\n\t\t\tsection 16A (possession of firearm with intent to cause fear of violence);\n\t\t\tsection 17 (use of firearm to resist arrest);\n\t\t\tsection 18 (carrying firearm with criminal intent);\n\t\t\tsection 19 (carrying a firearm in a public place);\n\t\t\tsection 20(1) (trespassing in a building with firearm).”\n\t\tIn Schedule 6 (prosecution and punishment of offences) in column 3, inparagraph (a) of the entries relating to sections 19 and 20(1), after“Summary”, in each place, insert “except if the firearm is a firearm specifiedin section 5(1)(a), (ab), (aba), (ac), (ad), (ae) or (af) or section 5(1A)(a)of this Act.”\n\t\tThis section applies only to offences committed after the commencement ofthis section."
    },
    {
        "length": 1776,
        "text": "\nAir weapons\n\tProhibition on sale or transfer of air weapons except by registereddealers\n\t\tIn subsection (1) of section 3 of the 1968 Act (offence for a person otherthan a registered firearms dealer to sell etc. a firearm or ammunition by wayof trade or business), at the end of paragraph (b) insert “or\n\t\t\tsells or transfers an air weapon, exposes such a weapon for sale ortransfer or has such a weapon in his possession for sale or transfer,”.\n\t\tIn section 40(2) of that Act (which excludes air weapons from therequirements to keep a register of transactions), omit the words from “tofirearms” to “therein”.\n\t\tIn section 57(4) of that Act (interpretation), in the definition of“firearms dealer”, for the words from “manufactures” onwards substitute—\n\t\t\tmanufactures, sells, transfers, repairs, tests or proves firearms orammunition to which section 1 of this Act applies or shot guns; or\n\t\t\tsells or transfers air weapons.”\n\tSales of air weapons by way of trade or business to be face to face\n\t\tThis section applies where a person sells an air weapon by way of trade orbusiness to an individual in Great Britain who is not registered as a firearmsdealer.\n\t\tA person is guilty of an offence if, for the purposes of the sale, hetransfers possession of the air weapon to the buyer otherwise than at a timewhen both—\n\t\t\tthe buyer, and\n\t\t\teither the seller or a representative of his,\n\t\t\t\tare present in person.\n\t\tThe reference in subsection (2) to a representative of the seller is areference to—\n\t\t\ta person who is employed by the seller in his business as a registeredfirearms dealer;\n\t\t\ta registered firearms dealer who has been authorised by the seller to acton his behalf in relation to the sale; or\n\t\t\ta person who is employed by a person falling within paragraph (b) in hisbusiness as a registered firearms dealer.\n\t\tA person guilty of an offence under this section shall be liable—\n\t\t\ton summary conviction in England and Wales, to imprisonment for a term notexceeding 51 weeks or to a fine not exceeding level 5 on the standard scale,or to both; and\n\t\t\ton summary conviction in Scotland, to imprisonment for a term not exceeding12 months or to a fine not exceeding level 5 on the standard scale, or toboth.\n\t\tIn relation to an offence committed before the commencement of section281(5) of the Criminal Justice Act [2003 (c. 44)](/id/ukpga/2003/44?view=plain\"Go to item of legislation\"), the reference in subsection (4)(a) of thissection to 51 weeks is to be read as a reference to 6 months.\n\tAge limits for purchase etc. of air weapons\n\t\tThe 1968 Act is amended as follows.\n\t\tFor section 22(1) (acquisition and possession of firearms by minors)substitute—\n\t\tIt is an offence—\n\t\t\tfor a person under the age of eighteen to purchase or hire an air weapon orammunition for an air weapon;\n\t\t\tfor a person under the age of seventeen to purchase or hire a firearm orammunition of any other description.”\n\t\tIn subsection (4) of that section, for “seventeen” substitute “eighteen”.\n\t\tFor section 24(1) (supplying firearms to minors) substitute—\n\t\tIt is an offence—\n\t\t\tto sell or let on hire an air weapon or ammunition for an air weapon to aperson under the age of eighteen;\n\t\t\tto sell or let on hire a firearm or ammunition of any other description toa person under the age of seventeen.”\n\t\tIn subsection (4) of that section in paragraphs (a) and (b), for“seventeen” substitute “eighteen”.\n\t\tIn the table in Part 1 of Schedule 6 (punishment)—\n\t\t\tin the entry for section 22(1), in the second column, at the end insert “orperson under 18 acquiring air weapon”;\n\t\t\tin the entry for section 22(4), in the second column, for “17” substitute“18”;\n\t\t\tin the entry for section 24(1), in the second column, at the end insert “oran air weapon to a person under 18”;\n\t\t\tin the entry for section 24(4), in the second column, for “17” substitute“18”.\n\tFiring an air weapon beyond premises\n\t\tThe 1968 Act is amended as follows.\n\t\tAfter section 21 (possession of firearms by persons previously convicted ofcrime) insert—\n\t\t“21AFiring an air weapon beyond premises\n\t\t\tA person commits an offence if—\n\t\t\t\the has with him an air weapon on any premises; and\n\t\t\t\the uses it for firing a missile beyond those premises.\n\t\t\tIn proceedings against a person for an offence under this section it shallbe a defence for him to show that the only premises into or across which themissile was fired were premises the occupier of which had consented to thefiring of the missile (whether specifically or by way of a general consent).”\n\t\t\tIn section 23 (exceptions from section 22(4))—\n\t\t\t\tin subsection (1), for paragraphs (a) and (b) substitute “for the personunder whose supervision he is to allow him to use it for firing any missilebeyond those premises.”;\n\t\t\t\tafter that subsection insert—\n\t\t\t\t\t“(1A)In proceedings against a person for an offence under subsection (1) itshall be a defence for him to show that the only premises into or across whichthe missile was fired were premises the occupier of which had consented to thefiring of the missile (whether specifically or by way of a general consent).”;\n\t\t\t\tomit subsection (4).\n\t\t\tIn the table in Part 1 of Schedule 6 (punishment), after the entry forsection 21(5) insert—\n\t\t\t“Section 21A| Person making improper use of air weapon| Summary| A fine oflevel 3 on the standard scale| Paragraphs 7 and 8 of Part II of this Scheduleapply.”  ---|---|---|---|---    (5)In that table, in the entry for section 23(1), for the words in the secondcolumn substitute “Person supervising a person under 18 and allowing him tomake improper use of air weapon”.\n\t\t\tIn Part 2 of that Schedule (supplementary)—\n\t\t\t\tin paragraph 7, after “under section” insert “21A,”;\n\t\t\t\tin paragraph 8, after “under section” insert “21A,”."
    },
    {
        "length": 1401,
        "text": "\nAmmunition\n\tRestriction on sale and purchase of primers\n\t\tThis section applies to a cap-type primer designed for use in metallicammunition for a firearm.\n\t\tIt is an offence for a person to sell to another either—\n\t\t\ta primer to which this section applies,\n\t\t\tan empty cartridge case incorporating such a primer,\n\t\t\t\tunless that other person falls within subsection (3).\n\t\tA person falls within this subsection if—\n\t\t\the is a registered firearms dealer;\n\t\t\the sells by way of any trade or business either primers or empty cartridgecases incorporating primers, or both;\n\t\t\the produces a certificate authorising him to possess a firearm of arelevant kind;\n\t\t\the produces a certificate authorising him to possess ammunition of arelevant kind;\n\t\t\the shows that he is a person in the service of Her Majesty who is entitledunder subsection (6) to acquire a primer to which this section applies;\n\t\t\the shows that he is entitled, by virtue of the 1968 Act, the Firearms(Amendment) Act [1988 (c. 45)](/id/ukpga/1988/45?view=plain \"Go to item oflegislation\") or any other enactment and otherwise than by virtue of being aperson in the service of Her Majesty, to have possession, without acertificate, of a firearm of a relevant kind or of ammunition of a relevantkind;\n\t\t\the produces a certificate authorising another person to have possession ofsuch a firearm, or of such ammunition, together with that other person’sauthority to purchase the primer or empty cartridge case on his behalf; or\n\t\t\the shows that he is authorised by regulations made by the Secretary ofState to purchase primers or cartridge cases of the type in question.\n\t\tIt is an offence for a person to buy or to attempt to buy—\n\t\t\ta primer to which this section applies, or\n\t\t\tan empty cartridge case incorporating such a primer,\n\t\t\tunless he falls within subsection (5).\n\t\tA person falls within this subsection if—\n\t\t\the is a registered firearms dealer;\n\t\t\the sells by way of any trade or business either primers or empty cartridgecases incorporating primers, or both;\n\t\t\the holds a certificate authorising him to possess a firearm of a relevantkind;\n\t\t\the holds a certificate authorising him to possess ammunition of a relevantkind;\n\t\t\the is a person in the service of Her Majesty who is entitled undersubsection (6) to acquire a primer to which this section applies;\n\t\t\the is entitled, by virtue of the 1968 Act, the Firearms (Amendment) Act1988 or any other enactment and otherwise than by virtue of being a person inthe service of Her Majesty, to have possession, without a certificate, of afirearm of a relevant kind or of ammunition of a relevant kind;\n\t\t\the is in possession of a certificate authorising another person to havepossession of such a firearm, or of such ammunition, and has that otherperson’s authority to purchase the primer or empty cartridge case on hisbehalf; or\n\t\t\the is authorised by regulations made by the Secretary of State to purchaseprimers or cartridge cases of the type in question.\n\t\tA person who is in the service of Her Majesty is entitled to acquire aprimer to which this section applies if—\n\t\t\the is duly authorised in writing to acquire firearms and ammunition for thepublic service; or\n\t\t\the is a person who is authorised to purchase a firearm or ammunition byvirtue of a certificate issued in accordance with section 54(2)(b) of the 1968Act (certificates for persons in naval, military or air service of HerMajesty).\n\t\tAn offence under this section shall be punishable, on summary conviction—\n\t\t\tin England and Wales, with imprisonment for a term not exceeding 51 weeksor with a fine not exceeding level 5 on the standard scale, or with both; and\n\t\t\tin Scotland, with imprisonment for a term not exceeding 6 months or with afine not exceeding level 5 on the standard scale, or with both.\n\t\tIn relation to an offence committed before the commencement of section281(5) of the Criminal Justice Act [2003 (c. 44)](/id/ukpga/2003/44?view=plain\"Go to item of legislation\"), the reference in subsection (7)(a) of thissection to 51 weeks is to be read as a reference to 6 months.\n\t\tThe power of the Secretary of State to make regulations for the purposes ofsubsection (3)(h) or (5)(h) shall be exercisable by statutory instrumentsubject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tThat power includes power—\n\t\t\tto make different provision for different cases;\n\t\t\tto make provision subject to such exemptions and exceptions as theSecretary of State thinks fit; and\n\t\t\tto make such incidental, supplemental, consequential and transitionalprovision as he thinks fit.\n\t\tIn this section—\n\t\t\t  * “ammunition of a relevant kind” means ammunition for a firearm of a relevant kind; \n\t\t\t  * “enactment” includes an enactment passed after the passing of this Act; \n\t\t\t  * “firearm of a relevant kind” means a firearm other than a shot gun, an air weapon or a firearm chambered for rim-fire ammunition. "
    },
    {
        "length": 786,
        "text": "\nManufacture, import and sale of realistic imitation firearms\n\tA person is guilty of an offence if—\n\t\the manufactures a realistic imitation firearm;\n\t\the modifies an imitation firearm so that it becomes a realistic imitationfirearm;\n\t\the sells a realistic imitation firearm; or\n\t\the brings a realistic imitation firearm into Great Britain or causes one tobe brought into Great Britain.\n\tSubsection (1) has effect subject to the defences in section 37.\n\tThe Secretary of State may by regulations—\n\t\tprovide for exceptions and exemptions from the offence under subsection(1); and\n\t\tprovide for it to be a defence in proceedings for such an offence to showthe matters specified or described in the regulations.\n\tRegulations under subsection (3) may—\n\t\tframe any exception, exemption or defence by reference to an approval orconsent given in accordance with the regulations;\n\t\tprovide for approvals and consents to be given in relation to particularcases or in relation to such descriptions of case as may be specified ordescribed in the regulations; and\n\t\tconfer the function of giving approvals or consents on such personsspecified or described in the regulations as the Secretary of State thinksfit.\n\tThe power of the Secretary of State to make regulations under subsection(3) shall be exercisable by statutory instrument subject to annulment inpursuance of a resolution of either House of Parliament.\n\tThat power includes power—\n\t\tto make different provision for different cases;\n\t\tto make provision subject to such exemptions and exceptions as theSecretary of State thinks fit; and\n\t\tto make such incidental, supplemental, consequential and transitionalprovision as he thinks fit.\n\tA realistic imitation firearm brought into Great Britain shall be liable toforfeiture under the customs and excise Acts.\n\tIn subsection (7) “the customs and excise Acts” has the meaning given bysection 1 of the Customs and Excise Management Act [1979 (c.2)](/id/ukpga/1979/2?view=plain \"Go to item of legislation\").\n\tAn offence under this section shall be punishable, on summary conviction—\n\t\tin England and Wales, with imprisonment for a term not exceeding 51 weeksor with a fine not exceeding level 5 on the standard scale, or with both; and\n\t\tin Scotland, with imprisonment for a term not exceeding 6 months or with afine not exceeding level 5 on the standard scale, or with both.\n\tIn relation to an offence committed before the commencement of section281(5) of the Criminal Justice Act [2003 (c. 44)](/id/ukpga/2003/44?view=plain\"Go to item of legislation\"), the reference in subsection (9)(a) of thissection to 51 weeks is to be read as a reference to 6 months.\n\tIn this section “realistic imitation firearm” has the meaning given bysection 38."
    },
    {
        "length": 770,
        "text": "\nSpecific defences applying to the offence under s. 36\n\tIt shall be a defence for a person charged with an offence under section 36in respect of any conduct to show that the conduct was for the purpose only ofmaking the imitation firearm in question available for one or more of thepurposes specified in subsection (2).\n\tThose purposes are—\n\t\tthe purposes of a museum or gallery;\n\t\tthe purposes of theatrical performances and of rehearsals for suchperformances;\n\t\tthe production of films (within the meaning of Part 1 of the Copyright,Designs and Patents Act [1988 (c. 48)](/id/ukpga/1988/48?view=plain \"Go toitem of legislation\")_see section 5B of that Act);\n\t\tthe production of television programmes (within the meaning of theCommunications Act [2003 (c. 21)](/id/ukpga/2003/21?view=plain \"Go to item oflegislation\")_see section 405(1) of that Act);\n\t\tthe organisation and holding of historical re-enactments organised and heldby persons specified or described for the purposes of this section byregulations made by the Secretary of State;\n\t\tthe purposes of functions that a person has in his capacity as a person inthe service of Her Majesty.\n\tIt shall also be a defence for a person charged with an offence undersection 36 in respect of conduct falling within subsection (1)(d) of thatsection to show that the conduct—\n\t\twas in the course of carrying on any trade or business; and\n\t\twas for the purpose of making the imitation firearm in question availableto be modified in a way which would result in its ceasing to be a realisticimitation firearm.\n\tFor the purposes of this section a person shall be taken to have shown amatter specified in subsection (1) or (3) if—\n\t\tsufficient evidence of that matter is adduced to raise an issue withrespect to it; and\n\t\tthe contrary is not proved beyond a reasonable doubt.\n\tThe power of the Secretary of State to make regulations under this sectionshall be exercisable by statutory instrument subject to annulment in pursuanceof a resolution of either House of Parliament.\n\tThat power includes power—\n\t\tto make different provision for different cases;\n\t\tto make provision subject to such exemptions and exceptions as theSecretary of State thinks fit; and\n\t\tto make such incidental, supplemental, consequential and transitionalprovision as he thinks fit.\n\tIn this section—\n\t\t  * “historical re-enactment” means any presentation or other event held for the purpose of re-enacting an event from the past or of illustrating conduct from a particular time or period in the past; \n\t\t  * “museum or gallery” includes any institution which— \n\t\thas as its purpose, or one of its purposes, the preservation, display andinterpretation of material of historical, artistic or scientific interest; and\n\t\tgives the public access to it."
    },
    {
        "length": 945,
        "text": "\nMeaning of “realistic imitation firearm”\n\tIn sections 36 and 37 “realistic imitation firearm” means an imitationfirearm which—\n\t\thas an appearance that is so realistic as to make it indistinguishable, forall practical purposes, from a real firearm; and\n\t\tis neither a de-activated firearm nor itself an antique.\n\tFor the purposes of this section, an imitation firearm is not (except byvirtue of subsection (3)(b)) to be regarded as distinguishable from a realfirearm for any practical purpose if it could be so distinguished only—\n\t\tby an expert;\n\t\ton a close examination; or\n\t\tas a result of an attempt to load or to fire it.\n\tIn determining for the purposes of this section whether an imitationfirearm is distinguishable from a real firearm—\n\t\tthe matters that must be taken into account include any differences betweenthe size, shape and principal colour of the imitation firearm and the size,shape and colour in which the real firearm is manufactured; and\n\t\tthe imitation is to be regarded as distinguishable if its size, shape orprincipal colour is unrealistic for a real firearm.\n\tThe Secretary of State may by regulations provide that, for the purposes ofsubsection (3)(b)—\n\t\tthe size of an imitation firearm is to be regarded as unrealistic for areal firearm only if the imitation firearm has dimensions that are less thanthe dimensions specified in the regulations; and\n\t\ta colour is to be regarded as unrealistic for a real firearm only if it isa colour specified in the regulations.\n\tThe power of the Secretary of State to make regulations under this sectionshall be exercisable by statutory instrument subject to annulment in pursuanceof a resolution of either House of Parliament.\n\tThat power includes power—\n\t\tto make different provision for different cases;\n\t\tto make provision subject to such exemptions and exceptions as theSecretary of State thinks fit; and\n\t\tto make such incidental, supplemental, consequential and transitionalprovision as he thinks fit.\n\tIn this section—\n\t\t  * “colour” is to be construed in accordance with subsection (9); \n\t\t  * “de-activated firearm” means an imitation firearm that consists in something which— \n\t\twas a firearm; but\n\t\thas been so rendered incapable of discharging a shot, bullet or other missileas no longer to be a firearm;\n\t\t\t  * “real firearm” means— \n\t\ta firearm of an actual make or model of modern firearm (whether existing ordiscontinued); or\n\t\tsomething falling within a description which could be used for identifying, byreference to their appearance, the firearms falling within a category ofactual modern firearms which, even though they include firearms of differentmakes or models (whether existing or discontinued) or both, all have the sameor a similar appearance.\n\tIn subsection (7) “modern firearm” means any firearm other than one theappearance of which would tend to identify it as having a design and mechanismof a sort first dating from before the year 1870.\n\tReferences in this section, in relation to an imitation firearm or a realfirearm, to its colour include references to its being made of transparentmaterial.\n\tSection 8 of the Firearms (Amendment) Act [1988 (c.45)](/id/ukpga/1988/45?view=plain \"Go to item of legislation\") (under whichfirearms are deemed to be deactivated if they are appropriately marked)applies for the purposes of this section as it applies for the purposes of the1968 Act."
    },
    {
        "length": 780,
        "text": "\nSpecification for imitation firearms\n\tThe Secretary of State may by regulations make provision requiringimitation firearms to conform to specifications which are—\n\t\tset out in the regulations; or\n\t\tapproved by such persons and in such manner as may be so set out.\n\tA person is guilty of an offence if—\n\t\the manufactures an imitation firearm which does not conform to thespecifications required of it by regulations under this section;\n\t\the modifies an imitation firearm so that it ceases to conform to thespecifications so required of it;\n\t\the modifies a firearm to create an imitation firearm that does not conformto the specifications so required of it; or\n\t\the brings an imitation firearm which does not conform to the specificationsso required of it into Great Britain or causes such an imitation firearm to bebrought into Great Britain.\n\tAn offence under this section shall be punishable, on summary conviction—\n\t\tin England and Wales, with imprisonment for a term not exceeding 51 weeksor with a fine not exceeding level 5 on the standard scale, or with both; and\n\t\tin Scotland, with imprisonment for a term not exceeding 6 months or with afine not exceeding level 5 on the standard scale, or with both.\n\tIn relation to an offence committed before the commencement of section281(5) of the Criminal Justice Act [2003 (c. 44)](/id/ukpga/2003/44?view=plain\"Go to item of legislation\"), the reference in subsection (3)(a) of thissection to 51 weeks is to be read as a reference to 6 months.\n\tRegulations under this section may provide that, in proceedings for anoffence under this section, it is to be presumed, unless the contrary isproved, that an imitation firearm conforms to the required specification ifit, or the description of imitation firearms to which it belongs, has beencertified as so conforming by a person who is—\n\t\tspecified in the regulations; or\n\t\tdetermined for the purpose in accordance with provisions contained in theregulations.\n\tAn imitation firearm brought into Great Britain which does not conform tothe specifications required of it by regulations under this section shall beliable to forfeiture under the customs and excise Acts.\n\tIn subsection (6) “the customs and excise Acts” has the meaning given bysection 1 of the Customs and Excise Management Act [1979 (c.2)](/id/ukpga/1979/2?view=plain \"Go to item of legislation\").\n\tThe power of the Secretary of State to make regulations under this sectionshall be exercisable by statutory instrument subject to annulment in pursuanceof a resolution of either House of Parliament.\n\tThat power includes power—\n\t\tto make different provision for different cases;\n\t\tto make provision subject to such exemptions and exceptions as theSecretary of State thinks fit; and\n\t\tto make such incidental, supplemental, consequential and transitionalprovision as he thinks fit."
    },
    {
        "length": 480,
        "text": "\nSupplying imitation firearms to minors\n\tAfter section 24 of the 1968 Act insert—\n\t“24ASupplying imitation firearms to minors\n\t\tIt is an offence for a person under the age of eighteen to purchase animitation firearm.\n\t\tIt is an offence to sell an imitation firearm to a person under the age ofeighteen.\n\t\tIn proceedings for an offence under subsection (2) it is a defence to showthat the person charged with the offence—\n\t\t\tbelieved the other person to be aged eighteen or over; and\n\t\t\thad reasonable ground for that belief.\n\t\tFor the purposes of this section a person shall be taken to have shown thematters specified in subsection (3) if—\n\t\t\tsufficient evidence of those matters is adduced to raise an issue withrespect to them; and\n\t\t\tthe contrary is not proved beyond a reasonable doubt.”\n\t\tIn the table in Part 1 of Schedule 6 (punishment), after the entry forsection 24(4) insert—\n\t\t\t“Section 24A(1) or (2)| Acquisition by a minor of an imitation firearm andsupplying him.| Summary| In England and Wales, 51 weeks or a fine of level 5on the standard scale, or both. In Scotland, 6 months, or a fine of level 5 onthe standard scale, or both.| —”  ---|---|---|---|---    (3)In relation to an offence committed in England and Wales before thecommencement of section 281(5) of the Criminal Justice Act [2003 (c.44)](/id/ukpga/2003/44?view=plain \"Go to item of legislation\"), the referenceto 51 weeks in the entry inserted by subsection (2) of this section is to beread as a reference to 6 months."
    },
    {
        "length": 467,
        "text": "\nIncrease of maximum sentence for possessing an imitation firearm\n\tIn the entry in Schedule 6 to the 1968 Act relating to section 19 of thatAct (mode of trial and punishment of possession of firearm or imitationfirearm in a public place)—\n\t\tin paragraph (b) of column 3 (offence to be triable either way except inthe case of an imitation firearm or air weapon), omit the words “in the caseof an imitation firearm or”; and\n\t\tin column 4, for “7 years or a fine; or both” substitute—\n\t\tif the weapon is an imitation firearm, 12 months or a fine, or both;\n\t\tin any other case, 7 years or a fine, or both.”\n\tAn offence in England and Wales under section 19 of the 1968 Act in respectof an imitation firearm which is triable either way by virtue of this sectionis to be treated—\n\t\tas an offence to which section 282(3) of the Criminal Justice Act [2003 (c.44)](/id/ukpga/2003/44?view=plain \"Go to item of legislation\") (increase ofmaximum sentence on conviction of an either way offence) applies; and\n\t\tas not being an offence to which section 281(5) of that Act (increase ofmaximum sentence on conviction of a summary only offence) applies.\n\tThis section—\n\t\tapplies only to offences committed after the commencement of this section;and\n\t\tso far as it relates to subsection (3) of section 282 of the CriminalJustice Act 2003 or subsection (5) of section 281 of that Act, does not haveeffect in relation to offences committed before the commencement of thatsubsection."
    },
    {
        "length": 175,
        "text": "\nIncrease of maximum sentences for offences of having knives etc.\n\tIn each of the following provisions of the Criminal Justice Act [1988 (c.33)](/id/ukpga/1988/33?view=plain \"Go to item of legislation\"), for “two”substitute “four”—\n\t\tsection 139(6)(b) (maximum penalty for offence of having knife etc. inpublic place);\n\t\tsection 139A(5)(a)(ii) (maximum penalty for offence of having knife etc. oroffensive weapon on school premises).\n\tThis section applies only to offences committed after the commencement ofthis section."
    },
    {
        "length": 706,
        "text": "\nSale etc. of knives and other weapons\n\tThe Criminal Justice Act 1988 is amended as follows.\n\tIn section 141A(1) (prohibition on sale of knives etc. to persons undersixteen), for “sixteen” substitute “eighteen”.\n\tIn subsections (5), (8) and (9) of section 141 (defences relating tomuseums and galleries to offence of manufacture, sale etc. of prescribedweapons), for “prove” substitute “show”.\n\tAfter subsection (11) of that section insert—\n\t\t“(11A)It shall be a defence for a person charged in respect of conduct of hisrelating to a weapon to which this section applies—\n\t\twith an offence under subsection (1) above, or\n\t\twith an offence under section 50(2) or (3) of the Customs and ExciseManagement Act 1979,\n\t\tto show that his conduct was for the purpose only of making the weapon inquestion available for one or more of the purposes specified in subsection(11B).\n\t\t(11B)Those purposes are—\n\t\tthe purposes of theatrical performances and of rehearsals for suchperformances;\n\t\tthe production of films (within the meaning of Part 1 of the Copyright,Designs and Patents Act 1988 – see section 5B of that Act);\n\t\tthe production of television programmes (within the meaning of theCommunications Act 2003 – see section 405(1) of that Act).\n\t\t(11C)For the purposes of this section a person shall be taken to have shown amatter specified in subsection (5), (8), (9) or (11A) if—\n\t\tsufficient evidence of that matter is adduced to raise an issue withrespect to it; and\n\t\tthe contrary is not proved beyond a reasonable doubt.\n\t\t(11D)The Secretary of State may by order made by statutory instrument—\n\t\tprovide for exceptions and exemptions from the offence under subsection (1)above or from the prohibition in subsection (4) above; and\n\t\tprovide for it to be a defence in proceedings for such an offence, or foran offence under section 50(2) or (3) of the Customs and Excise Management Act1979, to show the matters specified or described in the order.\n\t\t(11E)A statutory instrument containing an order under this section shall notbe made unless a draft of the instrument has been laid before Parliament andapproved by a resolution of each House.”\n\tThe defence in section 141(11A) is not available in relation to so much ofany charge as relates to conduct taking place before the commencement of thissection."
    },
    {
        "length": 141,
        "text": "\nSale etc. of crossbows\n\tIn the Crossbows Act [1987 (c. 32)](/id/ukpga/1987/32?view=plain \"Go toitem of legislation\"), in the provisions mentioned in subsection (2), for“seventeen”, in each place it occurs, substitute “eighteen”.\n\tThe provisions are—\n\t\tsection 1 (sale and letting on hire);\n\t\tsection 2 (purchase and hiring);\n\t\tsection 3 (possession)."
    },
    {
        "length": 1082,
        "text": "\nPower of members of staff to search school pupils for weapons\n\tAfter section 550A of the Education Act [1996 (c.56)](/id/ukpga/1996/56?view=plain \"Go to item of legislation\") insert—\n\t“550AAPower of members of staff to search pupils for weapons\n\t\tA member of the staff of a school who has reasonable grounds for suspectingthat a pupil at the school may have with him or in his possessions—\n\t\t\tan article to which section 139 of the Criminal Justice Act 1988 applies(knives and blades etc.), or\n\t\t\tan offensive weapon (within the meaning of the Prevention of Crime Act1953),\n\t\t\t\tmay search that pupil or his possessions for such articles and weapons.\n\t\tA search under this section may be carried out only where—\n\t\t\tthe member of the staff and the pupil are on the premises of the school; or\n\t\t\tthey are elsewhere and the member of the staff has lawful control or chargeof the pupil.\n\t\tA person may carry out a search under this section only if—\n\t\t\the is the head teacher of the school; or\n\t\t\the has been authorised by the head teacher to carry out the search.\n\t\tNothing in any enactment, instrument or agreement shall be construed asauthorising a head teacher of a school to require a person other than a memberof the security staff of the school to carry out a search under this section.\n\t\tA person who carries out a search of a pupil under this section—\n\t\t\tmay not require the pupil to remove any clothing other than outer clothing;\n\t\t\tmust be of the same sex as the pupil; and\n\t\t\tmay carry out the search only in the presence of another member of thestaff who is also of the same sex as the pupil.\n\t\tA pupil’s possessions may not be searched under this section except in hispresence and in the presence of another member of the staff.\n\t\tIf, in the course of a search under this section, the person carrying outthe search finds—\n\t\t\tanything which he has reasonable grounds for suspecting falls withinsubsection (1)(a) or (b), or\n\t\t\tany other thing which he has reasonable grounds for suspecting is evidencein relation to an offence,\n\t\t\the may seize and retain it.\n\t\tA person who exercises a power under this section may use such force as isreasonable in the circumstances for exercising that power.\n\t\tA person who seizes anything under subsection (7) must deliver it to apolice constable as soon as reasonably practicable.\n\t\tThe Police (Property) Act 1897 (disposal of property in the possession ofthe police) shall apply to property which has come into the possession of apolice constable under this section as it applies to property which has comeinto the possession of the police in the circumstances mentioned in that Act.\n\t\tAn authorisation for the purposes of subsection (3)(b) may be given eitherin relation to a particular search or generally in relation to searches underthis section or to a particular description of such searches.\n\t\tIn this section—\n\t\t\t  * ‘member of the staff’, in relation to a school, means—\n\t\t\tany teacher who works at the school; and\n\t\t\tany other person who, with the authority of the head teacher, has lawfulcontrol or charge of pupils for whom education is being provided at theschool;\n\t\t\t\t  * ‘member of the security staff’ means a member of the staff whose work at the school consists wholly or mainly of security-related activities;\n\t\t\t\t  * ‘outer clothing’ means—\n\t\t\tany item of clothing that is being worn otherwise than wholly next to the skinor immediately over a garment being worn as underwear; or\n\t\t\ta hat, shoes, boots, gloves or a scarf;\n\t\t\t\t  * ‘possessions’, in relation to a pupil of a school, includes any goods over which he has or appears to have control.\n\t\tThe powers conferred by this section are in addition to any powersexercisable by the member of the staff in question apart from this section andare not to be construed as restricting such powers.”"
    },
    {
        "length": 938,
        "text": "\nPower to search further education students for weapons\n\tAfter section 85A of the Further and Higher Education Act [1992 (c.13)](/id/ukpga/1992/13?view=plain \"Go to item of legislation\") insert—\n\t“85BPower to search further education students for weapons\n\t\tA member of staff of an institution within the further education sector whohas reasonable grounds for suspecting that a student at the institution mayhave with him or in his possessions—\n\t\t\tan article to which section 139 of the Criminal Justice Act 1988 applies(knives and blades etc.), or\n\t\t\tan offensive weapon (within the meaning of the Prevention of Crime Act1953),\n\t\t\t\tmay search that student or his possessions for such articles and weapons.\n\t\tA search under this section may be carried out only where—\n\t\t\tthe member of staff and the student are on the premises of the institution;or\n\t\t\tthey are elsewhere and the member of staff has lawful control or charge ofthe student.\n\t\tA person may carry out a search under this section only if—\n\t\t\the is the principal of the institution; or\n\t\t\the has been authorised by the principal to carry out the search.\n\t\tA person who carries out a search of a student under this section—\n\t\t\tmay not require the student to remove any clothing other than outerclothing;\n\t\t\tmust be of the same sex as the student; and\n\t\t\tmay carry out the search only in the presence of another member of staffwho is also of the same sex as the student.\n\t\tA student’s possessions may not be searched under this section except inhis presence and in the presence of another member of staff.\n\t\tIf, in the course of a search under this section, the person carrying outthe search finds—\n\t\t\tanything which he has reasonable grounds for suspecting falls withinsubsection (1)(a) or (b), or\n\t\t\tany other thing which he has reasonable grounds for suspecting is evidencein relation to an offence,\n\t\t\the may seize and retain it.\n\t\tA person who exercises a power under this section may use such force as isreasonable in the circumstances for exercising that power.\n\t\tA person who seizes anything under subsection (6) must deliver it to apolice constable as soon as reasonably practicable.\n\t\tThe Police (Property) Act 1897 (disposal of property in the possession ofthe police) shall apply to property which has come into the possession of apolice constable under this section as it applies to property which has comeinto the possession of the police in the circumstances mentioned in that Act.\n\t\tAn authorisation for the purposes of subsection (3)(b) may be given eitherin relation to a particular search or generally in relation to searches underthis section or to a particular description of such searches.\n\t\tIn this section—\n\t\t\t  * ‘member of staff’, in relation to an institution within the further education sector, means any person who works at that institution whether or not as its employee;\n\t\t\t  * ‘outer clothing’ means—\n\t\t\tany item of clothing that is being worn otherwise than wholly next to the skinor immediately over a garment being worn as underwear; or\n\t\t\ta hat, shoes, boots, gloves or a scarf;\n\t\t\t\t  * ‘possessions’, in relation to a student of an institution within the further education sector, includes any goods over which he has or appears to have control.\n\t\tThe powers conferred by this section are in addition to any powersexercisable by the member of staff in question apart from this section and arenot to be construed as restricting such powers.”"
    },
    {
        "length": 1166,
        "text": "\nPower to search persons in attendance centres for weapons\n\tA member of staff of an attendance centre who has reasonable grounds forsuspecting that a relevant person may have with him or in his possessions—\n\t\tan article to which section 139 of the Criminal Justice Act [1988 (c.33)](/id/ukpga/1988/33?view=plain \"Go to item of legislation\") applies (knivesand blades etc.), or\n\t\tan offensive weapon (within the meaning of the Prevention of Crime Act[1953 (c. 14)](/id/ukpga/1953/14?view=plain \"Go to item of legislation\")),\n\t\t\tmay search the relevant person or his possessions for such articles andweapons.\n\tA search under this section may be carried out only where the member ofstaff and the relevant person are on the premises of the attendance centre.\n\tA person may carry out a search under this section only if—\n\t\the is the officer in charge of the attendance centre; or\n\t\the has been authorised by the officer in charge to carry out the search.\n\tA person who carries out a search of a relevant person under this section—\n\t\tmay not require the relevant person to remove any clothing other than outerclothing;\n\t\tmust be of the same sex as the relevant person; and\n\t\tmay carry out the search only in the presence of another member of staffwho is also of the same sex as the relevant person.\n\tA relevant person’s possessions may not be searched under this sectionexcept in his presence and in the presence of another member of staff.\n\tIf, in the course of a search under this section, the person carrying outthe search finds—\n\t\tanything which he has reasonable grounds for suspecting falls withinsubsection (1)(a) or (b), or\n\t\tany other thing which he has reasonable grounds for suspecting is evidencein relation to an offence,\n\t\the may seize and retain it.\n\tA person who exercises a power under this section may use such force as isreasonable in the circumstances for exercising that power.\n\tA person who seizes anything under subsection (6) must deliver it to apolice constable as soon as reasonably practicable.\n\tThe Police (Property) Act [1897 (c. 30)](/id/ukpga/1897/30?view=plain \"Goto item of legislation\") (disposal of property in the possession of thepolice) shall apply to property which has come into the possession of a policeconstable under this section as it applies to property which has come into thepossession of the police in the circumstances mentioned in that Act.\n\tAn authorisation for the purposes of subsection (3)(b) may be given eitherin relation to a particular search or generally in relation to searches underthis section or to a particular description of such searches.\n\tIn this section—\n\t\t  * “attendance centre” has the same meaning as in Part 12 of the Criminal Justice Act [2003 (c. 44)](/id/ukpga/2003/44?view=plain \"Go to item of legislation\") (see section 221 of that Act); \n\t\t  * “officer in charge”, in relation to an attendance centre, means the member of staff for the time being in charge of that centre; \n\t\t  * “outer clothing” means— \n\t\tany item of clothing that is being worn otherwise than wholly next to the skinor immediately over a garment being worn as underwear; or\n\t\ta hat, shoes, boots, gloves or a scarf;\n\t\t\t  * “possessions”, in relation to a person, includes any goods over which he has or appears to have control; \n\t\t\t  * “relevant person”, in relation to an attendance centre, means a person who is required to attend at that centre by virtue of— \n\t\ta relevant order (within the meaning of section 196 of the Criminal JusticeAct [2003 (c. 44)](/id/ukpga/2003/44?view=plain \"Go to item of legislation\"));or\n\t\tan attendance centre order under section 60 of the Powers of Criminal Courts(Sentencing) Act [2000 (c. 6)](/id/ukpga/2000/6?view=plain \"Go to item oflegislation\").\n\tThe powers conferred by this section are in addition to any powersexercisable by the member of staff of an attendance centre in question apartfrom this section and are not to be construed as restricting such powers."
    },
    {
        "length": 104,
        "text": "\nAmendment of police power to search schools etc. for weapons\n\tIn section 139B of the Criminal Justice Act [1988 (c.33)](/id/ukpga/1988/33?view=plain \"Go to item of legislation\") (power of entryto search for knives etc. and offensive weapons), in subsection (1) for“believing” substitute “suspecting”."
    },
    {
        "length": 580,
        "text": "\nSupplemental\n\tConsequential amendments relating to minimum sentences\n\t\tSchedule 1 (which makes provision consequential on the provisions of this Partrelating to minimum sentences) has effect.\n\tSupplemental provisions for Part 2\n\t\tIn this Part “the 1968 Act” means the Firearms Act [1968 (c.27)](/id/ukpga/1968/27?view=plain \"Go to item of legislation\").\n\t\tExpressions used in this Part and in the 1968 Act have the same meanings inthis Part as in that Act.\n\t\tThe following provisions of the 1968 Act apply as if sections 28, 29, 32and 35 to 39 of this Act were contained in that Act—\n\t\t\tsection 46 (power of search with warrant);\n\t\t\tsection 51(4) (limitation period for prosecutions);\n\t\t\tsection 52 (forfeiture and disposal of firearms and ammunition);\n\t\t\tsection 58 (savings).\n\t\tSection 35 binds persons in the service of Her Majesty; and for thepurposes of—\n\t\t\tthis section,\n\t\t\tthat section,\n\t\t\tsection 37(2)(f),\n\t\t\tany rule of law under which any of the provisions of section 28, 29, 32, 36or 39 do not bind the Crown,\n\t\t\t\ta person is in the service of Her Majesty if he is deemed to be in suchservice (or to be in the naval, military or air service of Her Majesty) forthe purposes of and under section 54 of the 1968 Act (Crown application).\n\t\tIn section 52 of the 1968 Act, after subsection (4) insert—\n\t\tIn this section references to ammunition include references to a primer towhich section 35 of the Violent Crime Reduction Act 2006 applies and to anempty cartridge case incorporating such a primer.”\n\tCorresponding provision for Northern Ireland\n\t\tSchedule 2 (which makes provision for Northern Ireland corresponding to thatmade by the preceding provisions of this Part, other than sections 31 to 35,42 and 45 to 47) has effect."
    },
    {
        "length": 1728,
        "text": "\nFootball\n\tFootball-related disorder\n\t\tSection 5(2) of the Football (Disorder) Act [2000 (c.25)](/id/ukpga/2000/25?view=plain \"Go to item of legislation\") (which imposesa latest date of 27th August 2007 for the making of applications for footballbanning orders under the Football Spectators Act [1989 (c.37)](/id/ukpga/1989/37?view=plain \"Go to item of legislation\") and for theexercise of constables' powers under that Act to take summary measures) shallhave no effect.\n\t\tSchedule 3 (which amends the provisions of the Football Spectators Act 1989relating to football banning orders and makes other amendments consequentialon the amendment of that Act by this Act) has effect.\n\t\tSections 2 to 7 of the Football Spectators Act 1989 (the nationalmembership scheme) shall cease to have effect.\n\tSale and disposal of tickets by unauthorised persons\n\t\tThe Criminal Justice and Public Order Act [1994 (c.33)](/id/ukpga/1994/33?view=plain \"Go to item of legislation\") is amended asfollows.\n\t\tIn section 166 (sale of tickets by unauthorised persons), for subsection(1) substitute—\n\t\tIt is an offence for an unauthorised person to—\n\t\t\tsell a ticket for a designated football match, or\n\t\t\totherwise to dispose of such a ticket to another person.”\n\t\tIn subsection (2) of that section—\n\t\t\tin paragraph (a)—\n\t\t\tafter “sell” insert “or otherwise dispose of”;\n\t\t\tomit “by the home club or”;\n\t\t\tafter paragraph (a) insert—\n\t\t\ta reference to selling a ticket includes a reference to—\n\t\t\toffering to sell a ticket;\n\t\t\texposing a ticket for sale;\n\t\t\tmaking a ticket available for sale by another;\n\t\t\tadvertising that a ticket is available for purchase; and\n\t\t\tgiving a ticket to a person who pays or agrees to pay for some other goodsor services or offering to do so.”;\n\t\t\tin paragraph (c), for “Part I of the Football Spectators Act 1989 or whichis a regulated football match for the purposes of Part II of that Act”substitute “this section by order made by the Secretary of State”.\n\t\tAfter subsection (2) of that section insert—\n\t\t\t“(2A)An order under subsection (2)(c) may designate descriptions of footballmatches wherever played or when played at descriptions of ground or in anyarea specified in the order.\n\t\t(2B)The power of the Secretary of State to make an order under subsection(2)(c) shall be exercisable by statutory instrument which shall be subject toannulment in pursuance of a resolution of either House of Parliament.”\n\t\tIn subsection (7) of that section, in paragraph (b), omit “the home clubor”.\n\t\tAfter section 166 insert—\n\t\t“166ASupplementary provision relating to sale and disposal of tickets oninternet\n\t\t\tNothing in section 166 makes it an offence for a service providerestablished outside of the United Kingdom to do anything in the course ofproviding information society services.\n\t\t\tIf— \n\t\t\t\ta service provider established in the United Kingdom does anything in anEEA State other than the United Kingdom in the course of providing informationsociety services, and\n\t\t\t\tthe action, if done in England and Wales, would constitute an offencefalling within section 166(1),\n\t\t\t\t\tthe service provider shall be guilty in England and Wales of an offence underthat section.\n\t\t\tA service provider is not capable of being guilty of an offence undersection 166 in respect of anything done in the course of providing so much ofan information society service as consists in—\n\t\t\t\tthe transmission in a communication network of information falling withinsubsection (4), or\n\t\t\t\tthe storage of information provided by a recipient of the service,\n\t\t\t\texcept where subsection (5) applies.\n\t\t\tInformation falls within this subsection if—\n\t\t\t\tit is provided by a recipient of the service; and\n\t\t\t\tit is the subject of automatic, intermediate and temporary storage which issolely for the purpose of making the onward transmission of the information toother recipients of the service at their request more efficient.\n\t\t\tThis subsection applies at any time in relation to information if—\n\t\t\t\tthe service provider knew when that information was provided that itcontained material contravening section 166; or\n\t\t\t\tthat information is stored at that time (whether as mentioned in subsection(3)(b) or (4)) in consequence of the service provider’s failure expeditiouslyto remove the information, or to disable access to it, upon obtaining actualknowledge that the information contained material contravening section 166.\n\t\t\tIn this section—\n\t\t\t\t  * ‘the Directive’ means Directive [2000/31/EC](/european/directive/2000/0031?view=plain \"Go to item of legislation\") of the European Parliament and of the Council of 8 June 2000 on certain legal aspects of information society services, in particular electronic commerce, in the Internal Market (Directive on electronic commerce);\n\t\t\t\t  * ‘information society services’—\n\t\t\t\thas the meaning set out in Article 2(a) of the Directive (which refers toArticle 1(2) of Directive [98/34/EC](/european/directive/1998/0034?view=plain\"Go to item of legislation\") of the European Parliament and of the Council of22 June 1998 laying down a procedure for the provision of information in thefield of technical standards and regulations, as amended by Directive[98/48/EC](/european/directive/1998/0048?view=plain \"Go to item oflegislation\") of 20 July 1998); and\n\t\t\t\tis summarised in recital 17 of the Directive as covering ‘any service normallyprovided for remuneration, at a distance, by means of electronic equipment forthe processing (including digital compression) and storage of data, and at theindividual request of a recipient of a service’;\n\t\t\t\t\t  * ‘EEA State’ means a state which is for the time being a member State, Norway, Iceland or Liechtenstein;\n\t\t\t\t\t  * ‘recipient of the service’ means any person who, for professional ends or otherwise, uses an information society service, in particular for the purposes of seeking information or making it accessible;\n\t\t\t\t\t  * ‘service provider’ means any person providing an information society service.”"
    },
    {
        "length": 3403,
        "text": "\nSexual offences\n\tForfeiture and detention of vehicles etc.\n\t\tSchedule 4 (which amends the Sexual Offences Act [2003 (c.42)](/id/ukpga/2003/42?view=plain \"Go to item of legislation\") to restorepowers of forfeiture and detention of vehicles, ships and aircraft used inrelation to offences of trafficking for sexual exploitation) has effect.\n\tContinuity of sexual offences law\n\t\tThis section applies where, in any proceedings—\n\t\t\ta person (“the defendant”) is charged in respect of the same conduct bothwith an offence under the Sexual Offences Act 2003 (“the 2003 Act offence”)and with an offence specified in subsection (2) (“the pre-commencementoffence”);\n\t\t\tthe only thing preventing the defendant from being found guilty of the 2003Act offence is the fact that it has not been proved beyond a reasonable doubtthat the time when the conduct took place was after the coming into force ofthe enactment providing for the offence; and\n\t\t\tthe only thing preventing the defendant from being found guilty of the pre-commencement offence is the fact that it has not been proved beyond areasonable doubt that that time was before the coming into force of the repealof the enactment providing for the offence.\n\t\tThe offences referred to in subsection (1)(a) are—\n\t\t\tany offence under the Sexual Offences Act [1956 (c.69)](/id/ukpga/1956/69?view=plain \"Go to item of legislation\");\n\t\t\tan offence under section 4 of the Vagrancy Act [1824 (c.83)](/id/ukpga/1824/83?view=plain \"Go to item of legislation\") (obsceneexposure);\n\t\t\tan offence under section 28 of the Town Police Clauses Act [1847 (c.89)](/id/ukpga/1847/89?view=plain \"Go to item of legislation\") (indecentexposure);\n\t\t\tan offence under section 61 or 62 of the Offences against the Person Act[1861 (c. 100)](/id/ukpga/1861/100?view=plain \"Go to item of legislation\")(buggery etc.);\n\t\t\tan offence under section 128 of the Mental Health Act [1959 (c.72)](/id/ukpga/1959/72?view=plain \"Go to item of legislation\") (sexualintercourse with patients);\n\t\t\tan offence under section 1 of the Indecency with Children Act [1960 (c.33)](/id/ukpga/1960/33?view=plain \"Go to item of legislation\") (indecency withchildren);\n\t\t\tan offence under section 4 or 5 of the Sexual Offences Act 1967 (procuringan man to commit buggery and living on the earnings of male prostitution);\n\t\t\tan offence under section 9 of the Theft Act [1968 (c.60)](/id/ukpga/1968/60?view=plain \"Go to item of legislation\") (burglary,including entering premises with intent to commit rape);\n\t\t\tan offence under section 54 of the Criminal Law Act [1977 (c.45)](/id/ukpga/1977/45?view=plain \"Go to item of legislation\") (incitement ofgirl under 16 to commit incest);\n\t\t\tan offence under section 1 of the Protection of Children Act [1978 (c.37)](/id/ukpga/1978/37?view=plain \"Go to item of legislation\") (indecentphotographs of children);\n\t\t\tan offence under section 3 of the Sexual Offences (Amendment) Act [2000 (c.44)](/id/ukpga/2000/44?view=plain \"Go to item of legislation\") (abuse ofposition of trust);\n\t\t\tan offence under section 145 of the Nationality, Immigration and Asylum Act[2002 (c. 41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\")(traffic in prostitution).\n\t\tFor the purpose of determining the guilt of the defendant it shall beconclusively presumed that the time when the conduct took place was—\n\t\t\tif the maximum penalty for the pre-commencement offence is less than themaximum penalty for the 2003 Act offence, a time before the coming into forceof the repeal of the enactment providing for the pre-commencement offence; and\n\t\t\tin any other case, a time after the coming into force of the enactmentproviding for the 2003 Act offence.\n\t\tIn subsection (3) the reference, in relation an offence, to the maximumpenalty is a reference to the maximum penalty by way imprisonment or otherdetention that could be imposed on the defendant on conviction of the offencein the proceedings in question.\n\t\tA reference in this section to an offence under the Sexual Offences Act[2003 (c. 42)](/id/ukpga/2003/42?view=plain \"Go to item of legislation\") or toan offence specified in subsection (2) includes a reference to—\n\t\t\tinciting the commission of that offence;\n\t\t\tconspiracy to commit that offence; and\n\t\t\tattempting to commit that offence;\n\t\t\t\tand, in relation to an offence falling within paragraphs (a) to (c), areference in this section to the enactment providing for the offence sofalling has effect as a reference to the enactment providing for the offenceunder that Act or, as the case may be, for the offence so specified.\n\t\tThis section applies to any proceedings, whenever commenced, other thanproceedings in which the defendant has been convicted or acquitted of the 2003Act offence or the pre-commencement offence before the commencement of thissection.\n\tCross-border provisions relating to sexual offences\n\t\tThe following provisions of the Protection of Children and Prevention ofSexual Offences (Scotland) Act [2005 (asp 9)](/id/asp/2005/9?view=plain \"Go toitem of legislation\") extend to England and Wales and to Northern Ireland, aswell as to Scotland—\n\t\t\tsection 17 (which relates to the making of sexual offences preventionorders in Scotland); and\n\t\t\tsection 18 and the Schedule, so far as they provide for the amendment ofthe Sexual Offences Act [2003 (c. 42)](/id/ukpga/2003/42?view=plain \"Go toitem of legislation\") (see paragraph 3 of the Schedule, which relates to theoffences in respect of which powers are exercisable under Part 2 of the 2003Act).\n\t\tIn section 128 of the Sexual Offences Act 2003 (offence of contravening arisk of sexual harm order or an interim order), after subsection (1) insert—\n\t\t\t“(1A)In subsection (1) and, accordingly, in section 129(5) the references to arisk of sexual harm order and to an interim risk of sexual harm order includereferences, respectively—\n\t\t\tto an order under section 2 of the Protection of Children and Prevention ofSexual Offences (Scotland) Act 2005 (RSHOs in Scotland); and\n\t\t\tto an order under section 5 of that Act (interim RSHOs in Scotland);\n\t\t\tand, for the purposes of this section, prohibitions imposed by an order madein one part of the United Kingdom apply (unless expressly confined toparticular localities) throughout that and every other part of the UnitedKingdom.”\n\t\tIn section 129 of that Act, in subsection (1)(a) (effect of convictionunder section 128), for “under section 128” substitute “mentioned insubsection (1A)”; and after subsection (1) insert—\n\t\t“(1A)Those offences are—\n\t\t\tan offence under section 128 of this Act;\n\t\t\tan offence under section 7 of the Protection of Children and Prevention ofSexual Offences (Scotland) Act 2005 (contravention of RSHO or interim RSHO inScotland).”\n\t\tSubsection (3) of section 282 of the Criminal Justice Act [2003 (c.44)](/id/ukpga/2003/44?view=plain \"Go to item of legislation\") (increase ofmaximum sentence on summary conviction of an either way offence), so far as itapplies to offences under the Sexual Offences Act 2003, applies to them asamended, extended or applied by virtue of this section.\n\tAmendment of s. 82 of the Sexual Offences Act 2003\n\t\tIn the table in section 82(1) of the Sexual Offences Act [2003 (c.42)](/id/ukpga/2003/42?view=plain \"Go to item of legislation\") (notificationperiod for persons convicted of sexual offences under requirement to notifythe police about certain matters), in the entry relating to a person sentencedto imprisonment for life or for a term of 30 months or more, for “or for”substitute “, to imprisonment for public protection under section 225 of theCriminal Justice Act 2003 or to imprisonment for”.\n\t\tThis section applies in relation to sentences passed before the passing ofthis Act, as well as to those passed after that.\n\tPower of entry and search of relevant offender’s home address\n\t\tBefore section 97 of the Sexual Offences Act 2003 insert—\n\t\t“Entry and search of home address\n\t\t\tBPower of entry and search of relevant offender’s home address\n\t\t\t\tIf on an application made by a senior police officer of the relevant forcea justice of the peace is satisfied that the requirements in subsection (2)are met in relation to any premises, he may issue a warrant authorising aconstable of that force—\n\t\t\t\t\tto enter the premises for the purpose of assessing the risks posed by therelevant offender to which the warrant relates; and\n\t\t\t\t\tto search the premises for that purpose.\n\t\t\t\tThe requirements are—\n\t\t\t\t\tthat the address of each set of premises specified in the application is anaddress falling within subsection (3);\n\t\t\t\t\tthat the relevant offender is not one to whom subsection (4) applies;\n\t\t\t\t\tthat it is necessary for a constable to enter and search the premises forthe purpose mentioned in subsection (1)(a); and\n\t\t\t\t\tthat on at least two occasions a constable has sought entry to the premisesin order to search them for that purpose and has been unable to obtain entryfor that purpose.\n\t\t\t\tAn address falls within this subsection if—\n\t\t\t\t\tit is the address which was last notified in accordance with this Part by arelevant offender to the police as his home address; or\n\t\t\t\t\tthere are reasonable grounds to believe that a relevant offender residesthere or may regularly be found there.\n\t\t\t\tThis subsection applies to a relevant offender if he is—\n\t\t\t\t\tremanded in or committed to custody by order of a court;\n\t\t\t\t\tserving a sentence of imprisonment or a term of service detention;\n\t\t\t\t\tdetained in a hospital; or\n\t\t\t\t\toutside the United Kingdom.\n\t\t\t\tA warrant issued under this section must specify the one or more sets ofpremises to which it relates.\n\t\t\t\tThe warrant may authorise the constable executing it to use reasonableforce if necessary to enter and search the premises.\n\t\t\t\tThe warrant may authorise entry to and search of premises on more than oneoccasion if, on the application, the justice of the peace is satisfied that itis necessary to authorise multiple entries in order to achieve the purposementioned in subsection (1)(a).\n\t\t\t\tWhere a warrant issued under this section authorises multiple entries, thenumber of entries authorised may be unlimited or limited to a maximum.\n\t\t\t\tIn this section a reference to the relevant offender to whom the warrantrelates is a reference to the relevant offender—\n\t\t\t\t\twho has in accordance with this Part notified the police that the premisesspecified in the warrant are his home address; or\n\t\t\t\t\tin respect of whom there are reasonable grounds to believe that he residesthere or may regularly be found there.\n\t\t\t\tIn this section—\n\t\t\t\t\t  * ‘the relevant force’ means the police force maintained for the police area in which the premises in respect of which the application is made or the warrant is issued are situated;\n\t\t\t\t\t  * ‘senior police officer’ means a constable of the rank of superintendent or above.”\n\t\t\t\tIn section 136 of that Act (application of Part 2 to Northern Ireland),after subsection (7) insert—\n\t\t\t\t\t“(7A)References to a justice of the peace are to be read as references to alay magistrate.”"
    },
    {
        "length": 2106,
        "text": "\nOther\n\tLimitation period for anti-social behaviour orders\n\t\tIn section 1 of the Crime and Disorder Act [1998 (c.37)](/id/ukpga/1998/37?view=plain \"Go to item of legislation\") (anti-socialbehaviour orders), after subsection (5) insert—\n\t\t\t“(5A)Nothing in this section affects the operation of section 127 of theMagistrates' Courts Act 1980 (limitation of time in respect of informationslaid or complaints made in magistrates' court).”\n\t\tIn Article 3 of the Anti-Social Behaviour (Northern Ireland) Order 2004([SI 2004/1988 (NI 12)](/id/nisi/2004/1988?view=plain \"Go to item oflegislation\")) (anti-social behaviour orders), after paragraph (4) insert—\n\t\t“(4A)Nothing in this Article affects the operation of Article 78 of theMagistrates' Courts (Northern Ireland) Order 1981 (limitation of time inrespect of complaints made in courts of summary jurisdiction).”\n\tParenting orders\n\t\tThe Crime and Disorder Act 1998 is amended as follows.\n\t\tIn section 8 (parenting orders)—\n\t\t\tin subsections (1)(b) and (6)(a) for “sex offender order” substitute“sexual offences prevention order”; and\n\t\t\tafter subsection (8) insert—\n\t\tIn this section “sexual offences prevention order” means an order undersection 104 of the Sexual Offences Act 2003 (sexual offences preventionorders).”\n\t\tIn section 18(1) (interpretation etc of Chapter 1 of Part 1), omit thedefinition of “sex offender order”.\n\t\tThe amendments made by subsection (2) have effect in relation to courtproceedings in which an order under section 104 of the Sexual Offences Act[2003 (c. 42)](/id/ukpga/2003/42?view=plain \"Go to item of legislation\") ismade before the passing of this Act, as well as those in which such an orderis made after that.\n\tCommittal of young persons of unruly character\n\t\tIn section 23(1) of the Children and Young Persons Act [1969 (c.54)](/id/ukpga/1969/54?view=plain \"Go to item of legislation\") (remand tolocal authority accommodation etc. of young persons of unruly character)—\n\t\t\tin paragraph (a), for “commits him for trial or” substitute “sends him fortrial or commits him for”;\n\t\t\tfor “the remand or committal”, substitute “the remand, sending orcommittal”;\n\t\t\tfor “a reference to a committal”, substitute “a reference to such a sendingor a committal”.\n\tOffering or agreeing to re-programme a mobile telephone\n\t\tIn section 1(1) of the Mobile Telephones (Re-programming) Act [2002 (c.31)](/id/ukpga/2002/31?view=plain \"Go to item of legislation\") (offence of re-programming mobile telephone etc.), omit “or” at the end of paragraph (a) andafter paragraph (b) insert—\n\t\t\the offers or agrees to change, or interfere with the operation of, aunique device identifier, or\n\t\t\the offers or agrees to arrange for another person to change, or interferewith the operation of, a unique device identifier.”\n\tRemoval of sports grounds etc. from private security industryregulation\n\t\tIn section 4 of the Private Security Industry Act [2001 (c.12)](/id/ukpga/2001/12?view=plain \"Go to item of legislation\") (exemptionsfrom licensing requirement) after subsection (5) insert—\n\t\tA relevant employee who engages in licensable conduct shall not be guiltyof an offence under section 3 in respect of that conduct if it is carried outin connection with the use of a certified sports ground or certified sportsstand for purposes for which its safety certificate has effect.\n\t\tAn employee for a visiting team who engages in licensable conduct shall notbe guilty of an offence under section 3 in respect of that conduct if—\n\t\t\tit is carried out in connection with the use of a certified sports groundor certified sports stand for purposes for which its safety certificate haseffect; and\n\t\t\tthat visiting team is involved in the activities for which the ground isbeing used, or which the stand is being used to view.\n\t\tIn subsection (7) a reference to a person being an employee for a visitingteam is a reference to his being a relevant employee in relation to thevisitors' ground, or in relation to a certified sports stand contained in thevisitors' premises.\n\t\tIn this section ‘a relevant employee’, in relation to a certified sportsground or certified sports stand, means a person employed by—\n\t\t\tthe holder of its safety certificate;\n\t\t\ta person who manages the ground or stand or occupies the premises where itis or owns an interest in those premises;\n\t\t\ta company which is in the same group as a company falling within paragraph(b).\n\t\tIn this section a reference to the use of a certified sports ground forpurposes for which the safety certificate has effect is a reference to—\n\t\t\tthe use of the ground for activities specified in a general safetycertificate in force in respect of the use of that ground; or\n\t\t\tthe use of the ground, on an occasion specified in a special safetycertificate which is so in force, for activities specified in thatcertificate.\n\t\tIn this section a reference to the use of a certified sports stand forpurposes for which the safety certificate has effect is a reference to—\n\t\t\tthe use of the stand for viewing activities specified in a general safetycertificate in force in respect of the use of that stand; or\n\t\t\tthe use of the stand, on an occasion specified in a special safetycertificate which is so in force, for viewing activities specified in thatcertificate.\n\t\tIn this section—\n\t\t\t  * ‘certified sports ground’ means a sports ground in respect of which a safety certificate is in force;\n\t\t\t  * ‘certified sports stand’ means a sports stand in respect of which a safety certificate is in force;\n\t\t\t  * ‘company’, ‘holding company’ and ‘subsidiary’ have the same meanings as in section 736 of the Companies Act [1985 (c. 6)](/id/ukpga/1985/6?view=plain \"Go to item of legislation\");\n\t\t\t  * ‘group’, in relation to a company, means a holding company and all of its subsidiaries;\n\t\t\t  * ‘safety certificate’, ‘general safety certificate’ and ‘special safety certificate’—\n\t\t\tin relation to a sports ground, have the same meanings as in the Safety ofSports Grounds Act 1975 (see sections 1(4) and 17(1) of that Act); and\n\t\t\tin relation to a sports stand, have the same meanings as in Part 3 of the FireSafety and Safety of Places of Sport Act 1987 (see section 26(2) and (11) ofthat Act);\n\t\t\t\t  * ‘sports ground’ has the same meaning as in that Act of 1975 (see section 17(1) of that Act);\n\t\t\t\t  * ‘sports stand’ means a stand within the meaning of Part 3 of that Act of 1987 (see section 26(11) of that Act);\n\t\t\t\t  * ‘visiting team’, in relation to a certified sports ground (‘the home ground’) or a certified sports stand contained in any premises (‘the home premises’) means a team which uses as its base, or as one of its bases, any premises which are either—\n\t\t\ta certified sports ground which is not the home ground (‘the visitors'ground’); or\n\t\t\tpremises which are not the home premises and which contain a certified sportsstand (‘the visitors' premises’);\n\t\t\t\t  * ‘visitors' ground’ and ‘visitors' premises’, in relation to a visiting team, have the meanings given by the previous definition.”"
    },
    {
        "length": 705,
        "text": "\nPart 4General\n\tExpenses \n\t\tThere shall be paid out of money provided by Parliament any increaseattributable to this Act in the sums payable out of such money under any otherAct.\n\tRepeals \n\t\tThe enactments listed in column 1 of Schedule 5 are repealed to the extent setout in column 2 of that Schedule.\n\tShort title, commencement and extent\n\t\tThis Act may be cited as the Violent Crime Reduction Act 2006.\n\t\tThis Act, other than—\n\t\t\tthis section;\n\t\t\tsection 25;\n\t\t\tsection 56;\n\t\t\tsection 60 and the repeal in section 18(1) of the Crime and Disorder Act[1998 (c. 37)](/id/ukpga/1998/37?view=plain \"Go to item of legislation\"); and\n\t\t\tsection 63,\n\t\t\t\tshall come into force on such day as the relevant national authority may byorder made by statutory instrument appoint; and different days may beappointed for different purposes, including different areas.\n\t\tIn subsection (2) “the relevant national authority”—\n\t\t\tin relation to section 45 or 46 so far as it authorises the exercise ofpowers in relation to pupils of schools in Wales or students at institutionsin Wales that are within the further education sector, means the NationalAssembly for Wales; and\n\t\t\tin all other cases, means the Secretary of State.\n\t\tSection 49, Schedule 1, section 62 and this Part extend to the UnitedKingdom, except that—\n\t\t\tthe amendments or repeals specified in Schedule 1 extend only so far as theenactments amended or repealed;\n\t\t\tthe repeals by Schedule 5 of the Licensed Premises (Exclusion of CertainPersons) Act [1980 (c. 32)](/id/ukpga/1980/32?view=plain \"Go to item oflegislation\") and of the enactments amending that Act extend to England andWales only;\n\t\t\tthe repeal by that Schedule of section 141(3) of the Criminal Justice Act[1988 (c. 33)](/id/ukpga/1988/33?view=plain \"Go to item of legislation\")extends to England and Wales and Northern Ireland only;\n\t\t\tthe other repeals specified in that Schedule extend only so far as theenactments repealed.\n\t\tSections 28 to 41 and 50 extend to Great Britain only.\n\t\tSection 51 and Schedule 2 and section 59(2) extend to Northern Irelandonly.\n\t\tSection 54 and Schedule 4 and sections 55 to 58 extend to England and Walesand Northern Ireland only.\n\t\tThe other provisions of this Act extend to England and Wales only."
    }
]