[
    {
        "length": 2097,
        "text": "\nRegulations and notices requiring participation in a scheme\n\tThe 2011 Regulations are to be treated for all purposes as regulations thatwere made under section 17A of the Jobseekers Act 1995 and other provisionsspecified in the preamble to the 2011 Regulations and that came into force onthe day specified in the 2011 Regulations.\n\tThe Employment, Skills and Enterprise Scheme mentioned in the 2011Regulations is to be treated as having been, until the coming into force ofthe 2013 Regulations, a scheme within section 17A(1) of the Jobseekers Act1995.\n\tThe following are to be treated as having been, until the coming into forceof the 2013 Regulations, programmes of activities that are part of theEmployment, Skills and Enterprise Scheme—\n\t\tthe programmes described in regulation 3(2) to (8) of the 2013 Regulations,and\n\t\tthe programme known as the Community Action Programme,\n\t\t\tand references to the scheme are to be read accordingly.\n\tA notice given for the purposes of regulation 4(1) of the 2011 Regulations(requirement to participate and notification) is to be treated as a noticethat complied with regulation 4(2)(c) (details of what a person is required todo by way of participation in scheme) if it referred to—\n\t\tthe Employment, Skills and Enterprise Scheme, or\n\t\ta programme of activities treated under subsection (3) as part of thescheme.\n\tA notice given for the purposes of regulation 4(1) of the 2011 Regulationsis to be treated as a notice that complied with regulation 4(2)(e)(information about the consequences of failing to participate) if it describedan effect on payments of jobseeker’s allowance as a consequence or possibleconsequence of not participating in the scheme or a programme of activities.\n\tRegulation 4(3) of the 2011 Regulations (notice of changes in what a personis required to do by way of participation in scheme) is to be treated as if atall times—\n\t\tit required the person in question to be notified only if the changes inthe requirements mentioned in regulation 4(2)(c) were such that the detailsrelating to those requirements specified in—\n\t\ta notice given to the person under regulation 4(1), or\n\t\ta notice given to the person under regulation 4(3) on an earlier occasion,\n\t\twere no longer accurate, and\n\t\tit required the person to be notified only of such changes as made thedetails inaccurate.\n\tA notice given for the purposes of regulation 4(1) of the Mandatory WorkActivity Scheme Regulations is to be treated as a notice that complied withregulation 4(2)(d) (details of what a person is required to do by way ofparticipation in scheme) if it referred to—\n\t\tthe Mandatory Work Activity Scheme, or\n\t\ta placement described as Mandatory Work Activity.\n\tA notice given for the purposes of regulation 4(1) of the Mandatory WorkActivity Scheme Regulations is to be treated as a notice that complied withregulation 4(2)(f) (information about the consequences of failing toparticipate) if it described an effect on payments of jobseeker’s allowance asa consequence or possible consequence of not participating in the scheme orplacement.\n\tRegulation 4(3) of the Mandatory Work Activity Scheme Regulations is to betreated as if at all times—\n\t\tit required the person in question to be notified only if the changes inthe requirements mentioned in regulation 4(2)(d) were such that the detailsrelating to those requirements specified in—\n\t\ta notice given to the person under regulation 4(1), or\n\t\ta notice given to the person under regulation 4(3) on an earlier occasion,\n\t\twere no longer accurate, and\n\t\tit required the person to be notified only of such changes as made thedetails inaccurate.\n\tThe penalty provisions are to be treated (notwithstanding the amendmentsmade by the 2012 Regulations) as having effect after the relevant time as theydid before the relevant time, in relation to a failure to comply with the 2011Regulations or, as the case may be, the Mandatory Work Activity SchemeRegulations that occurred or began to occur before the relevant time.\n\tIn subsection (10) and this subsection—\n\t\t  * “the penalty provisions” means— \n\t\tin the case of a failure to comply with the 2011 Regulations, the provisionsrelating to the imposition of a penalty for such a failure that had effectbefore the relevant time;\n\t\tin the case of a failure to comply with the Mandatory Work Activity SchemeRegulations, the provisions relating to the imposition of a penalty for such afailure that had effect before the relevant time;\n\t\t\t  * “the relevant time” means the time at which the 2012 Regulations came into force. \n\tA penalty imposed on a person before or after the coming into force ofthis Act for—\n\t\tfailing to participate in a scheme within section 17A(1) of the JobseekersAct 1995, or\n\t\tfailing to comply with regulations under section 17A of that Act,\n\t\tis to be treated as lawfully imposed if the only ground or grounds fortreating it as unlawfully imposed is or are removed by subsections (1) to(10).\n\tSubsection (12) does not affect a person’s ability to apply for a revisionor supersession of, or to appeal against, a decision to impose a penalty byreference to other grounds.\n\tSubject to subsection (10), the 2011 Regulations are to be treated ashaving been revoked by the 2013 Regulations on the coming into force of the2013 Regulations.\n\tIn this section—\n\t\t  * “the 2011 Regulations” means the provisions known as the Jobseeker’s Allowance (Employment, Skills and Enterprise Scheme) Regulations 2011 ([S.I. 2011/917](/id/uksi/2011/917?view=plain \"Go to item of legislation\")); \n\t\t  * “the 2012 Regulations” means the Jobseeker’s Allowance (Sanctions) (Amendment) Regulations 2012 ([S.I. 2012/2568](/id/uksi/2012/2568?view=plain \"Go to item of legislation\")); \n\t\t  * “the 2013 Regulations” means the Jobseeker’s Allowance (Schemes for Assisting Persons to Obtain Employment) Regulations 2013 ([S.I. 2013/276](/id/uksi/2013/276?view=plain \"Go to item of legislation\")); \n\t\t  * “the Mandatory Work Activity Scheme Regulations” means the Jobseeker’s Allowance (Mandatory Work Activity Scheme) Regulations 2011 ([S.I. 2011/688](/id/uksi/2011/688?view=plain \"Go to item of legislation\")). \nReport \n\tThe Secretary of State must appoint an independent person to prepare areport on the operation of the provisions relating to the imposition of apenalty during the period of a year beginning with the day on which this Actcomes into force, so far as that operation relates to relevant penalties.\n\tThe person must complete the preparation of the report and send it to theSecretary of State as soon as reasonably practicable after the end of theperiod mentioned in subsection (1).\n\tOn receiving the report, the Secretary of State must lay a copy of itbefore Parliament.\n\tIn this section—\n\t\t  * “penalty” means a penalty that may be imposed for— \n\t\tfailing to participate in a scheme within section 17A(1) of the Jobseekers Act1995, or\n\t\tfailing to comply with regulations under section 17A of that Act;\n\t\t\t  * “relevant penalty” means a penalty that, but for section 1 of this Act, would not be or would not have been lawfully imposed on a person. \nExtent, commencement and short title\n\tThis Act extends to England and Wales and Scotland.\n\tThis Act comes into force on the day on which it is passed.\n\tThis Act may be cited as the Jobseekers (Back to Work Schemes) Act 2013.\n\t\t"
    }
]