{
    "general": "This law makes sure that people who are looking for work have to do certain things to prove they are trying their best to find a job. If they don't do these things, their benefits might be stopped. The law also says how notices should be given to people when they are participating in a scheme to help them find work. This law helps make sure that people who are looking for work are taking the right steps to find a job and that the government can give them the support they need.",
    "series": [
        [
            {
                "length": 264,
                "short": "\"Jobseekers Act Amendments: Streamlining Penalty Impositions and Reporting Requirements\"",
                "text": "\n* Simplified point 1: The Jobseekers (Back to Work Schemes) Act 2013 allows for certain regulations and notices related to jobseeker's allowance to be treated as if they were made under different sections of the Jobseekers Act 1995.\n* Simplified point 2: The Act also provides for notices given for the purpose of participation in schemes to be treated as complying with certain regulations, even if they do not specifically reference those regulations.\n* Simplified point 3: The Act states that a penalty imposed on a person for failing to participate in a scheme or for failing to comply with regulations can be treated as lawfully imposed, even if the only ground for treating it as unlawfully imposed has been removed.\n* Simplified point 4: The Act requires the Secretary of State to appoint an independent person to prepare a report on the operation of the provisions relating to the imposition of penalties during a one-year period, starting from the day the Act comes into force."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Jobseekers (Back to Work Schemes) Act 2013 changes some rules about getting jobseeker's allowance. It lets the government make new rules about helping people find work, like attending interviews or training courses. If someone doesn't follow these rules, the government can take away their benefits. But if the rule they broke was changed or removed, the government can still punish them as if the old rule was still there. The act also asks someone independent to look at how well these rules work after one year.\nIn simpler terms, this law helps the government create programs to help people find jobs. If someone doesn't follow the rules of these programs, the government can take away their benefits. Even if the rule they broke was later changed or removed, the government can still punish them as if the old rule was still there. After one year, an independent person will check how well these programs are working.",
    "single": "\n* The Jobseekers (Back to Work Schemes) Act 2013 simplifies and updates the Jobseekers Act 1995.\n* The act focuses on the effectiveness of job seeker's allowance schemes and the penalties for failing to participate in these schemes.\n* The act allows for the continuation of existing schemes, such as the Employment, Skills, and Enterprise Scheme, and the Mandatory Work Activity Scheme.\n* The act provides for the revocation of the 2011 Regulations and the 2012 Regulations, and the replacement of these regulations with new regulations.\n* The act requires the Secretary of State to appoint an independent person to prepare a report on the operation of the provisions relating to the imposition of penalties.\n* The act extends to England, Wales, and Scotland, and comes into force on the day it is passed.\nKEY POINTS:\n* The Jobseekers (Back to Work Schemes) Act 2013 updates and simplifies the Jobseekers Act 1995.\n* The act focuses on the effectiveness of job seeker's allowance schemes and the penalties for failing to participate in these schemes.\n* The act allows for the continuation of existing schemes, such as the Employment, Skills, and Enterprise Scheme, and the Mandatory Work Activity Scheme.\n* The act provides for the revocation of the 2011 Regulations and the 2012 Regulations, and the replacement of these regulations with new regulations.\n* The act requires the Secretary of State to appoint an independent person to prepare a report on the operation of the provisions relating to the imposition of penalties.\n* The act extends to England, Wales, and Scotland, and comes into force on the day it is passed."
}