[
    {
        "length": 1494,
        "text": "\nTargets relating to child poverty\n\tThe 2010 target\n\t\tThe Secretary of State must, as soon as reasonably practicable after theend of the 2010 target year and in any event not later than 30 June 2012, laybefore Parliament a report on whether the 2010 target has been met.\n\t\tThe 2010 target is that in the financial year beginning with 1 April 2010,1.7 million children or fewer live in qualifying households in the UnitedKingdom that fell within the relevant income group for the purposes of section3 (the relative low income target).\n\t\tThe report must be based on statistics that the Statistics Board hasdesignated under section 12 of the Statistics and Registration Service Act2007 (assessment) as National Statistics.\n\t\tWhether the target has been met in relation to the 2010 target year is tobe determined by reference to the statistics.\n\t\tIf the target has not been met, the report must explain why it has not beenmet.\n\t\tThe 2010 target year is the financial year beginning with 1 April 2010.\n\tDuty of Secretary of State to ensure that targets in sections 3 to 6 aremet\n\t\tIt is the duty of the Secretary of State to ensure that the followingtargets are met in relation to the United Kingdom in relation to the targetyear—\n\t\t\tthe relative low income target in section 3,\n\t\t\tthe combined low income and material deprivation target in section 4,\n\t\t\tthe absolute low income target in section 5, and\n\t\t\tthe persistent poverty target in section 6.\n\t\tThe target year is the financial year beginning with 1 April 2020.\n\tThe relative low income target\n\t\tThe relative low income target is that less than 10% of children who livein qualifying households live in households that fall within the relevantincome group.\n\t\tFor the purposes of this section, a household falls within the relevantincome group, in relation to a financial year, if its equivalised net incomefor the financial year is less than 60% of median equivalised net householdincome for the financial year.\n\tThe combined low income and material deprivation target\n\t\tThe combined low income and material deprivation target is that less than5% of children who live in qualifying households—\n\t\t\tlive in households that fall within the relevant income group, and\n\t\t\texperience material deprivation.\n\t\tFor the purposes of subsection (1)(a), a household falls within therelevant income group, in relation to a financial year, if its equivalised netincome for the financial year is less than 70% of median equivalised nethousehold income for the financial year.\n\t\tRegulations must specify the circumstances in which a child is to beregarded for the purposes of subsection (1)(b) as experiencing materialdeprivation in a financial year.\n\tThe absolute low income target\n\t\tThe absolute low income target is that less than 5% of children who live inqualifying households live in households falling within the relevant incomegroup.\n\t\tFor the purposes of this section, a household falls within the relevantincome group, in relation to a financial year, if its equivalised net incomefor the financial year is less than 60% of the adjusted base amount.\n\t\t“The adjusted base amount”, in relation to a financial year, is the baseamount adjusted in a prescribed manner to take account of changes in the valueof money since the base year.\n\t\tIn this section—\n\t\t\t  * “the base amount” means the amount of median equivalised net household income for the base year; \n\t\t\t  * “the base year” means the financial year beginning with 1 April 2010. \n\tThe persistent poverty target\n\t\tIn relation to a financial year (“the relevant financial year”), thepersistent poverty target is that less than the target percentage of childrenwho have lived in qualifying households during each of the survey years havelived in households that have been within the relevant income group in atleast 3 of the survey years.\n\t\tThe survey years are—\n\t\t\tthe calendar year that ends in the relevant financial year, and\n\t\t\tthe 3 previous calendar years.\n\t\tFor the purposes of this section, the target percentage is a percentage tobe prescribed by regulations made before 2015.\n\t\tFor the purposes of this section, a household falls within the relevantincome group, in relation to a calendar year, if its equivalised net incomefor the year is less than 60% of median equivalised net household income forthe year.\n\t\tInstead of exercising the power conferred by subsection (3), the Secretaryof State may by regulations amend this section so as to substitute a differentpersistent poverty target for that set out in subsections (1) to (4).\n\t\tRegulations under subsection (5) may only be made—\n\t\t\tbefore 2015, and\n\t\t\twith the consent of the Commission.\n\tInterpretation of terms used in relation to targets\n\t\tRegulations may for the purposes of this Part make provision about thefollowing—\n\t\t\twhat is a qualifying household;\n\t\t\tthe circumstances in which a child is or is not to be regarded as living ina qualifying household;\n\t\t\twhat is to be regarded as the income of a household for a financial year;\n\t\t\twhat deductions are to be made in calculating the net income of ahousehold;\n\t\t\thow net household income is to be equivalised.\n\t\tThe deductions prescribed under subsection (1)(d) are not to includehousing costs, but regulations under that provision may provide that specifiedexpenses are not to be treated as housing costs.\n\t\tIn this Part “equivalised”, in relation to household income, means adjustedto take account of variations in household size and composition.\n\t\tIn making regulations under subsection (1)(a), the Secretary of State musthave regard to the desirability of ensuring that the targets in sections 3 to6 have as wide an application as is reasonably practicable, having regard tothe statistical surveys that are being or can reasonably be expected to beundertaken."
    },
    {
        "length": 253,
        "text": "\nThe Child Poverty Commission\n\tThe Child Poverty Commission\n\t\tThere is to be a body called the Child Poverty Commission (in this Actreferred to as “the Commission”).\n\t\tThe Commission’s functions are those conferred on it by or under this Act.\n\t\tSchedule 1 contains further provisions about the Commission.\n\t\tThe Secretary of State may by order provide for the Commission to cease toexist on a day—\n\t\t\tspecified in or determined in accordance with the order, and\n\t\t\tfalling after the target year.\n\t\tAn order under subsection (4) may contain such transitional orconsequential provision as the Secretary of State considers necessary orexpedient in connection with the abolition of the Commission.\n\t\tThat provision may include provision amending, repealing or revoking—\n\t\t\tthe provisions of this Act so far as relating to the Commission;\n\t\t\tany provision of any other Act (whenever passed);\n\t\t\tany provision of any instrument made under an Act (whenever made)."
    },
    {
        "length": 1159,
        "text": "\nStrategies: duties of Secretary of State\n\tUK strategies\n\t\tThe Secretary of State must, before the end of the period of 12 monthsbeginning with the day on which this Act is passed, publish and lay beforeParliament the first UK strategy.\n\t\tA “UK strategy” is a strategy under this section setting out the measuresthat the Secretary of State proposes to take—\n\t\t\tfor the purpose of complying with section 2 (duty to ensure that targetsare met), and\n\t\t\tfor the purpose of ensuring as far as possible that children in the UnitedKingdom do not experience socio-economic disadvantage.\n\t\tA UK strategy may also refer to proposals of the Scottish Ministers, theWelsh Ministers or the relevant Northern Ireland department.\n\t\tBefore the end of the period to which a UK strategy relates, the Secretaryof State must review the strategy and publish and lay before Parliament arevised UK strategy, but this subsection does not apply after the beginning ofthe target year.\n\t\tIn preparing a UK strategy, the Secretary of State must consider what (ifany) measures ought to be taken in each of the following areas—\n\t\t\tthe promotion and facilitation of the employment of parents or of thedevelopment of the skills of parents,\n\t\t\tthe provision of financial support for children and parents,\n\t\t\tthe provision of information, advice and assistance to parents and thepromotion of parenting skills,\n\t\t\tphysical and mental health, education, childcare and social services, and\n\t\t\thousing, the built or natural environment and the promotion of socialinclusion.\n\t\tWhen considering for the purpose of a UK strategy what measures ought to betaken in relation to each of those areas, the Secretary of State—\n\t\t\tmust consider which groups of children in the United Kingdom appear to bedisproportionately affected by socio-economic disadvantage, and\n\t\t\tmust consider the likely impact of each measure on children within each ofthose groups.\n\t\tA UK strategy must—\n\t\t\twhere it relates to a period ending before the end of the target year—\n\t\t\tdescribe the progress that the Secretary of State considers needs to bemade by the end of the period to which the strategy relates if the targets insections 3 to 6 are to be met in relation to the United Kingdom in relation tothe target year, and\n\t\t\tdescribe the other progress that the Secretary of State intends to make bythe end of the period to which the strategy relates in achieving the purposementioned in subsection (2)(b), and\n\t\t\tdescribe the progress that the Secretary of State intends to make by theend of the target year in achieving the purpose mentioned in subsection(2)(b), otherwise than by ensuring that the targets are met.\n\t\tA UK strategy other than the first must also—\n\t\t\tdescribe the measures taken in accordance with the previous UK strategy andthe measures taken in accordance with a Scottish strategy, a Welsh strategy ora Northern Ireland strategy,\n\t\t\tdescribe the effect of those measures on progress towards meeting thetargets in sections 3 to 6, and\n\t\t\tdescribe other effects of those measures that contribute to the achievementof the purpose mentioned in subsection (2)(b).\n\t\tReferences in this section to the period to which a UK strategy relates arereferences to the period beginning with the date on which the UK strategy islaid before Parliament and—\n\t\t\texcept in the case of a UK strategy laid before Parliament less than 3years before the beginning of the target year, ending 3 years later, and\n\t\t\tin that excepted case, ending with the target year.\n\tProvision of advice by Commission and consultation with others\n\t\tIn preparing a UK strategy, the Secretary of State must request the adviceof the Commission, and specify in the request the date by which the advice isto be given.\n\t\tThe Secretary of State may at any time request the Commission to giveadvice, by a specified date, on any matter connected with—\n\t\t\ta UK strategy, or\n\t\t\tthe targets in sections 3 to 6.\n\t\tThe Secretary of State must have regard to any advice given by theCommission under this section.\n\t\tIn preparing a UK strategy, the Secretary of State—\n\t\t\tmust consult such local authorities and associations of local authoritiesin England as the Secretary of State thinks fit,\n\t\t\tmust consult the Scottish Ministers, the Welsh Ministers and the relevantNorthern Ireland department,\n\t\t\tmust consult such children, and organisations working with or representingchildren, as the Secretary of State thinks fit,\n\t\t\tmust consult such parents, and organisations working with or representingparents, as the Secretary of State thinks fit, and\n\t\t\tmay consult such other persons as the Secretary of State thinks fit.\n\t\tIn preparing a UK strategy, the Secretary of State must have regard to anyScottish strategy, Welsh strategy or Northern Ireland strategy."
    },
    {
        "length": 1933,
        "text": "\nStrategies: duties of Scottish Ministers and relevant Northern Irelanddepartment\n\tScottish strategies\n\t\tThe Scottish Ministers must, before the end of the period of 12 monthsbeginning with the day on which this Act is passed, publish and lay before theScottish Parliament the first Scottish strategy.\n\t\tA “Scottish strategy” is a strategy under this section setting out themeasures that the Scottish Ministers propose to take—\n\t\t\tfor the purpose of contributing to the compliance by the Secretary of Statewith section 2 (duty to ensure that targets are met), and\n\t\t\tfor the purpose of ensuring as far as possible that children in Scotland donot experience socio-economic disadvantage.\n\t\tBefore the end of the period to which a Scottish strategy relates, theScottish Ministers must review the strategy and publish and lay before theScottish Parliament a revised Scottish strategy, but this subsection does notapply after the beginning of the target year.\n\t\tA Scottish strategy must—\n\t\t\twhere it relates to a period ending before the end of the target year—\n\t\t\tdescribe the progress that the Scottish Ministers intend to make inScotland by the end of the period to which the strategy relates incontributing to the meeting of the targets in sections 3 to 6 in relation tothe target year,\n\t\t\tdescribe the other progress that the Scottish Ministers intend to make bythe end of the period to which the strategy relates in achieving the purposementioned in subsection (2)(b), and\n\t\t\tdescribe the progress that the Scottish Ministers intend to make by the endof the target year in achieving the purpose mentioned in subsection (2)(b),otherwise than by contributing to the meeting of the targets.\n\t\tA Scottish strategy other than the first must also—\n\t\t\tdescribe the measures taken by the Scottish Ministers in accordance withthe previous Scottish strategy,\n\t\t\tdescribe the effect of those measures in contributing to the meeting of thetargets in sections 3 to 6, and\n\t\t\tdescribe other effects of those measures that contribute to the achievementof the purpose mentioned in subsection (2)(b).\n\t\tA Scottish strategy may not include proposals that relate to reservedmatters, within the meaning of the Scotland Act 1998.\n\t\tThe Scottish Ministers must, on or before each report date relating to aScottish strategy, lay before the Scottish Parliament a report which—\n\t\t\tdescribes the measures taken by the Scottish Ministers in accordance withthe Scottish strategy,\n\t\t\tdescribes the effect of those measures in contributing to the meeting ofthe targets in sections 3 to 6, and\n\t\t\tdescribes other effects of those measures that contribute to theachievement of the purpose mentioned in subsection (2)(b).\n\t\tThe report dates relating to a Scottish strategy are each anniversary ofthe day on which it was laid before the Scottish Parliament, other than ananniversary which falls—\n\t\t\ton or after the date on which a subsequent Scottish strategy is so laid, or\n\t\t\tafter the end of the target year.\n\t\tReferences in this section to the period to which a Scottish strategyrelates are references to the period beginning with the date on which theScottish strategy is laid before the Scottish Parliament and—\n\t\t\texcept in the case of a Scottish strategy laid before that Parliament lessthan 3 years before the beginning of the target year, ending 3 years later,and\n\t\t\tin that excepted case, ending with the target year.\n\tNorthern Ireland strategies\n\t\tThe relevant Northern Ireland department must, before the end of the periodof 12 months beginning with the day on which this Act is passed, publish andlay before the Northern Ireland Assembly the first Northern Ireland strategy.\n\t\tA “Northern Ireland strategy” is a strategy under this section setting outthe measures that the Northern Ireland departments propose to take—\n\t\t\tfor the purpose of contributing to the compliance by the Secretary of Statewith section 2 (duty to ensure that targets are met), and\n\t\t\tfor the purpose of ensuring as far as possible that children in NorthernIreland do not experience socio-economic disadvantage.\n\t\tBefore the end of the period to which a Northern Ireland strategy relates,the relevant Northern Ireland department must review the strategy and publishand lay before the Northern Ireland Assembly a revised Northern Irelandstrategy, but this subsection does not apply after the beginning of the targetyear.\n\t\tA Northern Ireland strategy must—\n\t\t\twhere it relates to a period ending before the end of the target year—\n\t\t\tdescribe the progress that the Northern Ireland departments intend to makein Northern Ireland by the end of the period to which the strategy relates incontributing to the meeting of the targets in sections 3 to 6 in relation tothe target year,\n\t\t\tdescribe the other progress that the Northern Ireland departments intendto make by the end of the period to which the strategy relates in achievingthe purpose mentioned in subsection (2)(b), and\n\t\t\tdescribe the progress that the Northern Ireland departments intend to makeby the end of the target year in achieving the purpose mentioned in subsection(2)(b), otherwise than by contributing to the meeting of the targets.\n\t\tA Northern Ireland strategy other than the first must also—\n\t\t\tdescribe the measures taken by the Northern Ireland departments inaccordance with the previous Northern Ireland strategy,\n\t\t\tdescribe the effect of those measures in contributing to the meeting of thetargets in sections 3 to 6, and\n\t\t\tdescribe other effects of those measures that contribute to the achievementof the purpose mentioned in subsection (2)(b).\n\t\tA Northern Ireland strategy may not include proposals that relate toexcepted or reserved matters, within the meaning of the Northern Ireland Act1998.\n\t\tThe relevant Northern Ireland department must, on or before each reportdate relating to a Northern Ireland strategy, lay before the Northern IrelandAssembly a report which—\n\t\t\tdescribes the measures taken by the Northern Ireland departments inaccordance with the Northern Ireland strategy,\n\t\t\tdescribes the effect of those measures in contributing to the meeting ofthe targets in sections 3 to 6, and\n\t\t\tdescribes other effects of those measures that contribute to theachievement of the purpose mentioned in subsection (2)(b).\n\t\tThe report dates relating to a Northern Ireland strategy are eachanniversary of the day on which it was laid before the Northern IrelandAssembly, other than an anniversary which falls—\n\t\t\ton or after the date on which a subsequent Northern Ireland strategy is solaid, or\n\t\t\tafter the end of the target year.\n\t\tReferences in this section to the period to which a Northern Irelandstrategy relates are references to the period beginning with the date on whichthe Northern Ireland strategy is laid before the Northern Ireland Assemblyand—\n\t\t\texcept in the case of a Northern Ireland strategy laid before the Assemblyless than 3 years before the beginning of the target year, ending 3 yearslater, and\n\t\t\tin that excepted case, ending with the target year.\n\tAdvice and consultation: Scotland and Northern Ireland\n\t\tIn preparing a Scottish strategy or a Northern Ireland strategy, thedevolved administration must request the advice of the Commission, and specifyin the request the date by which the advice is to be given.\n\t\tThe devolved administration must have regard to any advice given by theCommission under this section.\n\t\tIn preparing a Scottish strategy or a Northern Ireland strategy, thedevolved administration—\n\t\t\tin the case of a Scottish strategy, must consult such local authorities orassociations of local authorities in Scotland as the devolved administrationthinks fit,\n\t\t\tmust consult the Secretary of State,\n\t\t\tmust consult such children, and organisations working with or representingchildren, as the devolved administration thinks fit,\n\t\t\tmust consult such parents, and organisations working with or representingparents, as the devolved administration thinks fit, and\n\t\t\tmay consult such other persons as the devolved administration thinks fit.\n\t\tIn this section “the devolved administration” means—\n\t\t\tin relation to a Scottish strategy, the Scottish Ministers, and\n\t\t\tin relation to a Northern Ireland strategy, the relevant Northern Irelanddepartment."
    },
    {
        "length": 805,
        "text": "\nReports by Secretary of State\n\tReports by Secretary of State\n\t\tThe Secretary of State must, on or before each report date relating to a UKstrategy, lay before Parliament a report on the progress made—\n\t\t\ttowards meeting the targets in sections 3 to 6, and\n\t\t\tin implementing the UK strategy.\n\t\tThe report dates relating to a UK strategy are each anniversary of the dayon which it was laid before Parliament, other than an anniversary which falls—\n\t\t\ton or after the date on which a subsequent UK strategy is so laid, or\n\t\t\tafter the end of the target year.\n\t\tThe Secretary of State must, as soon as reasonably practicable after theend of the target year, lay before Parliament a report on the progress made inimplementing the most recent UK strategy.\n\t\tA report under subsection (1) or (3) must in particular—\n\t\t\tdescribe the measures taken by the Secretary of State in accordance withthe UK strategy,\n\t\t\tdescribe the measures taken by the Scottish Ministers, the Welsh Ministersand the Northern Ireland departments in accordance with a Scottish strategy, aWelsh strategy or a Northern Ireland strategy,\n\t\t\tin the case of a report under subsection (1), describe the effect of allthose measures on progress towards the targets and on progress in achievingthe purpose mentioned in section 9(2)(b).\n\t\tIf the UK strategy has not been implemented in full, the report mustdescribe the respects in which it has not been implemented and the reasons forthis.\n\t\tBefore preparing a report under subsection (1) or (3), the Secretary ofState must consult the Scottish Ministers, the Welsh Ministers and therelevant Northern Ireland department.\n\tStatement required in relation to target year\n\t\tThe report under section 14(3) must include a statement of—\n\t\t\tthe percentage of children living in qualifying households in the UnitedKingdom in the target year who were living in households that fell within therelevant income group for the purposes of section 3 (the relative low incometarget);\n\t\t\tthe percentage of children living in qualifying households in the UnitedKingdom in the target year who were for the purposes of section 4 (thecombined low income and material deprivation target) living in households thatfell within the relevant income group and experiencing material deprivation;\n\t\t\tthe percentage of children living in qualifying households in the UnitedKingdom in the target year who were living in households that fell within therelevant income group for the purposes of section 5 (the absolute low incometarget);\n\t\t\tthe percentage of children who have lived in qualifying households duringthe survey years (as defined by section 6(2)) which relate to the target yearwho have lived in households that fell within the relevant income group forthe purposes of section 6 (the persistent poverty target) in at least 3 of thesurvey years.\n\t\tThe statement must be based on statistics that the Statistics Board hasdesignated under section 12 of the Statistics and Registration Service Act2007 (assessment) as National Statistics.\n\t\tWhether the targets in sections 3 to 6 have been met in relation to thetarget year is to be determined by reference to the percentages given in thestatement.\n\t\tIf any of the targets in sections 3 to 6 has not been met, the report undersection 14(3) must explain why it has not been met."
    },
    {
        "length": 228,
        "text": "\nEconomic and fiscal circumstances\n\tEconomic and fiscal circumstances\n\t\tThe matters mentioned in subsection (2) must be taken into account—\n\t\t\tby the Secretary of State in preparing a UK strategy;\n\t\t\tby the Commission in considering any advice to be given to the Secretary ofState, the Scottish Ministers or the relevant Northern Ireland department.\n\t\tThose matters are—\n\t\t\teconomic circumstances and in particular the likely impact of any measureon the economy;\n\t\t\tfiscal circumstances and in particular the likely impact of any measure ontaxation, public spending and public borrowing.\n\t\tIn preparing a Scottish strategy or a Northern Ireland strategy, theScottish Ministers or the relevant Northern Ireland department must haveregard to—\n\t\t\tthe resources that are or may be available to the Scottish Ministers or, asthe case may be, to the Northern Ireland departments, and\n\t\t\tthe effect of the implementation of the strategy on those resources."
    },
    {
        "length": 286,
        "text": "\nSupplementary\n\tInterpretation of Part 1\n\t\tIn this Part—\n\t\t\t  * “the Commission” means the Child Poverty Commission; \n\t\t\t  * “financial year” means the 12 months ending with 31 March; \n\t\t\t  * “Northern Ireland strategy” has the meaning given by section 12(2); \n\t\t\t  * “the relevant Northern Ireland department” means the Office of the First Minister and deputy First Minister; \n\t\t\t  * “Scottish strategy” has the meaning given by section 11(2); \n\t\t\t  * “target year” (except in the expression “renewed target year”) has the meaning given by section 2(2); \n\t\t\t  * “UK strategy” has the meaning given by section 9(2); \n\t\t\t  * “Welsh strategy” means a strategy prepared by the Welsh Ministers under Part 1 of the Children and Families (Wales) Measure 2010. \n\t\tIn this Part “qualifying household” and other terms relating to householdsare to be read in accordance with section 7."
    },
    {
        "length": 2322,
        "text": "\nPart 2Duties of local authorities and other bodies in England\n\tResponsible local authorities\n\t\tFor the purposes of this Part, each of the following is a responsible localauthority—\n\t\t\ta county council in England;\n\t\t\ta district council in England, other than a council for a district in acounty for which there is a county council;\n\t\t\ta London borough council;\n\t\t\tthe Council of the Isles of Scilly;\n\t\t\tthe Common Council of the City of London in its capacity as a localauthority.\n\tPartner authorities\n\t\tFor the purposes of this Part, each of the following is a partner authorityin relation to a responsible local authority—\n\t\t\tany person mentioned in subsection (2) who acts or is established for anarea which, or any part of which, coincides with or falls within theresponsible local authority’s area;\n\t\t\tthe person mentioned in subsection (3).\n\t\tThe persons referred to in subsection (1)(a) are—\n\t\t\tany district council which is not a responsible local authority;\n\t\t\ta police authority;\n\t\t\ta chief officer of police;\n\t\t\tan Integrated Transport Authority for an integrated transport area inEngland;\n\t\t\tTransport for London;\n\t\t\ta Strategic Health Authority;\n\t\t\ta Primary Care Trust;\n\t\t\ta youth offending team established under section 39 of the Crime andDisorder Act 1998.\n\t\tThe person referred to in subsection (1)(b) is the Secretary of State, butonly in relation to—\n\t\t\tthe Secretary of State’s functions under section 2 of the Employment andTraining Act 1973 (arrangements with respect to obtaining etc. employment oremployees);\n\t\t\tthe Secretary of State’s functions under sections 2 and 3 of the OffenderManagement Act 2007 (responsibility for ensuring provision of probationservices throughout England and Wales).\n\t\tThe Secretary of State’s functions under this Part as a partner authorityof a local authority in relation to the functions referred to in subsection(3)(b) are functions to which section 2(1)(c) of the Offender Management Act2007 (functions to be performed through arrangements under section 3 of thatAct) applies.\n\t\tIn subsection (1)(a), references to the area for which a person acts or isestablished are references—\n\t\t\tin the case of the Commissioner of Police of the Metropolis, to themetropolitan police district (within the meaning of the Police Act 1996);\n\t\t\tin the case of the Commissioner of the City of London Police, to the Cityof London police area (within the meaning of that Act);\n\t\t\tin the case of any other chief officer of police, to the police area listedin Schedule 1 to that Act for which the chief officer’s police force ismaintained;\n\t\t\tin the case of Transport for London, to Greater London.\n\t\tThe Secretary of State may by order—\n\t\t\tamend subsection (2) or (3) by—\n\t\t\tadding to it any person who has functions of a public nature;\n\t\t\tremoving from it any person for the time being mentioned in it; or\n\t\t\tadding to subsection (3) any function of the Secretary of State orremoving from it any function for the time being mentioned in it; and\n\t\t\tmake such other amendments of this section as appear to the Secretary ofState to be necessary or expedient in consequence of provision made underparagraph (a).\n\t\tBefore making an order under subsection (6) the Secretary of State mustconsult such representatives of local government and such other persons (ifany) as the Secretary of State thinks fit.\n\tCo-operation to reduce child poverty in local area\n\t\tEach responsible local authority must make arrangements to promote co-operation between—\n\t\t\tthe authority;\n\t\t\teach of its partner authorities; and\n\t\t\tsuch other persons or bodies as the authority thinks fit.\n\t\tThe arrangements are to be made with a view to reducing, and mitigating theeffects of, child poverty in the responsible local authority’s area.\n\t\tEach partner authority must co-operate with the responsible local authorityin the making of arrangements under this section.\n\t\tThe responsible local authority and each partner authority must, inexercising their functions under this section, have regard to any guidancegiven to them for the purpose by the Secretary of State.\n\t\tA responsible local authority and any partner authority may for thepurposes of arrangements under this section—\n\t\t\tprovide staff, goods, services, accommodation or other resources;\n\t\t\testablish and maintain a pooled fund.\n\t\tA pooled fund is a fund—\n\t\t\twhich is made up of contributions by the responsible local authority andthe partner authority or authorities concerned, and\n\t\t\tout of which payments may be made towards expenditure incurred in thedischarge of functions of the responsible local authority and functions of thepartner authority or authorities.\n\tLocal child poverty needs assessment\n\t\tThe arrangements made by a responsible local authority under section 21must include arrangements to prepare and publish an assessment of the needs ofchildren living in poverty in its area (“a local child poverty needsassessment”).\n\t\tThe Secretary of State may by regulations make provision about local childpoverty needs assessments.\n\t\tThose regulations may in particular include provision as to—\n\t\t\tmatters that must be considered in a local child poverty needs assessment;\n\t\t\twhen and how an assessment must be published;\n\t\t\tkeeping an assessment under review;\n\t\t\twhen and how an assessment must be revised;\n\t\t\tconsultation to be carried out during the preparation or revision of anassessment;\n\t\t\tother steps required or permitted to be taken in connection with thepreparation or revision of an assessment.\n\t\tThe responsible local authority and each partner authority must, inexercising their functions under this section, have regard to any guidancegiven to them for the purpose by the Secretary of State.\n\tJoint child poverty strategy for local area\n\t\tThe arrangements made by a responsible local authority under section 21must include arrangements to prepare a joint child poverty strategy inrelation to its area and to modify it in accordance with this section.\n\t\tThe joint child poverty strategy must set out the measures that theresponsible local authority and each partner authority propose to take for thepurpose of reducing, and mitigating the effects of, child poverty in theresponsible local authority’s area.\n\t\tThose measures—\n\t\t\tmust include measures relating to matters identified in a local childpoverty needs assessment;\n\t\t\tmay include measures relating to other matters identified by theresponsible local authority or a partner authority in connection with childpoverty in the responsible local authority’s area.\n\t\tThe responsible local authority may at any time modify the joint childpoverty strategy.\n\t\tWhen a responsible local authority revises a local child poverty needsassessment it must consider whether any modification of the joint childpoverty strategy is required.\n\t\tIn preparing or modifying the joint child poverty strategy, the responsiblelocal authority—\n\t\t\tmust consult such children, and organisations working with or representingchildren, as the authority thinks fit,\n\t\t\tmust consult such parents, and organisations working with or representingparents, as the authority thinks fit, and\n\t\t\tmay consult such other persons or bodies as the authority thinks fit.\n\t\tThe responsible local authority and each partner authority must, inexercising their functions under this section, have regard to any guidancegiven to them for the purpose by the Secretary of State.\n\t\tThe responsible local authority and each partner authority must have regardto the joint child poverty strategy in exercising their functions.\n\t\tReferences in this section to a local child poverty needs assessment are toa local child poverty needs assessment prepared by the responsible localauthority under section 22.\n\tSustainable community strategy\n\t\tIn section 4 of the Local Government Act 2000 (strategies for promoting well-being), in subsection (3)—\n\t\t\tomit the word “and” immediately after sub-paragraph (ii) of paragraph (a),and\n\t\t\tafter paragraph (a) insert—\n\t\t\tmust, if it is a local authority in England, have regard to thefollowing, so far as they relate to the authority’s area—\n\t\t\tany arrangements made under section 21 of the Child Poverty Act 2010 (co-operation to reduce child poverty in local area);\n\t\t\tany local child poverty needs assessment prepared under section 22 of thatAct (local child poverty needs assessment);\n\t\t\tany joint child poverty strategy prepared under section 23 of that Act(joint child poverty strategy for local area), and”.\n\tMeaning of “child poverty” in Part 2\n\t\tThis section has effect for the interpretation of this Part.\n\t\tA child is to be taken to be living in poverty if the child experiencessocio-economic disadvantage, and references to “child poverty” have acorresponding meaning.\n\t\tWithout limiting subsection (2), a child is to be taken to experiencesocio-economic disadvantage during any period in which—\n\t\t\tthe child lives in a household that falls within the relevant income groupfor the purposes of section 3 (the relative low income target) or section 5(the absolute low income target), or\n\t\t\tthe child lives in a household that falls within the relevant income groupfor the purposes of subsection (1)(a) of section 4 (combined low income andmaterial deprivation target) and is regarded for the purposes of subsection(1)(b) of that section as experiencing material deprivation.\n\t\tExpressions used in subsection (3) and in Part 1 of this Act have the samemeaning in that subsection as in that Part."
    },
    {
        "length": 1480,
        "text": "\nPart 3Miscellaneous and General\n\tFree school lunches and milk\n\t\tFree school lunches and milk\n\t\t\tIn section 512ZB of the Education Act 1996 (provision of free schoollunches and milk), in subsection (4)—\n\t\t\t\tafter “A person” insert “(“C”)”,\n\t\t\t\tin paragraph (a)—\n\t\t\t\tfor “his parent” substitute “C’s parent”,\n\t\t\t\tat the end of sub-paragraph (iia), insert “or”, and\n\t\t\t\tomit sub-paragraph (iv) (including the “or” immediately following it),\n\t\t\t\tafter paragraph (a) insert—\n\t\t\t\tC meets any conditions prescribed for the purposes of this paragraph andC’s parent is, in such circumstances as may be so prescribed—\n\t\t\t\tin receipt of any benefit or allowance not falling within paragraph (a)that is so prescribed, or\n\t\t\t\tentitled to any tax credit under the Tax Credits Act 2002 or element ofsuch a tax credit, that is so prescribed, or”,\n\t\t\t\tin paragraph (b)—\n\t\t\t\tfor “he, himself, is—” substitute “C is—”,\n\t\t\t\tat the end of sub-paragraph (ii), insert “or”, and\n\t\t\t\tomit sub-paragraph (iii), and\n\t\t\t\tat the end insert—\n\t\t\t\tC meets any conditions prescribed for the purposes of this paragraph andis—\n\t\t\t\tin receipt of any benefit or allowance not falling within paragraph (b)that is so prescribed, or\n\t\t\t\tentitled to any tax credit under the Tax Credits Act 2002 or element ofsuch a tax credit, that is so prescribed.”\n\t\t\tAny regulations made under paragraph (a)(iv) of subsection (4) of section512ZB of the Education Act 1996 and in force immediately before the cominginto force of this section are to have effect as if made under paragraph (aa)of that subsection.\n\t\t\tAny regulations made under paragraph (b)(iii) of subsection (4) of section512ZB of the Education Act 1996 and in force immediately before the cominginto force of this section are to have effect as if made under paragraph (c)of that subsection.\n\tGeneral\n\t\tGeneral interpretation\n\t\t\tIn this Act—\n\t\t\t\t  * “child” means— \n\t\t\t\ta person under the age of 16, or\n\t\t\t\ta person who is a qualifying young person for the purposes of Part 9 of theSocial Security Contributions and Benefits Act 1992 or Part 9 of the SocialSecurity Contributions and Benefits (Northern Ireland) Act 1992 (childbenefit);\n\t\t\t\t\t  * “parent” means— \n\t\t\t\tany individual who has parental responsibility for a child, or\n\t\t\t\tany other individual with whom a child resides and who has care of the child;\n\t\t\t\t\t  * “prescribed” means prescribed by regulations; \n\t\t\t\t\t  * “regulations” means regulations made by the Secretary of State under this Act. \n\t\t\tIn paragraph (a) of the definition of “parent” in subsection (1), thereference to “parental responsibility”—\n\t\t\t\tin relation to England and Wales, is to be read in accordance with theChildren Act 1989,\n\t\t\t\tin relation to Northern Ireland, is to be read in accordance with theChildren (Northern Ireland) Order 1995, and\n\t\t\t\tin relation to Scotland, is to be read as a reference to parentalresponsibilities within the meaning of the Children (Scotland) Act 1995.\n\t\tRegulations and orders\n\t\t\tAny power to make regulations or an order under this Act is exercisable bystatutory instrument.\n\t\t\tAny regulations or order under this Act may—\n\t\t\t\tmake different provision for different cases,\n\t\t\t\tinclude supplementary, incidental and consequential provision, and\n\t\t\t\tmake transitional provisions and savings.\n\t\t\tA power conferred by any provision of this Act to make regulations or anorder includes power to provide for a person to exercise a discretion indealing with any matter.\n\t\t\tA statutory instrument containing—\n\t\t\t\tregulations under any provision of this Act, other than regulations madeonly under section 5(3) or 22(2), or\n\t\t\t\tan order under section 8(4),\n\t\t\t\t\tmay not be made unless a draft of the instrument has been laid before, andapproved by a resolution of, each House of Parliament.\n\t\t\tA statutory instrument containing—\n\t\t\t\tregulations made only under section 5(3) or 22(2), or\n\t\t\t\tan order under section 20(6),\n\t\t\t\tis subject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tFinancial provisions\n\t\t\tThere is to be paid out of money provided by Parliament—\n\t\t\t\tany expenditure incurred under or by virtue of this Act by a Minister ofthe Crown, and\n\t\t\t\tany increase attributable to this Act in the sums payable under any otherAct out of money so provided.\n\t\tExtent \n\t\t\tExcept as provided by subsections (2) to (4), the provisions of this Actextend to England and Wales, Scotland and Northern Ireland.\n\t\t\tSection 11 extends to Scotland only.\n\t\t\tSection 12 extends to Northern Ireland only.\n\t\t\tPart 2 and section 26 extend to England and Wales only.\n\t\tCommencement \n\t\t\tThis Act, except Part 2 and section 26, comes into force on the day onwhich this Act is passed.\n\t\t\tPart 2 and section 26 come into force at the end of the period of 2 monthsbeginning with the day on which this Act is passed.\n\t\tShort title\n\t\t\tThis Act may be cited as the Child Poverty Act 2010."
    }
]