[
    {
        "length": 3270,
        "text": "\nGeneral\n\tSerious crime prevention orders\n\t\tThe High Court in England and Wales may make an order if—\n\t\t\tit is satisfied that a person has been involved in serious crime (whetherin England and Wales or elsewhere); and\n\t\t\tit has reasonable grounds to believe that the order would protect thepublic by preventing, restricting or disrupting involvement by the person inserious crime in England and Wales.\n\t\tThe High Court in Northern Ireland may make an order if—\n\t\t\tit is satisfied that a person has been involved in serious crime (whetherin Northern Ireland or elsewhere); and\n\t\t\tit has reasonable grounds to believe that the order would protect thepublic by preventing, restricting or disrupting involvement by the person inserious crime in Northern Ireland.\n\t\tAn order under this section may contain—\n\t\t\tsuch prohibitions, restrictions or requirements; and\n\t\t\tsuch other terms;\n\t\t\t\tas the court considers appropriate for the purpose of protecting the public bypreventing, restricting or disrupting involvement by the person concerned inserious crime in England and Wales or (as the case may be) Northern Ireland.\n\t\tThe powers of the court in respect of an order under this section aresubject to sections 6 to 15 (safeguards).\n\t\tIn this Part “serious crime prevention order” means—\n\t\t\tan order under this section; or\n\t\t\tan order under section 19 (corresponding order of the Crown Court onconviction).\n\t\tFor the purposes of this Part references to the person who is the subjectof a serious crime prevention order are references to the person against whomthe public are to be protected.\n\tInvolvement in serious crime: England and Wales orders\n\t\tFor the purposes of this Part, a person has been involved in serious crimein England and Wales if he—\n\t\t\thas committed a serious offence in England and Wales;\n\t\t\thas facilitated the commission by another person of a serious offence inEngland and Wales; or\n\t\t\thas conducted himself in a way that was likely to facilitate the commissionby himself or another person of a serious offence in England and Wales(whether or not such an offence was committed).\n\t\tIn this Part “a serious offence in England and Wales” means an offenceunder the law of England and Wales which, at the time when the court isconsidering the application or matter in question—\n\t\t\tis specified, or falls within a description specified, in Part 1 ofSchedule 1; or\n\t\t\tis one which, in the particular circumstances of the case, the courtconsiders to be sufficiently serious to be treated for the purposes of theapplication or matter as if it were so specified.\n\t\tFor the purposes of this Part, involvement in serious crime in England andWales is any one or more of the following—\n\t\t\tthe commission of a serious offence in England and Wales;\n\t\t\tconduct which facilitates the commission by another person of a seriousoffence in England and Wales;\n\t\t\tconduct which is likely to facilitate the commission, by the person whoseconduct it is or another person, of a serious offence in England and Wales(whether or not such an offence is committed).\n\t\tFor the purposes of section 1(1)(a), a person has been involved in seriouscrime elsewhere than in England and Wales if he—\n\t\t\thas committed a serious offence in a country outside England and Wales;\n\t\t\thas facilitated the commission by another person of a serious offence in acountry outside England and Wales; or\n\t\t\thas conducted himself in a way that was likely to facilitate the commissionby himself or another person of a serious offence in a country outside Englandand Wales (whether or not such an offence was committed).\n\t\tIn subsection (4) “a serious offence in a country outside England andWales” means an offence under the law of a country outside England and Waleswhich, at the time when the court is considering the application or matter inquestion—\n\t\t\twould be an offence under the law of England and Wales if committed in oras regards England and Wales; and\n\t\t\teither— \n\t\t\twould be an offence which is specified, or falls within a descriptionspecified, in Part 1 of Schedule 1 if committed in or as regards England andWales; or\n\t\t\tis conduct which, in the particular circumstances of the case, the courtconsiders to be sufficiently serious to be treated for the purposes of theapplication or matter as if it meets the test in sub-paragraph (i).\n\t\tThe test in subsection (4) is to be used instead of the test in section3(1) in deciding for the purposes of section 1(1)(a) whether a person has beeninvolved in serious crime in Northern Ireland.\n\t\tAn act punishable under the law of a country outside the United Kingdomconstitutes an offence under that law for the purposes of subsection (5),however it is described in that law.\n\tInvolvement in serious crime: Northern Ireland orders\n\t\tFor the purposes of this Part, a person has been involved in serious crimein Northern Ireland if he—\n\t\t\thas committed a serious offence in Northern Ireland;\n\t\t\thas facilitated the commission by another person of a serious offence inNorthern Ireland; or\n\t\t\thas conducted himself in a way that was likely to facilitate the commissionby himself or another person of a serious offence in Northern Ireland (whetheror not such an offence was committed).\n\t\tIn this Part “a serious offence in Northern Ireland” means an offence underthe law of Northern Ireland which, at the time when the court is consideringthe application or matter in question—\n\t\t\tis specified, or falls within a description specified, in Part 2 ofSchedule 1; or\n\t\t\tis one which, in the particular circumstances of the case, the courtconsiders to be sufficiently serious to be treated for the purposes of theapplication or matter as if it were so specified.\n\t\tFor the purposes of this Part, involvement in serious crime in NorthernIreland is any one or more of the following—\n\t\t\tthe commission of a serious offence in Northern Ireland;\n\t\t\tconduct which facilitates the commission by another person of a seriousoffence in Northern Ireland;\n\t\t\tconduct which is likely to facilitate the commission, by the person whoseconduct it is or another person, of a serious offence in Northern Ireland(whether or not such an offence is committed).\n\t\tFor the purposes of section 1(2)(a), a person has been involved in seriouscrime elsewhere than in Northern Ireland if he—\n\t\t\thas committed a serious offence in a country outside Northern Ireland;\n\t\t\thas facilitated the commission by another person of a serious offence in acountry outside Northern Ireland; or\n\t\t\thas conducted himself in a way that was likely to facilitate the commissionby himself or another person of a serious offence in a country outsideNorthern Ireland (whether or not such an offence was committed).\n\t\tIn subsection (4) “a serious offence in a country outside Northern Ireland”means an offence under the law of a country outside Northern Ireland which, atthe time when the court is considering the application or matter in question—\n\t\t\twould be an offence under the law of Northern Ireland if committed in or asregards Northern Ireland; and\n\t\t\teither— \n\t\t\twould be an offence which is specified, or falls within a descriptionspecified, in Part 2 of Schedule 1 if committed in or as regards NorthernIreland; or\n\t\t\tis conduct which, in the particular circumstances of the case, the courtconsiders to be sufficiently serious to be treated for the purposes of theapplication or matter as if it meets the test in sub-paragraph (i).\n\t\tThe test in subsection (4) is to be used instead of the test in section2(1) in deciding for the purposes of section 1(2)(a) whether a person has beeninvolved in serious crime in England and Wales.\n\t\tAn act punishable under the law of a country outside the United Kingdomconstitutes an offence under that law for the purposes of subsection (5),however it is described in that law.\n\tInvolvement in serious crime: supplementary\n\t\tIn considering for the purposes of this Part whether a person has committeda serious offence—\n\t\t\tthe court must decide that the person has committed the offence if—\n\t\t\the has been convicted of the offence; and\n\t\t\tthe conviction has not been quashed on appeal nor has the person beenpardoned of the offence; but\n\t\t\tthe court must not otherwise decide that the person has committed theoffence.\n\t\tIn deciding for the purposes of this Part whether a person (“therespondent”) facilitates the commission by another person of a seriousoffence, the court must ignore—\n\t\t\tany act that the respondent can show to be reasonable in the circumstances;and\n\t\t\tsubject to this, his intentions, or any other aspect of his mental state,at the time.\n\t\tIn deciding for the purposes of this Part whether a person (“therespondent”) conducts himself in a way that is likely to facilitate thecommission by himself or another person of a serious offence (whether or notsuch an offence is committed), the court must ignore—\n\t\t\tany act that the respondent can show to be reasonable in the circumstances;and\n\t\t\tsubject to this, his intentions, or any other aspect of his mental state,at the time.\n\t\tThe Secretary of State may by order amend Schedule 1.\n\tType of provision that may be made by orders\n\t\tThis section contains examples of the type of provision that may be made bya serious crime prevention order but it does not limit the type of provisionthat may be made by such an order.\n\t\tExamples of prohibitions, restrictions or requirements that may be imposedby serious crime prevention orders in England and Wales or Northern Irelandinclude prohibitions, restrictions or requirements in relation to places otherthan England and Wales or (as the case may be) Northern Ireland.\n\t\tExamples of prohibitions, restrictions or requirements that may be imposedon individuals (including partners in a partnership) by serious crimeprevention orders include prohibitions or restrictions on, or requirements inrelation to—\n\t\t\tan individual’s financial, property or business dealings or holdings;\n\t\t\tan individual’s working arrangements;\n\t\t\tthe means by which an individual communicates or associates with others, orthe persons with whom he communicates or associates;\n\t\t\tthe premises to which an individual has access;\n\t\t\tthe use of any premises or item by an individual;\n\t\t\tan individual’s travel (whether within the United Kingdom, between theUnited Kingdom and other places or otherwise).\n\t\tExamples of prohibitions, restrictions or requirements that may be imposedon bodies corporate, partnerships and unincorporated associations by seriouscrime prevention orders include prohibitions or restrictions on, orrequirements in relation to—\n\t\t\tfinancial, property or business dealings or holdings of such persons;\n\t\t\tthe types of agreements to which such persons may be a party;\n\t\t\tthe provision of goods or services by such persons;\n\t\t\tthe premises to which such persons have access;\n\t\t\tthe use of any premises or item by such persons;\n\t\t\tthe employment of staff by such persons.\n\t\tExamples of requirements that may be imposed on any persons by seriouscrime prevention orders include—\n\t\t\ta requirement on a person to answer questions, or provide information,specified or described in an order—\n\t\t\tat a time, within a period or at a frequency;\n\t\t\tat a place;\n\t\t\tin a form and manner; and\n\t\t\tto a law enforcement officer or description of law enforcement officer;\n\t\t\t\tnotified to the person by a law enforcement officer specified or described inthe order;\n\t\t\ta requirement on a person to produce documents specified or described in anorder—\n\t\t\tat a time, within a period or at a frequency;\n\t\t\tat a place;\n\t\t\tin a manner; and\n\t\t\tto a law enforcement officer or description of law enforcement officer;\n\t\t\tnotified to the person by a law enforcement officer specified or described inthe order.\n\t\tThe prohibitions, restrictions or requirements that may be imposed onindividuals by serious crime prevention orders include prohibitions,restrictions or requirements in relation to an individual’s private dwelling(including, for example, prohibitions or restrictions on, or requirements inrelation to, where an individual may reside).\n\t\tIn this Part—\n\t\t\t  * “document” means anything in which information of any description is recorded (whether or not in legible form); \n\t\t\t  * “a law enforcement officer” means— \n\t\t\ta constable;\n\t\t\ta member of the staff of the Serious Organised Crime Agency who is for thetime being designated under section 43 of the Serious Organised Crime andPolice Act [2005 (c. 15)](/id/ukpga/2005/15?view=plain \"Go to item oflegislation\");\n\t\t\tan officer of Revenue and Customs; or\n\t\t\ta member of the Serious Fraud Office; and\n\t\t\t\t  * “premises” includes any land, vehicle, vessel, aircraft or hovercraft. \n\t\tAny reference in this Part to the production of documents is, in the caseof a document which contains information recorded otherwise than in legibleform, a reference to the production of a copy of the information in legibleform."
    },
    {
        "length": 1020,
        "text": "\nGeneral safeguards in relation to orders\n\tAny individual must be 18 or over\n\t\tAn individual under the age of 18 may not be the subject of a serious crimeprevention order.\n\tOther exceptions\n\t\tA person may not be the subject of a serious crime prevention order if theperson falls within a description specified by order of the Secretary ofState.\n\tLimited class of applicants for making of orders\n\t\tA serious crime prevention order may be made only on an application by—\n\t\t\tin the case of an order in England and Wales—\n\t\t\tthe Director of Public Prosecutions;\n\t\t\tthe Director of Revenue and Customs Prosecutions; or\n\t\t\tthe Director of the Serious Fraud Office; and\n\t\t\tin the case of an order in Northern Ireland, the Director of PublicProsecutions for Northern Ireland.\n\tRight of third parties to make representations\n\t\tThe High Court must, on an application by a person, give the person anopportunity to make representations in proceedings before it about the makingof a serious crime prevention order if it considers that the making of theorder would be likely to have a significant adverse effect on that person.\n\t\tThe High Court must, on an application by a person, give the person anopportunity to make representations in proceedings before it about thevariation of a serious crime prevention order if it considers that—\n\t\t\tthe variation of the order; or\n\t\t\ta decision not to vary it;\n\t\t\t\twould be likely to have a significant adverse effect on that person.\n\t\tThe High Court must, on an application by a person, give the person anopportunity to make representations in proceedings before it about thedischarge of a serious crime prevention order if it considers that—\n\t\t\tthe discharge of the order; or\n\t\t\ta decision not to discharge it;\n\t\t\twould be likely to have a significant adverse effect on that person.\n\t\tThe Crown Court must, on an application by a person, give the person anopportunity to make representations in proceedings before it arising by virtueof section 19, 20 or 21 if it considers that the making or variation of theserious crime prevention order concerned (or a decision not to vary it) wouldbe likely to have a significant adverse effect on that person.\n\t\tA court which is considering an appeal in relation to a serious crimeprevention order must, on an application by a person, give the person anopportunity to make representations in the proceedings if that person wasgiven an opportunity to make representations in the proceedings which are thesubject of the appeal.\n\tNotice requirements in relation to orders\n\t\tThe subject of a serious crime prevention order is bound by it or avariation of it only if—\n\t\t\the is represented (whether in person or otherwise) at the proceedings atwhich the order or (as the case may be) variation is made; or\n\t\t\ta notice setting out the terms of the order or (as the case may be)variation has been served on him.\n\t\tThe notice may be served on him by—\n\t\t\tdelivering it to him in person; or\n\t\t\tsending it by recorded delivery to him at his last-known address (whetherresidential or otherwise).\n\t\tFor the purposes of delivering such a notice to him in person, a constableor a person authorised for the purpose by the relevant applicant authority may(if necessary by force)—\n\t\t\tenter any premises where he has reasonable grounds for believing the personto be; and\n\t\t\tsearch those premises for him.\n\t\tIn this Part “the relevant applicant authority” means—\n\t\t\tin relation to a serious crime prevention order in England and Wales—\n\t\t\twhere the order was applied for by the Director of Public Prosecutions, theDirector of Public Prosecutions;\n\t\t\twhere the order was applied for by the Director of Revenue and CustomsProsecutions, the Director of Revenue and Customs Prosecutions; and\n\t\t\twhere the order was applied for by the Director of the Serious FraudOffice, the Director of the Serious Fraud Office; and\n\t\t\tin relation to a serious crime prevention order in Northern Ireland, theDirector of Public Prosecutions for Northern Ireland."
    },
    {
        "length": 1048,
        "text": "\nInformation safeguards\n\tRestrictions on oral answers\n\t\tA serious crime prevention order may not require a person to answer questions,or provide information, orally.\n\tRestrictions for legal professional privilege\n\t\tA serious crime prevention order may not require a person—\n\t\t\tto answer any privileged question;\n\t\t\tto provide any privileged information; or\n\t\t\tto produce any privileged document.\n\t\tA “privileged question” is a question which the person would be entitled torefuse to answer on grounds of legal professional privilege in proceedings inthe High Court.\n\t\t“Privileged information” is information which the person would be entitledto refuse to provide on grounds of legal professional privilege in suchproceedings.\n\t\tA “privileged document” is a document which the person would be entitled torefuse to produce on grounds of legal professional privilege in suchproceedings.\n\t\tBut subsection (1) does not prevent an order from requiring a lawyer toprovide the name and address of a client of his.\n\tRestrictions on excluded material and banking information\n\t\tA serious crime prevention order may not require a person to produce—\n\t\t\tin the case of an order in England and Wales, any excluded material asdefined by section 11 of the Police and Criminal Evidence Act [1984 (c.60)](/id/ukpga/1984/60?view=plain \"Go to item of legislation\"); and\n\t\t\tin the case of an order in Northern Ireland, any excluded material asdefined by Article 13 of the Police and Criminal Evidence (Northern Ireland)Order 1989 ([S.I. 1989/1341 (N.I.12)](/id/nisi/1989/1341?view=plain \"Go toitem of legislation\")).\n\t\tA serious crime prevention order may not require a person to disclose anyinformation or produce any document in respect of which he owes an obligationof confidence by virtue of carrying on a banking business unless condition Aor B is met.\n\t\tCondition A is that the person to whom the obligation of confidence is owedconsents to the disclosure or production.\n\t\tCondition B is that the order contains a requirement—\n\t\t\tto disclose information, or produce documents, of this kind; or\n\t\t\tto disclose specified information which is of this kind or to producespecified documents which are of this kind.\n\tRestrictions relating to other enactments\n\t\tA serious crime prevention order may not require a person—\n\t\t\tto answer any question;\n\t\t\tto provide any information; or\n\t\t\tto produce any document;\n\t\t\t\tif the disclosure concerned is prohibited under any other enactment.\n\t\tIn this section—\n\t\t\t  * “enactment” includes an Act of the Scottish Parliament, Northern Ireland legislation and an enactment comprised in subordinate legislation, and includes an enactment whenever passed or made; and \n\t\t\t  * “subordinate legislation” has the same meaning as in the Interpretation Act [1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\") and also includes an instrument made under— \n\t\t\tan Act of the Scottish Parliament; or\n\t\t\tNorthern Ireland legislation.\n\tRestrictions on use of information obtained\n\t\tA statement made by a person in response to a requirement imposed by aserious crime prevention order may not be used in evidence against him in anycriminal proceedings unless condition A or B is met.\n\t\tCondition A is that the criminal proceedings relate to an offence undersection 25.\n\t\tCondition B is that—\n\t\t\tthe criminal proceedings relate to another offence;\n\t\t\tthe person who made the statement gives evidence in the criminalproceedings;\n\t\t\tin the course of that evidence, the person makes a statement which isinconsistent with the statement made in response to the requirement imposed bythe order; and\n\t\t\tin the criminal proceedings evidence relating to the statement made inresponse to the requirement imposed by the order is adduced, or a questionabout it is asked, by the person or on his behalf."
    },
    {
        "length": 1302,
        "text": "\nDuration, variation and discharge of orders\n\tDuration of orders\n\t\tA serious crime prevention order must specify when it is to come into forceand when it is to cease to be in force.\n\t\tAn order is not to be in force for more than 5 years beginning with thecoming into force of the order.\n\t\tAn order can specify different times for the coming into force, or ceasingto be in force, of different provisions of the order.\n\t\tWhere it specifies different times in accordance with subsection (3), theorder—\n\t\t\tmust specify when each provision is to come into force and cease to be inforce; and\n\t\t\tis not to be in force for more than 5 years beginning with the coming intoforce of the first provision of the order to come into force.\n\t\tThe fact that an order, or any provision of an order, ceases to be in forcedoes not prevent the court from making a new order to the same or similareffect.\n\t\tA new order may be made in anticipation of an earlier order or provisionceasing to be in force.\n\tVariation of orders\n\t\tThe High Court in England and Wales may, on an application under thissection, vary a serious crime prevention order in England and Wales if it hasreasonable grounds to believe that the terms of the order as varied wouldprotect the public by preventing, restricting or disrupting involvement, bythe person who is the subject of the order, in serious crime in England andWales.\n\t\tThe High Court in Northern Ireland may, on an application under thissection, vary a serious crime prevention order in Northern Ireland if it hasreasonable grounds to believe that the terms of the order as varied wouldprotect the public by preventing, restricting or disrupting involvement, bythe person who is the subject of the order, in serious crime in NorthernIreland.\n\t\tAn application for the variation of an order under this section may be madeby—\n\t\t\tthe relevant applicant authority; or\n\t\t\tsubject as follows—\n\t\t\tthe person who is the subject of the order; or\n\t\t\tany other person.\n\t\tThe court must not entertain an application by the person who is thesubject of the order unless it considers that there has been a change ofcircumstances affecting the order.\n\t\tThe court must not entertain an application by any person falling withinsubsection (3)(b)(ii) unless it considers that—\n\t\t\tthe person is significantly adversely affected by the order;\n\t\t\tcondition A or B is met; and\n\t\t\tthe application is not for the purpose of making the order more onerous onthe person who is the subject of it.\n\t\tCondition A is that—\n\t\t\tthe person falling within subsection (3)(b)(ii)—\n\t\t\thas, on an application under section 9, been given an opportunity to makerepresentations; or\n\t\t\thas made an application otherwise than under that section;\n\t\t\t\tin earlier proceedings in relation to the order (whether before the High Courtor the Crown Court); and\n\t\t\tthere has been a change of circumstances affecting the order.\n\t\tCondition B is that—\n\t\t\tthe person falling within subsection (3)(b)(ii) has not made an applicationof any kind in earlier proceedings in relation to the order (whether beforethe High Court or the Crown Court); and\n\t\t\tit was reasonable in all the circumstances for the person not to have doneso.\n\t\tA variation on an application under subsection (3)(a) may include anextension of the period during which the order, or any provision of it, is inforce (subject to the original limits imposed on the order by section 16(2)and (4)(b)).\n\tDischarge of orders\n\t\tOn an application under this section—\n\t\t\tthe High Court in England and Wales may discharge a serious crimeprevention order in England and Wales; and\n\t\t\tthe High Court in Northern Ireland may discharge a serious crime preventionorder in Northern Ireland.\n\t\tAn application for the discharge of an order may be made by—\n\t\t\tthe relevant applicant authority; or\n\t\t\tsubject as follows—\n\t\t\tthe person who is the subject of the order; or\n\t\t\tany other person.\n\t\tThe court must not entertain an application by the person who is thesubject of the order unless it considers that there has been a change ofcircumstances affecting the order.\n\t\tThe court must not entertain an application by any person falling withinsubsection (2)(b)(ii) unless it considers that—\n\t\t\tthe person is significantly adversely affected by the order; and\n\t\t\tcondition A or B is met.\n\t\tCondition A is that—\n\t\t\tthe person—\n\t\t\thas, on an application under section 9, been given an opportunity to makerepresentations; or\n\t\t\thas made an application otherwise than under that section;\n\t\t\t\tin earlier proceedings in relation to the order (whether before the High Courtor the Crown Court); and\n\t\t\tthere has been a change of circumstances affecting the order.\n\t\tCondition B is that—\n\t\t\tthe person has not made an application of any kind in earlier proceedingsin relation to the order (whether before the High Court or the Crown Court);and\n\t\t\tit was reasonable in all the circumstances for the person not to have doneso."
    },
    {
        "length": 1677,
        "text": "\nExtension of jurisdiction to Crown Court\n\tOrders by Crown Court on conviction\n\t\tSubsection (2) applies where the Crown Court in England and Wales isdealing with a person who—\n\t\t\thas been convicted by or before a magistrates' court of having committed aserious offence in England and Wales and has been committed to the Crown Courtto be dealt with; or\n\t\t\thas been convicted by or before the Crown Court of having committed aserious offence in England and Wales.\n\t\tThe Crown Court may, in addition to dealing with the person in relation tothe offence, make an order if it has reasonable grounds to believe that theorder would protect the public by preventing, restricting or disruptinginvolvement by the person in serious crime in England and Wales.\n\t\tSubsection (4) applies where the Crown Court in Northern Ireland is dealingwith a person who has been convicted by or before the Crown Court of havingcommitted a serious offence in Northern Ireland.\n\t\tThe Crown Court may, in addition to dealing with the person in relation tothe offence, make an order if it has reasonable grounds to believe that theorder would protect the public by preventing, restricting or disruptinginvolvement by the person in serious crime in Northern Ireland.\n\t\tAn order under this section may contain—\n\t\t\tsuch prohibitions, restrictions or requirements; and\n\t\t\tsuch other terms;\n\t\t\t\tas the court considers appropriate for the purpose of protecting the public bypreventing, restricting or disrupting involvement by the person concerned inserious crime in England and Wales or (as the case may be) Northern Ireland.\n\t\tThe powers of the court in respect of an order under this section aresubject to sections 6 to 15 (safeguards).\n\t\tAn order must not be made under this section except—\n\t\t\tin addition to a sentence imposed in respect of the offence concerned; or\n\t\t\tin addition to an order discharging the person conditionally.\n\t\tAn order under this section is also called a serious crime preventionorder.\n\tPowers of Crown Court to vary orders on conviction\n\t\tSubsection (2) applies where the Crown Court in England and Wales isdealing with a person who—\n\t\t\thas been convicted by or before a magistrates' court of having committed aserious offence in England and Wales and has been committed to the Crown Courtto be dealt with; or\n\t\t\thas been convicted by or before the Crown Court of having committed aserious offence in England and Wales.\n\t\tThe Crown Court may—\n\t\t\tin the case of a person who is the subject of a serious crime preventionorder in England and Wales; and\n\t\t\tin addition to dealing with the person in relation to the offence;\n\t\t\t\tvary the order if the court has reasonable grounds to believe that the termsof the order as varied would protect the public by preventing, restricting ordisrupting involvement by the person in serious crime in England and Wales.\n\t\tSubsection (4) applies where the Crown Court in Northern Ireland is dealingwith a person who has been convicted by or before the Crown Court of havingcommitted a serious offence in Northern Ireland.\n\t\tThe Crown Court may—\n\t\t\tin the case of a person who is the subject of a serious crime preventionorder in Northern Ireland; and\n\t\t\tin addition to dealing with the person in relation to the offence;\n\t\t\tvary the order if the court has reasonable grounds to believe that the termsof the order as varied would protect the public by preventing, restricting ordisrupting involvement by the person in serious crime in Northern Ireland.\n\t\tA variation under this section may be made only on an application by therelevant applicant authority.\n\t\tA variation must not be made except—\n\t\t\tin addition to a sentence imposed in respect of the offence concerned; or\n\t\t\tin addition to an order discharging the person conditionally.\n\t\tA variation may include an extension of the period during which the order,or any provision of it, is in force (subject to the original limits imposed onthe order by section 16(2) and (4)(b)).\n\tPowers of Crown Court to vary orders on breach\n\t\tSubsection (2) applies where the Crown Court in England and Wales isdealing with a person who—\n\t\t\thas been convicted by or before a magistrates' court of having committed anoffence under section 25 in relation to a serious crime prevention order andhas been committed to the Crown Court to be dealt with; or\n\t\t\thas been convicted by or before the Crown Court of having committed anoffence under section 25 in relation to a serious crime prevention order.\n\t\tThe Crown Court may—\n\t\t\tin the case of an order in England and Wales; and\n\t\t\tin addition to dealing with the person in relation to the offence;\n\t\t\t\tvary the order if it has reasonable grounds to believe that the terms of theorder as varied would protect the public by preventing, restricting ordisrupting involvement by the person in serious crime in England and Wales.\n\t\tSubsection (4) applies where the Crown Court in Northern Ireland is dealingwith a person who has been convicted by or before the Crown Court of anoffence under section 25 in relation to a serious crime prevention order.\n\t\tThe Crown Court may—\n\t\t\tin the case of an order in Northern Ireland; and\n\t\t\tin addition to dealing with the person in relation to the offence;\n\t\t\tvary the order if it has reasonable grounds to believe that the terms of theorder as varied would protect the public by preventing, restricting ordisrupting involvement by the person in serious crime in Northern Ireland.\n\t\tA variation under this section may be made only on an application by therelevant applicant authority.\n\t\tA variation must not be made except—\n\t\t\tin addition to a sentence imposed in respect of the offence concerned; or\n\t\t\tin addition to an order discharging the person conditionally.\n\t\tA variation may include an extension of the period during which the order,or any provision of it, is in force (subject to the original limits imposed onthe order by section 16(2) and (4)(b)).\n\tInter-relationship between different types of orders\n\t\tThe fact that a serious crime prevention order has been made or varied bythe High Court does not prevent it from being varied by the Crown Court inaccordance with this Part.\n\t\tThe fact that a serious crime prevention order has been made or varied bythe Crown Court does not prevent it from being varied or discharged by theHigh Court in accordance with this Part.\n\t\tA decision by the Crown Court not to make an order under section 19 doesnot prevent a subsequent application to the High Court for an order undersection 1 in consequence of the same offence.\n\t\tA decision by the Crown Court not to vary a serious crime prevention orderunder section 20 or 21 does not prevent a subsequent application to the HighCourt for a variation of the order in consequence of the same offence."
    },
    {
        "length": 1274,
        "text": "\nAppeals\n\tAdditional right of appeal from High Court\n\t\tAn appeal may be made to the Court of Appeal in relation to a decision ofthe High Court—\n\t\t\tto make a serious crime prevention order;\n\t\t\tto vary, or not to vary, such an order; or\n\t\t\tto discharge or not to discharge such an order;\n\t\t\t\tby any person who was given an opportunity to make representations in theproceedings concerned by virtue of section 9(1), (2) or (as the case may be)(3).\n\t\tSubsection (1) is without prejudice to the rights of other persons to makeappeals, by virtue of section 16 of the Senior Courts Act [1981 (c.54)](/id/ukpga/1981/54?view=plain \"Go to item of legislation\") or section 35of the Judicature (Northern Ireland) Act [1978 (c.23)](/id/ukpga/1978/23?view=plain \"Go to item of legislation\"), in relation toany judgments or orders of the High Court about serious crime preventionorders.\n\tAppeals from Crown Court\n\t\tAn appeal against a decision of the Crown Court in relation to a seriouscrime prevention order may be made to the Court of Appeal by—\n\t\t\tthe person who is the subject of the order; or\n\t\t\tthe relevant applicant authority.\n\t\tIn addition, an appeal may be made to the Court of Appeal in relation to adecision of the Crown Court—\n\t\t\tto make a serious crime prevention order; or\n\t\t\tto vary, or not to vary, such an order;\n\t\t\t\tby any person who was given an opportunity to make representations in theproceedings concerned by virtue of section 9(4).\n\t\tSubject to subsection (4), an appeal under subsection (1) or (2) lies onlywith the leave of the Court of Appeal.\n\t\tAn appeal under subsection (1) or (2) lies without the leave of the Courtof Appeal if the judge who made the decision grants a certificate that thedecision is fit for appeal under this section.\n\t\tSubject to any rules of court made under section 53(1) of the Senior CourtsAct [1981 (c. 54)](/id/ukpga/1981/54?view=plain \"Go to item of legislation\")(distribution of business between civil and criminal divisions), the criminaldivision of the Court of Appeal is the division which is to exercisejurisdiction in relation to an appeal under subsection (1) or (2) from adecision of the Crown Court in the exercise of its jurisdiction in England andWales under this Part.\n\t\tAn appeal against a decision of the Court of Appeal on an appeal to thatcourt under subsection (1) or (2) may be made to the Supreme Court by anyperson who was a party to the proceedings before the Court of Appeal.\n\t\tAn appeal under subsection (6) lies only with the leave of the Court ofAppeal or the Supreme Court.\n\t\tSuch leave must not be granted unless—\n\t\t\tit is certified by the Court of Appeal that a point of law of generalpublic importance is involved in the decision; and\n\t\t\tit appears to the Court of Appeal or (as the case may be) the Supreme Courtthat the point is one which ought to be considered by the Supreme Court.\n\t\tThe Secretary of State may for the purposes of this section by order makeprovision corresponding (subject to any specified modifications) to that madeby or under an enactment and relating to—\n\t\t\tappeals to the Court of Appeal under Part 1 of—\n\t\t\tthe Criminal Appeal Act [1968 (c. 19)](/id/ukpga/1968/19?view=plain \"Go toitem of legislation\"); or\n\t\t\tthe Criminal Appeal (Northern Ireland) Act [1980 (c.47)](/id/ukpga/1980/47?view=plain \"Go to item of legislation\");\n\t\t\tappeals from any decision of the Court of Appeal on appeals falling withinparagraph (a); or\n\t\t\tany matter connected with or arising out of appeals falling withinparagraph (a) or (b).\n\t\tAn order under subsection (9) may, in particular, make provision about thepayment of costs.\n\t\tThe power to make an appeal to the Court of Appeal under subsection (1)(a)operates instead of any power for the person who is the subject of the orderto make an appeal against a decision of the Crown Court in relation to aserious crime prevention order by virtue of—\n\t\t\tsection 9 or 10 of the Criminal Appeal Act 1968; or\n\t\t\tsection 8 of the Criminal Appeal (Northern Ireland) Act 1980.\n\t\tSection 33(3) of the Criminal Appeal Act 1968 (limitation on appeal fromcriminal division of the Court of Appeal: England and Wales) does not preventan appeal to the Supreme Court under subsection (6) above."
    },
    {
        "length": 249,
        "text": "\nOffence of failing to comply with order\n\tA person who, without reasonable excuse, fails to comply with a seriouscrime prevention order commits an offence.\n\tA person who commits an offence under this section is liable—\n\t\ton summary conviction, to imprisonment for a term not exceeding 12 monthsor to a fine not exceeding the statutory maximum or to both;\n\t\ton conviction on indictment, to imprisonment for a term not exceeding 5years or to a fine or to both.\n\tIn the application of subsection (2)(a) in Northern Ireland, the referenceto 12 months is to be read as a reference to 6 months.\n\tIn proceedings for an offence under this section, a copy of the originalorder or any variation of it, certified as such by the proper officer of thecourt which made it, is admissible as evidence of its having been made and ofits contents to the same extent that oral evidence of those things isadmissible in those proceedings."
    },
    {
        "length": 278,
        "text": "\nPowers of forfeiture in respect of offence\n\tThe court before which a person is convicted of an offence under section 25may order the forfeiture of anything in his possession at the time of theoffence which the court considers to have been involved in the offence.\n\tBefore making an order under subsection (1) in relation to anything thecourt must give an opportunity to make representations to any person (inaddition to the convicted person) who claims to be the owner of that thing orotherwise to have an interest in it.\n\tAn order under subsection (1) may not be made so as to come into force atany time before there is no further possibility (ignoring any power to appealout of time) of the order being varied or set aside on appeal.\n\tWhere the court makes an order under subsection (1), it may also make suchother provision as it considers to be necessary for giving effect to theforfeiture.\n\tThat provision may, in particular, include provision relating to theretention, handling, destruction or other disposal of what is forfeited.\n\tProvision made by virtue of this section may be varied at any time by thecourt that made it."
    },
    {
        "length": 1622,
        "text": "\nPowers to wind up companies etc: England and Wales and Scotland\n\tThe Director of Public Prosecutions, the Director of Revenue and CustomsProsecutions or the Director of the Serious Fraud Office may present apetition to the court for the winding up of a company, partnership or relevantbody if—\n\t\tthe company, partnership or relevant body has been convicted of an offenceunder section 25 in relation to a serious crime prevention order; and\n\t\tthe Director concerned considers that it would be in the public interestfor the company, partnership or (as the case may be) relevant body to be woundup.\n\tThe Insolvency Act [1986 (c. 45)](/id/ukpga/1986/45?view=plain \"Go to itemof legislation\") applies in relation to—\n\t\ta petition under this section for the winding up of a company; and\n\t\tthe company’s winding up;\n\t\t\tas it applies in relation to a petition under section 124A of the Act of 1986for the winding up of a company and the company’s winding up (winding up ongrounds of public interest) but subject to the modifications in subsections(3) and (4).\n\tSection 124(4)(b) of the Act of 1986 (application for winding up) appliesin relation to a petition under this section as if it permits the petition tobe presented by the Director of Public Prosecutions, the Director of Revenueand Customs Prosecutions or the Director of the Serious Fraud Office.\n\tThe court may make an order under section 125 of the Act of 1986 (powers ofcourt on hearing of petition) to wind up the company only if—\n\t\tthe company has been convicted of an offence under section 25 in relationto a serious crime prevention order; and\n\t\tthe court considers that it is just and equitable for the company to bewound up.\n\tSection 420 of the Act of 1986 (power to make provision about insolventpartnerships) applies for the purposes of this section as if the reference toan insolvent partnership were a reference to a partnership to which thissection applies.\n\tThe appropriate Minister may by order provide for the Act of 1986 to apply,with such modifications as that person considers appropriate, in relation to apetition under this section for the winding up of a relevant body and therelevant body’s winding up.\n\tAn order made by virtue of subsection (5) or (6) must ensure that the courtmay make an order to wind up the partnership or relevant body only if—\n\t\tthe partnership or relevant body has been convicted of an offence undersection 25 in relation to a serious crime prevention order; and\n\t\tthe court considers that it is just and equitable for the partnership orrelevant body to be wound up.\n\tNo petition may be presented to, or order to wind up made by, a court inScotland by virtue of this section in respect of a company, partnership orrelevant body whose estate may be sequestrated under the Bankruptcy (Scotland)Act [1985 (c. 66)](/id/ukpga/1985/66?view=plain \"Go to item of legislation\").\n\tNo petition may be presented, or order to wind up made, by virtue of thissection if—\n\t\tan appeal against conviction for the offence concerned has been made andnot finally determined; or\n\t\tthe period during which such an appeal may be made has not expired.\n\tNo petition may be presented, or order to wind up made, by virtue of thissection if the company, partnership or relevant body is already being wound upby the court.\n\tIn deciding for the purposes of subsection (9) whether an appeal isfinally determined or whether the period during which an appeal may be madehas expired, any power to appeal out of time is to be ignored.\n\tIn this section—\n\t\t  * “appropriate Minister” means— \n\t\tin relation to a relevant body falling within paragraphs (a) to (c) of thedefinition of “relevant body” below, the Treasury; and\n\t\tin relation to any other relevant body, the Secretary of State;\n\t\t\t  * “company” has the same meaning as in Parts 1 to 7 of the Insolvency Act [1986 (c. 45)](/id/ukpga/1986/45?view=plain \"Go to item of legislation\") (see section 251 of that Act) but— \n\t\tdoes not include a relevant body; and\n\t\tsubject to this, does include an unregistered company within the meaning ofPart 5 of that Act (see section 220 of that Act);\n\t\t\t  * “the court” has the same meaning as in Parts 1 to 7 of the Insolvency Act 1986 but does not include a court in Northern Ireland; \n\t\t\t  * “an industrial and provident society” means a society registered under the Industrial and Provident Societies Act [1965 (c. 12)](/id/ukpga/1965/12?view=plain \"Go to item of legislation\") or a society deemed by virtue of section 4 of that Act to be so registered; \n\t\t\t  * “partnership” does not include a relevant body; and \n\t\t\t  * “relevant body” means— \n\t\ta building society (within the meaning of the Building Societies Act [1986 (c.53)](/id/ukpga/1986/53?view=plain \"Go to item of legislation\"));\n\t\tan incorporated friendly society (within the meaning of the Friendly SocietiesAct [1992 (c. 40)](/id/ukpga/1992/40?view=plain \"Go to item of legislation\"));\n\t\tan industrial and provident society;\n\t\ta limited liability partnership; or\n\t\tsuch other description of person as may be specified by order made by theSecretary of State;\n\t\tand the references to sections 124 to 125 of the Insolvency Act [1986 (c.45)](/id/ukpga/1986/45?view=plain \"Go to item of legislation\") includereferences to those sections as applied by section 221(1) of that Act(unregistered companies)."
    },
    {
        "length": 1532,
        "text": "\nPowers to wind up companies etc: Northern Ireland\n\tThe Director of Public Prosecutions for Northern Ireland may present apetition to the court for the winding up of a company, partnership or relevantbody if—\n\t\tthe company, partnership or relevant body has been convicted of an offenceunder section 25 in relation to a serious crime prevention order; and\n\t\tthe Director of Public Prosecutions for Northern Ireland considers that itwould be in the public interest for the company, partnership or (as the casemay be) relevant body to be wound up.\n\tThe Insolvency (Northern Ireland) Order 1989 ([S.I. 1989/2405(N.I.19)](/id/nisi/1989/2405?view=plain \"Go to item of legislation\")) appliesin relation to—\n\t\ta petition under this section for the winding up of a company; and\n\t\tthe company’s winding up;\n\t\t\tas it applies in relation to a petition under Article 104A of the Order of1989 for the winding up of a company and the company’s winding up (winding upon grounds of public interest) but subject to the modifications in subsections(3) and (4).\n\tArticle 104(5)(b) of the Order of 1989 (application for winding up) appliesin relation to a petition under this section as if it permits the petition tobe presented by the Director of Public Prosecutions for Northern Ireland.\n\tThe court may make an order under Article 105 of the Order of 1989 (powersof court on hearing of petition) to wind up the company only if—\n\t\tthe company has been convicted of an offence under section 25 in relationto a serious crime prevention order; and\n\t\tthe court considers that it is just and equitable for the company to bewound up.\n\tArticle 364 of the Order of 1989 (power to make provision about insolventpartnerships) applies for the purposes of this section as if the reference toan insolvent partnership were a reference to a partnership to which thissection applies.\n\tThe appropriate Minister may by order provide for the Order of 1989 toapply, with such modifications as that person considers appropriate, inrelation to a petition under this section for the winding up of a relevantbody and the relevant body’s winding up.\n\tAn order made by virtue of subsection (5) or (6) must ensure that the courtmay make an order to wind up the partnership or relevant body only if—\n\t\tthe partnership or relevant body has been convicted of an offence undersection 25 in relation to a serious crime prevention order; and\n\t\tthe court considers that it is just and equitable for the partnership orrelevant body to be wound up.\n\tNo petition may be presented, or order to wind up made, by virtue of thissection if—\n\t\tan appeal against conviction for the offence concerned has been made andnot finally determined; or\n\t\tthe period during which such an appeal may be made has not expired.\n\tNo petition may be presented, or order to wind up made, by virtue of thissection if the company, partnership or relevant body is already being wound upby the court.\n\tIn deciding for the purposes of subsection (8) whether an appeal isfinally determined or whether the period during which an appeal may be madehas expired, any power to appeal out of time is to be ignored.\n\tIn this section—\n\t\t  * “appropriate Minister” means— \n\t\tin relation to a relevant body falling within paragraph (a) or (b) of thedefinition of “relevant body” below, the Treasury; and\n\t\tin relation to any other relevant body, the Secretary of State;\n\t\t\t  * “company” has the same meaning as in Parts 2 to 7 of the Insolvency (Northern Ireland) Order 1989 ([S.I. 1989/2405 (N.I.19)](/id/nisi/1989/2405?view=plain \"Go to item of legislation\")) (see Article 5 of that Order) but— \n\t\tdoes not include a relevant body; and\n\t\tsubject to this, does include an unregistered company within the meaning ofPart 6 of that Order (see Article 184 of that Order);\n\t\t\t  * “the court” means the High Court in Northern Ireland; \n\t\t\t  * “an industrial and provident society” means a society registered under the Industrial and Provident Societies Act (Northern Ireland) [1969 (c. 24)](/id/apni/1969/24?view=plain \"Go to item of legislation\") or a society deemed by virtue of section 4 of that Act to be so registered; \n\t\t\t  * “partnership” does not include a relevant body; and \n\t\t\t  * “relevant body” means— \n\t\ta building society (within the meaning of the Building Societies Act [1986 (c.53)](/id/ukpga/1986/53?view=plain \"Go to item of legislation\"));\n\t\tan incorporated friendly society (within the meaning of the Friendly SocietiesAct [1992 (c. 40)](/id/ukpga/1992/40?view=plain \"Go to item of legislation\"));\n\t\tan industrial and provident society;\n\t\ta limited liability partnership; or\n\t\tsuch other description of person as may be specified by order made by theSecretary of State;\n\t\tand the references to Articles 104 to 105 of the Insolvency (Northern Ireland)Order 1989 ([S.I. 1989/2405 (N.I.19)](/id/nisi/1989/2405?view=plain \"Go toitem of legislation\")) include references to those Articles as applied byArticle 185(1) of that Order (unregistered companies)."
    },
    {
        "length": 370,
        "text": "\nPowers to wind up: supplementary\n\tThe Secretary of State may by order make such modifications as he considersappropriate to the application of—\n\t\tthe Insolvency Act [1986 (c. 45)](/id/ukpga/1986/45?view=plain \"Go to itemof legislation\") by virtue of section 27(2); or\n\t\tthe Insolvency (Northern Ireland) Order 1989 ([S.I. 1989/2405(N.I.19)](/id/nisi/1989/2405?view=plain \"Go to item of legislation\")) byvirtue of section 28(2).\n\tAny modifications made by virtue of subsection (1) are in addition to themodifications made by section 27(3) and (4) or (as the case may be) section28(3) and (4).\n\tThe Secretary of State may by order make such consequential orsupplementary provision, applying with or without modifications any provisionmade by or under an enactment, as he considers appropriate in connection withsection 27(2) to (4) or 28(2) to (4).\n\tAn order made by virtue of section 27(5) or (6), section 28(5) or (6) orsubsection (1) above may, in particular, contain consequential orsupplementary provision applying, with or without modifications, any provisionmade by or under an enactment."
    },
    {
        "length": 459,
        "text": "\nBodies corporate including limited liability partnerships\n\tFor the purposes of section 10 in its application to a serious crimeprevention order against a body corporate or to the variation of such anorder—\n\t\ta notice setting out the terms of the order or variation—\n\t\tis delivered to the body corporate in person if it is delivered to anofficer of the body corporate in person; and\n\t\tis sent by recorded delivery to the body corporate at its last-knownaddress if it is so sent to an officer of the body corporate at the address ofthe registered office of that body or at the address of its principal officein the United Kingdom; and\n\t\tthe power conferred by subsection (3) of that section is a power to enterany premises where the person exercising the power has reasonable grounds forbelieving an officer of the body corporate to be and to search those premisesfor the officer.\n\tIf an offence under section 25 committed by a body corporate is proved tohave been committed with the consent or connivance of—\n\t\tan officer of the body corporate; or\n\t\ta person who was purporting to act in any such capacity;\n\t\t\the (as well as the body corporate) is guilty of the offence and liable to beproceeded against and punished accordingly.\n\tNothing in this section prevents a serious crime prevention order frombeing made against an officer or employee of a body corporate or against anyother person associated with a body corporate.\n\tIn this section—\n\t\t  * “body corporate” includes a limited liability partnership; \n\t\t  * “director”, in relation to a body corporate whose affairs are managed by its members, means a member of the body corporate; and \n\t\t  * “officer of a body corporate” means any director, manager, secretary or other similar officer of the body corporate. "
    },
    {
        "length": 1099,
        "text": "\nOther partnerships\n\tA serious crime prevention order against a partnership must be made in thename of the partnership (and not in that of any of the partners).\n\tAn order made in the name of the partnership continues to have effectdespite a change of partners provided that at least one of the persons who wasa partner before the change remains a partner after it.\n\tFor the purposes of this Part, a partnership is involved in serious crimein England and Wales, Northern Ireland or elsewhere if the partnership, or anyof the partners, is so involved; and involvement in serious crime in Englandand Wales or Northern Ireland is to be read accordingly.\n\tFor the purposes of section 10 in its application to a serious crimeprevention order against a partnership or to the variation of such an order—\n\t\ta notice setting out the terms of the order or variation—\n\t\tis delivered to the partnership in person if it is delivered to any of thepartners in person or to a senior officer of the partnership in person; and\n\t\tis sent by recorded delivery to the partnership at its last-known addressif it is so sent to any of the partners or to a senior officer of thepartnership at the address of the principal office of the partnership in theUnited Kingdom; and\n\t\tthe power conferred by subsection (3) of that section is a power to enterany premises where the person exercising the power has reasonable grounds forbelieving a partner or senior officer of the partnership to be and to searchthose premises for the partner or senior officer.\n\tProceedings for an offence under section 25 alleged to have been committedby a partnership must be brought in the name of the partnership (and not inthat of any of the partners).\n\tFor the purposes of such proceedings—\n\t\trules of court relating to the service of documents have effect as if thepartnership were a body corporate; and\n\t\tthe following provisions apply as they apply in relation to a bodycorporate—\n\t\tsection 33 of the Criminal Justice Act [1925 (c.86)](/id/ukpga/1925/86?view=plain \"Go to item of legislation\") and Schedule 3to the Magistrates' Courts Act [1980 (c. 43)](/id/ukpga/1980/43?view=plain \"Goto item of legislation\");\n\t\tsections 70 and 143 of the Criminal Procedure (Scotland) Act [1995 (c.46)](/id/ukpga/1995/46?view=plain \"Go to item of legislation\"); and\n\t\tsection 18 of the Criminal Justice Act (Northern Ireland) [1945 (c. 15(N.I.))](/id/apni/1945/15?view=plain \"Go to item of legislation\") and Schedule4 to the Magistrates' Courts (Northern Ireland) Order 1981 ([S.I. 1981/1675(N.I.26)](/id/nisi/1981/1675?view=plain \"Go to item of legislation\")).\n\tA fine imposed on the partnership on its conviction for an offence undersection 25 is to be paid out of the partnership assets.\n\tIf an offence under section 25 committed by a partnership is proved to havebeen committed with the consent or connivance of a partner or a senior officerof the partnership, he (as well as the partnership) is guilty of the offenceand liable to be proceeded against and punished accordingly.\n\tFor the purposes of subsection (8)—\n\t\treferences to a partner or to a senior officer of a partnership includereferences to any person purporting to act in such a capacity; and\n\t\tsubsection (5) is not to be read as prejudicing any liability of a partnerunder subsection (8).\n\tNothing in this section prevents a serious crime prevention order frombeing made against—\n\t\ta particular partner; or\n\t\ta senior officer or employee of a partnership or any other personassociated with a partnership.\n\tIn this section—\n\t\t  * “senior officer of a partnership” means any person who has the control or management of the business carried on by the partnership at the principal place where it is carried on; and \n\t\t  * “partnership” does not include a limited liability partnership. "
    },
    {
        "length": 1041,
        "text": "\nUnincorporated associations\n\tA serious crime prevention order against an unincorporated association mustbe made in the name of the association (and not in that of any of itsmembers).\n\tAn order made in the name of the association continues to have effectdespite a change in the membership of the association provided that at leastone of the persons who was a member of the association before the changeremains a member after it.\n\tFor the purposes of section 10 in its application to a serious crimeprevention order against an unincorporated association or to the variation ofsuch an order—\n\t\ta notice setting out the terms of the order or variation—\n\t\tis delivered to the association in person if it is delivered to an officerof the association in person; and\n\t\tis sent by recorded delivery to the association at its last-known addressif it is so sent to an officer of the association at the address of theprincipal office of the association in the United Kingdom; and\n\t\tthe power conferred by subsection (3) of that section is a power to enterany premises where the person exercising the power has reasonable grounds forbelieving an officer of the association to be and to search those premises forthe officer.\n\tProceedings for an offence under section 25 alleged to have been committedby an unincorporated association must be brought in the name of theassociation (and not in that of any of its members).\n\tFor the purposes of such proceedings—\n\t\trules of court relating to the service of documents have effect as if theassociation were a body corporate; and\n\t\tthe following provisions apply as they apply in relation to a bodycorporate—\n\t\tsection 33 of the Criminal Justice Act [1925 (c.86)](/id/ukpga/1925/86?view=plain \"Go to item of legislation\") and Schedule 3to the Magistrates' Courts Act [1980 (c. 43)](/id/ukpga/1980/43?view=plain \"Goto item of legislation\");\n\t\tsections 70 and 143 of the Criminal Procedure (Scotland) Act [1995 (c.46)](/id/ukpga/1995/46?view=plain \"Go to item of legislation\"); and\n\t\tsection 18 of the Criminal Justice Act (Northern Ireland) [1945 (c. 15(N.I.))](/id/apni/1945/15?view=plain \"Go to item of legislation\") and Schedule4 to the Magistrates' Courts (Northern Ireland) Order 1981 ([S.I. 1981/1675(N.I.26)](/id/nisi/1981/1675?view=plain \"Go to item of legislation\")).\n\tA fine imposed on the association on its conviction for an offence undersection 25 is to be paid out of the funds of the association.\n\tIf an offence under section 25 committed by an unincorporated associationis proved to have been committed with the consent or connivance of an officerof the association, he (as well as the association) is guilty of the offenceand liable to be proceeded against and punished accordingly.\n\tFor the purposes of subsection (7)—\n\t\treferences to an officer of an unincorporated association includereferences to any person purporting to act in such a capacity; and\n\t\tsubsection (4) is not to be read as prejudicing any liability of an officerof an unincorporated association under subsection (7).\n\tNothing in this section prevents a serious crime prevention order frombeing made against—\n\t\ta member, officer or employee of an unincorporated association; or\n\t\tany other person associated with an unincorporated association.\n\tIn this section—\n\t\t  * “officer of an unincorporated association” means any officer of an unincorporated association or any member of its governing body; and \n\t\t  * “unincorporated association” means any body of persons unincorporate but does not include a partnership. "
    },
    {
        "length": 1406,
        "text": "\nProviders of information society services\n\tA serious crime prevention order may not include terms which restrict thefreedom of a service provider who is established in an EEA state other thanthe United Kingdom to provide information society services in relation to anEEA state unless the conditions in subsections (2) and (3) are met.\n\tThe condition in this subsection is that the court concerned considers thatthe terms—\n\t\tare necessary for the objective of protecting the public by preventing,restricting or disrupting involvement in—\n\t\tin the case of an order in England and Wales, serious crime in England andWales; and\n\t\tin the case of an order in Northern Ireland, serious crime in NorthernIreland;\n\t\trelate to an information society service which prejudices that objective orpresents a serious and grave risk of prejudice to it; and\n\t\tare proportionate to that objective.\n\tThe conditions in this subsection are that—\n\t\ta law enforcement officer has requested the EEA state in which the serviceprovider is established to take measures which the law enforcement officerconsiders to be of equivalent effect under the law of the EEA state to theterms and the EEA state has failed to take the measures; and\n\t\ta law enforcement officer has notified the Commission of the EuropeanCommunities and the EEA state of—\n\t\tthe intention to seek an order containing the terms; and\n\t\tthe terms.\n\tIt does not matter for the purposes of subsection (3) whether the requestor notification is made before or after the making of the application for theorder.\n\tA serious crime prevention order may not include terms which imposeliabilities on service providers of intermediary services so far as theimposition of those liabilities would result in a contravention of Article 12,13 or 14 of the E-Commerce Directive (various protections for serviceproviders of intermediary services).\n\tA serious crime prevention order may not include terms which impose ageneral obligation on service providers of intermediary services covered byArticles 12, 13 and 14 of the E-Commerce Directive—\n\t\tto monitor the information which they transmit or store when providingthose services; or\n\t\tactively to seek facts or circumstances indicating illegal activity whenproviding those services.\n\tFor the purposes of this section—\n\t\ta service provider is established in a particular EEA state if heeffectively pursues an economic activity using a fixed establishment in thatEEA state for an indefinite period and he is a national of an EEA state or acompany or firm mentioned in Article 48 of the EEC Treaty;\n\t\tthe presence or use in a particular place of equipment or other technicalmeans of providing an information society service does not, of itself,constitute the establishment of a service provider;\n\t\twhere it cannot be determined from which of a number of establishments agiven information society service is provided, that service is to be regardedas provided from the establishment where the service provider has the centreof his activities relating to the service;\n\t\t\tand references to a person being established in an EEA state are to be readaccordingly.\n\tIn this section—\n\t\t  * “the E-Commerce Directive” means Directive [2000/31/EC](/european/directive/2000/0031?view=plain \"Go to item of legislation\") of the European Parliament and of the Council of 8 June 2000 on certain legal aspects of information society services, in particular electronic commerce, in the Internal Market (Directive on electronic commerce); \n\t\t  * “information society services”— \n\t\thas the meaning given in Article 2(a) of the E-Commerce Directive (whichrefers to Article 1(2) of Directive[98/34/EC](/european/directive/1998/0034?view=plain \"Go to item oflegislation\") of the European Parliament and of the Council of 22 June 1998laying down a procedure for the provision of information in the field oftechnical standards and regulations); and\n\t\tis summarised in recital 17 of the E-Commerce Directive as covering “anyservice normally provided for remuneration, at a distance, by means ofelectronic equipment for the processing (including digital compression) andstorage of data, and at the individual request of a recipient of a service”;\n\t\t\t  * “intermediary services” means an information society service which— \n\t\tconsists in the provision of access to a communication network or thetransmission in a communication network of information provided by a recipientof the service;\n\t\tconsists in the transmission in a communication network of information which—\n\t\tis provided by a recipient of the service; and\n\t\tis the subject of automatic, intermediate and temporary storage which issolely for the purpose of making the onward transmission of the information toother recipients of the service at their request more efficient; or\n\t\tconsists in the storage of information provided by a recipient of the service;\n\t\t\t  * “recipient”, in relation to a service, means any person who, for professional ends or otherwise, uses an information society service, in particular for the purposes of seeking information or making it accessible; and \n\t\t\t  * “service provider” means a person providing an information society service. \n\tFor the purposes of paragraph (a) of the definition of “intermediaryservices”, the provision of access to a communication network and thetransmission of information in a communication network includes the automatic,intermediate and transient storage of the information transmitted so far asthe storage is for the sole purpose of carrying out the transmission in thenetwork.\n\tSubsection (9) does not apply if the information is stored for longer thanis reasonably necessary for the transmission."
    },
    {
        "length": 2311,
        "text": "\nSupplementary\n\tProceedings in the High Court\n\t\tProceedings before the High Court in relation to serious crime preventionorders are civil proceedings.\n\t\tOne consequence of this is that the standard of proof to be applied by thecourt in such proceedings is the civil standard of proof.\n\tProceedings in the Crown Court\n\t\tProceedings before the Crown Court arising by virtue of section 19, 20 or21 are civil proceedings.\n\t\tOne consequence of this is that the standard of proof to be applied by thecourt in such proceedings is the civil standard of proof.\n\t\tTwo other consequences of this are that the court—\n\t\t\tis not restricted to considering evidence that would have been admissiblein the criminal proceedings in which the person concerned was convicted; and\n\t\t\tmay adjourn any proceedings in relation to a serious crime prevention ordereven after sentencing the person concerned.\n\t\tThe Crown Court, when exercising its jurisdiction in England and Walesunder this Part, is a criminal court for the purposes of Part 7 of the CourtsAct [2003 (c. 39)](/id/ukpga/2003/39?view=plain \"Go to item of legislation\")(procedure rules and practice directions).\n\t\tA serious crime prevention order may be made as mentioned in section19(7)(b) in spite of anything in sections 12 and 14 of the Powers of CriminalCourts (Sentencing) Act [2000 (c. 6)](/id/ukpga/2000/6?view=plain \"Go to itemof legislation\") or (as the case may be) Articles 4 and 6 of the CriminalJustice (Northern Ireland) Order 1996 ([S.I. 1996/3160(N.I.24)](/id/nisi/1996/3160?view=plain \"Go to item of legislation\")) (whichrelate to orders discharging a person absolutely or conditionally and theireffect).\n\t\tA variation of a serious crime prevention order may be made as mentioned insection 20(6)(b) or 21(6)(b) in spite of anything in sections 12 and 14 of theAct of 2000 or (as the case may be) Articles 4 and 6 of the Order of 1996.\n\tFunctions of applicant authorities\n\t\tSchedule 2 (functions of applicant authorities under this Part) has effect.\n\tDisclosure of information in accordance with orders\n\t\tA person who complies with a requirement imposed by a serious crimeprevention order to answer questions, provide information or produce documentsdoes not breach—\n\t\t\tany obligation of confidence; or\n\t\t\tany other restriction on making the disclosure concerned (however imposed).\n\t\tBut see sections 11 to 14 (which limit the requirements that may be imposedby serious crime prevention orders in connection with answering questions,providing information or producing documents).\n\tCompliance with orders: authorised monitors\n\t\tA serious crime prevention order against a body corporate, partnership orunincorporated association may authorise a law enforcement agency to enterinto arrangements with—\n\t\t\ta specified person; or\n\t\t\tany person who falls within a specified description of persons;\n\t\t\t\tto perform specified monitoring services or monitoring services of a specifieddescription.\n\t\tA person with whom the agency has entered into arrangements in accordancewith such an authorisation is known for the purposes of this section as anauthorised monitor.\n\t\tA serious crime prevention order which provides for an authorised monitormay, for the purpose of enabling the performance of monitoring services,impose requirements of the type mentioned in section 5(5) as if the referencesin paragraph (a)(iv) and (b)(iv) of that provision to a law enforcementofficer included references to an authorised monitor.\n\t\tA serious crime prevention order which provides for an authorised monitormay require any body corporate, partnership or unincorporated associationwhich is the subject of the order to pay to the law enforcement agencyconcerned some or all of the costs incurred by the agency under thearrangements with the authorised monitor.\n\t\tAny such order—\n\t\t\tmust specify the period, or periods, within which payments are to be made;\n\t\t\tmay require the making of payments on account;\n\t\t\tmay include other terms about the calculation or payment of costs.\n\t\tThe tests for making or varying a serious crime prevention order insections 1(1)(b), (2)(b) and (3), 17(1) and (2), 19(2), (4) and (5), 20(2) and(4) and 21(2) and (4) do not operate in relation to an order so far as theorder contains terms of the kind envisaged by subsections (4) and (5) above(or by subsection (1) above for the purposes of those subsections).\n\t\tBut a court must not include in a serious crime prevention order (whetherinitially or on a variation) terms of the kind envisaged by subsection (4) or(5) unless it considers that it is appropriate to do so having regard to allthe circumstances including, in particular—\n\t\t\tthe means of the body corporate, partnership or unincorporated associationconcerned;\n\t\t\tthe expected size of the costs; and\n\t\t\tthe effect of the terms on the ability of any body corporate, partnershipor unincorporated association which is carrying on business to continue to doso.\n\t\tA law enforcement agency must inform the subject of a serious crimeprevention order which provides for an authorised monitor of the name of, andan address for, any person with whom the agency has entered into arrangementsin accordance with the authorisation in the order.\n\t\tNothing in this section affects the ability of law enforcement agencies toenter into arrangements otherwise than in accordance with an authorisationunder this section.\n\t\tIn this section—\n\t\t\t  * “law enforcement agency” means— \n\t\t\ta police authority or the Northern Ireland Policing Board;\n\t\t\tthe Serious Organised Crime Agency;\n\t\t\tthe Commissioners for Her Majesty’s Revenue and Customs; or\n\t\t\tthe Director of the Serious Fraud Office;\n\t\t\t\t  * “monitoring services” means— \n\t\t\tanalysing some or all information received in accordance with a serious crimeprevention order;\n\t\t\treporting to a law enforcement officer as to whether, on the basis of theinformation and any other information analysed for this purpose, the subjectof the order appears to be complying with the order or any part of it; and\n\t\t\tany related services; and\n\t\t\t\t  * “specified”, in relation to a serious crime prevention order, means specified in the order. \n\tCosts in relation to authorised monitors\n\t\tThe Secretary of State may by order make provision about the practice andprocedure for determining the amount of—\n\t\t\tany costs payable by virtue of section 39(4) and (5); and\n\t\t\tany interest payable in respect of those costs.\n\t\tSuch provision may, in particular, include provision about appeals.\n\t\tWhere any amounts required to be paid by virtue of section 39(4) and (5)have not been paid within a required period, the law enforcement agencyconcerned must take reasonable steps to recover them and any interest payablein respect of them.\n\t\tThe Secretary of State must by order provide for what are reasonable stepsfor the purposes of subsection (3).\n\t\tAny amounts which have not been recovered despite the taking of thereasonable steps are recoverable as if due to the law enforcement agencyconcerned by virtue of a civil order or judgment.\n\t\tWhere any amounts required to be paid by virtue of section 39(4) and (5)are, in the case of an order of the Crown Court, not paid within a requiredperiod, the unpaid balance from time to time carries interest at the rate forthe time being specified in section 17 of the Judgments Act [1838 (c.110)](/id/ukpga/1838/110?view=plain \"Go to item of legislation\") (interest oncivil judgment debts).\n\t\tFor the purposes of section 25, a failure to comply with a requirementimposed by virtue of section 39(4) and (5) to make payments occurs when theamounts become recoverable as mentioned in subsection (5) above (and notbefore).\n\t\tIn this section “law enforcement agency” has the same meaning as in section39.\n\tPowers of law enforcement officers to retain documents\n\t\tA law enforcement officer—\n\t\t\tmay take and retain copies of, or extracts from, any document produced to alaw enforcement officer in pursuance of a serious crime prevention order; and\n\t\t\tmay retain any document so produced for as long as he considers that it isnecessary to retain it (rather than any copy of it) for the purposes for whichthe document was obtained.\n\t\tA law enforcement officer may retain any document produced to a lawenforcement officer in pursuance of a serious crime prevention order until theconclusion of any legal proceedings if he has reasonable grounds for believingthat the document—\n\t\t\tmay have to be produced for the purposes of those proceedings; and\n\t\t\tmight be unavailable unless retained."
    },
    {
        "length": 533,
        "text": "\nInterpretation: Part 1\n\tInterpretation: Part 1\n\t\tIn this Part—\n\t\t  * “act” and “conduct” include omissions and statements; \n\t\t  * “country” includes territory; \n\t\t  * “modifications” includes additions and omissions (and “modify” is to be read accordingly); \n\t\t  * “the public” includes a section of the public or a particular member of the public. \n\tIndex of defined expressions: Part 1\n\t\tIn this Part, the expressions listed in the left-hand column have the meaninggiven by, or are to be interpreted in accordance with, the provisions listedin the right-hand column.\n\tExpression| Provision  ---|---  act| section 42  committed a serious offence| section 4(1)  conduct| section 42  conducts oneself in a way likely to facilitate the commission by oneself oranother person of a serious offence| section 4(3)  country| section 42  Director of Public Prosecutions, Director of Revenue and Customs Prosecutions,Director of the Serious Fraud Office and Director of Public Prosecutions forNorthern Ireland| Paragraphs 2(2), 7(2), 13(2) and 17 of Schedule 2  document| section 5(7)  facilitates the commission by another person of a serious offence| section4(2)  involvement in serious crime: England and Wales orders| sections 2, 4 and31(3)  involvement in serious crime: Northern Ireland orders| sections 3, 4 and 31(3)  law enforcement officer| section 5(7)  modifications (and modify)| section 42  person who is the subject of a serious crime prevention order| section 1(6)  premises| section 5(7)  production of documents| section 5(8)  the public| section 42  relevant applicant authority| section 10(4)  serious crime prevention order| section 1(5)  serious offence in England and Wales| section 2(2)  serious offence in Northern Ireland| section 3(2)    ## Part 2Encouraging or assisting crime"
    },
    {
        "length": 1915,
        "text": "\nInchoate offences\n\tIntentionally encouraging or assisting an offence\n\t\tA person commits an offence if—\n\t\t\the does an act capable of encouraging or assisting the commission of anoffence; and\n\t\t\the intends to encourage or assist its commission.\n\t\tBut he is not to be taken to have intended to encourage or assist thecommission of an offence merely because such encouragement or assistance was aforeseeable consequence of his act.\n\tEncouraging or assisting an offence believing it will be committed\n\t\tA person commits an offence if—\n\t\t\the does an act capable of encouraging or assisting the commission of anoffence; and\n\t\t\the believes—\n\t\t\tthat the offence will be committed; and\n\t\t\tthat his act will encourage or assist its commission.\n\tEncouraging or assisting offences believing one or more will becommitted\n\t\tA person commits an offence if—\n\t\t\the does an act capable of encouraging or assisting the commission of one ormore of a number of offences; and\n\t\t\the believes—\n\t\t\tthat one or more of those offences will be committed (but has no belief asto which); and\n\t\t\tthat his act will encourage or assist the commission of one or more ofthem.\n\t\tIt is immaterial for the purposes of subsection (1)(b)(ii) whether theperson has any belief as to which offence will be encouraged or assisted.\n\t\tIf a person is charged with an offence under subsection (1)—\n\t\t\tthe indictment must specify the offences alleged to be the “number ofoffences” mentioned in paragraph (a) of that subsection; but\n\t\t\tnothing in paragraph (a) requires all the offences potentially comprised inthat number to be specified.\n\t\tIn relation to an offence under this section, reference in this Part to theoffences specified in the indictment is to the offences specified by virtue ofsubsection (3)(a).\n\tProving an offence under this Part\n\t\tSections 44, 45 and 46 are to be read in accordance with this section.\n\t\tIf it is alleged under section 44(1)(b) that a person (D) intended toencourage or assist the commission of an offence, it is sufficient to provethat he intended to encourage or assist the doing of an act which would amountto the commission of that offence.\n\t\tIf it is alleged under section 45(b) that a person (D) believed that anoffence would be committed and that his act would encourage or assist itscommission, it is sufficient to prove that he believed—\n\t\t\tthat an act would be done which would amount to the commission of thatoffence; and\n\t\t\tthat his act would encourage or assist the doing of that act.\n\t\tIf it is alleged under section 46(1)(b) that a person (D) believed that oneor more of a number of offences would be committed and that his act wouldencourage or assist the commission of one or more of them, it is sufficient toprove that he believed—\n\t\t\tthat one or more of a number of acts would be done which would amount tothe commission of one or more of those offences; and\n\t\t\tthat his act would encourage or assist the doing of one or more of thoseacts.\n\t\tIn proving for the purposes of this section whether an act is one which, ifdone, would amount to the commission of an offence—\n\t\t\tif the offence is one requiring proof of fault, it must be proved that—\n\t\t\tD believed that, were the act to be done, it would be done with that fault;\n\t\t\tD was reckless as to whether or not it would be done with that fault; or\n\t\t\tD’s state of mind was such that, were he to do it, it would be done withthat fault; and\n\t\t\tif the offence is one requiring proof of particular circumstances orconsequences (or both), it must be proved that—\n\t\t\tD believed that, were the act to be done, it would be done in thosecircumstances or with those consequences; or\n\t\t\tD was reckless as to whether or not it would be done in thosecircumstances or with those consequences.\n\t\tFor the purposes of subsection (5)(a)(iii), D is to be assumed to be ableto do the act in question.\n\t\tIn the case of an offence under section 44—\n\t\t\tsubsection (5)(b)(i) is to be read as if the reference to “D believed” werea reference to “D intended or believed”; but\n\t\t\tD is not to be taken to have intended that an act would be done inparticular circumstances or with particular consequences merely because itsbeing done in those circumstances or with those consequences was a foreseeableconsequence of his act of encouragement or assistance.\n\t\tReference in this section to the doing of an act includes reference to—\n\t\t\ta failure to act;\n\t\t\tthe continuation of an act that has already begun;\n\t\t\tan attempt to do an act (except an act amounting to the commission of theoffence of attempting to commit another offence).\n\t\tIn the remaining provisions of this Part (unless otherwise provided) areference to the anticipated offence is—\n\t\t\tin relation to an offence under section 44, a reference to the offencementioned in subsection (2); and\n\t\t\tin relation to an offence under section 45, a reference to the offencementioned in subsection (3).\n\tProving an offence under section 46\n\t\tThis section makes further provision about the application of section 47 toan offence under section 46.\n\t\tIt is sufficient to prove the matters mentioned in section 47(5) byreference to one offence only.\n\t\tThe offence or offences by reference to which those matters are proved mustbe one of the offences specified in the indictment.\n\t\tSubsection (3) does not affect any enactment or rule of law under which aperson charged with one offence may be convicted of another and is subject tosection 57.\n\tSupplemental provisions\n\t\tA person may commit an offence under this Part whether or not any offencecapable of being encouraged or assisted by his act is committed.\n\t\tIf a person’s act is capable of encouraging or assisting the commission ofa number of offences—\n\t\t\tsection 44 applies separately in relation to each offence that he intendsto encourage or assist to be committed; and\n\t\t\tsection 45 applies separately in relation to each offence that he believeswill be encouraged or assisted to be committed.\n\t\tA person may, in relation to the same act, commit an offence under morethan one provision of this Part.\n\t\tIn reckoning whether—\n\t\t\tfor the purposes of section 45, an act is capable of encouraging orassisting the commission of an offence; or\n\t\t\tfor the purposes of section 46, an act is capable of encouraging orassisting the commission of one or more of a number of offences;\n\t\t\t\toffences under this Part and listed offences are to be disregarded.\n\t\t“Listed offence” means—\n\t\t\tin England and Wales, an offence listed in Part 1, 2 or 3 of Schedule 3;and\n\t\t\tin Northern Ireland, an offence listed in Part 1, 4 or 5 of that Schedule.\n\t\tThe Secretary of State may by order amend Schedule 3.\n\t\tFor the purposes of sections 45(b)(i) and 46(1)(b)(i) it is sufficient forthe person concerned to believe that the offence (or one or more of theoffences) will be committed if certain conditions are met."
    },
    {
        "length": 240,
        "text": "\nReasonableness defence\n\tDefence of acting reasonably\n\t\tA person is not guilty of an offence under this Part if he proves—\n\t\t\tthat he knew certain circumstances existed; and\n\t\t\tthat it was reasonable for him to act as he did in those circumstances.\n\t\tA person is not guilty of an offence under this Part if he proves—\n\t\t\tthat he believed certain circumstances to exist;\n\t\t\tthat his belief was reasonable; and\n\t\t\tthat it was reasonable for him to act as he did in the circumstances as hebelieved them to be.\n\t\tFactors to be considered in determining whether it was reasonable for aperson to act as he did include—\n\t\t\tthe seriousness of the anticipated offence (or, in the case of an offenceunder section 46, the offences specified in the indictment);\n\t\t\tany purpose for which he claims to have been acting;\n\t\t\tany authority by which he claims to have been acting."
    },
    {
        "length": 139,
        "text": "\nLimitation on liability\n\tProtective offences: victims not liable\n\t\tIn the case of protective offences, a person does not commit an offenceunder this Part by reference to such an offence if—\n\t\t\the falls within the protected category; and\n\t\t\the is the person in respect of whom the protective offence was committed orwould have been if it had been committed.\n\t\t“Protective offence” means an offence that exists (wholly or in part) forthe protection of a particular category of persons (“the protected category”)."
    },
    {
        "length": 2472,
        "text": "\nJurisdiction and procedure\n\tJurisdiction \n\t\tIf a person (D) knows or believes that what he anticipates might take placewholly or partly in England or Wales, he may be guilty of an offence undersection 44, 45 or 46 no matter where he was at any relevant time.\n\t\tIf it is not proved that D knows or believes that what he anticipates mighttake place wholly or partly in England or Wales, he is not guilty of anoffence under section 44, 45 or 46 unless paragraph 1, 2 or 3 of Schedule 4applies.\n\t\tA reference in this section (and in any of those paragraphs) to what Danticipates is to be read as follows—\n\t\t\tin relation to an offence under section 44 or 45, it refers to the actwhich would amount to the commission of the anticipated offence;\n\t\t\tin relation to an offence under section 46, it refers to an act which wouldamount to the commission of any of the offences specified in the indictment.\n\t\tIn their application to Northern Ireland, this section and Schedule 4 haveeffect as if references to—\n\t\t\tEngland or Wales; and\n\t\t\tEngland and Wales;\n\t\t\t\twere references to Northern Ireland.\n\t\tNothing in this section or Schedule 4 restricts the operation of anyenactment by virtue of which an act constituting an offence under this Part istriable under the law of England and Wales or Northern Ireland.\n\tProsecution of offences triable by reason of Schedule 4\n\t\tNo proceedings for an offence triable by reason of any provision of Schedule 4may be instituted—\n\t\t\tin England and Wales, except by, or with the consent of, the AttorneyGeneral; or\n\t\t\tin Northern Ireland, except by, or with the consent of, the AdvocateGeneral for Northern Ireland.\n\tInstitution of proceedings etc. for an offence under this Part\n\t\tAny provision to which this section applies has effect with respect to anoffence under this Part as it has effect with respect to the anticipatedoffence.\n\t\tThis section applies to provisions made by or under an enactment (wheneverpassed or made) that—\n\t\t\tprovide that proceedings may not be instituted or carried on otherwise thanby, or on behalf or with the consent of, any person (including any provisionwhich also makes exceptions to the prohibition);\n\t\t\tconfer power to institute proceedings;\n\t\t\tconfer power to seize and detain property;\n\t\t\tconfer a power of forfeiture, including any power to deal with anythingliable to be forfeited.\n\t\tIn relation to an offence under section 46—\n\t\t\tthe reference in subsection (1) to the anticipated offence is to be read asa reference to any offence specified in the indictment; and\n\t\t\teach of the offences specified in the indictment must be an offence inrespect of which the prosecutor has power to institute proceedings.\n\t\tAny consent to proceedings required as a result of this section is inaddition to any consent required by section 53.\n\t\tNo proceedings for an offence under this Part are to be instituted againsta person providing information society services who is established in an EEAState other than the United Kingdom unless the derogation condition issatisfied.\n\t\tThe derogation condition is satisfied where the institution of proceedings—\n\t\t\tis necessary to pursue the public interest objective;\n\t\t\trelates to an information society service that prejudices that objective orpresents a serious and grave risk of prejudice to it; and\n\t\t\tis proportionate to that objective.\n\t\tThe public interest objective is public policy.\n\t\tIn this section “information society services” has the same meaning as insection 34, and subsection (7) of that section applies for the purposes ofthis section as it applies for the purposes of that section.\n\tMode of trial\n\t\tAn offence under section 44 or 45 is triable in the same way as theanticipated offence.\n\t\tAn offence under section 46 is triable on indictment.\n\tPersons who may be perpetrators or encouragers etc.\n\t\tIn proceedings for an offence under this Part (“the inchoate offence”) thedefendant may be convicted if—\n\t\t\tit is proved that he must have committed the inchoate offence or theanticipated offence; but\n\t\t\tit is not proved which of those offences he committed.\n\t\tFor the purposes of this section, a person is not to be treated as havingcommitted the anticipated offence merely because he aided, abetted, counselledor procured its commission.\n\t\tIn relation to an offence under section 46, a reference in this section tothe anticipated offence is to be read as a reference to an offence specifiedin the indictment.\n\tAlternative verdicts and guilty pleas\n\t\tIf in proceedings on indictment for an offence under section 44 or 45 aperson is not found guilty of that offence by reference to the specifiedoffence, he may be found guilty of that offence by reference to an alternativeoffence.\n\t\tIf in proceedings for an offence under section 46 a person is not foundguilty of that offence by reference to any specified offence, he may be foundguilty of that offence by reference to one or more alternative offences.\n\t\tIf in proceedings for an offence under section 46 a person is found guiltyof the offence by reference to one or more specified offences, he may also befound guilty of it by reference to one or more other alternative offences.\n\t\tFor the purposes of this section, an offence is an alternative offence if—\n\t\t\tit is an offence of which, on a trial on indictment for the specifiedoffence, an accused may be found guilty; or\n\t\t\tit is an indictable offence, or one to which section 40 of the CriminalJustice Act [1988 (c. 33)](/id/ukpga/1988/33?view=plain \"Go to item oflegislation\") applies (power to include count for common assault etc. inindictment), and the condition in subsection (5) is satisfied.\n\t\tThe condition is that the allegations in the indictment charging the personwith the offence under this Part amount to or include (expressly or byimplication) an allegation of that offence by reference to it.\n\t\tSubsection (4)(b) does not apply if the specified offence, or any of thespecified offences, is murder or treason.\n\t\tIn the application of subsection (5) to proceedings for an offence undersection 44, the allegations in the indictment are to be taken to include anallegation of that offence by reference to the offence of attempting to committhe specified offence.\n\t\tSection 49(4) applies to an offence which is an alternative offence inrelation to a specified offence as it applies to that specified offence.\n\t\tIn this section—\n\t\t\tin relation to a person charged with an offence under section 44 or 45,“the specified offence” means the offence specified in the indictment as theone alleged to be the anticipated offence;\n\t\t\tin relation to a person charged with an offence under section 46,“specified offence” means an offence specified in the indictment (within themeaning of subsection (4) of that section), and related expressions are to beread accordingly.\n\t\tA person arraigned on an indictment for an offence under this Part mayplead guilty to an offence of which he could be found guilty under thissection on that indictment.\n\t\tThis section applies to an indictment containing more than one count as ifeach count were a separate indictment.\n\t\tThis section is without prejudice to—\n\t\t\tsection 6(1)(b) and (3) of the Criminal Law Act [1967 (c.58)](/id/ukpga/1967/58?view=plain \"Go to item of legislation\");\n\t\t\tsection 6(1)(b) and (2) of the Criminal Law Act (Northern Ireland) [1967(c. 18)](/id/apni/1967/18?view=plain \"Go to item of legislation\").\n\tPenalties \n\t\tSubsections (2) and (3) apply if—\n\t\t\ta person is convicted of an offence under section 44 or 45; or\n\t\t\ta person is convicted of an offence under section 46 by reference to onlyone offence (“the reference offence”).\n\t\tIf the anticipated or reference offence is murder, he is liable toimprisonment for life.\n\t\tIn any other case he is liable to any penalty for which he would be liableon conviction of the anticipated or reference offence.\n\t\tSubsections (5) to (7) apply if a person is convicted of an offence undersection 46 by reference to more than one offence (“the reference offences”).\n\t\tIf one of the reference offences is murder, he is liable to imprisonmentfor life.\n\t\tIf none of the reference offences is murder but one or more of them ispunishable with imprisonment, he is liable—\n\t\t\tto imprisonment for a term not exceeding the maximum term provided for anyone of those offences (taking the longer or the longest term as the limit forthe purposes of this paragraph where the terms provided differ); or\n\t\t\tto a fine.\n\t\tIn any other case he is liable to a fine.\n\t\tSubsections (3), (6) and (7) are subject to any contrary provision made byor under—\n\t\t\tan Act; or\n\t\t\tNorthern Ireland legislation.\n\t\tIn the case of an offence triable either way, the reference in subsection(6) to the maximum term provided for that offence is a reference to themaximum term so provided on conviction on indictment."
    },
    {
        "length": 686,
        "text": "\nConsequential alterations of the law\n\tAbolition of common law replaced by this Part\n\t\tThe common law offence of inciting the commission of another offence isabolished.\n\tAmendments relating to service law\n\t\tSchedule 5 (which amends enactments relating to service law) has effect.\n\tRepeal of offence of enabling unauthorised access to computer material\n\t\tThe Police and Justice Act [2006 (c. 48)](/id/ukpga/2006/48?view=plain \"Goto item of legislation\") is amended as follows.\n\t\tIn section 35 (unauthorised access to computer material), omit subsection(2).\n\t\tIn section 36 (unauthorised acts with intent to impair operation ofcomputer, etc.), in the section to be substituted for section 3 of theComputer Misuse Act [1990 (c. 18)](/id/ukpga/1990/18?view=plain \"Go to item oflegislation\")—\n\t\t\tin subsection (2)—\n\t\t\tat the end of paragraph (b), insert “or”; and\n\t\t\tomit paragraph (d) and the word “or” preceding it;\n\t\t\tin subsection (3) for “to (d)” substitute “to (c)”.\n\t\tIn section 38 (transitional and saving provision), omit subsection (1).\n\t\tIn Schedule 14 (minor and consequential amendments), omit paragraphs 19(2)and 29(2).\n\tNo individual liability in respect of corporate manslaughter\n\t\tIn section 18 of the Corporate Manslaughter and Corporate Homicide Act [2007(c. 19)](/id/ukpga/2007/19?view=plain \"Go to item of legislation\") (noindividual liability for offences under that Act) after subsection (1) insert—\n\t“(1A)An individual cannot be guilty of an offence under Part 2 of the SeriousCrime Act 2007 (encouraging or assisting crime) by reference to an offence ofcorporate manslaughter.”\n\tConsequential amendments: Part 2\n\t\tIn the provisions listed in Part 1 of Schedule 6, any reference howeverexpressed to (or to conduct amounting to) the offence abolished by section 59has effect as a reference to (or to conduct amounting to) the offences underthis Part.\n\t\tPart 2 of Schedule 6 contains other minor and consequential amendments.\n\t\tThe Secretary of State may by order amend Part 1 of Schedule 6 by adding orremoving a provision."
    },
    {
        "length": 388,
        "text": "\nInterpretation: Part 2\n\tEncouraging or assisting the commission of an offence\n\t\tA reference in this Part to encouraging or assisting the commission of anoffence is to be read in accordance with section 47.\n\tBeing capable of encouraging or assisting\n\t\tA reference in this Part to a person’s doing an act that is capable ofencouraging the commission of an offence includes a reference to his doing soby threatening another person or otherwise putting pressure on another personto commit the offence.\n\t\tA reference in this Part to a person’s doing an act that is capable ofencouraging or assisting the commission of an offence includes a reference tohis doing so by—\n\t\t\ttaking steps to reduce the possibility of criminal proceedings beingbrought in respect of that offence;\n\t\t\tfailing to take reasonable steps to discharge a duty.\n\t\tBut a person is not to be regarded as doing an act that is capable ofencouraging or assisting the commission of an offence merely because he failsto respond to a constable’s request for assistance in preventing a breach ofthe peace.\n\tIndirectly encouraging or assisting\n\t\tIf a person (D1) arranges for a person (D2) to do an act that is capable ofencouraging or assisting the commission of an offence, and D2 does the act, D1is also to be treated for the purposes of this Part as having done it.\n\tCourse of conduct\n\t\tA reference in this Part to an act includes a reference to a course ofconduct, and a reference to doing an act is to be read accordingly."
    },
    {
        "length": 3286,
        "text": "\nChapter 1Prevention of fraud\n\tSharing information with anti-fraud organisations\n\t\tDisclosure of information to prevent fraud\n\t\t\tA public authority may, for the purposes of preventing fraud or aparticular kind of fraud, disclose information as a member of a specifiedanti-fraud organisation or otherwise in accordance with any arrangements madeby such an organisation.\n\t\t\tThe information—\n\t\t\t\tmay be information of any kind; and\n\t\t\t\tmay be disclosed to the specified anti-fraud organisation, any members ofit or any other person to whom disclosure is permitted by the arrangementsconcerned.\n\t\t\tDisclosure under this section does not breach—\n\t\t\t\tany obligation of confidence owed by the public authority disclosing theinformation; or\n\t\t\t\tany other restriction on the disclosure of information (however imposed).\n\t\t\tBut nothing in this section authorises any disclosure of information which—\n\t\t\t\tcontravenes the Data Protection Act [1998 (c.29)](/id/ukpga/1998/29?view=plain \"Go to item of legislation\"); or\n\t\t\t\tis prohibited by Part 1 of the Regulation of Investigatory Powers Act [2000(c. 23)](/id/ukpga/2000/23?view=plain \"Go to item of legislation\").\n\t\t\tNothing in this section authorises any disclosure by a relevant publicauthority of information whose subject-matter is a matter about whichprovision would be within the legislative competence of the ScottishParliament if it were included in an Act of that Parliament.\n\t\t\tIn subsection (5) “relevant public authority” means a public authoritywhich has (whether alone or in addition to other functions) functions whichare exercisable within devolved competence (within the meaning given bysection 54 of the Scotland Act [1998 (c. 46)](/id/ukpga/1998/46?view=plain \"Goto item of legislation\")).\n\t\t\tThis section does not limit the circumstances in which information may bedisclosed apart from this section.\n\t\t\tIn this section—\n\t\t\t\t  * “an anti-fraud organisation” means any unincorporated association, body corporate or other person which enables or facilitates any sharing of information to prevent fraud or a particular kind of fraud or which has any of these functions as its purpose or one of its purposes; \n\t\t\t\t  * “information” includes documents; \n\t\t\t\t  * “public authority” means any public authority within the meaning of section 6 of the Human Rights Act [1998 (c. 42)](/id/ukpga/1998/42?view=plain \"Go to item of legislation\") (acts of public authorities); and \n\t\t\t\t  * “specified” means specified by an order made by the Secretary of State. \n\t\tOffence for certain further disclosures of information\n\t\t\tA person (“B”) commits an offence, subject as follows, if—\n\t\t\t\tB discloses protected information which has been disclosed by a publicauthority—\n\t\t\t\tas a result of the public authority being a member of a specified anti-fraud organisation; or\n\t\t\t\totherwise in accordance with any arrangements made by such anorganisation;\n\t\t\t\tthe information—\n\t\t\t\thas been so disclosed by the public authority to B; or\n\t\t\t\thas come into B’s possession as a result (whether directly or indirectly)of such a disclosure by the public authority to another person; and\n\t\t\t\tB knows or suspects, or has reasonable grounds for suspecting, that theinformation is information of the kind mentioned in paragraphs (a) and (b).\n\t\t\tSubsection (1) does not apply to a disclosure made by B—\n\t\t\t\twhere B is acting (whether as an employee or otherwise) on behalf of theperson to whom the information was disclosed by the public authority concernedand the disclosure by B is to another person acting (whether as an employee orotherwise) on behalf of that person;\n\t\t\t\tfor the purposes of the detection, investigation or prosecution of anoffence in the United Kingdom;\n\t\t\t\twith the consent of the public authority concerned; or\n\t\t\t\tin pursuance of a Community obligation or a duty imposed by an enactment;\n\t\t\t\t\tbut it does apply to a disclosure made by B which does not fall withinparagraphs (a) to (d) above but which (but for the offence) would have beenpermitted by a power conferred by an enactment.\n\t\t\tSubsection (1) does not apply to a disclosure made by B of information—\n\t\t\t\twhich has been disclosed by a relevant public authority; and\n\t\t\t\twhose subject-matter is a matter about which provision would be within thelegislative competence of the Scottish Parliament if it were included in anAct of that Parliament;\n\t\t\t\tand subsection (6) of section 68 applies for the purposes of this subsectionas it applies for the purposes of subsection (5) of that section.\n\t\t\tIt is a defence for a person charged with an offence under this section toprove that the person reasonably believed—\n\t\t\t\tthat the disclosure was lawful; or\n\t\t\t\tthat the information had already and lawfully been made available to thepublic.\n\t\t\tIn this section “protected information” means—\n\t\t\t\tany revenue and customs information disclosed by Revenue and Customs andrevealing the identity of the person to whom it relates; or\n\t\t\t\tany specified information disclosed by a specified public authority.\n\t\t\tFor the purposes of this section—\n\t\t\t\t“revenue and customs information” means information about, acquired as aresult of or held in connection with the exercise of a function of theCommissioners of Revenue and Customs or an officer of Revenue and Customs inrespect of a person;\n\t\t\t\trevenue and customs information reveals a person’s identity if—\n\t\t\t\tit specifies his identity; or\n\t\t\t\this identity can be deduced from it; and\n\t\t\t\trevenue and customs information relates to a person if he is the person inrespect of whom the function mentioned in paragraph (a) is exercised.\n\t\t\tIn this section—\n\t\t\t\t  * “Commissioners of Revenue and Customs” means Commissioners for Her Majesty’s Revenue and Customs; \n\t\t\t\t  * “enactment” has the same meaning as in section 14; \n\t\t\t\t  * “public authority” has the same meaning as in section 68; \n\t\t\t\t  * “Revenue and Customs” means— \n\t\t\t\tthe Commissioners of Revenue and Customs;\n\t\t\t\tan officer of Revenue and Customs; or\n\t\t\t\ta person acting on behalf of the Commissioners or an officer of Revenue andCustoms;\n\t\t\t\t\t  * “specified anti-fraud organisation” means any person which is a specified anti-fraud organisation for the purposes of section 68; \n\t\t\t\t\t  * “specified information” means information specified or described in an order made by the Secretary of State; and \n\t\t\t\t\t  * “specified public authority” means a public authority specified or described in an order made by the Secretary of State. \n\t\tPenalty and prosecution for offence under section 69\n\t\t\tA person who commits an offence under section 69 is liable—\n\t\t\t\ton summary conviction, to imprisonment for a term not exceeding 12 monthsor to a fine not exceeding the statutory maximum or to both;\n\t\t\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears or to a fine or to both.\n\t\t\tA prosecution for an offence under section 69 may be begun in England andWales only—\n\t\t\t\tin the case of revenue and customs information disclosed by Revenue andCustoms—\n\t\t\t\tby the Director of Revenue and Customs Prosecutions; or\n\t\t\t\twith the consent of the Director of Public Prosecutions; and\n\t\t\t\tin any other case, with the consent of the Director of Public Prosecutions.\n\t\t\tA prosecution for an offence under section 69 may be begun in NorthernIreland only—\n\t\t\t\tin the case of revenue and customs information disclosed by Revenue andCustoms—\n\t\t\t\tby the Commissioners of Revenue and Customs; or\n\t\t\t\twith the consent of the Director of Public Prosecutions for NorthernIreland; and\n\t\t\t\tin any other case, with the consent of the Director of Public Prosecutionsfor Northern Ireland.\n\t\t\tIf an offence under section 69 committed by a body corporate or apartnership is proved to have been committed with the consent or connivanceof—\n\t\t\t\tan officer of the body corporate or (as the case may be) a partner or asenior officer of the partnership; or\n\t\t\t\ta person who was purporting to act in any such capacity;\n\t\t\t\t\the (as well as the body corporate or partnership) is guilty of the offence andliable to be proceeded against and punished accordingly.\n\t\t\tIn the application of subsection (1)(a) in Northern Ireland, the referenceto 12 months is to be read as a reference to 6 months.\n\t\t\tIn this section—\n\t\t\t\t  * “body corporate” includes a limited liability partnership; \n\t\t\t\t  * “Commissioners of Revenue and Customs”, “Revenue and Customs” and “revenue and customs information” have the same meaning as in section 69; \n\t\t\t\t  * “director”, in relation to a body corporate whose affairs are managed by its members, means a member of the body corporate; \n\t\t\t\t  * “officer of a body corporate” means any director, manager, secretary or other similar officer of the body corporate; and \n\t\t\t\t  * “senior officer of a partnership” means any person who has the control or management of the business carried on by the partnership at the principal place where it is carried on. \n\t\tCode of practice for disclosure of information to prevent fraud\n\t\t\tThe Secretary of State must prepare, and keep under review, a code ofpractice with respect to the disclosure, for the purposes of preventing fraudor a particular kind of fraud, of information by public authorities as membersof specified anti-fraud organisations or otherwise in accordance with anyarrangements made by such organisations.\n\t\t\tBefore preparing or altering the code, the Secretary of State must consult—\n\t\t\t\tany specified anti-fraud organisation;\n\t\t\t\tthe Information Commissioner; and\n\t\t\t\tsuch other persons as the Secretary of State considers appropriate.\n\t\t\tA public authority must have regard to the code in (or in connection with)disclosing information, for the purposes of preventing fraud or a particularkind of fraud, as a member of a specified anti-fraud organisation or otherwisein accordance with any arrangements made by such an organisation.\n\t\t\tNothing in this section applies in relation to any disclosure by a relevantpublic authority of information whose subject-matter is a matter about whichprovision would be within the legislative competence of the ScottishParliament if it were included in an Act of the Scottish Parliament.\n\t\t\tThe Secretary of State must—\n\t\t\t\tlay a copy of the code, and of any alterations to it, before Parliament;and\n\t\t\t\tfrom time to time publish the code as for the time being in force.\n\t\t\tIn this section—\n\t\t\t\t  * “information” and “public authority” have the same meaning as in section 68; \n\t\t\t\t  * “relevant public authority” has the meaning given by section 68(6); and \n\t\t\t\t  * “specified anti-fraud organisation” means any person which is a specified anti-fraud organisation for the purposes of section 68. \n\t\tData protection rules\n\t\t\tIn Schedule 3 to the Data Protection Act [1998 (c.29)](/id/ukpga/1998/29?view=plain \"Go to item of legislation\") (conditions forprocessing sensitive personal data), after paragraph 7, insert—\n\t\t“7A(1)The processing—\n\t\t\tis either—\n\t\t\tthe disclosure of sensitive personal data by a person as a member of ananti-fraud organisation or otherwise in accordance with any arrangements madeby such an organisation; or\n\t\t\tany other processing by that person or another person of sensitivepersonal data so disclosed; and\n\t\t\tis necessary for the purposes of preventing fraud or a particular kind offraud.\n\t\t\tIn this paragraph “an anti-fraud organisation” means any unincorporatedassociation, body corporate or other person which enables or facilitates anysharing of information to prevent fraud or a particular kind of fraud or whichhas any of these functions as its purpose or one of its purposes.”\n\tData matching\n\t\tData matching\n\t\t\tSchedule 7 (which makes provision about data matching) has effect."
    },
    {
        "length": 380,
        "text": "\nAssets Recovery Agency\n\tAbolition of Assets Recovery Agency and redistribution of functionsetc.\n\t\tThe Assets Recovery Agency and the corporation sole that is its Directorshall cease to exist on such day as the Secretary of State may by orderappoint.\n\t\tThe following Parts of Schedule 8 (abolition of Assets Recovery Agency andits Director) have effect—\n\t\t\tPart 1 (abolition of confiscation functions);\n\t\t\tPart 2 (transfer to SOCA and prosecution authorities of civil recoveryfunctions);\n\t\t\tPart 3 (transfer to SOCA of Revenue functions and power to abolish thosefunctions);\n\t\t\tPart 4 (transfer of investigation functions);\n\t\t\tPart 5 (transfer of accreditation and training functions to NationalPolicing Improvement Agency);\n\t\t\tPart 6 (other amendments to the Proceeds of Crime Act [2002 (c.29)](/id/ukpga/2002/29?view=plain \"Go to item of legislation\")); and\n\t\t\tPart 7 (amendments to other enactments).\n\t\tSchedule 9 (which makes provision about the transfer of the Director andstaff of the Agency, and property, rights and liabilities of the Director andthe Agency, to SOCA and the National Policing Improvement Agency) has effect.\n\t\tIn this section and Schedules 8 and 9 “SOCA” means the Serious OrganisedCrime Agency."
    },
    {
        "length": 1716,
        "text": "\nDetained cash investigations: use of production orders and warrants\n\tUse of production orders for detained cash investigations\n\t\tAfter section 341(3) of the Proceeds of Crime Act 2002 (types ofinvestigation to which Part 8 applies) insert—\n\t\t\t“(3A)For the purposes of this Part a detained cash investigation is—\n\t\t\tan investigation for the purposes of Chapter 3 of Part 5 into thederivation of cash detained under section 295 or a part of such cash, or\n\t\t\tan investigation for the purposes of Chapter 3 of Part 5 into whether cashdetained under section 295, or a part of such cash, is intended by any personto be used in unlawful conduct.”\n\t\tIn section 345(2) of that Act (investigations in respect of whichproduction orders may be made), in paragraph (b), after “a civil recoveryinvestigation” insert “or a detained cash investigation”.\n\t\tIn section 346(2) of that Act (reasonable suspicion requirement for makinga production order), after paragraph (b), insert—\n\t\t\tin the case of a detained cash investigation into the derivation of cash,the property the application for the order specifies as being subject to theinvestigation, or a part of it, is recoverable property;\n\t\t\tin the case of a detained cash investigation into the intended use ofcash, the property the application for the order specifies as being subject tothe investigation, or a part of it, is intended by any person to be used inunlawful conduct;”.\n\t\tIn section 380(3) of that Act (investigations in respect of whichproduction orders may be made in Scotland), in paragraph (b), after “a civilrecovery investigation” insert “or a detained cash investigation”.\n\t\tIn section 381(2) of that Act (reasonable suspicion requirement for makinga production order in Scotland), after paragraph (b), insert—\n\t\t\tin the case of a detained cash investigation into the derivation of cash,the property the application for the order specifies as being subject to theinvestigation, or a part of it, is recoverable property;\n\t\t\tin the case of a detained cash investigation into the intended use ofcash, the property the application for the order specifies as being subject tothe investigation, or a part of it, is intended by any person to be used inunlawful conduct;”.\n\tUse of search warrants etc. for detained cash investigations\n\t\tIn section 352(2) of the Proceeds of Crime Act [2002 (c.29)](/id/ukpga/2002/29?view=plain \"Go to item of legislation\") (investigationsin respect of which a search and seizure warrant may be issued), in paragraph(b), after “a civil recovery investigation” insert “or a detained cashinvestigation”.\n\t\tIn section 353(2) of that Act (reasonable suspicion grounds for warrantwhere no production order), after paragraph (b), insert—\n\t\t\tin the case of a detained cash investigation into the derivation of cash,the property specified in the application for the warrant, or a part of it, isrecoverable property;\n\t\t\tin the case of a detained cash investigation into the intended use ofcash, the property specified in the application for the warrant, or a part ofit, is intended by any person to be used in unlawful conduct;”.\n\t\tAfter section 353(7) of that Act (types of material in respect of whichwarrant may be issued where no production order) insert—\n\t\t\t“(7A)In the case of a detained cash investigation into the derivation of cash,material falls within this subsection if it cannot be identified at the timeof the application but it—\n\t\t\trelates to the property specified in the application, the question whetherthe property, or a part of it, is recoverable property or any other questionas to its derivation, and\n\t\t\tis likely to be of substantial value (whether or not by itself) to theinvestigation for the purposes of which the warrant is sought.\n\t\t\t(7B)In the case of a detained cash investigation into the intended use ofcash, material falls within this subsection if it cannot be identified at thetime of the application but it—\n\t\t\trelates to the property specified in the application or the questionwhether the property, or a part of it, is intended by any person to be used inunlawful conduct, and\n\t\t\tis likely to be of substantial value (whether or not by itself) to theinvestigation for the purposes of which the warrant is sought.”\n\t\tIn section 387(3) of that Act (investigations in respect of which a searchwarrant may be issued in Scotland), in paragraph (b), after “a civil recoveryinvestigation” insert “or a detained cash investigation”.\n\t\tIn section 388(2) of that Act (reasonable suspicion grounds for issue ofwarrant in Scotland where no production order), after paragraph (b), insert—\n\t\t\tin the case of a detained cash investigation into the derivation of cash,the property specified in the application for the warrant, or a part of it, isrecoverable property;\n\t\t\tin the case of a detained cash investigation into the intended use ofcash, the property specified in the application for the warrant, or a part ofit, is intended by any person to be used in unlawful conduct;”.\n\t\tAfter section 388(7) of that Act (types of material in respect of whichwarrant may be issued in Scotland where no production order) insert—\n\t\t“(7A)In the case of a detained cash investigation into the derivation of cash,material falls within this subsection if it cannot be identified at the timeof the application but it—\n\t\t\trelates to the property specified in the application, the question whetherthe property, or a part of it, is recoverable property or any other questionas to its derivation, and\n\t\t\tis likely to be of substantial value (whether or not by itself) to theinvestigation for the purposes of which the warrant is sought.\n\t\t\t(7B)In the case of a detained cash investigation into the intended use ofcash, material falls within this subsection if it cannot be identified at thetime of the application but it—\n\t\t\trelates to the property specified in the application or the questionwhether the property, or a part of it, is intended by any person to be used inunlawful conduct, and\n\t\t\tis likely to be of substantial value (whether or not by itself) to theinvestigation for the purposes of which the warrant is sought.”\n\tFurther provision about detained cash investigations\n\t\tSchedule 10 (which makes further provision about detained cash investigations)has effect."
    },
    {
        "length": 1936,
        "text": "\nExtension of powers of accredited financial investigators\n\tPowers to seize property to which restraint orders apply\n\t\tIn section 45(1) of the Proceeds of Crime Act [2002 (c.29)](/id/ukpga/2002/29?view=plain \"Go to item of legislation\") (seizure ofproperty to which restraint order applies: England and Wales) after“constable” insert “, an accredited financial investigator”.\n\t\tAfter section 45(2) of that Act insert—\n\t\tThe reference in subsection (1) to an accredited financial investigator isa reference to an accredited financial investigator who falls within adescription specified in an order made for the purposes of that subsection bythe Secretary of State under section 453.”\n\t\tIn section 194(1) of that Act (seizure of property to which restraint orderapplies: Northern Ireland) after “constable” insert “, an accredited financialinvestigator”.\n\t\tAfter section 194(2) of that Act insert—\n\t\tThe reference in subsection (1) to an accredited financial investigator isa reference to an accredited financial investigator who falls within adescription specified in an order made for the purposes of that subsection bythe Secretary of State under section 453.”\n\tPowers to recover cash\n\t\tSchedule 11 (which gives accredited financial investigators powers to recovercash under Chapter 3 of Part 5 of the Proceeds of Crime Act [2002 (c.29)](/id/ukpga/2002/29?view=plain \"Go to item of legislation\") and makesrelated amendments) has effect.\n\tPowers in relation to certain investigations\n\t\tIn section 352(5) of the Proceeds of Crime Act 2002 (search and seizurewarrants in connection with confiscation, money laundering and detained cashinvestigations etc.)—\n\t\t\tin paragraph (a), after “constable” insert “, an accredited financialinvestigator”; and\n\t\t\tin paragraph (c) (as inserted by Schedule 10 to this Act), after“constable” insert “, an accredited financial investigator”.\n\t\tAfter section 352(6) of that Act insert—\n\t\tThe reference in paragraph (a) or (c) of subsection (5) to an accreditedfinancial investigator is a reference to an accredited financial investigatorwho falls within a description specified in an order made for the purposes ofthat paragraph by the Secretary of State under section 453.”\n\t\tIn section 353(10) of that Act (requirements in relation to search andseizure warrants)—\n\t\t\tin paragraph (a), after “constable” insert “, an accredited financialinvestigator”; and\n\t\t\tin paragraph (c) (as inserted by Schedule 10 to this Act), after“constable” insert “, an accredited financial investigator”.\n\t\tAfter section 353(10) of that Act insert—\n\t\tThe reference in paragraph (a) or (c) of subsection (10) to an accreditedfinancial investigator is a reference to an accredited financial investigatorwho falls within a description specified in an order made for the purposes ofthat paragraph by the Secretary of State under section 453.”\n\t\tIn section 356(11)(b) of that Act (as inserted by Schedule 10 to this Act)(further provisions in relation to search and seizure warrants: detained cashinvestigations) after “constable” insert “, an accredited financialinvestigator”.\n\t\tAfter section 356(11) of that Act (as inserted by Schedule 10 to this Act)insert—\n\t\tThe reference in paragraph (b) of subsection (11) to an accreditedfinancial investigator is a reference to an accredited financial investigatorwho falls within a description specified in an order made for the purposes ofthat paragraph by the Secretary of State under section 453.”\n\t\tIn section 378(3A) of that Act (as inserted by Schedule 10 to this Act)(meaning of “officers” for purposes of Part 8 in relation to detained cashinvestigations) after paragraph (a) insert—\n\t\t\tan accredited financial investigator;”.\n\t\tAfter section 378(3A) of that Act (as inserted by Schedule 10 to this Act)insert—\n\t\t\t“(3B)The reference in paragraph (ab) of subsection (3A) to an accreditedfinancial investigator is a reference to an accredited financial investigatorwho falls within a description specified in an order made for the purposes ofthat paragraph by the Secretary of State under section 453.”\n\tSupplementary provision in relation to new powers\n\t\tIn section 453(2) of the Proceeds of Crime Act [2002 (c.29)](/id/ukpga/2002/29?view=plain \"Go to item of legislation\") (power tomodify references to accredited financial investigators)—\n\t\t\tafter “may” insert “, in particular,”; and\n\t\t\tafter “person” insert “or by reference to particular types of trainingundertaken”.\n\t\tAfter section 453 of that Act insert—\n\t\t“453ACertain offences in relation to financial investigators\n\t\t\tA person commits an offence if he assaults an accredited financialinvestigator who is acting in the exercise of a relevant power.\n\t\t\tA person commits an offence if he resists or wilfully obstructs anaccredited financial investigator who is acting in the exercise of a relevantpower.\n\t\t\tA person guilty of an offence under subsection (1) is liable on summaryconviction—\n\t\t\t\tto imprisonment for a term not exceeding 51 weeks; or\n\t\t\t\tto a fine not exceeding level 5 on the standard scale;\n\t\t\t\t\tor to both.\n\t\t\tA person guilty of an offence under subsection (2) is liable on summaryconviction—\n\t\t\t\tto imprisonment for a term not exceeding 51 weeks; or\n\t\t\t\tto a fine not exceeding level 3 on the standard scale;\n\t\t\t\tor to both.\n\t\t\tIn this section “relevant power” means a power exercisable under—\n\t\t\t\tsection 45 or 194 (powers to seize property to which restraint ordersapply);\n\t\t\t\tsection 289 (powers to search for cash);\n\t\t\t\tsection 294 (powers to seize cash);\n\t\t\t\tsection 295(1) (power to detain seized cash); or\n\t\t\t\ta search and seizure warrant issued under section 352.\n\t\t\tIn the application of this section to England and Wales in relation to anoffence committed before the commencement of section 281(5) of the CriminalJustice Act [2003 (c. 44)](/id/ukpga/2003/44?view=plain \"Go to item oflegislation\") (alteration of penalties for summary offences), and in theapplication of this section to Northern Ireland—\n\t\t\t\tthe reference to 51 weeks in subsection (3)(a) is to be read as a referenceto 6 months; and\n\t\t\t\tthe reference to 51 weeks in subsection (4)(a) is to be read as a referenceto 1 month.”"
    },
    {
        "length": 533,
        "text": "\nPowers of management receivers and enforcement receivers\n\tAfter section 49(8) of the Proceeds of Crime Act [2002 (c.29)](/id/ukpga/2002/29?view=plain \"Go to item of legislation\") (opportunityfor persons to make representations before powers conferred on managementreceivers to manage or otherwise deal with property: England and Wales)insert—\n\t\t“(8A)Subsection (8), so far as relating to the power mentioned in subsection(2)(b), does not apply to property which—\n\t\tis perishable; or\n\t\tought to be disposed of before its value diminishes.”\n\tAfter section 51(8) of that Act (opportunity for persons to makerepresentations before powers conferred on enforcement receivers to manage orotherwise deal with property: England and Wales) insert—\n\t“(8A)Subsection (8), so far as relating to the power mentioned in subsection(2)(b), does not apply to property which—\n\t\tis perishable; or\n\t\tought to be disposed of before its value diminishes.”\n\tAfter section 197(8) of that Act (opportunity for persons to makerepresentations before powers conferred on management receivers to manage orotherwise deal with property: Northern Ireland) insert—\n\t“(8A)Subsection (8), so far as relating to the power mentioned in subsection(2)(b), does not apply to property which—\n\t\tis perishable; or\n\t\tought to be disposed of before its value diminishes.”\n\tAfter section 199(8) of that Act (opportunity for persons to makerepresentations before powers conferred on enforcement receivers to manage orotherwise deal with property: Northern Ireland) insert—\n\t“(8A)Subsection (8), so far as relating to the power mentioned in subsection(2)(b), does not apply to property which—\n\t\tis perishable; or\n\t\tought to be disposed of before its value diminishes.”"
    },
    {
        "length": 1490,
        "text": "\nCivil recovery management receivers\n\tAfter section 245D of the Proceeds of Crime Act 2002 (property freezingorders) insert—\n\t“245EReceivers in connection with property freezing orders\n\t\tSubsection (2) applies if—\n\t\t\tthe High Court makes a property freezing order on an application by anenforcement authority, and\n\t\t\tthe authority applies to the court to proceed under subsection (2) (whetheras part of the application for the property freezing order or at any timeafterwards).\n\t\tThe High Court may by order appoint a receiver in respect of any propertyto which the property freezing order applies.\n\t\tAn application for an order under this section may be made without noticeif the circumstances are such that notice of the application would prejudiceany right of the enforcement authority to obtain a recovery order in respectof any property.\n\t\tIn its application for an order under this section, the enforcementauthority must nominate a suitably qualified person for appointment as areceiver.\n\t\tSuch a person may be a member of staff of the enforcement authority.\n\t\tThe enforcement authority may apply a sum received by it under section280(2) in making payment of the remuneration and expenses of a receiverappointed under this section.\n\t\tSubsection (6) does not apply in relation to the remuneration of thereceiver if he is a member of the staff of the enforcement authority (but itdoes apply in relation to such remuneration if the receiver is a personproviding services under arrangements made by the enforcement authority).\n\tFPowers of receivers appointed under section 245E\n\t\tIf the High Court appoints a receiver under section 245E on an applicationby an enforcement authority, the court may act under this section on theapplication of the authority.\n\t\tThe court may by order authorise or require the receiver—\n\t\t\tto exercise any of the powers mentioned in paragraph 5 of Schedule 6(management powers) in relation to any property in respect of which thereceiver is appointed,\n\t\t\tto take any other steps the court thinks appropriate in connection with themanagement of any such property (including securing the detention, custody orpreservation of the property in order to manage it).\n\t\tThe court may by order require any person in respect of whose property thereceiver is appointed—\n\t\t\tto bring the property to a place (in England and Wales or, as the case maybe, Northern Ireland) specified by the receiver or to place it in the custodyof the receiver (if, in either case, he is able to do so),\n\t\t\tto do anything he is reasonably required to do by the receiver for thepreservation of the property.\n\t\tThe court may by order require any person in respect of whose property thereceiver is appointed to bring any documents relating to the property whichare in his possession or control to a place (in England and Wales or, as thecase may be, Northern Ireland) specified by the receiver or to place them inthe custody of the receiver.\n\t\tIn subsection (4) “document” means anything in which information of anydescription is recorded.\n\t\tAny prohibition on dealing with property imposed by a property freezingorder does not prevent a person from complying with any requirements imposedby virtue of this section.\n\t\tIf— \n\t\t\tthe receiver deals with any property which is not property in respect ofwhich he is appointed under section 245E, and\n\t\t\tat the time he deals with the property he believes on reasonable groundsthat he is entitled to do so by virtue of his appointment,\n\t\t\t\tthe receiver is not liable to any person in respect of any loss or damageresulting from his dealing with the property except so far as the loss ordamage is caused by his negligence.\n\tGSupervision of section 245E receiver and variations\n\t\tAny of the following persons may at any time apply to the High Court fordirections as to the exercise of the functions of a receiver appointed undersection 245E—\n\t\t\tthe receiver,\n\t\t\tany party to the proceedings for the appointment of the receiver or theproperty freezing order concerned,\n\t\t\tany person affected by any action taken by the receiver,\n\t\t\tany person who may be affected by any action proposed to be taken by thereceiver.\n\t\tBefore giving any directions under subsection (1), the court must give anopportunity to be heard to—\n\t\t\tthe receiver,\n\t\t\tthe parties to the proceedings for the appointment of the receiver and forthe property freezing order concerned,\n\t\t\tany person who may be interested in the application under subsection (1).\n\t\tThe court may at any time vary or set aside the appointment of a receiverunder section 245E, any order under section 245F or any directions under thissection.\n\t\tBefore exercising any power under subsection (3), the court must give anopportunity to be heard to—\n\t\t\tthe receiver,\n\t\t\tthe parties to the proceedings for the appointment of the receiver, for theorder under section 245F or, as the case may be, for the directions under thissection;\n\t\t\tthe parties to the proceedings for the property freezing order concerned,\n\t\t\tany person who may be affected by the court’s decision.”\n\t\tIn sections 273(4)(b) and 277(7)(b) of that Act (recovery orders andconsent orders: recovery of costs of pension scheme trustees or managers)after “enforcement authority,” insert “receiver appointed under section245E,”.\n\t\tIn paragraph 1 of Schedule 10 to that Act (disapplication of special incometax and capital gains tax rules for receivers), after paragraph (c), insert—\n\t\t\ta receiver appointed under section 245E;”."
    },
    {
        "length": 742,
        "text": "\nPowers for prosecutors to appear in cash recovery proceedings\n\tAfter section 302 of the Proceeds of Crime Act [2002 (c.29)](/id/ukpga/2002/29?view=plain \"Go to item of legislation\") (recovery ofcash in summary proceedings: compensation) insert—\n\t“302APowers for prosecutors to appear in proceedings\n\t\tThe Director of Public Prosecutions or the Director of Public Prosecutionsfor Northern Ireland may appear for a constable in proceedings under thisChapter if the Director—\n\t\t\tis asked by, or on behalf of, a constable to do so, and\n\t\t\tconsiders it appropriate to do so.\n\t\tThe Director of Revenue and Customs Prosecutions may appear for theCommissioners for Her Majesty’s Revenue and Customs or an officer of Revenueand Customs in proceedings under this Chapter if the Director—\n\t\t\tis asked by, or on behalf of, the Commissioners for Her Majesty’s Revenueand Customs or (as the case may be) an officer of Revenue and Customs to doso, and\n\t\t\tconsiders it appropriate to do so.\n\t\tThe Directors may charge fees for the provision of services under thissection.”\n\t\tAfter section 2C(3) of that Act (prosecuting authorities) (as inserted bySchedule 8 to this Act) insert—\n\t\t\t“(3A)Subsection (3) does not apply to the functions of the Director of PublicProsecutions for Northern Ireland and the Director of Revenue and CustomsProsecutions under section 302A.”\n\t\tAfter section 38(1) of the Commissioners for Revenue and Customs Act [2005(c. 11)](/id/ukpga/2005/11?view=plain \"Go to item of legislation\") (conduct ofprosecutions on behalf of the Office) insert—\n\t\t“(1A)An individual who is not a member of the Office may be appointed by theDirector to appear in—\n\t\t\tspecified proceedings, or\n\t\t\ta specified class or description of proceedings,\n\t\t\tin which the Director or a Prosecutor would otherwise appear by virtue ofsection 302A of the Proceeds of Crime Act 2002 (cash recovery proceedings).”\n\t\tAfter section 39(1) of that Act (designation of non-legal staff) insert—\n\t\t“(1A)The Director may designate a member of the Office to appear in—\n\t\t\tspecified proceedings, or\n\t\t\ta specified class or description of proceedings,\n\t\t\tin which the Director or a Prosecutor would otherwise appear by virtue ofsection 302A of the Proceeds of Crime Act 2002 (cash recovery proceedings).”"
    },
    {
        "length": 1287,
        "text": "\nDisclosure of information by Revenue and Customs\n\tThis section applies to information held as mentioned in section 18(1) ofthe Commissioners for Revenue and Customs Act [2005 (c.11)](/id/ukpga/2005/11?view=plain \"Go to item of legislation\")(confidentiality).\n\tInformation to which this section applies may be disclosed by or with theauthority of the Commissioners of Revenue and Customs—\n\t\tto the Criminal Assets Bureau in Ireland (“the CAB”) for the purpose ofenabling or assisting the CAB to exercise any of its functions in connectionwith any matter within subsection (3); or\n\t\tto any specified public authority (in the United Kingdom or elsewhere)—\n\t\tfor the purpose of enabling or assisting the public authority to exerciseany of its functions in connection with any matter within subsection (3); or\n\t\t(if the specifying order so provides) for the purpose of enabling orassisting the public authority to exercise any of its functions in connectionwith any matter within that subsection that is specified, or of a descriptionspecified, in the order.\n\tThe matters within this subsection are—\n\t\tthe identification of proceeds of crime;\n\t\tthe bringing of civil proceedings for enforcement purposes in relation toproceeds of crime; and\n\t\tthe taking of other action in relation to proceeds of crime.\n\tInformation disclosed in accordance with subsection (2) must not be furtherdisclosed except—\n\t\tin connection with the exercise of any of the functions of the CAB or aspecified public authority in connection with any matter within subsection (3)(or, in a subsection (2)(b)(ii) case, any such matter as is mentioned there);and\n\t\twith the consent of the Commissioners of Revenue and Customs or anauthorised officer of the Commissioners of Revenue and Customs.\n\tFor the purposes of this section any consent or authorisation may begeneral or specific.\n\tIf a person in the United Kingdom discloses, in contravention of subsection(4), any revenue and customs information relating to a person whose identity—\n\t\tis specified in the disclosure; or\n\t\tcan be deduced from it;\n\t\t\tsection 19 of the 2005 Act (wrongful disclosure) applies in relation to thatdisclosure as it applies in relation to a disclosure of such information incontravention of section 20(9) of that Act.\n\tAny reference in this section to a disclosure to the CAB or a specifiedpublic authority is a reference to a disclosure to such person, or to personsof such description, as may be specified in relation to the CAB or the publicauthority (as the case may be).\n\tNothing in this section authorises any disclosure of information which—\n\t\tcontravenes the Data Protection Act [1998 (c.29)](/id/ukpga/1998/29?view=plain \"Go to item of legislation\"); or\n\t\tis prohibited by Part 1 of the Regulation of Investigatory Powers Act [2000(c. 23)](/id/ukpga/2000/23?view=plain \"Go to item of legislation\").\n\tIn this section—\n\t\t  * “the 2005 Act” means the Commissioners for Revenue and Customs Act [2005 (c. 11)](/id/ukpga/2005/11?view=plain \"Go to item of legislation\"); \n\t\t  * “assets” means property of any description, wherever situated; \n\t\t  * “civil proceedings” means civil proceedings of whatever nature and whether brought in the United Kingdom or elsewhere; \n\t\t  * “Commissioners of Revenue and Customs” means the Commissioners for Her Majesty’s Revenue and Customs; \n\t\t  * “enforcement purposes”, in relation to the proceeds of crime, means with a view to— \n\t\trecovering, forfeiting or freezing assets constituting proceeds of crime; or\n\t\totherwise depriving persons (to any extent) of, or of access to, such assetsor the benefit of such assets;\n\t\t\t  * “functions” includes powers, duties and objectives, and references to the exercise of functions include the pursuit of objectives; \n\t\t\t  * “proceeds of crime” means assets derived, or suspected to be derived, directly or indirectly from criminal conduct (wherever occurring); \n\t\t\t  * “public authority” means any body or person discharging functions of a public nature; \n\t\t\t  * “revenue and customs information relating to a person” has the meaning given by section 19(2) of the 2005 Act; \n\t\t\t  * “specified” means specified in an order made by the Treasury; and \n\t\t\t  * “the specifying order”, in relation to a specified public authority, means the order specifying the authority for the purposes of this section. "
    },
    {
        "length": 644,
        "text": "\nChapter 3Other measures\n\tIncidents involving serious violence: powers to stop and search\n\t\tIn section 60(1) of the Criminal Justice and Public Order Act [1994 (c.33)](/id/ukpga/1994/33?view=plain \"Go to item of legislation\") (powers toauthorise stop and search if reasonable belief that there may be incidentsinvolving serious violence etc.), before the word “or” at the end of paragraph(a), insert—\n\t\t\tthat— \n\t\t\tan incident involving serious violence has taken place in England and Walesin his police area;\n\t\t\ta dangerous instrument or offensive weapon used in the incident is beingcarried in any locality in his police area by a person; and\n\t\t\tit is expedient to give an authorisation under this section to find theinstrument or weapon;”.\n\t\tIn section 60(9) of that Act (authorisation must be in writing), at thebeginning, insert “Subject to subsection (9ZA),”.\n\t\tAfter section 60(9) of that Act insert—\n\t\t\t“(9ZA)An authorisation under subsection (1)(aa) need not be given in writingwhere it is not practicable to do so but any oral authorisation must state thematters which would otherwise have to be specified under subsection (9) andmust be recorded in writing as soon as it is practicable to do so.”\n\t\tIn section 60(9A) of that Act (application to British Transport Police)—\n\t\t\tafter “place” insert “in England and Wales”; and\n\t\t\tafter “2003” insert “and as if the reference in subsection (1)(aa)(i) aboveto his police area were a reference to any place falling within section31(1)(a) to (f) of the Act of 2003”.\n\t\tIn section 60(11) of that Act (definitions), in the definition of“offensive weapon”, after “1995” insert “; but in subsections (1)(aa), (4),(5) and (6) above and subsection (11A) below includes, in the case of anincident of the kind mentioned in subsection (1)(aa)(i) above, any articleused in the incident to cause or threaten injury to any person or otherwise tointimidate”.\n\t\tIn the heading to section 60 of that Act after “of” insert “, or after,”.\n\tExtension of investigatory powers of Revenue and Customs\n\t\tSchedule 12 (which makes provision about the regulation of investigatorypowers of Her Majesty’s Revenue and Customs) has effect."
    },
    {
        "length": 1745,
        "text": "\nPart 4General and final provisions\n\tGeneral\n\t\tOrders \n\t\t\tAny power of the Secretary of State, the Treasury or the Scottish Ministersto make an order under this Act is exercisable by statutory instrument.\n\t\t\tAny power of the Secretary of State or the Treasury to make an order underthis Act—\n\t\t\t\tmay be exercised so as to make different provision for different cases ordescriptions of case or different purposes;\n\t\t\t\tincludes power to make such supplementary, incidental, consequential,transitional, transitory or saving provision as the Secretary of State or (asthe case may be) the Treasury considers appropriate.\n\t\t\tNo order is to be made under section 4(4), 49(6), 63(3), 69 or 90, orparagraph 102 of Schedule 8, unless a draft of the order has been laid before,and approved by a resolution of, each House of Parliament.\n\t\t\tSubsection (3) does not apply to an order under section 90 which does notamend or repeal any provision of an Act.\n\t\t\tAn order under section 90 which does not amend or repeal any provision ofan Act is subject to annulment in pursuance of a resolution of either House ofParliament.\n\t\t\tAn order under section 7, 24(9), 27(6) or (12), 28(6) or (11), 29, 33, 40,68 or 85 is subject to annulment in pursuance of a resolution of either Houseof Parliament.\n\t\tSupplementary, incidental and consequential provision\n\t\t\tThe Secretary of State may by order make such supplementary, incidental orconsequential provision as he considers appropriate for the general purposes,or any particular purpose, of this Act or in consequence of any provision madeby or under this Act or for giving full effect to this Act or any suchprovision.\n\t\t\tThe power conferred by this section may, in particular, be exercised byamending, repealing, revoking or otherwise modifying any provision made by orunder an enactment (including this Act and any Act passed in the same Sessionas this Act).\n\t\t\tThe power conferred by this section does not include the power to makeprovision which would be within the legislative competence of the ScottishParliament if it were included in an Act of that Parliament.\n\t\tTransitional and transitory provisions and savings\n\t\t\tSchedule 13 (transitional and transitory provisions and savings) haseffect.\n\t\t\tThe Secretary of State may by order make such transitional, transitory orsaving provision as he considers appropriate in connection with the cominginto force of any provision of this Act (other than the provisions specifiedin section 94(4)).\n\t\t\tThe Scottish Ministers may by order make such transitional, transitory orsaving provision as they consider appropriate in connection with the cominginto force of the provisions of this Act specified in section 94(4).\n\t\tRepeals and revocations\n\t\t\tSchedule 14 (which contains repeals and revocations) has effect.\n\tFinal\n\t\tExtent \n\t\t\tThe following provisions extend to England and Wales only—\n\t\t\t\tsection 78(1) and (2);\n\t\t\t\tsection 82(1) and (2);\n\t\t\t\tsection 87; and\n\t\t\t\tParts 1 and 2 of Schedule 7 and section 73 so far as relating to thoseParts.\n\t\t\tThe following provisions extend to England and Wales and Northern Irelandonly—\n\t\t\t\tPart 1 (including Schedules 1 and 2) but excluding sections 25 to 29 (andany provision of that Part so far as relating to those sections) andparagraphs 10, 11 and 19 of Schedule 2;\n\t\t\t\tPart 2 (including Schedules 3 and 4 and Part 1 of Schedule 6) but excludingsections 60 and 61, Schedule 5 and Part 2 of Schedule 6;\n\t\t\t\tsection 75(2) and (3);\n\t\t\t\tsection 76(1) to (3);\n\t\t\t\tsection 80;\n\t\t\t\tsection 81(2); and\n\t\t\t\tsection 83(1) and (2).\n\t\t\tThe following provisions extend to Scotland only—\n\t\t\t\tsection 68(5) and (6);\n\t\t\t\tsection 69(3);\n\t\t\t\tsection 71(4);\n\t\t\t\tsection 75(4) and (5);\n\t\t\t\tsection 76(4) to (6); and\n\t\t\t\tsection 86.\n\t\t\tThe following provisions extend to Northern Ireland only—\n\t\t\t\tsection 78(3) and (4);\n\t\t\t\tsection 82(3) and (4); and\n\t\t\t\tPart 3 of Schedule 7 and section 73 so far as relating to that Part.\n\t\t\tAny provision of section 61 or Part 2 of Schedule 6 (and any correspondingentry in Schedule 14) has the same extent as the enactment amended, repealedor revoked by it except that—\n\t\t\t\tit does not extend to Scotland; and\n\t\t\t\tparagraph 53 of Schedule 6 does not extend to Northern Ireland.\n\t\t\tAny amendment, repeal or revocation by Schedule 5, 8, 10 or 14 of anenactment has (subject to subsection (5)) the same extent as the enactmentamended, repealed or revoked.\n\t\t\tSubject as above, this Act extends to England and Wales, Scotland andNorthern Ireland.\n\t\tCommencement \n\t\t\tThe preceding provisions of this Act (other than sections 89, 90, 91(2) and(3) and 93 and the provisions specified in subsection (4) but, subject tothis, including the Schedules) come into force on such day as the Secretary ofState may by order appoint; and different days may be appointed for differentpurposes.\n\t\t\tThe Secretary of State must consult the Scottish Ministers before making anorder under subsection (1) in relation to—\n\t\t\t\tsection 75(1);\n\t\t\t\tparagraph 2 of Schedule 10; or\n\t\t\t\tparagraph 24 of that Schedule.\n\t\t\tThe provisions of this Act specified in subsection (4) come into force onsuch day as the Scottish Ministers may by order appoint; and different daysmay be appointed for different purposes.\n\t\t\tThose provisions are—\n\t\t\t\tsection 75(4) and (5);\n\t\t\t\tsection 76(4) to (6);\n\t\t\t\tsection 86;\n\t\t\t\tparagraphs 14 to 23 and, so far as extending to Scotland, paragraph 25 ofSchedule 10; and\n\t\t\t\tso far as relating to the provisions falling within paragraph (d) above,paragraph 1 of that Schedule and section 77.\n\t\tShort title\n\t\t\tThis Act may be cited as the Serious Crime Act 2007."
    }
]