[
    {
        "length": 300,
        "text": "\nThe works\n\t“The Parliamentary building works”\n\t\tIn this Act “the Parliamentary building works” means—\n\t\t\tworks for the restoration of the Palace of Westminster,\n\t\t\tworks relating to the Parliamentary Estate, other than works withinparagraph (a), that are designated for the purposes of this paragraph by theHouse Commissions with the agreement of the Sponsor Body and the DeliveryAuthority, and\n\t\t\tworks in connection with the restoration of the Palace of Westminster that—\n\t\t\trelate to land that does not form part of the Parliamentary Estate on thefirst day on which any provision of this section comes into force,\n\t\t\tare not within paragraph (b), and\n\t\t\tare not designated as excluded from this paragraph by the HouseCommissions.\n\t\tReferences in this Act to “Palace restoration works” are to—\n\t\t\tworks within subsection (1)(a), and\n\t\t\tworks within subsection (1)(c).\n\t\tIf either House of Parliament is located somewhere other than the Palace ofWestminster while the Parliamentary building works are carried out, thefunctions under this Act in relation to the works must be exercised with aview to facilitating the return of that House to the Palace of Westminster assoon as is reasonably practicable."
    },
    {
        "length": 1758,
        "text": "\nThe Sponsor Body and the Delivery Authority\n\tThe Parliamentary Works Sponsor Body\n\t\tA body corporate called the Parliamentary Works Sponsor Body (referred toin this Act as “the Sponsor Body”) is established for the purpose of havingoverall responsibility for the Parliamentary building works.\n\t\tThe Sponsor Body’s duties are—\n\t\t\tto determine the strategic objectives of the Parliamentary building works;\n\t\t\tto make strategic decisions relating to the carrying out of theParliamentary building works;\n\t\t\tto form the Delivery Authority (see section 3);\n\t\t\tto fund the Delivery Authority (see section 9);\n\t\t\tto require the Delivery Authority to formulate proposals relating to thedesign, cost and timing of Palace restoration works;\n\t\t\tto require the Delivery Authority, when considering the award of a contractin respect of the carrying out of the Parliamentary building works, to haveregard to—\n\t\t\tthe prospective contractor’s policy relating to corporate socialresponsibility, and\n\t\t\tthe prospective contractor’s policies and procedures relating toemployment (including in relation to the blacklisting of employees);\n\t\t\tto oversee the activities of the Delivery Authority in connection with thecarrying out of the Parliamentary building works;\n\t\t\tto deal with matters relating to completion of the Parliamentary buildingworks, including the making of arrangements for the handing over of thebuildings to which those works relate;\n\t\t\tto promote public understanding of the purposes of the Restoration andRenewal Programme.\n\t\tIn performing the duties under subsection (2)(a) and (b) in relation toPalace restoration works, the Sponsor Body must consult members of each Houseof Parliament in accordance with the strategy under section 5.\n\t\tIn performing the duties under subsection (2)(a) and (b), the Sponsor Bodymust make arrangements for seeking the views of—\n\t\t\tpeople employed in or for the purposes of either House of Parliament,\n\t\t\tpeople working for members of either House of Parliament (whether or notfor payment), and\n\t\t\tmembers of the public.\n\t\tIn exercising its functions, the Sponsor Body must have regard to—\n\t\t\tthe need to ensure that the Parliamentary building works represent goodvalue for money;\n\t\t\tthe need to ensure that the Parliamentary building works are carried outwith a view to ensuring the safety and security of people who work inParliament and members of the public;\n\t\t\tthe need to protect the environment and to contribute to achievingsustainable development;\n\t\t\tthe need to ensure that any place in which either House of Parliament islocated while the Parliamentary building works are carried out is accessibleto people visiting the place for the purpose of watching proceedings orattending meetings with members of either House;\n\t\t\tthe need to ensure that—\n\t\t\tany place in which either House of Parliament is located while theParliamentary building works are carried out, and\n\t\t\t(after completion of those works) all parts of the Palace of Westminsterused by people working in it or open to people visiting it,\n\t\t\t\tare accessible to people with disabilities;\n\t\t\tthe need for improved visitor access to the Palace of Westminster aftercompletion of the Parliamentary building works;\n\t\t\tthe need to ensure that educational and other facilities are provided forpeople visiting the Palace of Westminster after completion of theParliamentary building works;\n\t\t\tthe need to ensure that the Parliamentary building works are carried outwith a view to facilitating improved public engagement with Parliament andparticipation in the democratic process (especially by means of remote accessto Parliament’s educational and outreach facilities and programmes);\n\t\t\tthe special architectural, archaeological and historical significance ofthe Palace of Westminster;\n\t\t\tthe need to ensure that opportunities to secure economic or other benefitsof the Parliamentary building works are available in all areas of the UnitedKingdom.\n\t\tSchedule 1 contains further provision about the Sponsor Body.\n\tThe Delivery Authority\n\t\tThe Sponsor Body must form a company limited by guarantee to exercise thefunctions conferred on the company by this Act.\n\t\tThe constitution of the company must include provision to ensure that theonly member of the company, and its only guarantor, is the Sponsor Body.\n\t\tThe company formed under subsection (1) is referred to in this Act as “theDelivery Authority”.\n\t\tThe Delivery Authority’s duties are—\n\t\t\tto formulate proposals relating to Palace restoration works, as required bythe Sponsor Body under section 2(2)(e), and\n\t\t\tto carry out the Parliamentary building works in line with the requirementsof the Sponsor Body.\n\t\tThe Delivery Authority may do whatever it considers appropriate for thepurposes of the duties under subsection (4), provided that it acts inaccordance with—\n\t\t\tthe agreement entered into by the Sponsor Body and the Delivery Authorityunder section 4, and\n\t\t\tthe Delivery Authority’s memorandum and articles of association.\n\t\tIn performing the duties under subsection (4) the Delivery Authority musthave regard to the matters mentioned in section 2(5).\n\t\tSchedule 2 contains further provision about the Delivery Authority.\n\tRelationship between the Sponsor Body and the Delivery Authority\n\t\tThe Sponsor Body and the Delivery Authority must enter into an agreement(“the programme delivery agreement”) containing—\n\t\t\ta statement of the strategic objectives of the Parliamentary buildingworks, as determined by the Sponsor Body under section 2(2)(a);\n\t\t\tprovision about the review of the Delivery Authority’s activities by theSponsor Body;\n\t\t\tprovision about how, and in what circumstances, the Sponsor Body mayintervene in relation to the performance by the Delivery Authority of itsduties under section 3(4) where the Sponsor Body considers that the DeliveryAuthority is not performing those duties effectively and efficiently.\n\t\tThe provision referred to in subsection (1)(b) includes provision for theSponsor Body or any person authorised by it—\n\t\t\tto inspect documents in the Delivery Authority’s possession, and\n\t\t\tto interview any member of the Delivery Authority’s staff.\n\t\tThe programme delivery agreement may contain provision about such othermatters relating to the Parliamentary building works as the Sponsor Body andthe Delivery Authority consider appropriate.\n\t\tIf the Delivery Authority and the Sponsor Body fail to reach agreement inrelation to a relevant matter, the Delivery Authority or the Sponsor Body (orboth) may refer the difference between them to the House Commissions.\n\t\t“Relevant matter” means—\n\t\t\ta matter required by subsection (1)(b) or (c) to be included in theprogramme delivery agreement, or\n\t\t\ta matter to be included in that agreement by virtue of subsection (3).\n\t\tWhere the House Commissions settle a difference referred to them undersubsection (4)—\n\t\t\ttheir decision is binding on the Sponsor Body and the Delivery Authority,and\n\t\t\tthe programme delivery agreement is to be treated as reflecting thatdecision.\n\t\tThe programme delivery agreement may be varied by agreement between theSponsor Body and the Delivery Authority (and subsections (4) to (6) also applyin relation to any failure to agree a variation of a relevant matter)."
    },
    {
        "length": 337,
        "text": "\nThe Sponsor Body and Parliament\n\tConsultation strategy\n\t\tThe Sponsor Body must prepare a strategy for consulting members of eachHouse of Parliament for the purposes of section 2(3) (requirement to carry outconsultation in relation to Palace restoration works).\n\t\tThe Sponsor Body must publish the strategy no later than 8 weeks after thedate on which this section comes into force.\n\t\tThe Sponsor Body must keep the strategy under review and revise it ifappropriate.\n\t\tIf the Sponsor Body revises the strategy it must publish the revisedstrategy.\n\tRelationship between the Sponsor Body and Parliament\n\t\tThe Sponsor Body, the Corporate Officer of the House of Commons and theCorporate Officer of the House of Lords must enter into an agreement (a“Parliamentary relationship agreement”) containing provision relating to therelationship between the Sponsor Body and Parliament.\n\t\tA Parliamentary relationship agreement may contain provision about—\n\t\t\tthe buildings to which the Parliamentary building works relate (includingresponsibility for those buildings and arrangements for handing them overafter completion of those works);\n\t\t\tconsultation and co-operation between the Sponsor Body and the CorporateOfficers;\n\t\t\tsuch other matters as the Sponsor Body and the Corporate Officers considerappropriate.\n\t\tA Parliamentary relationship agreement may be varied by agreement betweenthe Sponsor Body and the Corporate Officers."
    },
    {
        "length": 724,
        "text": "\nParliamentary approval\n\tParliamentary approval for works and funding\n\t\tIn this section—\n\t\t\t  * “Delivery Authority proposals” means proposals formulated by the Delivery Authority by virtue of section 3(4)(a); \n\t\t\t  * “Parliamentary approval” means approval by a resolution of each House of Parliament (and “approval resolution” and “approved by Parliament” are to be construed accordingly); \n\t\t\t  * “phase two works” means the Parliamentary building works that are proposed to be carried out during the period that— \n\t\t\tbegins when Parliamentary approval is obtained for the purposes of subsection(2)(a) and (b), and\n\t\t\tends with completion of the Parliamentary building works.\n\t\tNo Palace restoration works, other than preparatory works, may be carriedout before the Sponsor Body has obtained Parliamentary approval for—\n\t\t\tDelivery Authority proposals in respect of those works, and\n\t\t\tfunding, up to an amount specified in the approval resolution, in respectof phase two works.\n\t\tIn subsection (2) “preparatory works” means works in preparation for therestoration of the Palace of Westminster, including—\n\t\t\tinitial design works, and\n\t\t\tother works that do not affect the continued functioning of the Palace ofWestminster for the purposes of either House of Parliament.\n\t\tAfter obtaining Parliamentary approval for the purposes of subsection(2)(a) and (b), the Sponsor Body must obtain further Parliamentary approval—\n\t\t\tbefore proceeding with Delivery Authority proposals that the Sponsor Bodyconsiders would significantly affect the design or timing of Palacerestoration works, or\n\t\t\tif the Sponsor Body considers that the amount of funding that is for thetime being approved by Parliament in respect of phase two works isinsufficient for the purposes of carrying out those works.\n\t\tWhen seeking Parliamentary approval for the purposes of subsection (2)(a)or (4)(a), the Sponsor Body must lay before Parliament the Delivery Authorityproposals in question.\n\t\tWhen seeking Parliamentary approval for the purposes of subsection (2)(b)or (4)(b), the Sponsor Body must lay before Parliament its assessment of theamount of funding (or further funding) required in respect of phase two works.\n\t\tThe reference in subsection (4) to further Parliamentary approval is—\n\t\t\tin a subsection (4)(a) case, a reference to Parliamentary approval for theDelivery Authority proposals, and\n\t\t\tin a subsection (4)(b) case, a reference to Parliamentary approval forfurther funding, up to the amount specified in the approval resolution, inrespect of phase two works.\n\t\tFor the purposes of any reference in this section to the time whenParliamentary approval is obtained for the purposes of subsection (2)(a) and(b), where one House passes an approval resolution on a different day from theother House, Parliamentary approval is to be taken to have been obtained onthe second of those days."
    },
    {
        "length": 228,
        "text": "\nThe Estimates Commission and funding\n\tThe Parliamentary Works Estimates Commission\n\t\tA body corporate called the Parliamentary Works Estimates Commission(referred to in this Act as “the Estimates Commission”) is established for thepurpose of exercising the functions conferred on it by this Act.\n\t\tSchedule 3 contains further provision about the Estimates Commission.\n\tFunding \n\t\tThe Sponsor Body’s expenditure is to be met out of money provided byParliament.\n\t\tSchedule 4 contains provision about the preparation of estimates by theSponsor Body for the purposes of its funding.\n\t\tThe Sponsor Body may pay grants, or give any other form of financialassistance, to the Delivery Authority for the purpose of enabling the DeliveryAuthority to exercise its functions.\n\t\tFinancial assistance under subsection (3) may be given at such times, andsubject to such conditions, as the Sponsor Body considers appropriate."
    },
    {
        "length": 733,
        "text": "\nAbolition etc of bodies\n\tAbolition of the Sponsor Body and the Estimates Commission\n\t\tThe Leader of the House of Commons may by regulations made by statutoryinstrument abolish—\n\t\t\tthe Sponsor Body;\n\t\t\tthe Estimates Commission.\n\t\tRegulations under subsection (1)(a) may provide for the transfer offunctions, property, rights or liabilities from the Sponsor Body to such otherperson as the Leader of the House of Commons considers appropriate.\n\t\tBut regulations under subsection (1)(a) may not provide for the transfer ofanything to a person who has not consented to the transfer.\n\t\tThe things that may be transferred by virtue of subsection (1)(a) include—\n\t\t\tproperty, rights and liabilities that could not otherwise be transferred;\n\t\t\tproperty acquired, and rights and liabilities arising, after the making ofthe regulations.\n\t\tRegulations under subsection (1)(a) may—\n\t\t\tcreate rights, or impose liabilities, in relation to property or rightstransferred;\n\t\t\tmake provision about the continuing effect of things done by the SponsorBody in respect of anything transferred;\n\t\t\tmake provision about the continuation of things (including legalproceedings) in the process of being done by, on behalf of or in relation tothe Sponsor Body in respect of anything transferred;\n\t\t\tif the Transfer of Undertakings (Protection of Employment) Regulations 2006([S.I. 2006/246](/id/uksi/2006/246?view=plain \"Go to item of legislation\")) donot apply in relation to the transfer, make provision that is the same orsimilar;\n\t\t\tmake other consequential, supplementary, incidental or transitionalprovision (including consequential provision amending or repealing anyprovision of this Act).\n\t\tRegulations under subsection (1)(b) may make consequential, supplementary,incidental or transitional provision (including consequential provisionamending or repealing any provision of this Act).\n\t\tReferences in this section to rights and liabilities include rights andliabilities relating to a contract of employment.\n\t\tBefore making regulations under subsection (1), the Leader of the House ofCommons—\n\t\t\tmust consult the Corporate Officer of the House of Commons, the CorporateOfficer of the House of Lords and the House Commissions;\n\t\t\tmust obtain the consent of the Leader of the House of Lords.\n\t\tA statutory instrument containing regulations under subsection (1) may notbe made unless a draft of the instrument has been laid before, and approved bya resolution of, each House of Parliament.\n\tDissolution of the Delivery Authority\n\t\tThe Sponsor Body may dissolve the Delivery Authority, but only—\n\t\t\tafter completion of the Parliamentary building works, and\n\t\t\twith the consent of—\n\t\t\tthe Corporate Officer of the House of Commons,\n\t\t\tthe Corporate Officer of the House of Lords, and\n\t\t\tthe House Commissions."
    },
    {
        "length": 886,
        "text": "\nGeneral\n\tInterpretation \n\t\tIn this Act—\n\t\t\t  * “the Delivery Authority” has the meaning given by section 3(3); \n\t\t\t  * “the Estimates Commission” means the Parliamentary Works Estimates Commission; \n\t\t\t  * “financial year”, in relation to the Sponsor Body or the Estimates Commission, means— \n\t\t\tthe period beginning with the date on which the Sponsor Body or the EstimatesCommission (as the case may be) is established and ending with the 31 Marchfollowing that date, and\n\t\t\teach successive period of 12 months;\n\t\t\t\t  * “financial year”, in relation to the Delivery Authority, means— \n\t\t\tthe period beginning with the date on which the Delivery Authority is formedand ending with the 31 March following that date, and\n\t\t\teach successive period of 12 months;\n\t\t\t\t  * “the House Commissions” means the House of Commons Commission and the House of Lords Commission (and see subsection (2)); \n\t\t\t\t  * “House of Lords Commission” means any committee of the House of Lords whose terms of reference include the provision of strategic and political direction for the administration of the House of Lords on behalf of the House; \n\t\t\t\t  * “Leader of the House of Commons” means the Minister of the Crown who is for the time being designated as Leader of the House of Commons by the Prime Minister; \n\t\t\t\t  * “Leader of the House of Lords” means the Minister of the Crown who is for the time being designated as Leader of the House of Lords by the Prime Minister; \n\t\t\t\t  * “Minister of the Crown” has the same meaning as in the Ministers of the Crown Act 1975; \n\t\t\t\t  * “Palace restoration works” has the meaning given by section 1(2); \n\t\t\t\t  * “the Parliamentary building works” has the meaning given by section 1(1); \n\t\t\t\t  * “the Sponsor Body” means the Parliamentary Works Sponsor Body. \n\t\tReferences in this Act to the doing of anything by the House Commissionsare to the doing of the thing by them jointly.\n\t\tAny question arising in relation to the definition of “House of LordsCommission” in subsection (1) is to be determined by the Speaker of the Houseof Lords.\n\tExtent \n\t\tThis Act extends to England and Wales, Scotland and Northern Ireland.\n\t\tThis is subject to paragraph 28(3) of Schedule 1.\n\tCommencement \n\t\tSection 13, this section and section 15 come into force on the day on whichthis Act is passed.\n\t\tThe other provisions of this Act come into force at the end of the periodof 6 months beginning with the day on which this Act is passed (subject tosubsection (3)).\n\t\tThe Leader of the House of Commons may by regulations made by statutoryinstrument appoint a day, falling before the end of the period mentioned insubsection (2), on which—\n\t\t\tthe provisions of this Act (other than section 13, this section and section15) are to come into force, or\n\t\t\tthose provisions of this Act that are specified in the regulations are tocome into force;\n\t\t\t\tand different days may be appointed for different purposes.\n\t\tBefore making regulations under subsection (3), the Leader of the House ofCommons must obtain the consent of the Leader of the House of Lords.\n\tShort title\n\t\tThis Act may be cited as the Parliamentary Buildings (Restoration and Renewal)Act 2019."
    }
]