{
    "general": "This law says that the UK government can fix up the old Palace of Westminster, where the Houses of Parliament are located, and also do some other work on the land around it. This will help keep the building safe and working well for many years to come.",
    "series": [
        [
            {
                "length": 236,
                "short": "\"Parliamentary Restoration and Estate Works\"",
                "text": "\n* Simplified point 1: The Parliamentary Building Works refers to the restoration of the Palace of Westminster and other works related to the Parliamentary Estate.\n* Simplified point 2: The works are designated by the House Commissions with the agreement of the Sponsor Body and the Delivery Authority.\n* Simplified point 3: The works include the restoration of land that does not form part of the Parliamentary Estate on the first day the provision of this section comes into force.\n* Simplified point 4: The works are not within paragraph (b) and are not designated as excluded from this paragraph by the House Commissions.\n* Simplified point 5: The functions under this Act in relation to the works must be exercised with a view to facilitating the return of the House of Parliament to the Palace of Westminster as soon as is reasonably practicable if either House of Parliament is located somewhere other than the Palace of Westminster while the Parliamentary building works are carried out."
            },
            {
                "length": 300,
                "short": "\"Parliamentary Building Restoration and Renewal: Oversight and Accountability Mechanisms\"",
                "text": "\n* Simplified point 1: The Parliamentary Works Sponsor Body is responsible for overseeing the restoration and renewal of the Palace of Westminster.\n* Simplified point 2: The Sponsor Body has the power to form the Delivery Authority, which is responsible for carrying out the Parliamentary building works.\n* Simplified point 3: The Sponsor Body and the Delivery Authority must enter into a programme delivery agreement that outlines the strategic objectives of the Parliamentary building works and the terms of the Delivery Authority's activities.\n* Simplified point 4: The Sponsor Body has the power to intervene in the Delivery Authority's activities if it considers that the Delivery Authority is not performing its duties effectively and efficiently.\n* Simplified point 5: The Delivery Authority must formulate proposals relating to Palace restoration works and carry out the Parliamentary building works in line with the requirements of the Sponsor Body.\n* Simplified point 6: The Sponsor Body and the Delivery Authority must have regard to various matters when exercising their functions, including the need to ensure that the Parliamentary building works represent good value for money and the need to protect the environment."
            },
            {
                "length": 169,
                "short": "\"Parliamentary Restoration Strategy: Consultation and Cooperation with Both Houses\"",
                "text": "\n* Simplified point 1: The Sponsor Body must prepare a consultation strategy for consulting members of both Houses of Parliament before starting any restoration works on the Palace of Westminster.\n* Simplified point 2: The Sponsor Body must publish the consultation strategy and keep it under review, and must enter into an agreement with the Corporate Officers of both Houses of Parliament regarding the relationship between the Sponsor Body and Parliament.\n* Simplified point 3: The agreement with the Corporate Officers may include provisions for consultation and cooperation, as well as responsibility for the buildings and arrangements for handing them over after completion of the works."
            },
            {
                "length": 268,
                "short": "\"Restoration and Renewal of Palace of Westminster Requires Parliamentary Approval\"",
                "text": "\n* Simplified point 1: This section of the legislation requires Parliamentary approval for any restoration and renewal works on the Palace of Westminster.\n* Simplified point 2: The Sponsor Body must obtain approval from both Houses of Parliament before proceeding with any restoration and renewal works, and must lay before Parliament the Delivery Authority proposals and its assessment of the amount of funding required.\n* Simplified point 3: The section defines key terms such as \"Delivery Authority proposals\", \"Parliamentary approval\", and \"phase two works\".\n* Simplified point 4: The Sponsor Body must obtain further Parliamentary approval before proceeding with any significant changes to the design or timing of the restoration and renewal works, or if it considers that the approved funding is insufficient.\n* Simplified point 5: The section specifies that Parliamentary approval is required before any preparatory works can be carried out, and that the Sponsor Body must lay before Parliament its assessment of the amount of funding required for the preparatory works."
            },
            {
                "length": 153,
                "short": "\"Parliamentary Building Restoration: Funding and Oversight\"",
                "text": "\n* Simplified point 1: The Parliamentary Works Estimates Commission is established to oversee the funding for the restoration and renewal of Parliamentary buildings.\n* Simplified point 2: The Sponsor Body (which is responsible for the project) will be funded by Parliament, and may also provide grants or other forms of financial assistance to the Delivery Authority (which is responsible for delivering the project).\n* Simplified point 3: The Estimates Commission will prepare estimates for the project, and the Sponsor Body will pay for the project's expenditure out of money provided by Parliament."
            },
            {
                "length": 231,
                "short": "\"Sponsor Body's Transfer Powers: Abolishing Estimates Commission & Transferring Functions\"",
                "text": "\n* Simplified point 1: The Sponsor Body can abolish the Estimates Commission and transfer its functions to another body.\n* Simplified point 2: The Sponsor Body can transfer property, rights, and liabilities to another body.\n* Simplified point 3: Regulations can be made to create new rights and impose new liabilities in relation to transferred property or rights.\n* Simplified point 4: The Transfer of Undertakings (Protection of Employment) Regulations 2006 may not apply to the transfer, and regulations can be made to provide similar protection for employees.\n* Simplified point 5: The Leader of the House of Commons must consult with certain officers before making regulations under this section.\n* Simplified point 6: A statutory instrument containing regulations under this section cannot be made unless it has been approved by a resolution of each House of Parliament."
            },
            {
                "length": 217,
                "short": "Parliamentary Restoration and Renewal Act 2019: Key Provisions and Commencement",
                "text": "\n* Simplified point 1: This section defines key terms used throughout the Act, such as \"House of Lords Commission\" and \"Leader of the House of Commons.\"\n* Simplified point 2: The Act extends to England, Wales, Scotland, and Northern Ireland, with some exceptions.\n* Simplified point 3: The Act comes into force in stages, with some provisions taking effect immediately and others taking effect after a 6-month period.\n* Simplified point 4: The Leader of the House of Commons has the power to appoint a day for the provisions of the Act to come into force, and must obtain the consent of the Leader of the House of Lords before doing so.\n* Simplified point 5: The Act may be cited as the Parliamentary Buildings (Restoration and Renewal) Act 2019."
            }
        ],
        [
            {
                "length": 238,
                "short": "\"Parliamentary Restoration and Renewal: Overview of Key Provisions\"",
                "text": "\n* Simplified point 1: The Parliamentary Building Works refer to the restoration of the Palace of Westminster and other works related to the Parliamentary Estate.\n* Simplified point 2: The Sponsor Body oversees the restoration and renewal of the Palace of Westminster, and has the power to form the Delivery Authority and intervene in its activities.\n* Simplified point 3: The Sponsor Body and the Delivery Authority must enter into a programme delivery agreement that outlines the strategic objectives of the Parliamentary building works and the terms of the Delivery Authority's activities.\n* Simplified point 4: The Sponsor Body must obtain Parliamentary approval before proceeding with any restoration and renewal works on the Palace of Westminster.\n* Simplified point 5: The Parliamentary Works Estimates Commission oversees the funding for the restoration and renewal of Parliamentary buildings, and the Sponsor Body may provide grants or other forms of financial assistance to the Delivery Authority."
            }
        ]
    ],
    "summary": "The Parliamentary Buildings (Restoration and Renewal) Act 2019 is a law that helps restore and renew the Palace of Westminster and other parliamentary buildings. It sets up oversight mechanisms to ensure the work is done properly and on time. The act also requires parliamentary approval for any major changes to the design or timing of the restoration and renewal works. Additionally, it establishes a sponsor body to oversee the project and provides funding for the restoration and renewal of parliamentary buildings."
}