[
    {
        "length": 3125,
        "text": "\nGovernance\n\tMembership of court of directors\n\t\tThe Bank of England Act 1998 is amended as follows.\n\t\tIn section 1(2) (court of directors) after paragraph (b) insert—\n\t\t\ta Deputy Governor for markets and banking,”.\n\t\tAfter section 1 insert—\n\t\t“1APower to alter membership of court of directors\n\t\t\tThe Treasury, after consulting the Governor of the Bank, may by order amendthe list in section 1(2) so as to—\n\t\t\t\talter the title of a Deputy Governor;\n\t\t\t\tadd a Deputy Governor to the list;\n\t\t\t\tremove a Deputy Governor from the list.\n\t\t\tAn order under subsection (1)(a) or (c) must (by making saving provision orotherwise) secure that the alteration in the title of a Deputy Governor or theremoval of a Deputy Governor from the list in section 1(2) does not haveeffect in relation to the individual (if any) who holds that office at thetime the order is made.\n\t\t\tAn order under subsection (1)(b) may also add the Deputy Governor to whichthe order relates to the list in—\n\t\t\t\tsection 9B(1) (membership of Financial Policy Committee);\n\t\t\t\tsection 13(2) (membership of Monetary Policy Committee);\n\t\t\t\tsection 30A(2) (membership of Prudential Regulation Committee).\n\t\t\tAn order under subsection (1)(c) may also remove from any of those liststhe Deputy Governor to which the order relates.\n\t\t\tWhere an order under subsection (1) makes an amendment mentioned in column1 of the following table, it may also make the amendment mentioned in thecorresponding entry in column 2 of the table.\n\t\t\t\tAddition or removal of Deputy Governors | Corresponding change in membershipof Committee  ---|---  Addition of one or more Deputy Governors to the list in section 9B(1)| Equalincrease in the number of members appointed by the Chancellor of the Exchequerunder section 9B(1)(e)  Removal of one or more Deputy Governors from the list in section 9B(1)| Equalreduction in the number of members appointed by the Chancellor of theExchequer under section 9B(1)(e)  Addition of one or more Deputy Governors to the list in section 13(2)| Equalreduction in the number of members appointed by the Governor of the Bank undersection 13(2)(b)  Removal of one or more Deputy Governors from the list in section 13(2)| Equalincrease in the number of members appointed by the Governor of the Bank undersection 13(2)(b)  Addition of one or more Deputy Governors to the list in section 30A(2)| Equalincrease in the minimum number of members appointed by the Chancellor of theExchequer under section 30A(2)(g)  Removal of one or more Deputy Governors from the list in section 30A(2)| Equalreduction in the minimum number of members appointed by the Chancellor of theExchequer under section 30A(2)(g)    (6)The power in subsection (5)—\n\t\t\t\tto make an equal reduction in the number of members appointed under section9B(1)(e), 13(2)(b) or 30A(2)(g), includes power to remove the power to makethose appointments where an equal reduction would reduce the number of membersso appointed to zero,\n\t\t\t\tto make an equal increase in the number of members appointed under section9B(1)(e), 13(2)(b) or 30A(2)(g), includes power to reinstate the power to makethose appointments where it has previously been removed under paragraph (a).\n\t\t\tAn order under subsection (1) may amend, repeal or revoke any provisionmade by or under any Act, including this Act, so as to make consequentialprovision.”\n\tTerm of office of non-executive directors\n\t\tParagraph 2 of Schedule 1 to the Bank of England Act 1998 (term of officeof non-executive directors) is amended as follows.\n\t\tThe existing text becomes sub-paragraph (1).\n\t\tAfter that sub-paragraph insert—\n\t\tIf it appears to Her Majesty that in the circumstances it is desirable todo so, Her Majesty may, before the end of the term for which a person isappointed as non-executive director, extend the person’s term of office on oneoccasion for a specified period of not more than 6 months.\n\t\tIf a person whose term of office is extended under sub-paragraph (2) issubsequently re-appointed as non-executive director—\n\t\t\tthe length of the term of his or her re-appointment (or, if the person isre-appointed more than once, of the first re-appointment following theextension) is to be reduced by a period equal to the extension, but\n\t\t\tthe term of that re-appointment may itself be extended under sub-paragraph(2).”\n\tAbolition of Oversight Committee\n\t\tThe Bank of England Act 1998 is amended as follows.\n\t\tIn section 2(2) (functions of court of directors)—\n\t\t\tthe words from “determining the Bank’s objectives” to the end becomeparagraph (a);\n\t\t\tafter that paragraph insert—\n\t\t\tthe functions mentioned in section 3A(2) (the “oversight functions”).”\n\t\tIn section 3A (Oversight Committee)—\n\t\t\tomit subsection (1);\n\t\t\tin subsection (2), in the words before paragraph (a) for “functions of theOversight Committee” substitute “oversight functions of the court ofdirectors”;\n\t\t\tin subsection (2)(d) for “Oversight Committee” substitute “court ofdirectors”;\n\t\t\tomit subsection (3);\n\t\t\tin the heading for “Committee” substitute “functions of court ofdirectors”.\n\t\tOmit section 3B (Oversight Committee: procedure).\n\t\tIn section 3C (reviews) after subsection (1) insert—\n\t\t\t“(1A)Where they consider that to do so would contribute to the discharge bythe court of directors of any of its oversight functions, the non-executivedirectors of the Bank (or a majority of them) may arrange—\n\t\t\tfor a review to be conducted under this section in relation to any matterby a person appointed by those directors, and\n\t\t\tfor the person conducting the review to make one or more reports to thecourt of directors.”\n\tFunctions of non-executive directors\n\t\tSchedule 1 to the Bank of England Act 1998 (court of directors) is amendedas follows.\n\t\tIn paragraph 14 (remuneration)—\n\t\t\tat the beginning insert—\n\t\t\t\t“(A1)The remuneration of the Governor and Deputy Governors of the Bank is tobe determined by a sub-committee of the court of directors consisting of 3 ormore non-executive directors of the Bank.”;\n\t\t\tin sub-paragraph (1) for “the Oversight Committee” substitute “that sub-committee”.\n\tFinancial stability strategy\n\t\tParagraph 11 of Schedule 1 to the Bank of England Act 1998 (matters whichmay be delegated by court of directors) is amended as follows.\n\t\tIn sub-paragraph (2) after “paragraph” insert—\n\t\t\tinclude duties and powers conferred on the court of directors by section9A (financial stability strategy), but\n\t\t\texcept as mentioned in paragraph (a),”.\n\t\tAfter sub-paragraph (2) insert—\n\t\tThe court of directors retains responsibility for a duty or power which itdelegates under this paragraph.”\n\tFinancial Policy Committee: status and membership\n\t\tSection 9B(1) of the Bank of England Act 1998 (Financial Policy Committee)is amended as follows.\n\t\tIn the words before paragraph (a), for “sub-committee of the court ofdirectors” substitute “committee”.\n\t\tFor paragraph (b) substitute—\n\t\t\tthe Deputy Governor for financial stability,\n\t\t\tthe Deputy Governor for markets and banking,\n\t\t\tthe Deputy Governor for monetary policy,\n\t\t\tthe Deputy Governor for prudential regulation,”.\n\t\tIn paragraph (e) for “4” substitute “5”.\n\tMonetary Policy Committee: membership\n\t\tSection 13 of the Bank of England Act 1998 (Monetary Policy Committee) isamended as follows.\n\t\tIn subsection (2)—\n\t\t\tafter paragraph (aa) insert—\n\t\t\tthe Deputy Governor for markets and banking,”;\n\t\t\tin paragraph (b) for “2 members” substitute “one member (to be known as theChief Economist of the Bank)”.\n\t\tFor subsection (3) substitute—\n\t\tThe member appointed under subsection (2)(b) shall be a person who carriesout monetary policy analysis within the Bank.”\n\t\tFor subsection (4) substitute—\n\t\tBefore appointing a person under subsection (2)(c) the Chancellor of theExchequer must—\n\t\t\tbe satisfied that the person has knowledge or experience which is likely tobe relevant to the Committee’s functions, and\n\t\t\tconsider whether the person has any financial or other interests that couldsubstantially affect the functions as member that it would be proper for theperson to discharge.”\n\tMonetary Policy Committee: procedure\n\t\tThe Bank of England Act 1998 is amended as follows.\n\t\tIn section 15(1) (publication of Monetary Policy Committee minutes: usualrule)—\n\t\t\tfor “After” substitute “As soon as reasonably practicable after”;\n\t\t\tomit the words from “before” to the end.\n\t\tIn section 15(3) (publication of Monetary Policy Committee minutes: specialcases)—\n\t\t\tfor “before the end of the period of 6 weeks beginning with the day of”substitute “as soon as reasonably practicable after”;\n\t\t\tfor “before the end of the period of 6 weeks beginning with the day onwhich” substitute “as soon as reasonably practicable after”.\n\t\tIn paragraph 10 of Schedule 3 (meetings of Monetary Policy Committee)—\n\t\t\tin sub-paragraph (1) for “once a month” substitute “8 times in eachcalendar year”;\n\t\t\tafter sub-paragraph (1) insert—\n\t\t\t\t“(1A)The Committee shall meet at least once in any 10 week period.”\n\t\tIn paragraph 11 of Schedule 3 (proceedings of Monetary Policy Committee:quorum)—\n\t\t\tin sub-paragraph (2) for “whom” to the end substitute “whom—\n\t\t\tone must be the Governor of the Bank or the Deputy Governor for monetarypolicy,\n\t\t\tunless both those mentioned in paragraph (a) are present, one must beeither the Deputy Governor for financial stability or the Deputy Governor formarkets and banking.”;\n\t\t\tin sub-paragraph (6) after “(5)” insert “and paragraph 13B”.\n\t\tIn Schedule 3, after paragraph 13A insert—\n\t\t“13B(1)If a member of the Committee (“M”) has any direct or indirect interest(including any reasonably likely future interest) in any dealing or businesswhich falls to be considered by the Committee—\n\t\t\tM must disclose that interest to the Committee when it considers thedealing or business, and\n\t\t\tthe Committee must decide whether M is to be permitted to participate inany proceedings of the Committee relating to any question arising from itsconsideration of the dealing or business, and if so to what extent and subjectto what conditions (if any).\n\t\tThe Bank must issue and maintain a code of practice describing how membersof the Committee and the Committee are to comply with sub-paragraph (1).\n\t\tThe Bank may at any time revise or replace the code.\n\t\tBefore issuing, revising or replacing the code, the Bank must consult theTreasury.\n\t\tThe Bank must publish the current version of the code in whatever manner itsees fit.\n\t\tThe Committee must comply with the code when taking decisions under sub-paragraph (1)(b).”"
    },
    {
        "length": 3467,
        "text": "\nFinancial arrangements\n\tAudit \n\t\tIn the Bank of England Act 1998, after section 7 insert—\n\t\t“7ZAAudit: role of Comptroller and Auditor General\n\t\t\tBefore appointing an auditor or auditors under section 7(5), the Bank mustconsult the Comptroller and Auditor General (“the Comptroller”).\n\t\t\tThe auditor or auditors appointed by the Bank must consult the Comptrolleron the scope, timing and direction of the audit and on any audit plan (or anymaterial revisions to an audit plan).\n\t\t\tThe Comptroller—\n\t\t\t\thas a right of access at any reasonable time to any document relating tothe audit of the Bank’s accounts which the Comptroller may reasonably require,and\n\t\t\t\tmay require any person holding or accountable for any such document toprovide such information and explanation as are reasonably necessary.\n\t\t\tSubsection (3) applies only to documents in the custody or under thecontrol of the Bank.\n\t\t\tAn obligation imposed on a person as a result of the exercise of the powersconferred by subsection (3) is enforceable by injunction or, in Scotland, byan order for specific performance under section 45 of the Court of Session Act1988.\n\t\t\tThe Comptroller (or a person nominated by the Comptroller) may attend anyproceedings of the Bank’s audit committee which are concerned with the auditof the Bank’s accounts.\n\t\t\tThe “Bank’s audit committee” means the committee or sub-committee withinthe Bank for the time being having responsibilities relating to the audit ofthe Bank’s accounts.”\n\tActivities indemnified by Treasury\n\t\tIn the Bank of England Act 1998, after section 7A insert—\n\t\t“7BReports on Bank activities indemnified by Treasury\n\t\t\tThis section applies where the Treasury give an indemnity or guarantee tothe Bank in respect of an activity or series of activities undertaken by theBank.\n\t\t\tThe Treasury may direct the Bank to prepare a financial report in relationto the activity or series of activities to which the indemnity or guaranteerelates.\n\t\t\tA direction under subsection (2) may include directions as to—\n\t\t\t\tthe financial years for which a report is to be prepared,\n\t\t\t\tthe information to be contained in the report and the manner in which it isto be presented, and\n\t\t\t\tthe methods and principles according to which any statement of financialinformation to be contained in the report is to be prepared.\n\t\t\tA direction under subsection (2) may be revoked by a further direction.\n\t\t\tThe Bank must send any report that it prepares under subsection (2) to theTreasury.\n\t\t\tThe Treasury may send the report to the Comptroller and Auditor General(“the Comptroller”) for review.\n\t\t\tThe review is to consider such matters as may be agreed between theComptroller and the Treasury.\n\t\t\tThe Comptroller—\n\t\t\t\thas a right of access at any reasonable time to any document theComptroller may reasonably require for the purposes of the review, and\n\t\t\t\tmay require any person holding or accountable for any such document toprovide such information and explanation as are reasonably necessary.\n\t\t\tSubsection (8) applies only to documents in the custody or under thecontrol of—\n\t\t\t\tthe Bank;\n\t\t\t\tthe auditor or auditors appointed by the Bank under section 7(5).\n\t\t\tAn obligation imposed on a person as a result of the exercise of thepowers conferred by subsection (8) is enforceable by injunction or, inScotland, by an order for specific performance under section 45 of the Courtof Session Act 1988.\n\t\tCAccounts of Bank companies carrying on activities indemnified byTreasury\n\t\t\tThis section applies where the Treasury give an indemnity or guarantee to acompany (“the company”) in which the Bank has an interest, in respect of anactivity or series of activities undertaken by the company.\n\t\t\tThe Treasury may direct the company to send to the Comptroller and AuditorGeneral (“the Comptroller”) accounts prepared by it in accordance with theCompanies Act 2006 and any direction given by the Bank under section 7A(1).\n\t\t\tA direction given under subsection (2)—\n\t\t\t\tmay relate to all financial years, or to financial years specified in thedirection;\n\t\t\t\tmay be revoked by a further direction.\n\t\t\tWhere a direction given under subsection (2) has effect in relation to afinancial year, the company is exempt from the requirements of Part 16 of theCompanies Act 2006 (audit) for that financial year, and its balance sheet mustinclude a statement to that effect.\n\t\t\tThe Comptroller must examine any accounts sent to the Comptroller underthis section with a view to satisfying himself or herself that the accountshave been properly prepared in all material respects in accordance with thebases of preparation identified in the accounts.\n\t\t\tAfter completing the examination the Comptroller must—\n\t\t\t\tcertify the accounts and issue a report,\n\t\t\t\tsend the certified accounts and the report to the Treasury, and\n\t\t\t\tif not satisfied that the accounts have been properly prepared in allmaterial respects in accordance with the bases of preparation identified inthe accounts, report to the House of Commons.\n\t\t\tThe Treasury must lay the copy of the certified accounts and the reportbefore Parliament.\n\t\t\tFor the purposes of this section, the Bank has an interest in a company if—\n\t\t\t\tthe Bank, or a nominee of the Bank, is a member of the company, or\n\t\t\t\tthe company is a subsidiary undertaking of the Bank, within the meaning ofsection 1162 of the Companies Act 2006.”\n\tExaminations and reviews\n\t\tIn the Bank of England Act 1998, after section 7C (inserted by section 10)insert—\n\t\t“7DExamination by Comptroller and Auditor General\n\t\t\tThe Comptroller and Auditor General (“the Comptroller”) may carry outexaminations into—\n\t\t\t\tthe economy, efficiency and effectiveness with which the Bank has used itsresources in discharging its functions;\n\t\t\t\tthe economy, efficiency and effectiveness with which a Bank company hasused its resources in discharging its functions.\n\t\t\tAn examination under this section may be limited to such functions (howeverdescribed) of the Bank or the Bank company as the Comptroller considersappropriate.\n\t\t\tAn examination under this section is not to be concerned with the merits ofthe Bank’s policy objectives.\n\t\t\tAn examination under this section is not to be concerned with the meritsof—\n\t\t\t\tpolicy decisions taken by the Financial Policy Committee, the MonetaryPolicy Committee or the Prudential Regulation Committee;\n\t\t\t\tpolicy decisions taken by a committee or other body within the Bank for thetime being having responsibilities for the supervision of payment systems,settlement systems or clearing houses, so far as the decisions relate to thatsupervision.\n\t\t\tSubject to subsection (6), an examination under this section is not to beconcerned with the merits of policy decisions taken by a committee or otherbody within the Bank for the time being having responsibilities for theexercise of any of the Bank’s resolution functions, so far as the decisionsrelate to those functions.\n\t\t\tWhere the Bank has exercised relevant resolution functions in relation to afinancial institution, subsection (5) does not prevent an examination underthis section being concerned with the merits of policy decisions within thatsubsection which are relevant to the Bank’s exercise of its resolutionfunctions in relation to that institution (whether or not those policydecisions are also relevant to other financial institutions).\n\t\t\t“Relevant resolution functions” are—\n\t\t\t\tany of the stabilisation powers;\n\t\t\t\tany of the Bank’s functions (other than its functions as the PrudentialRegulation Authority) under or by virtue of—\n\t\t\t\tPart 2 or 3, or section 233, of the Banking Act 2009,\n\t\t\t\tPart 6 of the Financial Services (Banking Reform) Act 2013.\n\t\t\tBefore carrying out an examination under this section, the Comptroller mustconsult the court of directors of the Bank.\n\t\t\tThe Comptroller may report to the House of Commons the results of anyexamination carried out by the Comptroller under this section.\n\t\t\tFor the purposes of this section—\n\t\t\t\t  * “Bank company” means—\n\t\t\t\ta company which is a subsidiary undertaking of the Bank, within the meaning ofsection 1162 of the Companies Act 2006;\n\t\t\t\ta company not within paragraph (a) in respect of which a direction undersection 7C(2) has effect;\n\t\t\t\t\t  * “resolution functions” means the Bank’s functions (other than its functions as the Prudential Regulation Authority) under or by virtue of—\n\t\t\t\tParts 1 to 3, and section 233, of the Banking Act 2009,\n\t\t\t\tPart 6 of the Financial Services (Banking Reform) Act 2013,\n\t\t\t\tthe Bank Recovery and Resolution (No. 2) Order 2014 ([S.I.2014/3348](/id/uksi/2014/3348?view=plain \"Go to item of legislation\"));\n\t\t\t\t\t  * “stabilisation powers” has the same meaning as in the Banking Act 2009 (see section 1(4) of that Act).\n\t\t\tSection 6 of the National Audit Act 1983 (Comptroller may carry outeconomy, efficiency and effectiveness examinations) does not apply to the Bankor a Bank company.\n\t\tEMemorandum of understanding\n\t\t\tThe Bank and the Comptroller must prepare and maintain a memorandum ofunderstanding about examinations under section 7D.\n\t\t\tThe memorandum must in particular include provision—\n\t\t\t\tas to functions of the Bank in respect of which the Comptroller will notusually consider it appropriate to carry out an examination;\n\t\t\t\tidentifying the committees or other bodies referred to in section 7D(4)(b)and (5);\n\t\t\t\testablishing a procedure for resolving in a timely fashion any disputebetween the Bank and the Comptroller as to whether a matter is (under section7D(3) to (6)) a matter with which an examination under section 7D is not to beconcerned;\n\t\t\t\tfor the publication of the views of the Bank and the Comptroller as towhether a matter is such a matter, in cases where a dispute between themcannot be resolved.\n\t\tFReview by the Treasury\n\t\t\tThe Treasury may appoint an independent person to conduct a review of theeconomy, efficiency and effectiveness with which the Bank has used itsresources in discharging its functions as the Prudential Regulation Authority.\n\t\t\t“Independent” means appearing to the Treasury to be independent of theBank.\n\t\t\tA review under this section may be limited to such of the Bank’s functionsas the Prudential Regulation Authority (however described) as the Treasury mayspecify in appointing the person to conduct it.\n\t\t\tA review under this section is not to be concerned with the merits of theBank’s general policy or principles in pursuing the Bank’s objectives(including its objectives as the Prudential Regulation Authority).\n\t\t\tOn completion of the review, the person conducting it must make a writtenreport to the Treasury—\n\t\t\t\tsetting out the result of the review, and\n\t\t\t\tmaking such recommendations (if any) as the person considers appropriate.\n\t\t\tA copy of the report must be—\n\t\t\t\tlaid before Parliament, and\n\t\t\t\tpublished in such manner as the Treasury think fit.\n\t\t\tAny expenses reasonably incurred in the conduct of the review are to be metby the Treasury out of money provided by Parliament.\n\t\tGRight to obtain documents and information\n\t\t\tA person conducting an examination under section 7D or a review undersection 7F—\n\t\t\t\thas a right of access at any reasonable time to any document the person mayreasonably require for the purposes of the examination or review, and\n\t\t\t\tmay require any person holding or accountable for any such document toprovide such information and explanation as are reasonably necessary for thatpurpose.\n\t\t\tSubsection (1) applies to documents in the custody or under the control of—\n\t\t\t\tthe Bank;\n\t\t\t\tthe auditor or auditors appointed by the Bank under section 7(5).\n\t\t\tIn the case of an examination under section 7D(1)(b), subsection (1) alsoapplies to documents in the custody or under the control of—\n\t\t\t\tthe company to which the examination relates;\n\t\t\t\tthe auditor or auditors of that company.\n\t\t\tAn obligation imposed on a person as a result of the exercise of the powersconferred by subsection (1) is enforceable by injunction or, in Scotland, byan order for specific performance under section 45 of the Court of Session Act1988.\n\t\tHRestriction on disclosing information\n\t\t\tSection 353A of the Financial Services and Markets Act 2000 (FCA not todisclose certain information received from the Bank) applies in relation tothe Comptroller and Auditor General and the National Audit Office as itapplies in relation to the Financial Conduct Authority.”"
    },
    {
        "length": 2385,
        "text": "\nPrudential regulation\n\tBank to act as Prudential Regulation Authority\n\t\tIn the Financial Services and Markets Act 2000, for section 2A substitute—\n\t\t“2AThe Prudential Regulation Authority\n\t\t\tThe “Prudential Regulation Authority” is the Bank of England.\n\t\t\tThe Bank’s functions as the Prudential Regulation Authority—\n\t\t\t\tare to be exercised by the Bank acting through its Prudential RegulationCommittee (see Part 3A of the Bank of England Act 1998), and\n\t\t\t\tare not exercisable by the Bank in any other way.\n\t\t\tReferences in this Act or any other enactment to the Prudential RegulationAuthority do not include the Bank of England acting otherwise than in itscapacity as the Prudential Regulation Authority.\n\t\t\tReferences in this Act to the Bank of England do not (unless otherwiseprovided) include the Bank acting in its capacity as the Prudential RegulationAuthority.\n\t\t\tSubsections (3) and (4) do not apply to this section.\n\t\t\tSubsection (4) does not apply for the interpretation of references to thecourt of directors of the Bank of England, or to a Deputy Governor orcommittee of the Bank.\n\t\t\tThe Prudential Regulation Authority is referred to in this Act as the PRA.\n\t\tABFunctions of the PRA\n\t\t\tThe PRA is to have the functions conferred on it by or under this Act.\n\t\t\tSchedule 1ZB makes provision about functions of the PRA.\n\t\t\tReferences in this Act or any other enactment to functions conferred on thePRA by or under this Act include references to functions conferred on the PRAby or under—\n\t\t\t\tthe Insolvency Act 1986,\n\t\t\t\tthe Banking Act 2009,\n\t\t\t\tthe Financial Services Act 2012, or\n\t\t\t\ta qualifying EU provision that is specified, or of a description specified,for the purposes of this subsection by the Treasury by order.”\n\tPrudential Regulation Committee\n\t\tThe Bank of England Act 1998 is amended as follows.\n\t\tAfter Part 3 insert—\n\t\t“PART 3APrudential regulation\n\t\t\tAPrudential Regulation Committee\n\t\t\t\tThere is to be a committee of the Bank known as the Prudential RegulationCommittee of the Bank of England.\n\t\t\t\tThe Prudential Regulation Committee is to consist of—\n\t\t\t\t\tthe Governor of the Bank,\n\t\t\t\t\tthe Deputy Governor for financial stability,\n\t\t\t\t\tthe Deputy Governor for markets and banking,\n\t\t\t\t\tthe Deputy Governor for prudential regulation,\n\t\t\t\t\tthe Chief Executive of the Financial Conduct Authority,\n\t\t\t\t\tone member appointed by the Governor of the Bank with the approval of theChancellor of the Exchequer, and\n\t\t\t\t\tat least 6 members appointed by the Chancellor of the Exchequer.\n\t\t\t\tThe functions of the Prudential Regulation Committee are—\n\t\t\t\t\tits functions by virtue of section 2A of the Financial Services and MarketsAct 2000 (which provides for the Bank’s functions as the Prudential RegulationAuthority to be exercised by the Bank acting through the Prudential RegulationCommittee), and\n\t\t\t\t\tthe functions conferred on it by this Act.\n\t\t\t\tSchedule 6A has effect with respect to the Prudential Regulation Committee.\n\t\t\tBRecommendations by Treasury\n\t\t\t\tThe Treasury may at any time by notice in writing to the PrudentialRegulation Committee make recommendations to the Committee about aspects ofthe economic policy of Her Majesty’s Government to which the Committee shouldhave regard—\n\t\t\t\t\twhen considering how to advance the objectives of the Prudential RegulationAuthority, and\n\t\t\t\t\twhen considering the application of the regulatory principles set out insection 3B of the Financial Services and Markets Act 2000.\n\t\t\t\tThe Treasury must make recommendations under subsection (1) at least oncein each Parliament.\n\t\t\t\tThe Treasury must—\n\t\t\t\t\tpublish in such manner as they think fit any notice given under subsection(1), and\n\t\t\t\t\tlay a copy of it before Parliament.\n\t\t\tCOperational independence\n\t\t\t\tThe Bank must make arrangements to ensure compliance with—\n\t\t\t\t\tarticle 4.7 of the capital requirements directive, and\n\t\t\t\t\tarticle 3.3 of the recovery and resolution directive,\n\t\t\t\t\t\t(which require resolution functions and supervisory functions to beoperationally independent of one another).\n\t\t\t\tThe Bank must prepare and issue a statement of its arrangements undersubsection (1).\n\t\t\t\tIf there are material changes to the arrangements, it must prepare andissue a revised statement.\n\t\t\t\tThe Bank must consult the Treasury before issuing a statement undersubsection (2) or a revised statement under subsection (3).\n\t\t\t\tIf it appears to the Treasury that any action proposed to be taken by theBank would be incompatible with obligations of the United Kingdom under theprovisions mentioned in subsection (1)(a) or (b), the Treasury may direct theBank not to take that action.\n\t\t\t\tIf it appears to the Treasury that any action which the Bank has power totake is required for the purpose of implementing those obligations, theTreasury may direct the Bank to take that action.\n\t\t\t\tIn this section—\n\t\t\t\t\t  * “the capital requirements directive” means [Directive 2013/36/EU](/european/directive/2013/0036?view=plain \"Go to item of legislation\") of the European Parliament and of the Council of 26 June 2013 on access to the activity of credit institutions and the prudential supervision of credit institutions and investment firms;\n\t\t\t\t\t  * “the recovery and resolution directive” means [Directive 2014/59/EU](/european/directive/2014/0059?view=plain \"Go to item of legislation\") of the European Parliament and of the Council of 15 May 2014 establishing a framework for the recovery and resolution of credit institutions and investment firms.”\n\t\t\t\tBefore Schedule 7 insert the Schedule 6A set out in Schedule 1 to this Act.\n\tAccounts relating to Bank’s functions as Prudential RegulationAuthority\n\t\tSection 7 of the Bank of England Act 1998 (accounts) is amended as follows.\n\t\tAfter subsection (2) insert—\n\t\t\t“(2A)The Bank shall also prepare for each of its financial years a statementof accounts in relation to—\n\t\t\tincome received and assets accrued by the Bank by virtue of its functionsas the Prudential Regulation Authority, and\n\t\t\texpenses and liabilities incurred by the Bank by virtue of its functions asthe Prudential Regulation Authority.”\n\t\tAfter subsection (4) insert—\n\t\t“(4A)In preparing a statement under subsection (2A) the Bank must comply withany directions given by the Treasury as to—\n\t\t\tthe information to be contained in the statement and the manner in which itis to be presented, and\n\t\t\tthe methods and principles according to which the statement is to beprepared.”\n\t\tIn subsection (5), after “subsection (2)” insert “or (2A)”.\n\t\tAfter subsection (5) insert—\n\t\t“(5A)The auditor’s report on a statement under subsection (2A) must statewhether the auditor is satisfied that the Bank has complied with therequirements of Part 3 of Schedule 1ZB to the Financial Services and MarketsAct 2000 (Prudential Regulation Authority fees and penalties).”\n\t\tIn subsection (6), after “subsection (2)” insert “or (2A)”.\n\t\tAfter subsection (8) insert—\n\t\t“(8A)A direction under subsection (4A) or a notice under subsection (7) may berevoked by a further direction or notice.”\n\tTransfer of property etc to Bank\n\t\tThe property, rights and liabilities to which the company is entitled orsubject immediately before this section comes into force transfer to and vestin the Bank of England, in its capacity as the Prudential RegulationAuthority.\n\t\tSubsection (1) has effect in spite of any provision (of whatever nature)that would otherwise prevent, penalise or restrict the transfer of theproperty, rights or liabilities.\n\t\tIn particular, it has effect regardless of a contravention, liability orinterference with an interest or right that would otherwise exist by reason ofsuch a provision having effect in relation to the terms on which the companyis entitled to the property or right, or subject to the liability, inquestion.\n\t\tA certificate by the Chancellor of the Exchequer that anything specified inthe certificate has vested in the Bank of England under this section isconclusive evidence for all purposes of that fact.\n\t\tIn this section “the company” means the body corporate originallyincorporated as the Prudential Regulation Authority Limited and renamed as thePrudential Regulation Authority by section 2A of the Financial Services andMarkets Act 2000 (as it had effect before section 12 came into force)."
    },
    {
        "length": 823,
        "text": "\nThe regulators\n\tAppointment of Financial Conduct Authority chief executive\n\t\tIn Schedule 1ZA to the Financial Services and Markets Act 2000 (the FinancialConduct Authority), after paragraph 2 insert—\n\t“2A(1)The term of office of a person appointed as chief executive underparagraph 2(2)(b) must not begin before—\n\t\tthe person has, in connection with the appointment, appeared before theTreasury Committee of the House of Commons, or\n\t\t(if earlier) the end of the period of 3 months beginning with the day onwhich the appointment is made.\n\t\tSub-paragraph (1) does not apply if the person is appointed as chiefexecutive on an acting basis, pending a further appointment being made.\n\t\tThe reference to the Treasury Committee of the House of Commons—\n\t\t\tif the name of that Committee is changed, is a reference to that Committeeby its new name, and\n\t\t\tif the functions of that Committee (or substantially correspondingfunctions) become functions of a different Committee of the House of Commons,is to be treated as a reference to the Committee by which the functions areexercisable.\n\t\tAny question arising under sub-paragraph (3) is to be determined by theSpeaker of the House of Commons.”\n\tTreasury recommendations to Financial Conduct Authority\n\t\tIn Chapter 1 of Part 1A of the Financial Services and Markets Act 2000 (theFinancial Conduct Authority), after section 1J insert—\n\t\t“Recommendations\n\t\t\tJARecommendations by Treasury in connection with general duties\n\t\t\t\tThe Treasury may at any time by notice in writing to the FCA makerecommendations to the FCA about aspects of the economic policy of HerMajesty’s Government to which the FCA should have regard when considering—\n\t\t\t\t\thow to act in a way which is compatible with its strategic objective,\n\t\t\t\t\thow to advance one or more of its operational objectives,\n\t\t\t\t\thow to discharge the duty in section 1B(4) (duty to promote effectivecompetition in the interests of consumers),\n\t\t\t\t\tthe application of the regulatory principles in section 3B, and\n\t\t\t\t\tthe matter mentioned in section 1B(5)(b) (importance of taking action tominimise the extent to which it is possible for a business to be used for apurpose connected with financial crime).\n\t\t\t\tThe Treasury must make recommendations under subsection (1) at least oncein each Parliament.\n\t\t\t\tThe Treasury must—\n\t\t\t\t\tpublish in such manner as they think fit any notice given under subsection(1), and\n\t\t\t\t\tlay a copy of it before Parliament.”\n\tRegulatory principles: diversity\n\t\tSection 3B of the Financial Services and Markets Act 2000 (regulatoryprinciples to be applied by both regulators) is amended as follows.\n\t\tIn subsection (1)(f) after “persons” insert “(including different kinds ofperson such as mutual societies and other kinds of business organisation)”.\n\t\tAfter subsection (3) insert—\n\t\t\t“(3A)Mutual society” has the same meaning as in section 138K.”"
    },
    {
        "length": 2896,
        "text": "\nConduct of persons working in financial services sector\n\tExtension of relevant authorised persons regime to all authorisedpersons\n\t\tSchedule 4 makes provision extending to authorised persons provisions of Part5 of the Financial Services and Markets Act 2000 (performance of regulatedactivities) which now apply only to relevant authorised persons.\n\tRules about controlled functions: power to make transitional provision\n\t\tThe Financial Services and Markets Act 2000 is amended as follows.\n\t\tAfter section 59A insert—\n\t\t“59ABSpecifying functions as controlled functions: transitionalprovision\n\t\t\tIn relation to rules made by the FCA or the PRA under section 59, the powerconferred by section 137T(c) to make transitional provision includes inparticular power—\n\t\t\t\tto provide for anything done under this Part in relation to controlledfunctions of a particular description to be treated as having been done inrelation to controlled functions of a different description;\n\t\t\t\tto provide for anything done under this Part (including any application ororder made, any requirement imposed and any approval or notice given) to ceaseto have effect, to continue to have effect, or to continue to have effect withmodifications, or subject to time limits or conditions;\n\t\t\t\tto provide for rules made by the regulator making the rules under section59 to apply with modifications;\n\t\t\t\tto make saving provision.\n\t\t\tThe Treasury may by regulations make whatever incidental, consequential,transitional, supplemental or saving provision the Treasury considerappropriate in connection with the making of rules by the FCA or the PRA undersection 59.\n\t\t\tRegulations under subsection (2) may—\n\t\t\t\tconfer functions on the FCA or the PRA (including the function of makingrules);\n\t\t\t\tmodify, exclude or apply (with or without modifications) any primary orsubordinate legislation (including any provision of, or made under, thisAct).”\n\t\t\tIn section 429(2B) (regulations subject to affirmative procedure) for“contain” substitute “contain—\n\t\t\t\tprovision made under section 59AB(2) which modifies, excludes or applieswith modifications any provision of primary legislation;”.\n\tAdministration of senior managers regime\n\t\tThe Financial Services and Markets Act 2000 is amended as follows.\n\t\tIn section 62A(4) (changes in responsibilities of senior managers), at theend of the definition of “the appropriate regulator” insert “, except that thereference in section 60(9)(b) to subsection (3) is to be treated as areference to subsection (2) of this section”.\n\t\tIn section 63ZA (variation of senior manager’s approval at request ofauthorised person)—\n\t\t\tin subsection (1), for “application for approval under section 59 isgranted” substitute “approval under section 59 has effect”;\n\t\t\tafter subsection (1) insert—\n\t\t\t\t“(1A)Where an approval under section 59 has effect for a limited period, theauthorised person concerned may apply to the appropriate regulator to vary theapproval by—\n\t\t\tvarying the period for which the approval is to have effect, or\n\t\t\tremoving the limit on the period for which the approval is to haveeffect.”;\n\t\t\tin subsection (2)(a) the words from “whichever” to the end become sub-paragraph (i), and at the end of that sub-paragraph insert “, or\n\t\t\tif the condition has been varied before (under this section or section63ZB), whichever of the FCA or the PRA last varied it;”;\n\t\t\tafter subsection (2)(b) insert—\n\t\t\tin the case of an application for variation of an approval in a waydescribed in subsection (1A), means—\n\t\t\twhichever of the FCA or the PRA imposed the limit on the period for whichthe approval has effect, or\n\t\t\tif the limit has been varied before (under this section or section 63ZB),whichever of the FCA or the PRA last varied it.”;\n\t\t\tin subsection (3) for “which was imposed” substitute “, or a limit on theperiod for which an approval has effect, which was imposed (or last varied)”;\n\t\t\tafter subsection (7) insert—\n\t\t\t“(7A)An application may not be made under this section for the variation orremoval of a condition, or a limit on the period for which an approval haseffect, where the condition or limit has effect by virtue of section 66.”;\n\t\t\tin subsection (8), after “section 62” insert “, but as if in subsections(2), (3) and (4) the words “, or to grant the application subject toconditions or for a limited period (or both)” were omitted”.\n\t\tIn section 63ZB (variation of senior manager’s approval on initiative ofregulator)—\n\t\t\tomit the “or” at the end of subsection (3)(c);\n\t\t\tat the beginning of subsection (3)(d) insert “where the approval has effectfor an unlimited period,”;\n\t\t\tat the end of subsection (3)(d) insert “, or\n\t\t\twhere the approval has effect for a limited period, varying that period orremoving the limit on the period for which the approval is to have effect.”;\n\t\t\tafter subsection (4) insert—\n\t\t\t“(4A)Before one regulator varies an approval which was last varied by theother regulator, it must consult the other regulator.”\n\t\tIn section 204A (meaning of appropriate regulator)—\n\t\t\tin subsection (3)(d) for the words from “the authorised person” to the endsubstitute “the revised statement of responsibilities is to be provided to thePRA only;”;\n\t\t\tin subsection (3A), after paragraph (b) insert—\n\t\t\ta requirement under section 62A(2) where the revised statement ofresponsibilities is to be provided to the FCA and the PRA;”.\n\tRules of conduct\n\t\tThe Financial Services and Markets Act 2000 is amended as follows.\n\t\tIn section 64A (power of FCA and PRA to make rules of conduct)—\n\t\t\tin subsection (1) after paragraph (b) insert—\n\t\t\tpersons who are directors of authorised persons.”;\n\t\t\tin subsection (2) after paragraph (c) insert—\n\t\t\tpersons who are directors of PRA-authorised persons.”;\n\t\t\tomit the “and” at the end of subsection (5)(a);\n\t\t\tafter subsection (5)(a) insert—\n\t\t\tin the case of a person who is a director of an authorised person but isnot an approved person, that authorised person, and”;\n\t\t\tafter subsection (6) insert—\n\t\tIn this section “director”, in relation to an authorised person, means amember of the board of directors, or if there is no such board, the equivalentbody responsible for the management of the authorised person concerned.”\n\t\tIn section 64B (responsibilities of authorised persons in relation to rulesof conduct)—\n\t\t\tomit the “and” at the end of subsection (4)(a);\n\t\t\tat the end of subsection (4)(b) insert “, and\n\t\t\tany person who is a director of the authorised person.”;\n\t\t\tomit subsection (5);\n\t\t\tafter subsection (6) insert—\n\t\t\t\t“(6A)In this section “director”, in relation to an authorised person, has thesame meaning as in section 64A.”\n\tMisconduct \n\t\tThe Financial Services and Markets Act 2000 is amended as follows.\n\t\tIn section 66A (misconduct: action by FCA)—\n\t\t\tomit the “or” at the end of subsection (2)(b)(i);\n\t\t\tat the end of subsection (2)(b)(ii) insert “, or\n\t\t\ta director of an authorised person.”;\n\t\t\tomit the “or” at the end of subsection (3)(b)(i);\n\t\t\tat the end of subsection (3)(b)(ii) insert “, or\n\t\t\ta director of the authorised person.”;\n\t\t\tomit the “and” at the end of subsection (5)(b);\n\t\t\tat the end of subsection (5)(c) insert “, and\n\t\t\tthe senior manager did not take such steps as a person in the seniormanager’s position could reasonably be expected to take to avoid thecontravention occurring (or continuing).”;\n\t\t\tomit subsection (6);\n\t\t\tin subsection (8) after the definition of “approved person” insert—\n\t\t\t\t  * ““director”, in relation to an authorised person, has the same meaning as in section 64A;”.\n\t\tIn section 66B (misconduct: action by PRA)—\n\t\t\tomit the “or” at the end of subsection (2)(b)(i);\n\t\t\tat the end of subsection (2)(b)(ii) insert “, or\n\t\t\ta director of a PRA-authorised person.”;\n\t\t\tomit the “or” at the end of subsection (3)(b)(i);\n\t\t\tat the end of subsection (3)(b)(ii) insert “, or\n\t\t\ta director of the PRA-authorised person.”;\n\t\t\tomit the “and” at the end of subsection (5)(b);\n\t\t\tat the end of subsection (5)(c) insert “, and\n\t\t\tthe senior manager did not take such steps as a person in the seniormanager’s position could reasonably be expected to take to avoid thecontravention occurring (or continuing).”;\n\t\t\tomit subsection (6);\n\t\t\tin subsection (8) after the definition of “approved person” insert—\n\t\t\t\t  * ““director”, in relation to an authorised person, has the same meaning as in section 64A;”.\n\tDecisions causing a financial institution to fail: meaning ofinsolvency\n\t\tSection 37 of the Financial Services (Banking Reform) Act 2013(interpretation of section 36) is amended as follows.\n\t\tIn subsection (10)—\n\t\t\tafter paragraph (c) insert—\n\t\t\tbuilding society insolvency,\n\t\t\tinvestment bank insolvency,”;\n\t\t\tafter paragraph (e) insert—\n\t\t\tbuilding society special administration,”.\n\t\tAfter subsection (10) insert—\n\t\tFor the purposes of subsection (10)—\n\t\t\t  * “bank administration” has the same meaning as in the Banking Act 2009 (see section 136 of that Act);\n\t\t\t  * “bank insolvency” has the same meaning as in that Act (see section 90 of that Act);\n\t\t\t  * “building society insolvency” and “building society special administration” have the same meaning as in the Building Societies Act 1986 (see section 119 of that Act);\n\t\t\t  * “investment bank insolvency” means any procedure established by regulations under section 233 of the Banking Act 2009.”"
    },
    {
        "length": 623,
        "text": "\nEnforceability of agreements\n\tEnforceability of agreements relating to credit\n\t\tSection 26A of the Financial Services and Markets Act 2000 (agreementsrelating to credit) is amended as follows.\n\t\tIn subsection (4)—\n\t\t\tthe words from “has” to the end become paragraph (a);\n\t\t\tafter that paragraph insert—\n\t\t\tis an appointed representative in relation to that activity,\n\t\t\tis an exempt person in relation to that activity, or\n\t\t\tis a person to whom, as a result of Part 20, the general prohibition doesnot apply in relation to that activity.”\n\t\tIn subsection (5)—\n\t\t\tthe words from “the agreement” (in the third place they occur) to the endbecome paragraph (a) (and the existing paragraphs (a) and (b) become sub-paragraphs (i) and (ii) of that paragraph);\n\t\t\tafter that paragraph insert—\n\t\t\tthat person is an appointed representative in relation to that activity,\n\t\t\tthat person is an exempt person in relation to that activity, or\n\t\t\tthat person is a person to whom, as a result of Part 20, the generalprohibition does not apply in relation to that activity.”\n\tEnforceability of agreements made through unauthorised persons\n\t\tSection 27 of the Financial Services and Markets Act 2000 (agreements madethrough unauthorised persons) is amended as follows.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1ZA)But this section does not apply to a regulated credit agreement or aregulated consumer hire agreement unless the provider knows before theagreement is made that the third party had some involvement in the making ofthe agreement or matters preparatory to its making.”\n\t\tIn subsection (1A) for “The agreement” substitute “An agreement to whichthis section applies”.\n\t\tAfter subsection (4) insert—\n\t\tFor the purposes of subsection (1ZA)—\n\t\t\t  * “regulated consumer hire agreement” has the meaning given by article 60N of the Financial Services and Markets Act 2000 (Regulated Activities) Order 2001 ([S.I. 2001/544](/id/uksi/2001/544?view=plain \"Go to item of legislation\"));\n\t\t\t  * “regulated credit agreement” has the meaning given by article 60B of that Order.”"
    },
    {
        "length": 1293,
        "text": "\nIllegal money lending\n\tIllegal money lending\n\t\tThe Financial Services and Markets Act 2000 is amended as follows.\n\t\tAfter Part 20A insert—\n\t\t“PART 20BIllegal Money Lending\n\t\t\tSFinancial assistance for action against illegal money lending\n\t\t\t\tThe Treasury may make grants or loans, or give any other form of financialassistance, to any person for the purpose of taking action against illegalmoney lending.\n\t\t\t\tTaking action against illegal money lending includes—\n\t\t\t\t\tinvestigating illegal money lending and offences connected with illegalmoney lending;\n\t\t\t\t\tprosecuting, or taking other enforcement action in respect of, illegalmoney lending and offences connected with illegal money lending;\n\t\t\t\t\tproviding education, information and advice about illegal money lending,and providing support to victims of illegal money lending;\n\t\t\t\t\tundertaking or commissioning research into the effectiveness of activitiesof the kind described in paragraphs (a) to (c);\n\t\t\t\t\tproviding advice, assistance and support (including financial support) to,and oversight of, persons engaged in activities of the kind described inparagraphs (a) to (c).\n\t\t\t\tA grant, loan or other form of financial assistance under subsection (1)may be made or given on such terms as the Treasury consider appropriate.\n\t\t\t\t“Illegal money lending” means carrying on a regulated activity withinarticle 60B of the Financial Services and Markets Act 2000 (RegulatedActivities) Order 2001 ([S.I. 2001/544](/id/uksi/2001/544?view=plain \"Go toitem of legislation\")) (regulated credit agreements) in circumstances whichconstitute an authorisation offence.\n\t\t\tTFunding of action against illegal money lending\n\t\t\t\tThe Treasury must, from time to time, notify the FCA of the amount of theTreasury’s illegal money lending costs.\n\t\t\t\tThe FCA must make rules requiring authorised persons, or any specifiedclass of authorised person, to pay to the FCA specified amounts, or amountscalculated in a specified way, with a view to recovering the amount notifiedunder subsection (1).\n\t\t\t\tThe amounts to be paid under the rules may include a component to recoverthe expenses of the FCA in collecting the payments (“collection costs”).\n\t\t\t\tBefore the FCA publishes a draft of the rules it must consult the Treasury.\n\t\t\t\tThe rules may be made only with the consent of the Treasury.\n\t\t\t\tThe Treasury may notify the FCA of matters that they will take into accountwhen deciding whether or not to give consent for the purposes of subsection(5).\n\t\t\t\tThe FCA must have regard to any matters notified under subsection (6)before publishing a draft of rules to be made under this section.\n\t\t\t\tThe FCA must pay to the Treasury the amounts that it receives under rulesmade under this section apart from amounts in respect of its collection costs(which it may keep).\n\t\t\t\tThe Treasury must pay into the Consolidated Fund the amounts received bythem under subsection (8).\n\t\t\t\tIn this section the “Treasury’s illegal money lending costs” means theexpenses incurred, or expected to be incurred, by the Treasury—\n\t\t\t\t\tin connection with providing grants, loans, or other financial assistanceto any person (under section 333S or otherwise) for the purpose of takingaction against illegal money lending;\n\t\t\t\t\tin undertaking or commissioning research relating to taking action againstillegal money lending.\n\t\t\t\tThe Treasury may by regulations amend the definition of the “Treasury’sillegal money lending costs”.\n\t\t\t\tIn this section “illegal money lending” and “taking action against illegalmoney lending” have the same meaning as in section 333S.”\n\t\t\t\tIn section 138F (notification of rules), for “or 333R” substitute “, 333Ror 333T”.\n\t\t\t\tIn section 138I (consultation by FCA)—\n\t\t\t\t\tin subsection (6), after paragraph (cb) insert—\n\t\t\t\t\tsection 333T;”;\n\t\t\t\t\tin subsection (10)(a), for “or 333R” substitute “, 333R or 333T”.\n\t\t\t\tIn section 429(2) (regulations subject to affirmative procedure), for “or333R” substitute “, 333R or 333T”.\n\t\t\t\tIn paragraph 23 of Schedule 1ZA (FCA fees rules)—\n\t\t\t\t\tin sub-paragraph (1) for “and 333R” substitute “, 333R and 333T”;\n\t\t\t\t\tin sub-paragraph (2ZA)(b) for “section 333R” substitute “sections 333R and333T”."
    },
    {
        "length": 953,
        "text": "\nMoney laundering\n\tMoney laundering\n\t\tIn any regulations or orders transposing money laundering measurescontained within [Directive (EU)2015/849](/european/directive/2015/0849?view=plain \"Go to item oflegislation\") of the European Parliament and of the Council of 20 May 2015 (orin relation to any subsequent EU amending or successor measure) the Secretaryof State shall have a duty to ensure, insofar as such regulations or ordersrelate to institutions regulated by the Financial Conduct Authority—\n\t\t\treasonable regard and due prominence is given to—\n\t\t\trecital 33,\n\t\t\tArticle 13(2),\n\t\t\tArticle 15, and\n\t\t\tArticle 16 and Annex II;\n\t\t\tclarity is achieved with respect to the meaning and interpretation of“prominent public function” in the context of money laundering;\n\t\t\treasonable regard and due prominence is given to Article 22 whichrecognises that a politically exposed person may have no prominent publicfunction; and\n\t\t\tany interpretation of “adequate” in Article 20(b)(ii), and “enhanced” inArticle 20(b)(iii) takes account of, and gives due prominence to, theprovisions in Article 13 on risk sensitivity.\n\t\tThe Financial Services and Markets Act 2000 is amended as follows.\n\t\tAfter Part 20B insert—\n\t\t“PART 20CMoney Laundering\n\t\t\tUMoney laundering: guidance\n\t\t\t\tThe FCA must, prior to relevant regulations coming into force, issueguidance to regulated entities on the definition of one or more categories ofpolitically exposed persons (“PEPs”).\n\t\t\t\tGuidance under subsection (1) must include, but need not be limited to—\n\t\t\t\t\ta requirement to take a proportional, risk-based and differentiatedapproach to conducting transactions or business relationships with eachcategory of PEP that may be defined; and\n\t\t\t\t\tspecified categories of persons to be—\n\t\t\t\t\tincluded in, and\n\t\t\t\t\texcluded from,\n\t\t\t\t\t\tany definitions of PEPs.\n\t\t\t\tThe Secretary of State may, by regulations, make provision about—\n\t\t\t\t\tthe guidance issued, amended or reissued under subsection (1);\n\t\t\t\t\tarrangements for complaints about the treatment of individuals by regulatedentities to be received, assessed and adjudicated by the FCA, where—\n\t\t\t\t\ta person was treated as though he or she was a PEP (and he or she was not),\n\t\t\t\t\ta person who is a PEP was treated unreasonably in disregard of guidanceunder subsection (1), particularly in regard to specific elements requiredunder subsection (2)(a), or\n\t\t\t\t\ta person was refused a business relationship solely on the basis that heor she is a PEP,\n\t\t\t\t\tcircumstances in which—\n\t\t\t\t\tcompensation payments are to be required from, or\n\t\t\t\t\tfinancial penalties are to be imposed on,\n\t\t\t\t\tregulated entities where complaints under paragraph (b) are upheld.\n\t\t\t\tFor the purposes of subsection (1), “relevant regulations” meansregulations transposing into United Kingdom law measures that EU Member Statesare required to implement to combat money laundering (or subsequentregulations amending those regulations) that contain references to PEPs.\n\t\t\t\tThe power to make regulations under subsection (3) is exercisable bystatutory instrument which may only be made after a draft of any suchinstrument has been laid before, and approved by a resolution of, each Houseof Parliament.”"
    },
    {
        "length": 1422,
        "text": "\nTransformer vehicles\n\tTransformer vehicles\n\t\tThe Financial Services and Markets Act 2000 is amended as follows.\n\t\tAfter Part 17 insert—\n\t\t“PART 17ATransformer Vehicles\n\t\t\tATransformer vehicles\n\t\t\t\tIn this section “transformer vehicle” means an undertaking (“A”) which—\n\t\t\t\t\tis established for the purposes of carrying on the activities mentioned insubsection (2), or\n\t\t\t\t\tcarries on those activities.\n\t\t\t\tThe activities referred to in subsection (1) are—\n\t\t\t\t\tassuming risk from another undertaking (“B”), and\n\t\t\t\t\tfully funding A’s exposure to that risk by issuing investments where therepayment rights of the investors are subordinated to A’s obligations to B inrespect of the risk.\n\t\t\t\tThe Treasury may by regulations make provision for facilitating, andprovision for regulating—\n\t\t\t\t\tthe establishment and operation of transformer vehicles;\n\t\t\t\t\tthe activities mentioned in subsection (2);\n\t\t\t\t\tthe trading of investments issued by transformer vehicles.\n\t\t\t\tRegulations under subsection (3) may (amongst other things) make provision—\n\t\t\t\t\tfor the incorporation and registration in the United Kingdom of bodiescorporate;\n\t\t\t\t\tfor a body incorporated by virtue of the regulations to take such form andname as may be determined in accordance with the regulations;\n\t\t\t\t\tas to the purposes for which such a body may exist and the investmentswhich it may issue;\n\t\t\t\t\tas to the constitution, ownership, management and operation of such a body;\n\t\t\t\t\tfor such a body to comprise different parts;\n\t\t\t\t\tfor such parts to have legal personality distinct from that of the body;\n\t\t\t\t\tas to the holding and management of the assets and liabilities of such abody, including provision for the segregation of assets and liabilitiesrelating to different risks;\n\t\t\t\t\tas to the powers, duties, rights and liabilities of such a body and ofother persons, including—\n\t\t\t\t\tits directors and other officers;\n\t\t\t\t\tits shareholders, and persons who hold the beneficial title to shares init without holding the legal title;\n\t\t\t\t\tits auditor;\n\t\t\t\t\tany persons holding assets for it;\n\t\t\t\t\tany persons who act or purport to act on its behalf;\n\t\t\t\t\tas to the merger of one or more such bodies and the division of such abody;\n\t\t\t\t\tfor the appointment and removal of an auditor for such a body;\n\t\t\t\t\tas to the winding up and dissolution of such a body;\n\t\t\t\t\tenabling the FCA or the PRA to apply to a court for an order removing orreplacing any director of, or person holding assets for, such a body;\n\t\t\t\t\tfor the carrying out of investigations by persons appointed by the FCA orthe PRA.\n\t\t\t\tIf regulations under subsection (3) make the provision mentioned insubsection (4)(e) references in subsection (4) to a body include itsconstituent parts.\n\t\t\t\tRegulations under subsection (3) may—\n\t\t\t\t\timpose criminal liability;\n\t\t\t\t\tconfer functions on the FCA or the PRA (including the functions of makingrules and giving directions);\n\t\t\t\t\tauthorise the FCA or the PRA to require the Council of Lloyd’s to exercisefunctions on its behalf (including functions conferred otherwise than by theregulations);\n\t\t\t\t\tconfer jurisdiction on any court or on the Tribunal;\n\t\t\t\t\tprovide for fees to be charged by the FCA or the PRA in connection with thecarrying out of any of their functions under the regulations (including feespayable on a periodical basis);\n\t\t\t\t\tmodify, exclude or apply (with or without modifications) any primary orsubordinate legislation (including any provision of, or made under, this Act);\n\t\t\t\t\tmake consequential amendments, repeals and revocations of any suchlegislation;\n\t\t\t\t\tmodify or exclude any rule of law.\n\t\t\t\tRegulations under subsection (3) may make the provision mentioned insubsection (6)(c) only with the consent of the Council of Lloyd’s.\n\t\t\t\tThe provision that may be made by virtue of subsection (6)(f) includesprovision extending or adapting any power to make subordinate legislation.\n\t\t\t\tRegulations under subsection (3) may provide that a reference in theregulations to, or to any provision of, legislation (including an EUinstrument and legislation of a country or territory outside the UnitedKingdom) is to be construed as a reference to that legislation or thatprovision as amended from time to time.\n\t\t\t\tIn this section—\n\t\t\t\t\t  * “investment” includes any asset, right or interest;\n\t\t\t\t\t  * “primary legislation” means an Act, an Act of the Scottish Parliament, a Measure or Act of the National Assembly for Wales, or Northern Ireland legislation;\n\t\t\t\t\t  * “subordinate legislation” means an instrument made under primary legislation.\n\t\t\t\tIf a statutory instrument containing regulations under this section would,apart from this subsection, be treated as a hybrid instrument for the purposesof the Standing Orders of either House of Parliament, it is to proceed in thatHouse as if it were not a hybrid instrument.”\n\t\t\t\tIn section 429(2) (regulations subject to the affirmative procedure), after“262,” insert “284A,”."
    },
    {
        "length": 2756,
        "text": "\nPensions\n\tPensions guidance\n\t\tSection 333A of the Financial Services and Markets Act 2000 (meaning of“pensions guidance” in Part 20A of that Act) is amended as follows.\n\t\tIn subsection (2)—\n\t\t\tthe words from “guidance”, in the second place it occurs, to the end becomeparagraph (a);\n\t\t\tat the end of that paragraph insert “, and\n\t\t\tguidance given for the purpose of helping an individual who has a relevantinterest in relation to a relevant annuity to make decisions in connectionwith transferring or otherwise dealing with the right to payments under thatannuity.”\n\t\tAfter subsection (2) insert—\n\t\t\t“(2A)In subsection (2)(a)—\n\t\t\treferences to a member, or a survivor of a member, of a pension schemeinclude a member, or a survivor of a member, of a pension scheme for which thePPF has assumed responsibility under Part 2 of the Pensions Act 2004 or Part 3of the Pensions (Northern Ireland) Order 2005 ([S.I. 2005/255 (N.I.1)](/id/nisi/2005/255?view=plain \"Go to item of legislation\")), but\n\t\t\tin relation to such a member or survivor, the reference to the flexiblebenefits that may be provided is to be read as a reference to the moneypurchase benefits (within the meaning of that Act or that Order) that may beprovided by the PPF by virtue of sections 161 and 170 of that Act or articles145 and 154 of that Order.\n\t\t\t(2B)The Secretary of State may by regulations specify—\n\t\t\tthe annuities that are relevant annuities for the purposes of subsection(2)(b), and\n\t\t\tthe interests (which may include contingent interests) that are relevantinterests for the purposes of that subsection.”\n\t\tIn subsection (3) after the definition of “pension scheme” insert—\n\t\t\t  * ““PPF” means the Board of the Pension Protection Fund;”.\n\tAdvice about transferring or otherwise dealing with annuity payments\n\t\tThe Financial Services and Markets Act 2000 is amended as follows.\n\t\tAfter section 137FB insert—\n\t\t“137FBAFCA general rules: advice about transferring or otherwise dealingwith annuity payments\n\t\t\tThe FCA must make general rules requiring specified authorised persons tocheck that an individual—\n\t\t\t\twho has a right to payments under a relevant annuity, and\n\t\t\t\tif the Treasury make regulations under subsection (3), who is not an exemptperson by virtue of those regulations,\n\t\t\t\t\thas received appropriate advice before transferring or otherwise dealing withthe right to those payments.\n\t\t\tThe reference in subsection (1) to a right to payments under a relevantannuity does not include a contingent right to such payments.\n\t\t\tThe Treasury may by regulations provide that an individual whose financialcircumstances meet criteria specified in the regulations is an exempt personfor the purposes of subsection (1)(b).\n\t\t\tRegulations made under subsection (3) may (amongst other things) specifycriteria based on the proportion of the individual’s financial resources thatis represented by the payments under the relevant annuity or the value of thatannuity.\n\t\t\tThe rules made by virtue of subsection (1) may include provision—\n\t\t\t\tabout what specified authorised persons must do to check that an individualhas received appropriate advice for the purposes of those rules;\n\t\t\t\tabout when the check must be carried out.\n\t\t\tFor the purposes of this section—\n\t\t\t\t“relevant annuity” means an annuity specified (by type, value or otherwise)as a relevant annuity in regulations made by the Treasury;\n\t\t\t\t“appropriate advice” means advice specified (by reference to the persongiving the advice or otherwise) as appropriate advice in regulations made bythe Treasury;\n\t\t\t\t“specified authorised person” means an authorised person of a descriptionspecified in rules made by virtue of subsection (1).\n\t\t\tIf regulations under subsection (3) or (6)(a) make provision about thevalue of an annuity, the regulations may also make provision about the basison which the value of an annuity is to be calculated.”\n\t\t\tIn section 138F(2) (notification of rules) after “137FB,” insert “137FBA,”.\n\t\t\tIn section 138I (consultation by the FCA)—\n\t\t\t\tin subsection (6), after paragraph (aa) insert—\n\t\t\t\tsection 137FBA;”;\n\t\t\t\tin subsection (10)(a) after “137FB,” insert “137FBA,”.\n\t\t\tIn section 429(2B) (regulations subject to affirmative procedure)—\n\t\t\t\tafter paragraph (a) (inserted by section 22) insert—\n\t\t\t\tprovision made under section 137FBA(3);”;\n\t\t\t\tthe words from “provision made under section 410A,” to the end becomeparagraph (c).\n\tIndependent advice on conversions and transfers of pension benefits:appointed representatives\n\t\tThe Pension Schemes Act 2015 is amended as follows.\n\t\tIn section 48(8) (independent advice in respect of conversions andtransfers: Great Britain), in paragraph (a) of the definition of “authorisedindependent adviser”, after “Secretary of State,” insert “or is acting as anappointed representative (within the meaning given by section 39(2) of thatAct) in relation to a regulated activity so specified,”.\n\t\tIn section 51(8) (independent advice in respect of conversions andtransfers: Northern Ireland), in paragraph (a) of the definition of“authorised independent adviser”, after “Northern Ireland,” insert “or isacting as an appointed representative (within the meaning given by section39(2) of that Act) in relation to a regulated activity so specified,”.\n\t\tThe Financial Services and Markets Act 2000 (Appointed Representatives)Regulations 2001 ([S.I. 2001/1217](/id/uksi/2001/1217?view=plain \"Go to itemof legislation\")) are amended as follows.\n\t\tIn regulation 2(1) (descriptions of business for which appointedrepresentatives are exempt) after sub-paragraph (cca) insert—\n\t\t\tan activity of the kind specified by article 53E of that Order (advisingon conversion or transfer of pension benefits);”.\n\t\tIn regulation 3 (requirements applying to contracts between authorisedpersons and appointed representatives) after paragraph (3G) insert—\n\t\t\t“(3GA)A representative is also to be treated as representing othercounterparties for the purposes of paragraph (1) where the representativegives advice (in circumstances constituting the carrying on of an activity ofthe kind specified by article 53E of that Order) on behalf of othercounterparties.”\n\t\tThe amendments made by subsections (4) to (6) do not affect the power tomake further subordinate legislation amending or revoking the amendedregulations.\n\tEarly exit pension charges\n\t\tThe Financial Services and Markets Act 2000 is amended as follows.\n\t\tAfter section 137FBA (as inserted by section 33) insert—\n\t\t“137FBBFCA general rules: early exit pension charges\n\t\t\tThe FCA must make general rules prohibiting authorised persons from—\n\t\t\t\timposing specified early exit charges on members of relevant pensionschemes, and\n\t\t\t\tincluding in relevant pension schemes provision for the imposition ofspecified early exit charges on members of such schemes.\n\t\t\tThe rules must be made with a view to securing, so far as is reasonablypossible, an appropriate degree of protection for members of relevant pensionschemes against early exit charges being a deterrent on taking, converting ortransferring benefits under the schemes.\n\t\t\tThe rules may specify early exit charges by reference to charges of aspecified class or description, or by reference to charges which exceed aspecified amount.\n\t\t\tThe rules made by virtue of subsection (1)(a) must prohibit the impositionof the charges after those rules come into force, whether the relevant pensionscheme was established before or after those rules (or this section) came intoforce.\n\t\t\tIn relation to a charge which is imposed, or provision for the impositionof a charge which is included in a pension scheme, in contravention of therules, the rules may (amongst other things)—\n\t\t\t\tprovide for the obligation to pay the charge to be unenforceable orunenforceable to a specified extent;\n\t\t\t\tprovide for the recovery of amounts paid in respect of the charge;\n\t\t\t\tprovide for the payment of compensation for any losses incurred as a resultof paying amounts in respect of the charge.\n\t\t\tSubject to subsection (8) an early exit charge, in relation to a member ofa pension scheme, is a charge which—\n\t\t\t\tis imposed under the scheme when a member who has reached normal minimumpension age takes the action mentioned in subsection (7), but\n\t\t\t\tis only imposed, or only imposed to that extent, if the member takes thataction before the member’s expected retirement date.\n\t\t\tThe action is the member taking benefits under the scheme, convertingbenefits under the scheme into different benefits or transferring benefitsunder the scheme to another pension scheme.\n\t\t\tThe Treasury may by regulations specify matters that are not to be treatedas early exit charges for the purposes of this section.\n\t\t\tFor the purposes of this section—\n\t\t\t\t  * “charge”, in relation to a member of a pension scheme, includes a reduction in the value of the member’s benefits under the scheme;\n\t\t\t\t  * “expected retirement date”, in relation to a member of a pension scheme, means the date determined by, or in accordance with, the scheme as the date on which the member’s benefits under the scheme are expected to be taken;\n\t\t\t\t  * “normal minimum pension age” has the same meaning as in section 279(1) of the Finance Act 2004;\n\t\t\t\t  * “relevant pension scheme” has the same meaning as in section 137FB;\n\t\t\t\tand a reference to benefits includes all or any part of those benefits.”\n\t\t\tIn section 138E(3) (contravention of rules which may make transaction voidor unenforceable)—\n\t\t\t\tomit the “or” at the end of paragraph (a);\n\t\t\t\tat the end of paragraph (b) insert “or\n\t\t\t\trules made by the FCA under section 137FBB.”"
    },
    {
        "length": 2201,
        "text": "\nInformation about resolution planning\n\tDuty of Bank to provide information to Treasury\n\t\tThe Financial Services Act 2012 is amended as follows.\n\t\tBefore section 58 insert—\n\t\t“57ADuty of Bank to provide information required by Treasury\n\t\t\tThe Treasury may by notice in writing require the Bank of England toprovide it with information specified, or of a description specified, in thenotice.\n\t\t\tThe information must be information which the Treasury consider is materialto the Bank’s assessment of the implications for public funds of a bank,building society, credit union or investment firm failing.\n\t\t\tThe information must be provided before the end of such reasonable periodas may be specified in the notice.\n\t\t\tThe Bank’s duty to provide information under this section does not apply toinformation which the Bank does not have in its possession.\n\t\t\tFor the purposes of this section, the cases in which a bank, buildingsociety, credit union or investment firm (“the institution”) is to be regardedas failing include those where—\n\t\t\t\tthe institution enters insolvency,\n\t\t\t\tany of the stabilisation options in Part 1 of the Banking Act 2009 isachieved in relation to the institution, or\n\t\t\t\tthe institution falls to be taken for the purposes of the FinancialServices Compensation Scheme (within the meaning given by section 213 of FSMA2000) to be unable, or likely to be unable, to satisfy claims against theinstitution.\n\t\t\tIn subsection (5)(a) “insolvency” includes—\n\t\t\t\tbankruptcy; \n\t\t\t\tliquidation; \n\t\t\t\tbank insolvency;\n\t\t\t\tbuilding society insolvency;\n\t\t\t\tinvestment bank insolvency;\n\t\t\t\tadministration; \n\t\t\t\tbank administration;\n\t\t\t\tbuilding society special administration;\n\t\t\t\treceivership; \n\t\t\t\ta composition between the institution and the institution’s creditors;\n\t\t\t\ta scheme of arrangement of the institution’s affairs.\n\t\t\tFor the purposes of this section—\n\t\t\t\t  * “bank” has the meaning given by section 2 of the Banking Act 2009,\n\t\t\t\t  * “bank administration” has the same meaning as in that Act (see section 136 of that Act),\n\t\t\t\t  * “bank insolvency” has the same meaning as in that Act (see section 90 of that Act),\n\t\t\t\t  * “building society”, “building society insolvency” and “building society special administration” have the same meaning as in the Building Societies Act 1986 (see section 119 of that Act),\n\t\t\t\t  * “credit union” means a credit union as defined by section 31 of the Credit Unions Act 1979 or a credit union as defined by Article 2(2) of the Credit Unions (Northern Ireland) Order 1985,\n\t\t\t\t  * “investment bank insolvency” means any procedure established by regulations under section 233 of the Banking Act 2009,\n\t\t\t\t  * “investment firm” has the same meaning as in that Act (see section 258A of that Act),\n\t\t\t\t  * “public funds” means the Consolidated Fund and any other account or source of money which cannot be drawn or spent other than by, or with the authority of, the Treasury,\n\t\t\t\tand an event has implications for public funds if it would or might involve orlead to a need for the application of public funds.\n\t\tBDuty of Bank to inform Treasury about resolution plans\n\t\t\tThis section applies in relation to—\n\t\t\t\ta resolution plan which includes one or more options for the exercise of astabilisation power by the Bank of England in relation to an institution (“theinstitution”), and\n\t\t\t\ta group resolution plan which includes one or more options for the exerciseof a stabilisation power by the Bank of England in relation to a group entity(“the entity”).\n\t\t\tUnless otherwise directed under subsection (5), before adopting the planthe Bank must provide the Treasury with—\n\t\t\t\ta copy of the plan,\n\t\t\t\tthe Bank’s assessment of the systemic risk of the institution or the entityfailing,\n\t\t\t\tthe Bank’s assessment of the implications for public funds—\n\t\t\t\tof the exercise by the Bank of a stabilisation power in relation to theinstitution or the entity in accordance with the option (or each of theoptions) for the exercise of such a power included in the plan, and\n\t\t\t\tif the plan includes one or more options for the use of an insolvency oradministration procedure in relation to the institution or the entity, of theuse of such a procedure in accordance with that option (or each of thoseoptions), and\n\t\t\t\tany analysis considered by the Bank (whether or not prepared by the Bank)to be material in making the assessments mentioned in paragraph (c).\n\t\t\tUnless otherwise directed under subsection (5), the Bank must provide theTreasury with details of—\n\t\t\t\tany material changes to the plan, before those changes are adopted,\n\t\t\t\tany material changes to the Bank’s assessments of the matters mentioned insubsection (2)(b) or (c), and\n\t\t\t\tany further analysis considered by the Bank (whether or not prepared by theBank) to be material to revising the assessments mentioned in subsection(2)(c).\n\t\t\tWhere reasonably practicable the Bank must comply with subsections (2) and(3) before the Bank exercises any of its powers under section 3A of theBanking Act 2009 in relation to the institution or the entity.\n\t\t\tThe Treasury may by notice in writing—\n\t\t\t\tdirect the Bank not to provide it under this section with information inrelation to institutions or entities specified, or of a description specified,in the notice;\n\t\t\t\trevoke a direction given under paragraph (a).\n\t\t\tWhere a direction given under subsection (5)(a) is revoked—\n\t\t\t\tthe Bank must provide the Treasury with the matters listed in subsection(2)(a) to (d) in relation to the institutions or entities to which thedirection related as soon as reasonably practicable after the date of therevocation, and\n\t\t\t\tsubsection (3) applies in relation to those institutions or entities,\n\t\t\t\t\tbut this is subject to any further direction under subsection (5)(a).\n\t\t\tFor the purposes of this section—\n\t\t\t\t  * “failing” has the same meaning as in section 57A,\n\t\t\t\t  * “insolvency or administration procedure” means—\n\t\t\t\tbank insolvency,\n\t\t\t\tbuilding society insolvency,\n\t\t\t\tinvestment bank insolvency,\n\t\t\t\tbank administration, or\n\t\t\t\tbuilding society special administration,\n\t\t\t\t(and those terms have the same meaning as in section 57A);\n\t\t\t\t\t  * “public funds” has the same meaning as in section 57A,\n\t\t\t\t\t  * “systemic risk” means risk to the stability of the financial system in the United Kingdom or in other EEA states,\n\t\t\t\tand action has implications for public funds if it would or might involve orlead to a need for the application of public funds.”\n\t\t\tIn section 65 (memorandum of understanding)—\n\t\t\t\tin subsection (1), after “in relation to” insert—\n\t\t\t\tthe sharing of information by the Bank about any proposals to include in aresolution plan or a group resolution plan an option for the exercise of astabilisation power by the Bank in relation to an institution or group entity;\n\t\t\t\t”; \n\t\t\t\tin subsection (2), at the beginning insert “For the purposes of subsection(1)(b),”;\n\t\t\t\tin the heading, after “understanding:” insert “resolution planning and”.\n\t\t\tIn section 67 (interpretation), after subsection (5) insert—\n\t\t\tGroup entity” has the same meaning as in the Bank Recovery and Resolution(No. 2) Order 2014 ([S.I. 2014/3348](/id/uksi/2014/3348?view=plain \"Go to itemof legislation\")).\n\t\t\t“Group resolution plan” means a group resolution plan drawn up by the Bankunder Part 5 of that Order.\n\t\t\t“Resolution plan” means a resolution plan drawn up by the Bank under Part 5of that Order.\n\t\t\t“Stabilisation power” has the same meaning as in section 1(4) of theBanking Act 2009.”"
    },
    {
        "length": 220,
        "text": "\nFinancial Services and Markets Act 2000 consequential amendments\n\tFinancial Services and Markets Act 2000 (Consequential Amendments andRepeals) Order 2001\n\t\tThe revocation of the Financial Services and Markets Act 2000(Consequential Amendments and Repeals) Order 2001 ([S.I.2001/3649](/id/uksi/2001/3649?view=plain \"Go to item of legislation\")) by theNational Savings Regulations 2015 ([S.I.2015/623](/id/uksi/2015/623?view=plain \"Go to item of legislation\")) is to betreated as never having had effect.\n\t\tAccordingly, in the Schedule to those regulations, omit the entry for thatorder."
    },
    {
        "length": 2277,
        "text": "\nPART 3Miscellaneous and general\n\tBanknotes in Scotland and Northern Ireland\n\t\tBanks authorised to issue banknotes in Scotland and Northern Ireland\n\t\t\tThe Banking Act 2009 is amended as follows.\n\t\t\tIn section 207(b) (overview of Part 6) for the words from “banks” to theend substitute “authorised banks (see section 210).”\n\t\t\tIn section 210 (authorised bank)—\n\t\t\t\tthe words from “a bank” to the end become paragraph (a);\n\t\t\t\tat the end of that paragraph insert “(unless by virtue of regulations undersection 214A it is no longer an authorised bank for the purposes of thisPart), or”;\n\t\t\t\tafter that paragraph insert—\n\t\t\t\ta bank which is designated as an authorised bank for the purposes of thisPart by regulations under section 214A(1)(a).”\n\t\t\tIn section 213 (saving for existing issuers)—\n\t\t\t\tthe existing text becomes subsection (1);\n\t\t\t\tin that subsection, after “bank” insert “within section 210(a)”;\n\t\t\t\tafter that subsection insert—\n\t\t\tAn authorised bank within section 210(b) may issue banknotes, but only—\n\t\t\t\tin accordance with the provisions of this Part, and\n\t\t\t\tin the part of the United Kingdom which is specified in relation to thebank in regulations under section 214A(1)(b).”;\n\t\t\t\tfor the heading substitute “Authorisation to issue banknotes”.\n\t\t\tAfter section 214 insert—\n\t\t\t“214APower to designate banks as “authorised banks”\n\t\t\t\tThe Treasury may by regulations—\n\t\t\t\t\tspecify a bank which on and after the designation date is designated as anauthorised bank for the purposes of this Part,\n\t\t\t\t\tspecify a part of the United Kingdom in which the bank may issue banknotes,and\n\t\t\t\t\tmake provision about how the bank is to be identified on those banknotes.\n\t\t\t\tRegulations under subsection (1)—\n\t\t\t\t\tmay only specify under paragraph (a) a bank (the newly authorised bank)which is in the same group as an authorised bank (the previously authorisedbank) which has the right to rely on section 213;\n\t\t\t\t\tmay only specify under paragraph (b) the part of the United Kingdom inwhich the previously authorised bank is authorised to issue banknotes;\n\t\t\t\t\tmust procure that on and after the designation date the previouslyauthorised bank is no longer an authorised bank for the purposes of this Partby—\n\t\t\t\t\tin the case of a previously authorised bank within section 210(a),providing that it is no longer an authorised bank for the purposes of thisPart;\n\t\t\t\t\tin the case of a previously authorised bank within section 210(b),revoking its designation;\n\t\t\t\t\tmust provide for the newly authorised bank to be treated as having issuedany banknotes in circulation which were issued by the previously authorisedbank;\n\t\t\t\t\tmust provide for the transfer of any rights or liabilities in relation tothose banknotes to the newly authorised bank from the previously authorisedbank;\n\t\t\t\t\tmay provide for anything done by or in relation to the previouslyauthorised bank in connection with those banknotes to be treated as havingbeen done by or in relation to the newly authorised bank for the purposesspecified in the regulations;\n\t\t\t\t\tmay make further provision about banknotes issued by the previouslyauthorised bank;\n\t\t\t\t\tmay make provision about banknotes held by or on behalf of the previouslyauthorised bank which are not in circulation.\n\t\t\t\tThe reference in subsection (2)(d) and (g) to banknotes issued by thepreviously authorised bank includes a reference to banknotes which are to betreated as having been issued by that bank as a result of regulations madeunder subsection (1) (or any other enactment).\n\t\t\t\tRegulations under subsection (1) must—\n\t\t\t\t\tspecify a date as the designation date, or\n\t\t\t\t\tif no such date is specified, make provision for the designation date to bedetermined by the Treasury and published by the Treasury before thedesignation date in the appropriate Gazettes.\n\t\t\t\tThe appropriate Gazettes are the London Gazette and—\n\t\t\t\t\tif the part of the United Kingdom specified under subsection (1)(b) isScotland, the Edinburgh Gazette;\n\t\t\t\t\tif the part of the United Kingdom specified under subsection (1)(b) isNorthern Ireland, the Belfast Gazette.\n\t\t\t\tBefore specifying a bank under subsection (1)(a) the Treasury must obtainthe consent of the Bank of England.\n\t\t\t\tThe Bank of England must prepare and publish a statement of the matterswhich it intends to take into account in deciding whether to give its consent.\n\t\t\t\tThe power to make regulations under this section—\n\t\t\t\t\tis exercisable by statutory instrument;\n\t\t\t\t\tincludes a power to make transitory or saving provision;\n\t\t\t\t\tincludes a power to apply (with or without modifications) or disapply anyprovision of an Act or subordinate legislation whenever passed or made.\n\t\t\t\tA statutory instrument containing regulations under this section may not bemade unless a draft of the instrument has been laid before and approved by aresolution of each House of Parliament.\n\t\t\t\tFor the purposes of this section—\n\t\t\t\t\t  * “bank” has the same meaning as in Part 1 (see section 2),\n\t\t\t\t\t  * “designation date” in relation to regulations under subsection (1) means the date specified or determined, as the case may be, in accordance with subsection (4),\n\t\t\t\t\t  * “group” has the meaning given by section 421 of the Financial Services and Markets Act 2000, and\n\t\t\t\t\ta banknote is in circulation from the time that it is issued by an authorisedbank until the time that it is returned to the bank (or a bank which istreated as having issued it as a result of regulations made under subsection(1) or any other enactment).”\n\t\t\t\tIn section 259(3) (statutory instruments), in Part 6 of the Table, beforethe entry relating to section 215 insert—\n\t\t\t\t“214A| Issuers of banknotes: Scotland and Northern Ireland| Draft affirmativeresolution”  ---|---|---    ### General\n\t\tConsequential provision\n\t\t\tThe Treasury or the Secretary of State may by regulations make theprovision in subsection (2) in consequence of any provision made by or underthis Act.\n\t\t\tThe provision referred to in subsection (1) is provision amending,repealing, revoking or applying with modifications any provision of primary orsecondary legislation to which this section applies.\n\t\t\tThis section applies to primary and secondary legislation passed or made—\n\t\t\t\tbefore the passing of this Act, or\n\t\t\t\ton or before the last day of the session in which this Act is passed.\n\t\t\tRegulations under this section—\n\t\t\t\tmay make saving, transitory or transitional provision;\n\t\t\t\tmay make different provision for different purposes.\n\t\t\tThe power to make regulations under this section is exercisable bystatutory instrument.\n\t\t\tA statutory instrument containing regulations under this section—\n\t\t\t\tif it contains (whether alone or with other provision) provision whichamends or repeals any provision of primary legislation, may not be made unlessa draft of the instrument has been laid before, and approved by a resolutionof, each House of Parliament, and\n\t\t\t\totherwise, is subject to annulment in pursuance of a resolution of eitherHouse of Parliament.\n\t\t\tIn this section—\n\t\t\t\t  * “primary legislation” means an Act, an Act of the Scottish Parliament, a Measure or Act of the National Assembly for Wales, or Northern Ireland legislation; \n\t\t\t\t  * “secondary legislation” means an instrument made under primary legislation. \n\t\tExtent \n\t\t\tSubject to subsection (2) this Act extends to England and Wales, Scotlandand Northern Ireland.\n\t\t\tAn amendment or repeal made by this Act has the same extent as theprovision amended or repealed.\n\t\tCommencement \n\t\t\tThe following provisions come into force on the day on which this Act ispassed—\n\t\t\t\tsection 31;\n\t\t\t\tsection 37;\n\t\t\t\tsections 39 to 42.\n\t\t\tSection 32 comes into force on such day as the Secretary of State may byregulations appoint.\n\t\t\tThe other provisions of this Act come into force on such day as theTreasury may by regulations appoint.\n\t\t\tThe Treasury or the Secretary of State may by regulations make saving,transitory or transitional provision in connection with the coming into forceof any provision made by or under this Act.\n\t\t\tRegulations under this section may make different provision for differentpurposes.\n\t\t\tThe power to make regulations under this section is exercisable bystatutory instrument.\n\t\tShort title\n\t\t\tThis Act may be cited as the Bank of England and Financial Services Act 2016."
    }
]