[
    {
        "length": 2355,
        "text": "\nReports of the Boundary Commissions\n\tReports of the Boundary Commissions\n\t\tSection 3 of the Parliamentary Constituencies Act 1986 (referred to in thisAct as “the 1986 Act”) is amended as follows.\n\t\tIn subsection (1) (duty on Boundary Commissions to submit reports to theSecretary of State), for “Secretary of State” substitute “Speaker of the Houseof Commons”.\n\t\tFor subsection (2) (deadline for reports) substitute—\n\t\tEach Boundary Commission must submit a report under subsection (1)—\n\t\t\tbefore 1 July 2023,\n\t\t\tbefore 1 October 2031, and\n\t\t\tbefore 1 October of every eighth year after that.”\n\t\tAfter subsection (2) insert—\n\t\t\t“(2ZA)On submitting a report to the Speaker under subsection (1), a BoundaryCommission must send a copy of it to the Secretary of State or the Ministerfor the Cabinet Office.\n\t\t(2ZB)On receiving a report under subsection (1), the Speaker must lay itbefore Parliament.\n\t\t(2ZC)As soon as reasonably practicable after a report of a Boundary Commissionhas been laid under subsection (2ZB), the Commission must publish it in suchmanner as they think fit.”\n\t\tIn subsection (2B)(a) (duty to submit progress reports to the Speaker), for“January that begins one year and nine months before that date” substitute“relevant January”.\n\t\tAfter subsection (2B) insert—\n\t\t“(2BA)For the purposes of subsection (2B), “the relevant January” means—\n\t\t\tJanuary 2022, in the case of a report required by subsection (2) to besubmitted before 1 July 2023, and\n\t\t\tin the case of any other report required by subsection (2) to be submittedbefore a particular date, the January that begins one year and nine monthsbefore that date.\n\t\t\t(For example, January 2030 in the case of a report required to be submittedbefore 1 October 2031).”\n\t\tOmit subsections (5) to (5C) (duty to lay reports and draft Order inCouncil).\n\tOrders in Council giving effect to reports\n\t\tSection 4 of the 1986 Act (Orders in Council) is amended as follows.\n\t\tFor subsections (1) to (4) (procedure for draft Orders in Council)substitute—\n\t\tAfter all four reports under section 3(1) which are required by section3(2) to be submitted before a particular date have been laid before Parliamentunder section 3(2ZB), the Secretary of State or the Minister for the CabinetOffice must submit to Her Majesty in Council a draft of an Order in Councilfor giving effect to the recommendations in those of the four reports (if any)which are reports under section 3(1)(a) (report with recommendations).\n\t\tThe draft of an Order in Council must be submitted under subsection (1)—\n\t\t\tas soon as reasonably practicable after all four reports have been laidbefore Parliament as mentioned in that subsection, and\n\t\t\tin any case, no later than the end of the four month period unless thereare exceptional circumstances.\n\t\t“The four month period” means the period of four months beginning with thefirst date on which all four reports have been laid before Parliament asmentioned in subsection (1).\n\t\tIf the draft of an Order in Council is not submitted under subsection (1)before the end of the four month period, the Secretary of State or theMinister for the Cabinet Office must lay one or more statements beforeParliament in accordance with subsection (4A) specifying the exceptionalcircumstances.\n\t\t\t(4A)A statement must be laid—\n\t\t\tbefore the end of the period of 10 sitting days beginning with the firstsitting day after the end of the four month period, and\n\t\t\tbefore the end of each subsequent period of 20 sitting days beginning withthe first sitting day after the previous statement was so laid, until thedraft of an Order in Council is submitted under subsection (1).\n\t\t\t(4B)A draft of an Order in Council submitted under subsection (1)—\n\t\t\tmay give effect to recommendations in the reports with modifications onlyif that is required under section 4A, and\n\t\t\tmay make provision for any matters which appear to the Secretary of Stateor, as the case may be, the Minister for the Cabinet Office to be incidentalto, or consequential on—\n\t\t\tthe recommendations in the reports, or\n\t\t\tthose recommendations together with the modifications that the draft isrequired to give effect to under section 4A.”\n\t\tIn subsection (7) (validity of Order in Council not to be called inquestion), omit the words from “and” to “Parliament”.\n\t\tAfter subsection (7) insert—\n\t\t“(7A)In this section, “sitting day” means a day on which both Houses ofParliament sit; and for that purpose a day is only a day on which a House sitsif the House begins to sit on that day.”\n\tModifications of recommendations in reports\n\t\tAfter section 4 of the 1986 Act insert—\n\t\t“4AModifications of recommendations in reports\n\t\t\tSubsection (2) applies where—\n\t\t\t\ta report of a Boundary Commission has been submitted to the Speaker of theHouse of Commons under section 3(1),\n\t\t\t\tit is a report under section 3(1)(a) (report with recommendations), and\n\t\t\t\tno draft of an Order in Council has yet been submitted to Her Majesty inCouncil under section 4(1) in relation to the report.\n\t\t\tThe Commission in question may submit to the Speaker a statement (“astatement of modifications”) specifying—\n\t\t\t\tthe modifications which they consider should be made to the recommendationsin the report in order to correct any error in those recommendations, and\n\t\t\t\ttheir reasons for those modifications.\n\t\t\tOn submitting a statement of modifications to the Speaker under subsection(2), the Commission must send a copy of it to the Secretary of State or theMinister for the Cabinet Office.\n\t\t\tOn receiving a statement of modifications under subsection (2), the Speakermust lay it before Parliament.\n\t\t\tAs soon as reasonably practicable after a statement of modifications hasbeen laid under subsection (4), the Boundary Commission which submitted thestatement must publish it in such manner as they think fit.\n\t\t\tWhere a statement of modifications in relation to a report has been laidunder subsection (4), the draft of the Order in Council to be submitted undersection 4(1) in relation to the report must give effect to the recommendationsin the report with the modifications specified in the statement.”\n\tPublicity and consultation\n\t\tSection 5 of the 1986 Act (publicity and consultation) is amended asfollows.\n\t\tIn subsection (1)(a)(iii) (length of initial consultation period), for “12weeks” substitute “eight weeks”.\n\t\tOmit subsections (1)(b) and (3) (duty to hold public hearings duringinitial consultation period and related provision).\n\t\tIn subsection (4)(a) (duty to publish information after the initialconsultation period), omit “and records of public hearings held undersubsection (1)(b) above”.\n\t\tIn subsection (4)(b) (the secondary consultation period)—\n\t\t\tfor “things” substitute “representations”, and\n\t\t\tfor “four weeks” substitute “eight weeks”.\n\t\tAfter subsection (4)(b) insert—\n\t\t\tshall cause public hearings to be held at such times during the secondaryconsultation period as they think fit.”\n\t\tAfter subsection (4) insert—\n\t\t\t“(4A)Schedule 2A contains further provision about public hearings undersubsection (4)(c).\n\t\t(4B)After the end of the secondary consultation period, the Commission—\n\t\t\tmust publish, in such manner as they think fit, records of public hearingsheld under subsection (4)(c), and\n\t\t\tmust take such steps as they think fit to inform people in the proposedconstituencies that written representations with respect to those records maybe made to the Commission during a specified period of eight weeks (“the thirdconsultation period”).”\n\t\tIn subsection (5) (requirements if revised proposals)—\n\t\t\tafter “revised proposed constituencies” insert “before the beginning of thethird consultation period”, and\n\t\t\tin paragraph (c), for “a specified period of eight weeks” substitute “thethird consultation period”.\n\t\tIn subsection (7) (the taking of steps), after “(4)” insert “, (4B)”.\n\t\tIn subsection (8) (duty to consider certain matters)—\n\t\t\tin paragraph (a), after “(4)(b)” insert “, (4B)(b)”, and\n\t\t\tin paragraph (b), for “(1)(b)” substitute “(4)(c)”.\n\t\tIn subsection (10)(b), after “(4)” insert “, (4B)”.\n\t\tAfter subsection (10) insert—\n\t\tIf the report mentioned in subsection (1) is a 2023 report, this sectionapplies in relation to that report as if—\n\t\t\tin subsection (4)(b), the reference to eight weeks were a reference to sixweeks, and\n\t\t\tin subsection (4B)(b), the reference to eight weeks were a reference tofour weeks.\n\t\tIn subsection (11), a “2023 report” means a report that is required bysection 3(2) to be submitted before 1 July 2023.”"
    },
    {
        "length": 1109,
        "text": "\nRules for the distribution of seats\n\tNumber of parliamentary constituencies\n\t\tIn rule 1 of Schedule 2 to the 1986 Act (number of parliamentaryconstituencies), for “600” substitute “650”.\n\tTaking account of local government boundaries\n\t\tRule 5 of Schedule 2 to the 1986 Act (factors a Boundary Commission maytake into account) is amended in accordance with subsections (2) and (3).\n\t\tIn rule 5(1) (list of factors), for paragraph (b) substitute—\n\t\t\tlocal government boundaries which exist, or are prospective, on the reviewdate;”.\n\t\tAfter rule 5(1) insert—\n\t\t\t“(1A)In the case of a local government boundary which is prospective on thereview date, it is that boundary rather than any existing boundary which itreplaces, which may be taken into account under sub-paragraph (1)(b).”\n\t\tIn rule 9 of Schedule 2 to the 1986 Act (interpretation), after sub-paragraph (3) insert—\n\t\t“(3A)A local government boundary is “prospective” on a particular date if, onthat date—\n\t\t\tit is specified in a provision of primary or secondary legislation, but\n\t\t\tthat provision is not yet in force for all purposes.\n\t\t\t(3B)For that purpose—\n\t\t\t“primary legislation” means—\n\t\t\tan Act of Parliament,\n\t\t\tan Act of the Scottish Parliament,\n\t\t\tan Act of Senedd Cymru, or\n\t\t\tNorthern Ireland legislation, and\n\t\t\t“secondary legislation” means an instrument made under primarylegislation.”\n\tProtected constituencies\n\t\tSchedule 2 to the 1986 Act is amended as follows.\n\t\tIn rule 6(2) (protected constituencies), after paragraph (b) insert “;\n\t\t\ta constituency named Ynys Môn, comprising the area of the Isle of AngleseyCounty Council”.\n\t\tIn rule 8(5) (the allocation method)—\n\t\t\tin paragraph (b), for “6(2)” substitute “6(2)(a) and (b)”, and\n\t\t\tafter paragraph (b) insert “;\n\t\t\tthe electorate of Wales shall be treated for the purposes of this rule asreduced by the electorate of the constituency mentioned in rule 6(2)(c)”.\n\t\tIn rule 9(7) (references to areas in rule 6)—\n\t\t\tafter “6” insert “(2)(a) or (b)”, and\n\t\t\tafter “2011” insert “, and the reference in rule 6(2)(c) to the area of theIsle of Anglesey County Council is to the area as it existed on the cominginto force of the Schedule to the Parliamentary Constituencies Act 2020”.\n\tRegisters used to determine the “electorate” in relation to the 2023reports\n\t\tIn rule 9(2) of Schedule 2 to the 1986 Act (definition of the“electorate”), for “The” substitute “Subject to sub-paragraph (2A), the”.\n\t\tAfter rule 9(2) of that Schedule insert—\n\t\t\t“(2A)In relation to a report under section 3(1) that a Boundary Commission isrequired (by section 3(2)) to submit before 1 July 2023, the “electorate” ofthe United Kingdom, or of a part of the United Kingdom or a constituency, isthe total number of persons whose names appear on a register of parliamentaryelectors (maintained under section 9 of the Representation of the People Act1983) in respect of addresses in the United Kingdom, or in that part or thatconstituency, as that register has effect on 2 March 2020.”\n\tAlteration of the “review date” in relation to the 2023 reports\n\t\tIn rule 9(5) of Schedule 2 to the 1986 Act (definition of the “review date”),for “two years and ten months before that date” substitute “—\n\t\t\t1 December 2020, in the case of a report required to be submitted before 1July 2023, and\n\t\t\tin the case of a report required to be submitted before any otherparticular date, the date which is two years and 10 months before that date.\n\t\t\t(For example, 1 December 2028 in the case of a report required to be submittedbefore 1 October 2031).”"
    },
    {
        "length": 361,
        "text": "\nCurrent reports and reviews\n\tRemoval of duty to implement etc. in relation to current reports\n\t\tAny duty of the Secretary of State or the Minister for the Cabinet Officeunder section 3(5A) of the 1986 Act to lay before Parliament the draft of anOrder in Council for giving effect to the recommendations in current reportsof the Boundary Commissions is to be treated as having ceased to have effecton 24 March 2020.\n\t\tAny other duties, or any powers, of the Secretary of State, the Ministerfor the Cabinet Office or any other person under the 1986 Act in relation to acurrent report of a Boundary Commission are to be treated as having ceased tohave effect, or as having ceased to be exercisable, on 24 March 2020.\n\t\tA report of a Boundary Commission is “current” if, immediately before 24March 2020—\n\t\t\tthe report has been submitted to the Secretary of State or the Minister forthe Cabinet Office under section 3(1) of the 1986 Act, but\n\t\t\tno Order in Council under that Act has been made for giving effect to therecommendations in it.\n\tRemoval of duty to review reduction in number of constituencies\n\t\tOmit section 14 of the Parliamentary Voting System and Constituencies Act2011 (duty to review reduction in number of constituencies to 600).\n\t\tThat repeal is to be treated as having come into force on 31 May 2020."
    },
    {
        "length": 326,
        "text": "\nNorthern Ireland Assembly constituencies\n\tEffect of Orders in Council under the 1986 Act on NI Assemblyconstituencies\n\t\tSection 33 of the Northern Ireland Act 1998 (Assembly constituencies andnumbers of members) is amended as follows.\n\t\tIn subsection (3) (effect on Assembly constituencies of Orders in Councilunder the 1986 Act), for paragraph (a) substitute—\n\t\t\tthe first election under section 31 or 32 for which the notice ofelection, which is required to be published under Assembly Election Rules, ispublished—\n\t\t\ton a day after the end of the period of six months beginning with the dayon which the Order comes into force, or\n\t\t\tif sooner, on or after the day on which Parliament is dissolved prior tothe first parliamentary general election in relation to which the Order haseffect; and”.\n\t\tAfter subsection (3) insert—\n\t\tIn subsection (3), “Assembly Election Rules” means the rules in Schedule 1to the Representation of the People Act 1983, as applied by Article 3 of, andSchedule 1 to, the Northern Ireland Assembly (Elections) Order 2001 ([S.I.2001/2599](/id/uksi/2001/2599?view=plain \"Go to item of legislation\")).”"
    },
    {
        "length": 174,
        "text": "\nGeneral\n\tMinor and consequential amendments and savings\n\t\tThe Schedule to this Act contains minor and consequential amendments(including the repeal of some provisions which are spent).\n\t\tThe amendments made by this Act do not affect the continuing validity ofany Orders in Council made under the 1986 Act before this Act comes intoforce.\n\tExtent, commencement and short title\n\t\tThis Act extends to England and Wales, Scotland and Northern Ireland.\n\t\tSubject to paragraph 4(4) of the Schedule, this Act comes into force on theday on which it is passed.\n\t\tThis Act may be cited as the Parliamentary Constituencies Act 2020.\n\t\t\tSection 13"
    }
]