{
    "general": "This law makes sure that there are fair boundaries between different areas when electing members of Parliament. It also decides how many people will be represented by each member of Parliament and sets some basic rules for dividing up the seats among the different areas.",
    "series": [
        [
            {
                "length": 280,
                "short": "\"Parliamentary Reforms: Changes to Boundary Commission Submissions and Public Consultation Periods\"",
                "text": "\n* Simplified point 1: The Parliamentary Constituencies Act 2020 amends the 1986 Act to change the deadline for Boundary Commissions to submit reports to the Speaker of the House of Commons.\n* Simplified point 2: The Act removes the duty on Boundary Commissions to submit progress reports to the Speaker of the House of Commons.\n* Simplified point 3: The Act modifies the procedure for draft Orders in Council, requiring the Secretary of State or the Minister for the Cabinet Office to submit a draft of an Order in Council to Her Majesty in Council within a four-month period after all four reports under section 3(1) have been laid before Parliament.\n* Simplified point 4: The Act introduces a new provision for modifications of recommendations in reports, allowing the Boundary Commission to submit a statement of modifications to the Speaker of the House of Commons.\n* Simplified point 5: The Act amends the publicity and consultation provisions, reducing the initial consultation period from 12 weeks to eight weeks and removing the duty to hold public hearings during that period."
            },
            {
                "length": 276,
                "short": "\"UK Parliament Seat Distribution Rules Update\"",
                "text": "\n* Simplified point 1: The Parliamentary Constituencies Act 2020 amends the Representation of the People Act 1986 to change the rules for distributing seats in the UK Parliament.\n* Simplified point 2: The Act increases the number of parliamentary constituencies from 600 to 650, and requires the Boundary Commission to take into account local government boundaries when drawing up new constituency boundaries.\n* Simplified point 3: The Act also introduces a new protected constituency, Ynys Môn, comprising the area of the Isle of Anglesey County Council.\n* Simplified point 4: The Act makes changes to the way the \"electorate\" is defined for the purposes of the boundary reviews, and alters the \"review date\" for the 2023 reports.\n\nIn summary, the Parliamentary Constituencies Act 2020 updates the rules for distributing seats in the UK Parliament, increases the number of constituencies, and introduces a new protected constituency, while also making changes to the way the \"electorate\" is defined and the \"review date\" for the 2023 reports."
            },
            {
                "length": 128,
                "short": "\"UK Parliament's Reduction in Constituencies Repealed\"",
                "text": "\n* Simplified point 1: The UK Parliament is no longer required to implement reports from the Boundary Commissions, effective March 24, 2020.\n* Simplified point 2: The duty to review the reduction in the number of constituencies from 600 to 650, as stated in the Parliamentary Voting System and Constituencies Act of 2011, has been repealed and is effective as of May 31, 2020."
            },
            {
                "length": 233,
                "short": "\"Northern Ireland Assembly Constituency Changes and Election Updates\"",
                "text": "\n* Simplified point 1: The legislation amends the Northern Ireland Assembly constituencies to change the effect of Orders in Council under the 1986 Act on the Assembly constituencies.\n* Simplified point 2: The legislation updates the rules for Assembly Election Rules in Schedule 1 to the Representation of the People Act 1983, as applied by Article 3 of, and Schedule 1 to, the Northern Ireland Assembly (Elections) Order 2001.\n* Simplified point 3: The legislation specifies that the first election under section 31 or 32 for which the notice of election is required to be published under Assembly Election Rules, will be on a day after the end of the period of six months beginning with the day on which the Order comes into force, or if sooner, on or after the day on which Parliament is dissolved prior to the first parliamentary general election in relation to which the Order has effect."
            },
            {
                "length": 132,
                "short": "\"Parliamentary Constituencies Act 2020: Minor Amendments and Extension to UK Territories\"",
                "text": "\n* Simplified point 1: The Act makes minor and consequential amendments to existing legislation, including the repeal of spent provisions.\n* Simplified point 2: The Act extends to England, Wales, Scotland, and Northern Ireland.\n* Simplified point 3: The Act comes into force on the day it is passed.\n* Simplified point 4: The Act may be cited as the Parliamentary Constituencies Act 2020."
            }
        ],
        [
            {
                "length": 184,
                "short": "Parliamentary Reforms: Changes to Boundary Commission Deadlines and Public Hearing Procedures",
                "text": "\n* Simplified point 1: The Parliamentary Constituencies Act 2020 changes the deadline for Boundary Commissions to submit reports to the Speaker of the House of Commons and removes the duty to submit progress reports.\n* Simplified point 2: The Act reduces the initial consultation period for public hearings and modifies the procedure for draft Orders in Council.\n* Simplified point 3: The Act introduces a new provision for modifications of recommendations in reports and changes the definition of \"electorate\" for the purpose of boundary reviews.\n* Simplified point 4: The Act repeals the requirement for the UK Parliament to implement reports from the Boundary Commissions and updates the rules for Assembly Election Rules in Schedule 1 to the Representation of the People Act 1983."
            }
        ]
    ],
    "summary": "The Parliamentary Constituencies Act 2020 simplifies the process of reporting and consulting on changes to parliamentary constituencies in the UK. It reduces the initial consultation period from 12 weeks to eight weeks and eliminates the need for public hearings during that time. Additionally, the act increases the number of parliamentary constituencies from 600 to 650, introducing new rules for seat distribution and modifying existing ones. Finally, the law extends to England, Wales, Scotland, and Northern Ireland."
}