[
    {
        "length": 202,
        "text": "\nIntroductory\n\tIntroduction \n\t\tIn this Act “fireworks” means devices which—\n\t\t\tare fireworks for the purposes of the British Standard Specificationrelating to fireworks published on 30th November 1988 (BS 7114) or any BritishStandard Specification replacing it, or\n\t\t\twould be fireworks for those purposes if they were intended as a form ofentertainment.\n\t\tThe Secretary of State may by regulations substitute a new definition of“fireworks” for the definition in subsection (1).\n\t\tReferences in this Act to supplying fireworks include—\n\t\t\tselling them,\n\t\t\texchanging them for any consideration other than money, and\n\t\t\tgiving them as a prize or otherwise making a gift of them,\n\t\t\t\tbut do not include supplying them otherwise than in the course of a business."
    },
    {
        "length": 3159,
        "text": "\nFireworks regulations\n\tPower to make regulations about fireworks\n\t\tThe Secretary of State may by regulations (“fireworks regulations”) makeany provision which the Secretary of State considers appropriate—\n\t\t\tfor securing that there is no risk that use of fireworks will have theconsequences specified in subsection (2), or\n\t\t\tfor securing that the risk that the use of fireworks will have thoseconsequences is the minimum that is compatible with their being used.\n\t\tThe consequences are—\n\t\t\tdeath of persons or injury, alarm, distress or anxiety to persons,\n\t\t\tdeath of animals or injury or distress to animals, and\n\t\t\tdestruction of, or damage to, property.\n\t\tBefore making fireworks regulations the Secretary of State must consult—\n\t\t\tthe Health and Safety Commission,\n\t\t\torganisations which appear to the Secretary of State to be representativeof interests substantially affected by the proposal, and\n\t\t\tother persons whom the Secretary of State considers it appropriate toconsult.\n\t\tBefore making fireworks regulations the Secretary of State must issue afull regulatory impact assessment setting out details of the costs andbenefits and the wider economic, social and environmental impact of theproposed regulations.\n\t\tBut subsection (3) does not apply if the regulations are to—\n\t\t\tcease to have effect at the end of the period of not more than twelvemonths beginning with the day on which they come into force, and\n\t\t\tcontain a statement that it appears to the Secretary of State that the needto protect the public requires that the regulations should be made withoutdelay.\n\t\tThe power to make fireworks regulations includes power—\n\t\t\tto make different provision for different cases, and\n\t\t\tto make any incidental, supplementary, consequential and transitionalprovision which the Secretary of State considers appropriate.\n\t\tSection 18 of the Consumer Protection Act [1987 (c.43)](/id/ukpga/1987/43?view=plain \"Go to item of legislation\") (power torequire information for deciding whether to make, vary or revoke regulationsunder section 11 of that Act) applies in relation to fireworks regulations asin relation to regulations under section 11 of that Act.\n\t\tNothing in this Act shall be construed as in any way limiting the provisionthat may be made in regulations under section 11 of the Consumer ProtectionAct 1987.\n\tProhibition of supply etc. to young persons\n\t\tFireworks regulations may include provision prohibiting persons from—\n\t\t\tsupplying, or\n\t\t\toffering or agreeing to supply,\n\t\t\t\tfireworks, or fireworks of a description specified in the regulations, topersons who are below an age so specified.\n\t\tFireworks regulations may include provision prohibiting the purchase orpossession of fireworks, or fireworks of a description specified in theregulations, by persons who are below an age so specified.\n\t\tIf fireworks regulations impose any prohibition by virtue of this section,they may contain—\n\t\t\texceptions from the prohibition, or\n\t\t\tprovision for the granting of dispensations from the prohibition.\n\tProhibition of supply etc. in certain circumstances\n\t\tFireworks regulations may include provision prohibiting persons fromsupplying, purchasing, possessing or using fireworks, or fireworks of adescription specified in the regulations, during hours of the day sospecified.\n\t\tFireworks regulations may include provision prohibiting persons fromsupplying, exposing for supply, purchasing, possessing or using fireworks, orfireworks of a description specified in the regulations—\n\t\t\tin places or places of a description, or\n\t\t\tin circumstances,\n\t\t\t\tspecified in the regulations.\n\t\tIf fireworks regulations impose any prohibition by virtue of this section,they may contain—\n\t\t\texceptions from the prohibition, or\n\t\t\tprovision for the granting of dispensations from the prohibition.\n\tProhibition of supply etc. of certain fireworks\n\t\tFireworks regulations may include provision—\n\t\t\tprohibiting persons from supplying, or offering or agreeing to supply,fireworks of a description specified in the regulations, or\n\t\t\tprohibiting persons from supplying, or offering or agreeing to supply,fireworks of a description specified in the regulations to persons of adescription so specified.\n\t\tFireworks regulations may include provision—\n\t\t\tprohibiting the purchase or possession of fireworks of a descriptionspecified in the regulations, or\n\t\t\tprohibiting the purchase or possession of fireworks of a descriptionspecified in the regulations by persons of a description so specified.\n\t\tSubsections (1) and (2) shall not apply to class I and class II fireworks.\n\t\tThe descriptions of persons which may be specified in fireworks regulationsby virtue of subsection (1) or (2) include in particular persons who do notsatisfy any conditions which are specified in the regulations and relate toany of the matters mentioned in subsection (5).\n\t\tThose matters are—\n\t\t\tthe satisfactory completion of a course, or courses, of training relatingto fireworks and the means of proving the satisfactory completion of such acourse or courses,\n\t\t\tproficiency or experience in the use of fireworks and the means of provingsuch proficiency or experience, and\n\t\t\tthe possession of insurance cover against liability arising from the use offireworks and the means of proving possession of such cover.\n\t\tIf fireworks regulations impose any prohibition by virtue of this section,they may contain—\n\t\t\texceptions from the prohibition, or\n\t\t\tprovision for the granting of dispensations from the prohibition.\n\tPublic fireworks displays\n\t\tFireworks regulations may include provision prohibiting persons fromoperating a public fireworks display unless—\n\t\t\tnotice of the display has been given in accordance with the regulations toany local or other authority to which the regulations require it to be given,\n\t\t\tany other information relating to the display which is required by theregulations to be given to any local or other authority has been so given,\n\t\t\tany fee imposed by any local or other authority in accordance with theregulations has been paid, and\n\t\t\tsuch other conditions relating to the holding of public fireworks displaysas are specified in the regulations have been complied with.\n\t\tFireworks regulations may include provision prohibiting persons fromoperating public fireworks displays unless they satisfy—\n\t\t\tany conditions which are specified in the regulations and relate to thesatisfactory completion of a course, or courses, of training relating tofireworks and to the means of proving the satisfactory completion of such acourse or courses, or\n\t\t\tany other conditions which are so specified.\n\t\tFireworks regulations may include provision prohibiting persons fromoperating, or assisting in the operation of, public fireworks displays if theyare below an age specified in the regulations.\n\t\tIf fireworks regulations impose any prohibition by virtue of this section,they may contain—\n\t\t\texceptions from the prohibition, or\n\t\t\tprovision for the granting of dispensations from the prohibition.\n\t\tIn this section “public fireworks display” means a fireworks display atwhich the public, or any section of the public, are present (whether or notthey have paid to be).\n\tLicensing of suppliers\n\t\tFireworks regulations may include provision prohibiting persons, or personsof a description specified in the regulations, from supplying, exposing forsupply or possessing for supply fireworks, or fireworks of a description sospecified, unless—\n\t\t\tthey are licensed in accordance with the regulations, and\n\t\t\tthe fireworks are supplied, exposed for supply or kept at premises whichare so licensed.\n\t\tIf fireworks regulations impose any prohibition by virtue of subsection(1), they may contain provision—\n\t\t\tspecifying the local or other authority by which a licence relating to anyperson or premises may be granted, varied and revoked,\n\t\t\trelating to the grant, variation and revocation of licences,\n\t\t\tabout conditions which may be attached to licences (including, inparticular, conditions as to the time of year for which persons or premisesare licensed),\n\t\t\tfor the charging of fees for the grant or variation of licences, and\n\t\t\tabout appeals against refusals to grant or vary, or variations of,licences.\n\t\tThe provision that may be contained in fireworks regulations by virtue ofsubsection (1) includes, in particular, provision that a person may not belicensed unless any conditions which are specified in the regulations aresatisfied by the person or his employees (or both).\n\t\tThose conditions may include conditions relating to the satisfactorycompletion of a course, or courses, of training about fireworks and the meansof proving the satisfactory completion of such course or courses.\n\t\tIf fireworks regulations impose any prohibition by virtue of this section,they may contain—\n\t\t\texceptions from the prohibition, or\n\t\t\tprovision for the granting of dispensations from the prohibition.\n\tInformation about fireworks\n\t\tFireworks regulations may include provision for securing that—\n\t\t\tappropriate information is, and\n\t\t\tinappropriate information is not,\n\t\t\t\tgiven in relation to fireworks, or fireworks of a description specified in theregulations.\n\t\tThe provision that may be contained in fireworks regulations by virtue ofsubsection (1) includes, in particular, provision—\n\t\t\trequiring that a mark, warning or instruction relating to the fireworks beput on or accompany the fireworks, or\n\t\t\trequiring that information specified in the regulations be given to anyperson so specified.\n\t\tIf fireworks regulations impose any requirement by virtue of this section,they may contain—\n\t\t\texceptions from the requirement, or\n\t\t\tprovision for the granting of dispensations from the requirement.\n\t\tIf fireworks regulations impose any requirement by virtue of this section,they may contain provision requiring the keeping of records by any person towhom information is given under the regulations.\n\tProhibition of importation etc. of fireworks\n\t\tFireworks regulations may include provision prohibiting persons from—\n\t\t\timporting, \n\t\t\tcompleting the manufacture of, or\n\t\t\tplacing on the market,\n\t\t\t\tfireworks, or fireworks of a description specified in the regulations, unlessthey have complied with any requirement imposed by the regulations for thegiving of information.\n\t\tIf fireworks regulations impose any prohibition by virtue of subsection(1)(b) or (c), they shall specify the circumstances in which—\n\t\t\t(if the prohibition is imposed by virtue of subsection (1)(b)) a personcompletes the manufacture of fireworks, or\n\t\t\t(if the prohibition is imposed by virtue of subsection (1)(c)) a personplaces fireworks on the market.\n\t\tIf fireworks regulations impose any prohibition by virtue of this section,they may contain—\n\t\t\texceptions from the prohibition, or\n\t\t\tprovision for the granting of dispensations from the prohibition.\n\t\tIf fireworks regulations impose any prohibition by virtue of this section,they may contain provision requiring the keeping of records by any person towhom information is given under the regulations.\n\tTraining courses\n\t\tIf fireworks regulations specify conditions relating to the satisfactorycompletion of a course, or courses, of training about fireworks, they may makeprovision for courses to be provided by—\n\t\t\tthe Secretary of State,\n\t\t\ta body or bodies established or recognised by the Secretary of State, or\n\t\t\tlicensed persons.\n\t\tIf fireworks regulations make provision for courses to be provided bylicensed persons, they may—\n\t\t\tmake provision for the licensing of persons by the Secretary of State or byany body or bodies established or recognised by the Secretary of State,\n\t\t\tauthorise the making by the Secretary of State of provision about thecharging of fees for the grant or variation of licences, and\n\t\t\tauthorise the making by the Secretary of State, or by any such body orbodies, of provision about any of the matters mentioned in subsection (3).\n\t\tThose matters are—\n\t\t\tthe grant, variation and revocation of licences,\n\t\t\tconditions which may be attached to licences, and\n\t\t\tappeals against refusals to grant or vary, or variations of, licences.\n\t\tFireworks regulations may authorise—\n\t\t\tthe making by the Secretary of State of provision about the charging offees for attendance at courses of training about fireworks, and\n\t\t\tthe making by the Secretary of State, or by any body or bodies establishedor recognised by the Secretary of State under this section, of provision aboutany of the matters mentioned in subsection (5).\n\t\tThose matters are—\n\t\t\tthe descriptions of persons who are to be eligible to attend courses oftraining about fireworks,\n\t\t\tthe subject matter to be covered by courses and the conduct of courses,\n\t\t\tthe criteria to be applied in determining whether persons havesatisfactorily completed courses,\n\t\t\tthe form and content of certificates to be awarded to persons who havesatisfactorily completed courses,\n\t\t\tappeals against refusals to award certificates to persons who have attendedcourses, and\n\t\t\tthe keeping of records about persons who have attended courses."
    },
    {
        "length": 1615,
        "text": "\nSupplementary\n\tOffences \n\t\tAny person who contravenes a prohibition imposed by fireworks regulationsis guilty of an offence.\n\t\tAny person who fails to comply with a requirement imposed by or underfireworks regulations to give or not to give information is guilty of anoffence.\n\t\tWhere a requirement to give information is imposed by or under fireworksregulations, a person is guilty of an offence if, in giving the information,he—\n\t\t\tmakes a statement which he knows is false in a material particular, or\n\t\t\trecklessly makes a statement which is false in a material particular.\n\t\tA person guilty of an offence under this section is liable on summaryconviction to—\n\t\t\timprisonment for a term not exceeding six months, or\n\t\t\ta fine not exceeding level 5 on the standard scale,\n\t\t\t\tor to both.\n\t\tFireworks regulations may not provide for any contravention of theregulations to be an offence.\n\t\tParagraphs (c), (e) and (f) of section 11(3) of the Consumer Protection Act[1987 (c. 43)](/id/ukpga/1987/43?view=plain \"Go to item of legislation\")(provision about offences which may be included in regulations) apply inrelation to fireworks regulations as to regulations under section 11 of thatAct, but as if references to an offence under section 12 of that Act werereferences to an offence under this section.\n\t\tSection 39 of that Act (defence of due diligence) applies to offences undersubsections (1) and (2) of this section; and section 40(1) of that Act(liability of persons other than the principal offender) has effectaccordingly.\n\t\tIn proceedings against any person for an offence of contravening aprohibition imposed by fireworks regulations made by virtue of section 3(1) itis a defence for that person to show that he had no reason to suspect that theperson to whom he supplied, offered to supply or agreed to supply thefireworks was below the age specified in the regulations.\n\t\tSection 40(2) and (3) of the Consumer Protection Act [1987 (c.43)](/id/ukpga/1987/43?view=plain \"Go to item of legislation\") (offences bybodies corporate) applies to an offence under this section as to an offenceunder that Act.\n\tEnforcement \n\t\tSection 27 of the Consumer Protection Act 1987 (enforcement authorities),apart from subsection (1)(b), applies in relation to fireworks regulations asto regulations under section 11 of that Act.\n\t\tThe following provisions of that Act—\n\t\t\tsection 28(1)(a) and (2) to (4) (test purchases), apart from the referencesto forfeiture and suspension notices,\n\t\t\tsection 29(1) to (5), (6)(a) and (7) and section 30(1) to (9) (powers ofsearch etc.), apart from the references to forfeiture and suspension notices,\n\t\t\tsection 32 (obstruction of officer),\n\t\t\tsection 33 (appeals against detention), apart from subsections (2)(a)(ii)and (3)(a)(ii),\n\t\t\tsection 34 (compensation for seizure and detention),\n\t\t\tsection 35 (recovery of enforcement expenses), apart from subsections(1)(b) and (2)(b),\n\t\t\tsection 37 (disclosure of information by Customs and Excise),\n\t\t\tsection 41 (civil proceedings), and\n\t\t\tsection 44 (service of documents),\n\t\t\t\tapply in relation to fireworks regulations as to regulations under section 11of that Act.\n\t\tIn Schedules 14 and 15 to the Enterprise Act [2002 (c.40)](/id/ukpga/2002/40?view=plain \"Go to item of legislation\") (disclosure ofinformation), insert at the appropriate place—\n\t\t“Fireworks Act 2003.”.\n\tSavings for certain privileges\n\t\tSection 47 of the Consumer Protection Act 1987 (savings for privileges)applies in relation to this Act.\n\tProhibition of supply etc. of other explosives\n\t\tThe power to make regulations under section 3 or 4(2) applies to explosivesother than fireworks as to fireworks; and regulations made by virtue of thissubsection are fireworks regulations for all the purposes of this Act.\n\t\tIn subsection (1) “explosives” has the same meaning as in the ExplosivesAct [1875 (c. 17)](/id/ukpga/1875/17?view=plain \"Go to item of legislation\").\n\t\tThe Secretary of State may by regulations substitute a new definition of“explosives” for the definition in subsection (2).\n\tRepeals and revocation\n\t\tThe Schedule (repeals and revocation) has effect.\n\tParliamentary procedure for regulations\n\t\tAny power to make regulations under this Act is exercisable by statutoryinstrument.\n\t\tRegulations under section 1(2) or 14(3) must not be made unless a draft ofthe statutory instrument containing them has been laid before Parliament andapproved by a resolution of each House.\n\t\tA statutory instrument containing fireworks regulations is subject toannulment in pursuance of a resolution of either House of Parliament.\n\tFinancial provisions\n\t\tThere is to be paid out of money provided by Parliament—\n\t\t\tany expenses incurred by the Secretary of State in consequence of anyprovision of this Act, and\n\t\t\tany increase attributable to this Act in the sums payable out of money soprovided under any other Act.\n\t\tAny sums received by the Secretary of State by virtue of this Act are to bepaid into the Consolidated Fund.\n\tCommencement \n\t\tSections 1 to 16 (and the Schedule) do not come into force until a dayappointed by order made by the Secretary of State by statutory instrument; anddifferent days may be appointed for different purposes.\n\t\tThe Secretary of State may by order made by statutory instrument make suchtransitional provision in connection with the coming into force of anyprovision of this Act as the Secretary of State considers appropriate.\n\tShort title and extent\n\t\tThis Act may be cited as the Fireworks Act 2003.\n\t\tThis Act does not extend to Northern Ireland.\n\t\t\tSection 15"
    }
]