[
    {
        "length": 3269,
        "text": "\nUnderwater archaeology\n\tNew functions relating to underwater archaeology\n\t\tAmend section 33 of the National Heritage Act [1983 (c.47)](/id/ukpga/1983/47?view=plain \"Go to item of legislation\") (generalfunctions of the Historic Buildings and Monuments Commission for England) asfollows.\n\t\tIn subsection (8), in the definition of “ancient monument”, after “site”insert “(including any site comprising, or comprising the remains of, anyvehicle, vessel, aircraft or other movable structure or part thereof)”.\n\t\tAfter that subsection insert—\n\t\tIn this section references to ancient monuments in England include ancientmonuments in, on or under the seabed within the seaward limits of the UnitedKingdom territorial waters adjacent to England.\n\t\tFor this purpose the Secretary of State may, by order, determine (or makeprovision for determining) any boundary between—\n\t\t\tthe parts of the United Kingdom territorial waters which are to be treatedas adjacent to England, and\n\t\t\tthose which are not.\n\t\tThe power to make an order under subsection (10) shall be exercisable bystatutory instrument which shall be subject to annulment in pursuance of aresolution of either House of Parliament.”\n\tAmendments consequential on section 1\n\t\tIn section 34 of the National Heritage Act [1983 (c.47)](/id/ukpga/1983/47?view=plain \"Go to item of legislation\") (Commission toexercise certain ministerial functions)—\n\t\t\tin subsection (3), after “site” insert “(including any site comprising, orcomprising the remains of, any vehicle, vessel, aircraft or other movablestructure or part thereof)”; and\n\t\t\tafter that subsection insert—\n\t\t\t\t“(3A)In this section references to ancient monuments in England includeancient monuments in, on or under the seabed within the seaward limits of theUnited Kingdom territorial waters adjacent to England; and an order undersection 33(10) applies for the purposes of this subsection as it applies forthe purposes of section 33(9).”\n\t\tIn section 17 of the Ancient Monuments and Archaeological Areas Act [1979(c. 46)](/id/ukpga/1979/46?view=plain \"Go to item of legislation\") (agreementconcerning ancient monuments and land in their vicinity), after subsection (9)insert—\n\t\tReferences in this section to an ancient monument situated in Englandinclude any such monument situated in, on or under the seabed within theseaward limits of the United Kingdom territorial waters adjacent to England;and an order under section 33(10) of the National Heritage Act 1983 (ordersdetermining limits of waters adjacent to England) applies for the purposes ofthis subsection as it applies for the purposes of section 33(9) of that Act.”\n\t\tIn section 24 of that Act (expenditure by Secretary of State or localauthority on acquisition and preservation of ancient monuments, etc), aftersubsection (3A) insert—\n\t\t“(3AA)The reference in subsection (3A) above to a monument situated in Englandincludes any monument situated in, on or under the seabed within the seawardlimits of the United Kingdom territorial waters adjacent to England; and anorder under section 33(10) of the National Heritage Act 1983 (ordersdetermining limits of waters adjacent to England) applies for the purposes ofthis subsection as it applies for the purposes of section 33(9) of that Act.”\n\tExercise of certain ministerial functions\n\t\tThis section applies to any administrative function exercisable by theSecretary of State (whether by virtue of an enactment or otherwise) inrelation to any ancient monument which is in, on or under the seabed withinthe seaward limits of the United Kingdom territorial waters.\n\t\tIf the Secretary of State directs the Historic Buildings and MonumentsCommission for England (established by section 32 of the National Heritage Act1983) to exercise functions to which this section applies and which arespecified in the direction, in relation to any ancient monument or class ofancient monument so specified, the Commission shall exercise them on hisbehalf in such manner as he may from time to time direct.\n\t\tIn this section “ancient monument” means any structure, work, site(including any site comprising, or comprising the remains of, any vehicle,vessel, aircraft or other movable structure or part thereof) or area which inthe opinion of the Secretary of State is, or may be, of historic,architectural, traditional, artistic or archaeological interest.\n\t\tThis section does not apply to—\n\t\t\ta function of making regulations or other instruments of a legislativecharacter;\n\t\t\ta function to which section 34 of the National Heritage Act [1983 (c.47)](/id/ukpga/1983/47?view=plain \"Go to item of legislation\") (power toauthorise Commission to exercise certain functions of management exercisableby the Secretary of State in respect of England) applies.\n\t\tIn relation to any matter as respects which the Commission act by virtue ofa direction under this section, the Commission shall enjoy the sameprivileges, immunities and exemptions as those enjoyed in relation to thatmatter by the Secretary of State.\n\t\tParagraph 2(1) of Schedule 3 to the National Heritage Act 1983 (Commissionnot to be regarded as servant or agent of the Crown) is subject to subsection(5).\n\t\tAny direction given under this section shall be in writing.\n\t\tAny power conferred by this section to give a direction shall include apower to vary or revoke the direction.\n\t\tThe Commission shall comply with any direction given under this section.\nTrading functions\n\tNew trading functions of the Commission\n\t\tIn section 33 of the National Heritage Act 1983 (Commission’s generalfunctions), in subsection (2), after paragraph (d) insert—\n\t\t\tmay produce souvenirs relating to ancient monuments or historic buildingssituated in England and sell souvenirs.”\n\t\tAfter that section insert—\n\t\t“33AFunctions relating to foreign monuments and buildings\n\t\t\tThe Commission may—\n\t\t\t\tproduce and publish, or sell, books, films or other informative materialrelating to foreign ancient monuments or foreign historic buildings;\n\t\t\t\tproduce or sell souvenirs relating to such monuments or buildings;\n\t\t\t\tprovide (whether on payment or otherwise) advice, assistance or otherservices in respect of, or information relating to, such monuments orbuildings.\n\t\t\tFor this purpose—\n\t\t\t\t“ancient monument” and “historic building” have the meaning given insection 33(8), and\n\t\t\t\tan ancient monument or historic building is “foreign” if it is notsituated—\n\t\t\t\tin the United Kingdom, or\n\t\t\t\tin the case of a monument, in, on or under the seabed within the seawardlimits of the territorial waters of the United Kingdom.\n\t\tBPowers to exploit intangible assets\n\t\t\tThe Commission may exploit any intellectual property, or any otherintangible asset, relating to ancient monuments or historic buildings.\n\t\t\tIn subsection (1) the references to “ancient monuments” and “historicbuildings” are to ancient monuments and historic buildings within the meaningof section 33(8) that—\n\t\t\t\tare situated—\n\t\t\t\tin England, or\n\t\t\t\tin the case of monuments, in, on or under the seabed within the seawardlimits of the United Kingdom territorial waters adjacent to England, or\n\t\t\t\tare foreign ancient monuments or foreign historic buildings within themeaning of section 33A(2)(b).\n\t\t\tAn order under section 33(10) applies for the purposes of subsection (2) asit applies for the purposes of section 33(9).\n\t\t\tIn this section “intellectual property” means—\n\t\t\t\tany patent, trade mark, registered design, copyright, design right, rightin performance or plant breeder’s right, and\n\t\t\t\tany rights under the law of a country outside the United Kingdom whichcorrespond or are similar to those falling within paragraph (a).\n\t\t\tThis section is without prejudice to any power of the Commission to doanything authorised by this section by virtue of section 33 or 33A.”\n\tObjects of companies formed by the Commission\n\t\tAmend section 35 of the National Heritage Act [1983 (c.47)](/id/ukpga/1983/47?view=plain \"Go to item of legislation\") (power ofCommission to form companies) as follows.\n\t\tIn subsection (2)—\n\t\t\tin paragraph (a) for “in England” substitute “, or sale,”;\n\t\t\tafter paragraph (a) insert—\n\t\t\tthe provision (whether on payment or otherwise) of advice, assistance orother services in respect of, or information relating to, ancient monuments orhistoric buildings,”;\n\t\t\tin paragraph (b)—\n\t\t\tthe words “in England” are repealed, and\n\t\t\tafter “buildings” insert “, or sale of souvenirs”; and\n\t\t\tfor paragraph (c) substitute—\n\t\t\tthe exploitation of any intellectual property, or any other intangibleasset, relating to ancient monuments or historic buildings, and”.\n\t\tAfter subsection (3) insert—\n\t\t\t“(3A)In subsection (2), the references to “ancient monuments” and “historicbuildings” are to those which—\n\t\t\tare situated—\n\t\t\tin England, or\n\t\t\tin the case of monuments, in, on or under the seabed within the seawardlimits of the United Kingdom territorial waters adjacent to England, or\n\t\t\tare foreign ancient monuments or foreign historic buildings within themeaning of section 33A(2)(b).\n\t\t\t(3B)An order under section 33(10) applies for the purposes of subsection (3A)as it applies for the purposes of section 33(9).\n\t\t\t(3C)In this section “intellectual property” means—\n\t\t\tany patent, trade mark, registered design, copyright, design right, rightin performance or plant breeder’s right, and\n\t\t\tany rights under the law of a country outside the United Kingdom whichcorrespond or are similar to those falling within paragraph (a).”\nProtected wrecks\n\tAssistance in relation to protected wrecks\n\t\tAfter section 33B of the National Heritage Act [1983 (c.47)](/id/ukpga/1983/47?view=plain \"Go to item of legislation\") (powers toexploit intangible assets), inserted by section 4 of this Act, insert—\n\t\t“33CAssistance in relation to protected wrecks\n\t\t\tThe Commission may defray or contribute towards the cost of—\n\t\t\t\tany survey, excavation or other investigation undertaken in respect of anyprotected wreck;\n\t\t\t\tthe removal of any protected wreck or of any part of any protected wreck toanother place for the purpose of preserving it; or\n\t\t\t\tthe preservation and maintenance of any protected wreck.\n\t\t\tIn this section—\n\t\t\t\t  * “maintenance” includes repairing and covering in of a protected wreck and the doing of any other act or thing which may be required for the purpose of repairing the wreck or protecting it from decay or injury; and\n\t\t\t\t  * “protected wreck” means any site which—\n\t\t\t\tcomprises, or comprises the remains of, any vessel or part thereof which isprotected by an order under section 1 of the Protection of Wrecks Act [1973(c. 33)](/id/ukpga/1973/33?view=plain \"Go to item of legislation\") designatingan area round the site as a restricted area, and\n\t\t\t\tis in, on or under the seabed within the seaward limits of the United Kingdomterritorial waters adjacent to England.\n\t\t\tAn order under section 33(10) applies for the purposes of paragraph (b) ofthe definition of “protected wreck” in subsection (2) as it applies for thepurposes of section 33(9).”\nFunctions to support other heritage organisations\n\tNew functions to support other heritage organisations\n\t\tIn section 33 of the National Heritage Act [1983 (c.47)](/id/ukpga/1983/47?view=plain \"Go to item of legislation\") (Commission’sgeneral functions), in subsection (2), after paragraph (e), inserted bysection 4 of this Act, insert—\n\t\t\tmay defray or contribute to the cost of any activity undertaken by anotherperson if the activity—\n\t\t\trelates to ancient monuments or historic buildings, and\n\t\t\tis of a kind which the Commission may itself undertake.”\nSupplementary\n\tShort title, commencement and extent\n\t\tThis Act may be cited as the National Heritage Act 2002.\n\t\tThis Act shall come into force at the end of the period of two monthsbeginning with the day on which it is passed.\n\t\tAny amendment or repeal made by this Act shall have the same extent as theenactment to which it relates.\n\t\tSection 3 and this section extend to England and Wales, Scotland andNorthern Ireland.\n\t\tSubject to subsections (3) and (4), this Act extends to England and Walesonly.\n\t\t\t"
    }
]