{
    "general": "This law allows the government to spend money from the Consolidated Fund to pay for things like salaries, benefits, and other expenses for the years 2002 and 2003. It also says how much money can be spent each year. This helps make sure that the government has enough money to do its work and provide services to the public.",
    "series": [
        [
            {
                "length": 242,
                "short": "\"UK Budget Allocation for Fiscal Year 2002-2003\"",
                "text": "\n* Simplified point 1: The Consolidated Fund Act 2003 authorizes the use of up to £1,504,912,617.37 from the Consolidated Fund for the service of the year ending on 31st March 2002.\n* Simplified point 2: The Act also authorizes the issue of up to £199,955,750.09 from the Consolidated Fund for the same period.\n* Simplified point 3: For the year ending on 31st March 2003, the use of resources is authorized up to £21,387,488,000, and the issue from the Consolidated Fund is authorized up to £7,497,514,000.\n* Simplified point 4: The Act gives the short title \"Consolidated Fund Act 2003\"."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Consolidated Fund Act 2003 allows the government to spend up to £1,504,912,617.37 from the Consolidated Fund for the financial year ending on 31st March 2002, and up to £21,387,488,000 for the following year ending on 31st March 2003. This means that the government can use money from the Consolidated Fund to pay for things like public services and debt repayment. Additionally, the act allows the government to borrow up to £199,955,750.09 for the financial year ending on 31st March 2002, and up to £7,497,514,000 for the following year. In simpler terms, this law lets the government spend and borrow money to fund its activities and pay off debts.",
    "single": "\n* Authorizes the use of £1,504,912,617.37 from the Consolidated Fund for the year ending on 31st March 2002.\n* Authorizes the use of £21,387,488,000 from the Consolidated Fund for the year ending on 31st March 2003.\n* Authorizes the issue of £199,955,750.09 from the Consolidated Fund for the year ending on 31st March 2002.\n* Authorizes the issue of £7,497,514,000 from the Consolidated Fund for the year ending on 31st March 2003.\n* Short title: Consolidated Fund Act 2003.\nThis legislation authorizes the use of funds from the Consolidated Fund for the years ending on 31st March 2002 and 2003. It also authorizes the issue of certain sums from the Consolidated Fund for the same years. The amounts authorized are:\n* For the year ending on 31st March 2002: £1,504,912,617.37\n* For the year ending on 31st March 2003: £21,387,488,000\nThe legislation also authorizes the issue of the following sums from the Consolidated Fund for the same years:\n* For the year ending on 31st March 2002: £199,955,750.09\n* For the year ending on 31st March 2003: £7,497,514,000\nThe Consolidated Fund Act 2003 is the short title of this legislation."
}