[
    {
        "length": 616,
        "text": "\nExtension of period for filling Ministerial offices\n\tFor the purposes of filling the Ministerial offices on the first occasionfollowing the election of the Northern Ireland Assembly at the poll on 2 March2017, the Northern Ireland Act 1998 has effect as if in section 16A(3) for “14days” there were substituted “108 days”.\n\tSubsection (1) is to be treated as having had effect at all times on andafter 2 March 2017.\n\tIn this section “the Ministerial offices” means—\n\t\tthe offices of First Minister and deputy First Minister, and\n\t\tthe Ministerial offices to be held by Northern Ireland Ministers (withinthe meaning of the Northern Ireland Act 1998).\nRegional rates\n\tThis section applies in respect of the year ending 31 March 2018.\n\tThe regional rate to be levied on the rateable net annual values ofhereditaments is 32.92 pence in the pound.\n\tThe regional rate to be levied on the rateable capital values ofhereditaments is 0.4177 pence in the pound.\n\tA rate specified under subsection (2) or (3) may be varied by an order madeby the Department under Article 7(1) of the Rates Order.\n\tAn order made by virtue of subsection (4)—\n\t\tmay be made only after the first occasion on which all the Ministerialoffices are filled after 1 April 2017, but\n\t\tmay set the rate in respect of the whole of the year for which it is made.\n\tIn this section—\n\t\t  * “the Ministerial offices” means— \n\t\tthe offices of First Minister and deputy First Minister, and\n\t\tthe Ministerial offices to be held by Northern Ireland Ministers (within themeaning of the Northern Ireland Act 1998);\n\t\t\t  * “the Rates Order” means the Rates (Northern Ireland) Order 1977 ([S.I. 1977/2157 (N.I. 28)](/id/nisi/1977/2157?view=plain \"Go to item of legislation\")); \n\t\t\tand any expression used in this section and in the Rates Order has the meaninggiven by that Order.\nExtent, commencement and short title\n\tThis Act extends to Northern Ireland only.\n\tThis Act comes into force on the day on which it is passed.\n\tThis Act may be cited as the Northern Ireland (Ministerial Appointments andRegional Rates) Act 2017.\n\t\t"
    }
]