{
    "general": "This law allows the government to delay making some important decisions until after the next election. It also helps set the amount of money needed for things like schools and hospitals in Northern Ireland for the upcoming year. This will help ensure that these important services continue to run smoothly.",
    "series": [
        [
            {
                "length": 195,
                "short": "Northern Ireland Legislative Changes and Regional Rate Set for 2018",
                "text": "\n* Simplified point 1: The act extends to Northern Ireland only and comes into force on the day it is passed.\n* Simplified point 2: The act allows for an extension of time for filling ministerial offices, specifically the offices of First Minister and Deputy First Minister, and other ministerial offices to be held by Northern Ireland Ministers.\n* Simplified point 3: The act sets the regional rate for the year ending 31st March 2018, specifying the rate to be levied on hereditaments and the power to vary the rate by an order made by the Department under Article 7(1) of the Rates Order.\n* Simplified point 4: The act defines key terms used in the legislation, including \"the Ministerial offices\" and \"the Rates Order\"."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Northern Ireland (Ministerial Appointments and Regional Rates) Act 2017 helps ensure that important government positions in Northern Ireland can be filled smoothly after elections were delayed due to political disagreements. This law gives more time for selecting leaders, such as the First Minister and Deputy First Minister, and other ministers who will help run the region. Additionally, the law sets the amount of money needed to fund local services like roads, schools, and healthcare for the next year. This amount is called the \"regional rate.\" The law also explains some important terms used in the legislation so everyone knows what they mean. Overall, this law helps keep the government running smoothly and ensures that essential public services continue to function properly.",
    "single": "\n* Extends the time for filling Ministerial offices in Northern Ireland from 14 days to 108 days after the election on March 2, 2017.\n* Applies to the year ending March 31, 2018, and sets the regional rate for that year at 32.92 pence in the pound.\n* Allows for the variation of the regional rate by an order made by the Department under Article 7(1) of the Rates Order.\n* The Act only extends to Northern Ireland and comes into force on the day it is passed.\n* May be cited as the Northern Ireland (Ministerial Appointments and Regional Rates) Act 2017.\nEFFECTS OF THE BILL:\n* Gives more time for filling Ministerial offices in Northern Ireland after the election on March 2, 2017.\n* Sets the regional rate for the year ending March 31, 2018.\n* Allows for the variation of the regional rate by an order made by the Department under Article 7(1) of the Rates Order.\n* Extends only to Northern Ireland."
}