{
    "general": "This act makes changes to how property and money are divided when someone dies without leaving a will or with a poorly written will. It ensures that the estate is distributed fairly among the family members, taking into account the size of the estate and the financial needs of each member. The goal is to make sure that the assets are shared as closely as possible to what the person would have wanted if they had made a proper will.",
    "series": [
        [
            {
                "length": 193,
                "short": "\"Reforms in Wills and Gift Disclaimers: The Estates of Deceased Persons Act 2011\"",
                "text": "\n* Simplified point 1: The Estates of Deceased Persons (Forfeiture Rule and Law of Succession) Act 2011 makes changes to the law regarding estates of deceased persons, specifically addressing issues related to disclaimer or forfeiture of gifts under a will, and the treatment of beneficiaries who die under the age of 18.\n* Simplified point 2: The Act introduces new provisions allowing for the disclaimer or forfeiture of gifts under a will, and provides for the treatment of beneficiaries who die without reaching the age of 18. It also includes provisions related to the application and extent of the Act, including its limited scope to England and Wales only."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Estates of Deceased Persons (Forfeiture Rule and Law of Succession) Act 2011 updates the rules about distributing the belongings of someone who has passed away. This law change helps with problems that can happen when someone leaves gifts to their family members or friends through their will, like if one of those people dies before receiving the gift. Now, if someone dies before getting a gift, the gift might go back to the person who left it behind instead of going to their heirs. Additionally, if someone who received a gift dies before turning 18 years old, the gift might go back to the person who left it behind instead of being given to them. This law only applies to England and Wales.",
    "single": "\n* This bill amends the law regarding the distribution of estates of deceased persons in England and Wales.\n* It introduces a new section 46A to the Administration of Estates Act 1925, which deals with disclaimer or forfeiture on intestacy.\n* Under this section, if a person disclaims or is precluded from acquiring an interest in the residuary estate of an intestate, they are treated as having died immediately before the intestate.\n* The bill also amends the Wills Act 1837 to introduce a new section 33A, which deals with disclaimer or forfeiture of gifts under a will.\n* Under this section, if a will contains a devise or bequest to a person who disclaims or is precluded from acquiring it, the person is treated as having died immediately before the testator.\n* The bill also makes provision for the treatment of the estate of a single parent who dies under the age of 18.\n* The bill comes into force on a day appointed by the Secretary of State, and does not apply to deaths that occur before the commencement of the Act.\n* The bill extends to England and Wales only."
}