[
    {
        "length": 678,
        "text": "\nCompensation payments to customers of London Capital & Finance plc\n\tThere may be paid out of money provided by Parliament expenditure incurredby the Treasury for, or in connection with, the payment of compensation tocustomers of London Capital & Finance plc adversely affected by mattersidentified in the Gloster Report.\n\tSubsection (3) applies where, under Part 15A of the Financial Services andMarkets Act 2000 (power to require FSCS manager to act in relation to otherschemes), the Treasury require the FSCS manager (within the meaning of thatPart) to exercise functions in relation to a scheme for the payment ofcompensation as mentioned in subsection (1).\n\tSection 138I of that Act (consultation by the Financial Conduct Authority)does not apply in relation to rules made by the Financial Conduct Authorityunder section 224F(5) of that Act (rules about relevant schemes applyingprovisions of the FSCS) in connection with the exercise by the FSCS manager offunctions in relation to that scheme.\n\tIn this section the “Gloster Report” means the Report of the IndependentInvestigation into the Financial Conduct Authority’s Regulation of LondonCapital & Finance plc, as revised on 10 December 2020.\nLoans to the Board of the Pension Protection Fund\n\tThe Pensions Act 2004 is amended as follows.\n\tAfter section 115 insert—\n\t“115ALoans made by the Secretary of State\n\t\tThe Secretary of State may lend money to the Board for the purposes of theexercise of the Board’s functions under Chapter 4 of this Part and anycorresponding provision in force in Northern Ireland.\n\t\tA loan under this section may be made on such terms (including as torepayment and interest) as the Secretary of State may determine.”\n\t\tIn section 115 (borrowing from deposit-takers), in subsection (2) (limitson borrowing)—\n\t\t\tafter “borrow” insert “under this section”;\n\t\t\tin paragraph (a), after “it” insert “under this section”.\n\t\tIn section 188 (Fraud Compensation Fund)—\n\t\t\tin subsection (1) (contents of the Fund), after paragraph (c) insert—\n\t\t\tmoney borrowed by the Board under section 115A for the purposes of thisChapter,”;\n\t\t\tin subsection (3) (permitted payments from the Fund), in paragraph (e)(repayment of money borrowed under section 115), after “(1)(c)” insert “or(ca)”.\nShort title\n\tThis Act may be cited as the Compensation (London Capital & Finance plc andFraud Compensation Fund) Act 2021.\n"
    }
]