{
    "general": "This law makes sure that people who lost money because of something bad done by a company called London Capital & Finance can get paid back. The government will use taxpayer money to pay these people back. This law also lets the government give loans to an organization that helps protect pensions so they can do their job better.",
    "series": [
        [
            {
                "length": 308,
                "short": "\"UK Government Support for Financial Compensation Payments\"",
                "text": "\n* Simplified point 1: The UK government can provide funding for compensation payments to customers of London Capital & Finance plc, which was identified in the Gloster Report as needing financial support.\n* Simplified point 2: The Financial Conduct Authority (FCA) must consult with the Treasury before making rules about relevant schemes that apply provisions of the Financial Services Compensation Scheme (FSCS) in connection with the exercise of the FSCS manager's functions in relation to a scheme for the payment of compensation.\n* Simplified point 3: The Pensions Act 2004 is amended to allow the Secretary of State to lend money to the Board of the Pension Protection Fund for the purpose of exercising its functions under Chapter 4 of the Act and any corresponding provision in force in Northern Ireland.\n* Simplified point 4: The limit on borrowing under section 115 of the Pensions Act 2004 is increased to include loans made under section 115A for the purposes of Chapter 4 of the Act.\n* Simplified point 5: The Fraud Compensation Fund can be used to repay money borrowed by the Board under section 115A for the purposes of Chapter 4 of the Act."
            }
        ]
    ],
    "summary": "The UK government has passed a law to help people who lost money when a company called London Capital & Finance went bankrupt. This law allows the government to give money to these people to help them get their money back. The government will also make loans to a special fund called the Pension Protection Fund so it can continue to help people who were cheated out of their savings. This fund helps people who lost money because of fraudulent activities by financial companies. The law also changes some rules to make sure that the fund can operate effectively.",
    "single": "\n• The UK government will provide funding for compensation payments to customers of London Capital & Finance plc, who were affected by the company's collapse.\n\n• The funding will cover expenses incurred by the Treasury for the payment of compensation, including costs associated with the Gloster Report, an independent investigation into the Financial Conduct Authority's regulation of London Capital & Finance plc.\n\n• The bill allows for loans to be made to the Board of the Pension Protection Fund to support the exercise of its functions related to the fraud compensation scheme.\n\n• The bill also makes changes to the Pensions Act 2004 to allow for the Board to borrow money from the Secretary of State for the purposes of the fraud compensation scheme.\n\n• The bill provides for the repayment of money borrowed under the new loan powers, and specifies that the Secretary of State may determine the terms of the loans, including the amount of interest to be charged."
}