[
    {
        "length": 556,
        "text": "\nEstablishment of new schemes\n\tSchemes for persons in public service\n\t\tRegulations may establish schemes for the payment of pensions and otherbenefits to or in respect of persons specified in subsection (2).\n\t\tThose persons are—\n\t\t\tcivil servants;\n\t\t\tthe judiciary;\n\t\t\tlocal government workers for England, Wales and Scotland;\n\t\t\tteachers for England, Wales and Scotland;\n\t\t\thealth service workers for England, Wales and Scotland;\n\t\t\tfire and rescue workers for England, Wales and Scotland;\n\t\t\tmembers of police forces for England, Wales and Scotland;\n\t\t\tthe armed forces.\n\t\tThese terms are defined in Schedule 1.\n\t\tIn this Act, regulations under this section are called “schemeregulations”.\n\tResponsible authority for schemes\n\t\tThe persons who may make scheme regulations are set out in Schedule 2.\n\t\tIn this Act, the person who may make scheme regulations for any descriptionof persons specified in section 1(2) is called the “responsible authority” forthe scheme for those persons.\n\tScheme regulations\n\t\tScheme regulations may, subject to this Act, make such provision inrelation to a scheme under section 1 as the responsible authority considersappropriate.\n\t\tThat includes in particular—\n\t\t\tprovision as to any of the matters specified in Schedule 3;\n\t\t\tconsequential, supplementary, incidental or transitional provision inrelation to the scheme or any provision of this Act.\n\t\tScheme regulations may—\n\t\t\tmake different provision for different purposes or cases (includingdifferent provision for different descriptions of persons);\n\t\t\tmake retrospective provision (but see section 23);\n\t\t\tallow any person to exercise a discretion.\n\t\tThe consequential provision referred to in subsection (2)(b) includesconsequential provision amending any primary legislation passed before or inthe same session as this Act (as well as consequential provision amending anysecondary legislation).\n\t\tScheme regulations require the consent of the Treasury before being made,unless one of the following exceptions applies.\n\t\tThe exceptions are—\n\t\t\tscheme regulations of the Scottish Ministers relating to local governmentworkers, fire and rescue workers and members of a police force;\n\t\t\tscheme regulations of the Welsh Ministers relating to fire and rescueworkers."
    },
    {
        "length": 1415,
        "text": "\nGovernance\n\tScheme manager\n\t\tScheme regulations for a scheme under section 1 must provide for a personto be responsible for managing or administering—\n\t\t\tthe scheme, and\n\t\t\tany statutory pension scheme that is connected with it.\n\t\tIn this Act, that person is called the “scheme manager” for the scheme (orschemes).\n\t\tThe scheme manager may in particular be the responsible authority.\n\t\tSubsection (1) does not apply to a scheme under section 1 which is aninjury or compensation scheme.\n\t\tScheme regulations may comply with the requirement in subsection (1)(a) or(b) by providing for different persons to be responsible for managing oradministering different parts of a scheme (and references in this Act to the“scheme manager”, in such a case, are to be construed accordingly).\n\t\tFor the purposes of this Act, a scheme under section 1 and anotherstatutory pension scheme are connected if and to the extent that the schemesmake provision in relation to persons of the same description.\n\t\tScheme regulations may specify exceptions to subsection (6).\n\tPension board\n\t\tScheme regulations for a scheme under section 1 must provide for theestablishment of a board with responsibility for assisting the scheme manager(or each scheme manager) in relation to the following matters.\n\t\tThose matters are—\n\t\t\tsecuring compliance with the scheme regulations and other legislationrelating to the governance and administration of the scheme and any statutorypension scheme that is connected with it;\n\t\t\tsecuring compliance with requirements imposed in relation to the scheme andany connected scheme by the Pensions Regulator;\n\t\t\tsuch other matters as the scheme regulations may specify.\n\t\tIn making the regulations the responsible authority must have regard to thedesirability of securing the effective and efficient governance andadministration of the scheme and any connected scheme.\n\t\tThe regulations must include provision—\n\t\t\trequiring the scheme manager—\n\t\t\tto be satisfied that a person to be appointed as a member of the board doesnot have a conflict of interest, and\n\t\t\tto be satisfied from time to time that none of the members of the boardhas a conflict of interest;\n\t\t\trequiring a member of the board, or a person proposed to be appointed as amember of the board, to provide the scheme manager with such information asthe scheme manager reasonably requires for the purposes of provision underparagraph (a);\n\t\t\trequiring the board to include employer representatives and memberrepresentatives in equal numbers.\n\t\tIn subsection (4)(a) “conflict of interest”, in relation to a person, meansa financial or other interest which is likely to prejudice the person'sexercise of functions as a member of the board (but does not include afinancial or other interest arising merely by virtue of membership of thescheme or any connected scheme).\n\t\tIn subsection (4)(c)—\n\t\t\t“employer representatives” means persons appointed to the board for thepurpose of representing employers for the scheme and any connected scheme;\n\t\t\t“member representatives” means persons appointed to the board for thepurpose of representing members of the scheme and any connected scheme.\n\t\tWhere the scheme manager of a scheme under section 1 is a committee of alocal authority, the scheme regulations may provide for that committee also tobe the board for the purposes of this section.\n\t\tIn this Act, a board established under this section is called a “pensionboard”.\n\t\tThis section does not apply to a scheme under section 1 which is an injuryor compensation scheme.\n\tPension board: information\n\t\tThe scheme manager for a scheme under section 1 and any statutory pensionscheme that is connected with it must publish information about the pensionboard for the scheme or schemes (and keep that information up-to-date).\n\t\tThat information must include information about—\n\t\t\twho the members of the board are,\n\t\t\trepresentation on the board of members of the scheme or schemes, and\n\t\t\tthe matters falling within the board's responsibility.\n\t\tThis section does not apply to a scheme under section 1 which is an injuryor compensation scheme.\n\tScheme advisory board\n\t\tScheme regulations for a scheme under section 1 which is a defined benefitsscheme must provide for the establishment of a board with responsibility forproviding advice to the responsible authority, at the authority's request, onthe desirability of changes to the scheme.\n\t\tWhere, by virtue of section 4(5), there is more than one scheme manager fora scheme mentioned in subsection (1) (and accordingly there is more than onepension board for the scheme), the regulations may also provide for the boardto provide advice (on request or otherwise) to the scheme managers or thescheme's pension boards in relation to the effective and efficientadministration and management of—\n\t\t\tthe scheme and any statutory pension scheme that is connected with it, or\n\t\t\tany pension fund of the scheme and any connected scheme.\n\t\tA person to whom advice is given by virtue of subsection (1) or (2) musthave regard to the advice.\n\t\tThe regulations must include provision—\n\t\t\trequiring the responsible authority—\n\t\t\tto be satisfied that a person to be appointed as a member of the board doesnot have a conflict of interest, and\n\t\t\tto be satisfied from time to time that none of the members of the boardhas a conflict of interest;\n\t\t\trequiring a member of the board, or a person proposed to be appointed as amember of the board, to provide the responsible authority with suchinformation as the authority reasonably requires for the purposes of provisionunder paragraph (a).\n\t\tIn subsection (4) (a) “conflict of interest”, in relation to a person,means a financial or other interest which is likely to prejudice the person'sexercise of functions as a member of the board (but does not include afinancial or other interest arising merely by virtue of membership of thescheme or any connected scheme).\n\t\tIn this Act, a board established under this section is called a “schemeadvisory board”."
    },
    {
        "length": 1140,
        "text": "\nDesign\n\tTypes of scheme\n\t\tScheme regulations may establish a scheme under section 1 as—\n\t\t\ta defined benefits scheme,\n\t\t\ta defined contributions scheme, or\n\t\t\ta scheme of any other description.\n\t\tA scheme under section 1 which is a defined benefits scheme must be—\n\t\t\ta career average revalued earnings scheme, or\n\t\t\ta defined benefits scheme of such other description as Treasury regulationsmay specify.\n\t\tTreasury regulations may not specify a final salary scheme under subsection(2)(b).\n\t\tA scheme under section 1 is a “career average revalued earnings scheme” if—\n\t\t\tthe pension payable to or in respect of a person, so far as it is based onthe person's pensionable service, is determined by reference to the person'spensionable earnings in each year of pensionable service, and\n\t\t\tthose earnings, or a proportion of those earnings accrued as a pension, areunder the scheme revalued each year until the person leaves pensionableservice.\n\t\tTreasury regulations under this section are subject to the negative Commonsprocedure.\n\tRevaluation \n\t\tThis section applies in relation to a scheme under section 1 which—\n\t\t\trequires a revaluation of pensionable earnings of a person, or a proportionof those earnings accrued as a pension, until the person leaves pensionableservice, and\n\t\t\trequires such a revaluation to be by reference to a change in prices orearnings (or both) in a given period.\n\t\tThe change in prices or earnings to be applied for the purposes of such arevaluation is to be such percentage increase or decrease as a Treasury ordermay specify in relation to the period.\n\t\tFor the purposes of making such an order the Treasury may determine thechange in prices or earnings in any period by reference to the general levelof prices or earnings estimated in such manner as the Treasury considerappropriate.\n\t\tA Treasury order under this section—\n\t\t\tmust be made in each year;\n\t\t\tmay make different provision for different purposes.\n\t\tA Treasury order under this section is subject to—\n\t\t\tthe affirmative Commons procedure, if the order specifies a percentagedecrease for the purposes of subsection (2), and\n\t\t\tthe negative Commons procedure, in any other case.\n\t\tFor the purposes of subsection (1) any gap in the person's pensionableservice which does not exceed five years is to be disregarded.\n\tPension age\n\t\tThe normal pension age of a person under a scheme under section 1 must be—\n\t\t\tthe same as the person's state pension age, or\n\t\t\t65, if that is higher.\n\t\tSubsection (1) does not apply in relation to—\n\t\t\tfire and rescue workers who are firefighters,\n\t\t\tmembers of a police force, and\n\t\t\tmembers of the armed forces.\n\t\t\t\tThe normal pension age of such persons under a scheme under section 1 must be60.\n\t\tThe deferred pension age of a person under a scheme under section 1 mustbe—\n\t\t\tthe same as the person's state pension age, or\n\t\t\t65, if that is higher.\n\t\tWhere— \n\t\t\ta person's state pension age changes, and\n\t\t\tthe person's normal or deferred pension age under a scheme under section 1changes as a result of subsection (1) or (3),\n\t\t\tthe change to the person's normal or deferred pension age must under thescheme apply in relation to all the benefits (including benefits alreadyaccrued under the scheme) which may be paid to or in respect of the personunder the scheme and to which the normal or deferred pension age is relevant.\n\t\tIn this Act—\n\t\t\t“normal pension age”, in relation to a person and a scheme, means theearliest age at which the person is entitled to receive benefits under thescheme (without actuarial adjustment) on leaving the service to which thescheme relates (and disregarding any special provision as to early payment ofbenefits on the grounds of ill-health or otherwise);\n\t\t\t“deferred pension age”, in relation to a person and a scheme, means theearliest age at which the person is entitled to receive benefits under thescheme (without actuarial adjustment) after leaving the service to which thescheme relates at a time before normal pension age (and disregarding anyspecial provision as to early payment of benefits on the grounds of ill-healthor otherwise);\n\t\t\t“state pension age”, in relation to a person, means the pensionable age ofthe person as specified from time to time in Part 1 of Schedule 4 to thePensions Act 1995."
    },
    {
        "length": 1314,
        "text": "\nCost control\n\tValuations \n\t\tScheme regulations for a scheme under section 1 which is a defined benefitsscheme must provide for actuarial valuations to be made of—\n\t\t\tthe scheme, and\n\t\t\tany statutory pension scheme that is connected with it.\n\t\tSuch a valuation is to be carried out in accordance with Treasurydirections.\n\t\tTreasury directions under subsection (2) may in particular specify—\n\t\t\thow and when a valuation is to be carried out;\n\t\t\tthe time in relation to which a valuation is to be carried out;\n\t\t\tthe data, methodology and assumptions to be used in a valuation;\n\t\t\tthe matters to be covered by a valuation;\n\t\t\twhere a scheme under section 1 and another statutory pension scheme areconnected, whether the schemes are to be valued separately or together (and iftogether, how);\n\t\t\tthe period within which any changes to the employer contribution rate undera scheme under section 1 must take effect following a valuation.\n\t\tTreasury directions under subsection (2), and variations and revocations ofsuch directions, may only be made after the Treasury has consulted theGovernment Actuary.\n\t\tScheme regulations for a scheme under section 1 which is not a definedbenefits scheme may provide for actuarial valuations to be made of the schemeand any statutory pension scheme that is connected with it; and if they do,subsections (2) to (4) apply.\n\tEmployer cost cap\n\t\tScheme regulations for a scheme under section 1 which is a defined benefitsscheme must set a rate, expressed as a percentage of pensionable earnings ofmembers of the scheme, to be used for the purpose of measuring changes in thecost of the scheme.\n\t\tIn this section, the rate set under subsection (1) is called the “employercost cap”.\n\t\tThe employer cost cap is to be set in accordance with Treasury directions.\n\t\tTreasury directions may in particular specify—\n\t\t\thow the first valuation under section 11 of a scheme under section 1 is tobe taken into account in setting the cap;\n\t\t\tthe costs, or changes in costs, that are to be taken into account onsubsequent valuations of a scheme under section 1 for the purposes ofmeasuring changes in the cost of the scheme against the cap;\n\t\t\tthe extent to which costs or changes in the costs of any statutory pensionscheme which is connected with a scheme under section 1 are to be taken intoaccount for the purposes of this section.\n\t\tTreasury regulations must make—\n\t\t\tprovision requiring the cost of a scheme (and any connected scheme) toremain within specified margins either side of the employer cost cap, and\n\t\t\tfor cases where the cost of a scheme would otherwise go beyond either ofthose margins, provision specifying a target cost within the margins.\n\t\tFor cases where the cost of the scheme would otherwise go beyond themargins, scheme regulations may provide for—\n\t\t\ta procedure for the responsible authority, the scheme manager (ifdifferent), employers and members (or representatives of employers andmembers) to reach agreement on the steps required to achieve the target costfor the scheme, and\n\t\t\tthe steps to be taken for that purpose if agreement is not reached underthat procedure.\n\t\tThe steps referred to in subsection (6) may include the increase ordecrease of members' benefits or contributions.\n\t\tTreasury regulations under this section may—\n\t\t\tinclude consequential or supplementary provision;\n\t\t\tmake different provision for different schemes.\n\t\tTreasury regulations under this section are subject to the negative Commonsprocedure.\n\tEmployer contributions in funded schemes\n\t\tThis section applies in relation to a scheme under section 1 which is adefined benefits scheme with a pension fund.\n\t\tScheme regulations must provide for the rate of employer contributions tobe set at an appropriate level to ensure—\n\t\t\tthe solvency of the pension fund, and\n\t\t\tthe long-term cost-efficiency of the scheme, so far as relating to thepension fund.\n\t\tFor that purpose, scheme regulations must require actuarial valuations ofthe pension fund.\n\t\tWhere an actuarial valuation under subsection (3) has taken place, a personappointed by the responsible authority is to report on whether the followingaims are achieved—\n\t\t\tthe valuation is in accordance with the scheme regulations;\n\t\t\tthe valuation has been carried out in a way which is not inconsistent withother valuations under subsection (3);\n\t\t\tthe rate of employer contributions is set as specified in subsection (2).\n\t\tA report under subsection (4) must be published; and a copy must be sent tothe scheme manager and (if different) the responsible authority.\n\t\tIf a report under subsection (4) states that, in the view of the personmaking the report, any of the aims in that subsection has not been achieved—\n\t\t\tthe report may recommend remedial steps;\n\t\t\tthe scheme manager must—\n\t\t\ttake such remedial steps as the scheme manager considers appropriate, and\n\t\t\tpublish details of those steps and the reasons for taking them;\n\t\t\tthe responsible authority may—\n\t\t\trequire the scheme manager to report on progress in taking remedial steps;\n\t\t\tdirect the scheme manager to take such remedial steps as the responsibleauthority considers appropriate.\n\t\tThe person appointed under subsection (4) must, in the view of theresponsible authority, be appropriately qualified."
    },
    {
        "length": 711,
        "text": "\nAdministration\n\tInformation about benefits\n\t\tScheme regulations must require the scheme manager for a scheme undersection 1 which is a defined benefits scheme to provide benefit informationstatements to each person in pensionable service under the scheme inaccordance with this section.\n\t\tA benefit information statement must include—\n\t\t\ta description of the benefits earned by the person in respect of his or herpensionable service, and\n\t\t\tsuch other information as Treasury directions may specify.\n\t\tThe information included in a benefit information statement must complywith such requirements as Treasury directions may specify.\n\t\tA benefit information statement must be provided—\n\t\t\tno later than the relevant date, and\n\t\t\tat least once in each year ending with the anniversary of that date.\n\t\tThe relevant date is the last day of the period of 17 months beginning withthe day on which scheme regulations establishing the scheme come into force.\n\t\tA benefit information statement must be provided in such manner as Treasurydirections may specify.\n\tInformation about schemes\n\t\tTreasury directions may require the scheme manager or responsible authorityof a scheme under section 1 to—\n\t\t\tpublish scheme information, or\n\t\t\tprovide scheme information to the Treasury.\n\t\tIn subsection (1), “scheme information” means information about the schemeand any statutory pension scheme that is connected with it.\n\t\tThe information to which Treasury directions under this section may relateincludes in particular—\n\t\t\tscheme accounts;\n\t\t\tinformation about any scheme funding, assets and liabilities;\n\t\t\tinformation about scheme membership;\n\t\t\tinformation about employer and member contributions;\n\t\t\tinformation about scheme administration and governance.\n\t\tTreasury directions under this section may specify how and when informationis to be published or provided.\n\t\tTreasury directions under this section may not require publication orprovision of anything that the scheme manager or responsible authority couldnot otherwise lawfully publish or provide.\n\tRecords \n\t\tThe scheme manager for a scheme under section 1 and any statutory pensionscheme that is connected with it must keep such records as may be specified inregulations made by the Secretary of State.\n\t\tRegulations under this section are subject to the negative procedure.\n\tRegulatory oversight\n\t\tSchedule 4 contains provision relating to the regulation of schemes undersection 1, new public body pension schemes and connected schemes.\n\t\tThe Secretary of State may by order make—\n\t\t\tprovision consequential on Schedule 4, and\n\t\t\tfurther provision for, or in connection with, the regulation of publicservice pension schemes within the meaning of the Pensions Act 2004 (asamended by that Schedule).\n\t\tThe provision referred to in subsection (2) includes provision made byamending any legislation (including this Act).\n\t\tAn order under this section may make different provision for differentpurposes.\n\t\tAn order under this section is subject to—\n\t\t\tthe affirmative procedure, if it amends primary legislation, and\n\t\t\tthe negative procedure, in any other case."
    },
    {
        "length": 712,
        "text": "\nTransitional\n\tRestriction of existing pension schemes\n\t\tNo benefits are to be provided under an existing scheme to or in respect ofa person in relation to the person's service after the closing date.\n\t\tIn this Act “existing scheme” means a scheme listed in Schedule 5 (whethermade before or after this section comes into force).\n\t\tSubsection (1) does not apply—\n\t\t\tin relation to an existing scheme which is a defined contributions scheme;\n\t\t\tto benefits excepted by Schedule 5.\n\t\tThe closing date is—\n\t\t\t31 March 2014 for an existing scheme which is a relevant local governmentscheme, and\n\t\t\t31 March 2015 in any other case.\n\t\t\t\tThis is subject to subsection (7).\n\t\tScheme regulations may provide for exceptions to subsection (1) in the caseof—\n\t\t\tpersons who were members of an existing scheme, or who were eligible to bemembers of such a scheme, immediately before 1 April 2012, and\n\t\t\tsuch other persons as the regulations may specify, being persons who beforethat date had ceased to be members of an existing scheme or to be eligible formembership of such a scheme.\n\t\tExceptions under subsection (5) may, in particular, be framed by referenceto the satisfaction of a specified condition (for example, the attainment ofnormal pension age under the existing scheme or another specified age) beforea specified date.\n\t\tWhere an exception to subsection (1) is framed by reference to thesatisfaction of a specified condition before a specified date, schemeregulations may also provide for a different closing date for persons in whosecase the condition—\n\t\t\tis not satisfied before the specified date, but\n\t\t\tis satisfied no more than 4 years after that date.\n\t\tProvision made under subsection (5) or (7) may in particular be made byamending the relevant existing scheme.\n\t\tIn subsection (1), the reference to benefits in relation to a person'sservice includes benefits relating to the person's death in service.\n\t\tIn subsection (4), “relevant local government scheme” means regulationsunder section 7 of the Superannuation Act 1972 which relate to persons inEngland and Wales.\n\tClosure of existing injury and compensation schemes\n\t\tScheme regulations for a scheme under section 1 may secure that no benefitsare to be provided under a scheme listed in Schedule 6 that is connected withit.\n\t\tWhere Schedule 6 specifies particular benefits in relation to a scheme, thepower under subsection (1) is exercisable only in relation to those benefits.\n\t\tScheme regulations may provide for exceptions to subsection (1).\n\t\tProvision made under this section may in particular be made by amending theconnected scheme.\n\tFinal salary link\n\t\tSchedule 7 contains provision for a “final salary link” in relation to schemesto which section 18(1) applies (and see section 31(14))."
    },
    {
        "length": 1087,
        "text": "\nProcedure for scheme regulations\n\tConsultation \n\t\tBefore making scheme regulations the responsible authority must consultsuch persons (or representatives of such persons) as appear to the authoritylikely to be affected by them.\n\t\tThe responsible authority must publish a statement indicating the personsthat the authority would normally expect to consult under subsection (1) (andkeep the statement up-to-date).\n\t\tSubsection (1) may be satisfied by consultation before, as well as byconsultation after, the coming into force of this section.\n\tProcedure for protected elements\n\t\tThis section applies where, after the coming into force of schemeregulations establishing a scheme under section 1, the responsible authorityproposes to make further scheme regulations containing provision changing theprotected elements of the scheme within the protected period.\n\t\tThe responsible authority must—\n\t\t\tconsult the persons specified in subsection (3) with a view to reachingagreement with them, and\n\t\t\tlay a report before the appropriate legislature.\n\t\tThe persons referred to in subsection (2)(a) are the persons (orrepresentatives of the persons) who appear to the responsible authority to belikely to be affected by the regulations if they were made.\n\t\tThe report under subsection (2)(b) must set out why the responsibleauthority proposes to make the regulations, having regard to the desirabilityof not making a change to the protected elements of a scheme under section 1within the protected period.\n\t\tIn this section—\n\t\t\t  * “the appropriate legislature” means— \n\t\t\tParliament, where the responsible authority is the Secretary of State, theMinister for the Civil Service or the Lord Chancellor;\n\t\t\tthe Scottish Parliament, where the responsible authority is the ScottishMinisters;\n\t\t\tthe National Assembly for Wales, where the responsible authority is the WelshMinisters;\n\t\t\t\t  * “protected period” means the period beginning with the coming into force of this section and ending with 31 March 2040; \n\t\t\t\t  * “protected elements”, in relation to a scheme under section 1, means— \n\t\t\tthe extent to which the scheme is a career average revalued earnings scheme;\n\t\t\tmembers' contribution rates under the scheme;\n\t\t\tbenefit accrual rates under the scheme.\n\t\tIn this section, references to a change to the protected elements do notinclude a change appearing to the responsible authority to be required by orconsequential upon section 12 (employer cost cap).\n\t\tIn a case where this section applies, there is no requirement to consultunder section 21(1).\n\tProcedure for retrospective provision\n\t\tWhere the responsible authority proposes to make scheme regulationscontaining retrospective provision which appears to the authority to havesignificant adverse effects in relation to the pension payable to or inrespect of members of the scheme, the authority must first obtain the consentof the persons referred to in subsection (3).\n\t\tWhere the responsible authority proposes to make scheme regulationscontaining retrospective provision which appears to the authority—\n\t\t\tnot to have significant adverse effects as specified in subsection (1), but\n\t\t\tto have significant adverse effects in any other way in relation to membersof the scheme (for example, in relation to injury or compensation benefits),\n\t\t\t\tthe authority must first consult the persons specified in subsection (3) witha view to reaching agreement with them.\n\t\tThe persons referred to in subsections (1) and (2) are the persons (orrepresentatives of the persons) who appear to the responsible authority to belikely to be affected by the provision if it were made.\n\t\tThe responsible authority must, in a case falling within subsection (1) or(2), lay a report before the appropriate legislature (as defined in section22).\n\t\tIn a case falling within subsection (1) or (2) there is no requirement toconsult under section 21(1).\n\tOther procedure\n\t\tScheme regulations are subject to the affirmative procedure if—\n\t\t\tthey amend primary legislation,\n\t\t\tsection 23(1) or (2) (procedure for retrospective provision havingsignificant adverse effects) applies, or\n\t\t\tthey are scheme regulations for a scheme relating to the judiciary, unlessthe pension board for that scheme has stated that it considers the regulationsto be minor or wholly beneficial.\n\t\tScheme regulations are subject to the negative procedure in any other case.\n\t\tIf scheme regulations otherwise subject to the negative procedure arecombined with scheme regulations subject to the affirmative procedure, thecombined regulations are subject to the affirmative procedure."
    },
    {
        "length": 799,
        "text": "\nNew schemes: supplementary\n\tExtension of schemes\n\t\tScheme regulations for a scheme under section 1 may make provision for thepayment of pensions and other benefits to or in respect of—\n\t\t\tpersons who are specified in section 1(2), but\n\t\t\tin relation to whom the responsible authority could not otherwise make ascheme under section 1.\n\t\tScheme regulations for a scheme under section 1 may make provision to deempersons of any description to fall within a given description of personsspecified in section 1(2).\n\t\tScheme regulations for a scheme under section 1 may specify persons, notbeing persons specified in section 1(2), as persons to whom the scheme maypotentially relate.\n\t\tThe persons specified under subsection (3) may be any persons (other thanpersons specified in section 1(2)) that the responsible authority considersappropriate.\n\t\tThe responsible authority may then at any time determine that the scheme isto relate to some or all of those persons.\n\t\tBy virtue of a determination under subsection (5) the scheme regulationsthen apply to the persons to whom the determination relates as they apply toother persons to or in respect of whom pensions and other benefits areprovided under the scheme (or such class of other persons as may be specifiedin the determination).\n\t\tSubsection (6) is subject to—\n\t\t\tany special provision made in the scheme regulations, and\n\t\t\ta direction under subsection (8).\n\t\tScheme regulations made under subsection (2) or (3) in relation to anypersons may include provision authorising the responsible authority bydirection to modify provisions of the regulations in their application tothose persons for the purpose of—\n\t\t\tsecuring appropriate protection against additional costs to the scheme thatmight result from the application of the scheme regulations to those persons,\n\t\t\tobtaining information about those persons, their employers and otherrelevant persons, or\n\t\t\ttaking appropriate account of—\n\t\t\tthe arrangements under which those persons are employed, and\n\t\t\tthe organisational structures of their employers.\n\t\tThe responsible authority for a scheme under section 1 must publish a listof the persons to whom the scheme relates by virtue of determinations undersubsection (5) (and keep the published list up-to-date).\n\t\tA determination under subsection (5) may have retrospective effect.\n\t\tWhere, by virtue of section 4(5), there is more than one scheme managerfor a scheme under section 1, the responsible authority may delegate itsfunctions under subsection (5) or (9) to the scheme managers, subject to suchconditions as the responsible authority considers appropriate.\n\tNon-scheme benefits\n\t\tThe scheme manager or employer for a scheme under section 1 may make suchpayments as the scheme manager or employer considers appropriate towards theprovision, otherwise than by virtue of the scheme, of pensions and otherbenefits to or in respect of—\n\t\t\tpersons within the description of persons specified in section 1(2) forwhich the responsible authority may make the scheme, and\n\t\t\tany other persons to whom the scheme relates by virtue of section 25.\n\t\tSubsection (1) is subject to any provision made in the scheme regulationsfor the scheme that restricts or otherwise affects the power to make paymentsunder that subsection.\n\tConsequential and minor amendments\n\t\tSchedule 8 contains consequential and minor amendments."
    },
    {
        "length": 249,
        "text": "\nExisting schemes: supplementary\n\tExisting local government schemes\n\t\tThis section applies in relation to regulations under section 7 of theSuperannuation Act 1972 which relate to persons in England and Wales which arein force immediately before the coming into force of this section.\n\t\tTo the extent that—\n\t\t\tsuch regulations make provision for the payment of pensions and otherbenefits to or in respect of a person in relation to the person's service onor after 1 April 2014, and\n\t\t\tthat provision could be made under scheme regulations,\n\t\t\t\tthe regulations are to have effect as if they were scheme regulations relatingto local government workers in England and Wales.\n\t\tAccordingly, to that extent a scheme under such regulations is to haveeffect as a scheme under section 1.\n\tExisting schemes for civil servants: extension of access\n\t\tSchedule 9 amends the Superannuation Act 1972 so as to extend access toschemes under section 1 of that Act (schemes as respects civil servants, etc)."
    },
    {
        "length": 1295,
        "text": "\nPublic body pension schemes\n\tNew public body pension schemes\n\t\tThe following provisions of this Act apply in relation to a new public bodypension scheme (and any statutory pension scheme that is connected with it) asto a scheme under section 1 (and any connected scheme)—\n\t\t\tsection 3(1) and (2) and Schedule 3 (scheme regulations);\n\t\t\tsection 4 (scheme manager);\n\t\t\tsections 5 and 6 (pension board), if the scheme has more than one member;\n\t\t\tsections 8 to 10 (scheme design);\n\t\t\tsections 11 and 12 (cost control);\n\t\t\tsections 14 to 16 (information and records).\n\t\tFor the purposes of subsection (1), the provisions referred to in thatsubsection are to be read with the following modifications—\n\t\t\treferences to scheme regulations are to be read as references to the rulesof the scheme;\n\t\t\treferences to the responsible authority are to be read as references to thepublic authority which established the scheme.\n\t\tA new public body pension scheme, and any variation to the rules of thescheme, requires the consent of the Treasury.\n\t\tThis section does not apply to a new public body pension scheme whichrelates to a devolved body or office.\n\t\tIn this Act—\n\t\t\t  * “public body pension scheme” means a scheme (other than an existing scheme) established by a public authority for the payment of pensions and other benefits to or in respect of members or staff of a statutory body or the holder of a statutory office; \n\t\t\t  * “new public body pension scheme” means a public body pension scheme established after the coming into force of this section. \n\tRestriction of certain existing public body pension schemes\n\t\tThis section applies to a public body pension scheme which relates tomembers or staff of a body, or the holder of an office, listed in Schedule 10.\n\t\tThe public authority responsible for the scheme must make provision tosecure that no benefits are provided under the scheme to or in respect of aperson in relation to the person's service after a date determined by theauthority.\n\t\tSubsection (2) does not apply—\n\t\t\tin relation to a public body pension scheme which is a definedcontributions scheme, or\n\t\t\tto injury or compensation benefits.\n\t\tThe public authority responsible for a scheme to which subsection (2)applies may provide for exceptions to the provision made under subsection (2),and section 18(6) and (7) apply in relation to any such exceptions (readingreferences to scheme regulations as references to rules of the scheme).\n\t\tProvision made under subsection (2) or (4) may in particular be made byamending the public body pension scheme.\n\t\tIn subsection (2), the reference to benefits in relation to a person'sservice includes benefits relating to the person's death in service.\n\t\tIf any of the persons to whom a scheme to which subsection (2) appliesrelates are not eligible for membership of a scheme under section 1, thepublic authority responsible for the scheme may establish a new scheme for thepayment of pensions or other benefits to or in respect of those persons (andsee section 30).\n\t\tWhere a scheme to which subsection (2) applies was established in exerciseof a statutory function or other power, the function or power may not beexercised again so as to establish a new defined benefits scheme in relationto the body or office.\n\t\tIn the case of a scheme established by deed of trust, subsections (2) and(4) apply irrespective of the provisions of the deed or the law relating totrusts.\n\t\tA Treasury order may amend Schedule 10 so as to—\n\t\t\tremove any body or office specified there;\n\t\t\tadd any body or office to it (by name or description),\n\t\t\t\tbut may not add a devolved body or office.\n\t\tA Treasury order under subsection (10) may make consequential orsupplementary provision, including in particular provision made by amendingany legislation.\n\t\tA Treasury order under subsection (10) is subject to the negativeprocedure.\n\t\tIt is immaterial for the purposes of subsection (1) whether a scheme ismade before or after the coming into force of this section.\n\t\tSchedule 7 contains provision for a “final salary link” in relation toschemes to which subsection (2) applies.\n\tExisting public body pension schemes: pension age\n\t\tA public body pension scheme established before the coming into force ofthis section may include—\n\t\t\tprovision securing that the normal and deferred pension age of a personunder the scheme is—\n\t\t\tthe same as the person's state pension age, or\n\t\t\t65, if that is higher, and\n\t\t\tprovision securing that changes in the person's normal or deferred pensionage occurring in consequence of provision under paragraph (a) apply inrelation to relevant accrued benefits (as well as other benefits).\n\t\tIn subsection (1)(b) “relevant accrued benefits”, in relation to a personand a scheme, means benefits accrued after the coming into force of theprovision under subsection (1) which may be paid to or in respect of theperson under the scheme and to which the normal or deferred pension age isrelevant.\n\t\tThis section does not apply to a public body pension scheme which relatesto a devolved body or office."
    },
    {
        "length": 1104,
        "text": "\nParliamentary and other pension schemes\n\tGreat offices of state\n\t\tSchedule 11 makes provision about pension arrangements for the offices of—\n\t\t\tPrime Minister and First Lord of the Treasury,\n\t\t\tLord Chancellor, and\n\t\t\tSpeaker of the House of Commons.\n\tParliamentary and other pension schemes: pension age\n\t\tIn Schedule 6 to the Constitutional Reform and Governance Act 2010(Parliamentary and other pensions), after paragraph 29 there is inserted—\n\t\t“Pension age\n\t\t\t29A(1)Where the scheme provides for the normal or deferred pension age of aperson under the scheme to be the same as the person's state pension age,provision for a change in the person's normal or deferred pension age inconsequence of such provision to apply in relation to relevant accruedbenefits (as well as other benefits).\n\t\t\tAccordingly, paragraph 19(2) (protection of accrued rights) is to bedisregarded in relation to any such provision.\n\t\t\tIn this paragraph—\n\t\t\t\t“normal pension age”, in relation to a person and a scheme, means theearliest age at which a person with relevant service is entitled to receivebenefits (without actuarial adjustment) on leaving that service (anddisregarding any special provision as to early payment of benefits on thegrounds of ill-health or otherwise);\n\t\t\t\t“deferred pension age”, in relation to a person and a scheme, means theearliest age at which a person with relevant service is entitled to receivebenefits under the scheme (without actuarial adjustment) after leaving thatservice at a time before normal pension age (and disregarding any specialprovision as to early payment of benefits on the grounds of ill-health orotherwise);\n\t\t\t\t“state pension age”, in relation to a person, means the person'spensionable age as specified from time to time in Part 1 of Schedule 4 to thePensions Act 1995;\n\t\t\t\t“relevant accrued benefits”, in relation to a scheme, means benefitsaccrued after the coming into force of provision under sub-paragraph (1) whichmay be paid to or in respect of the person under the scheme and to which thenormal or deferred pension age is relevant.”\n\tMembers of the European Parliament\n\t\tIn section 4 of the European Parliament (Pay and Pensions) Act 1979 (pensionsof MEPs), after subsection (3A) there is inserted—\n\t“(3B)Where a scheme under this section provides for the normal or deferredpension age of a person under the scheme to be the same as the person's statepension age, the scheme may make provision for a change in the person's normalor deferred pension age in consequence of such provision to apply in relationto relevant accrued benefits (as well as other benefits).\n\t(3C)In subsection (3B)—\n\t\t“normal pension age”, in relation to a person and a scheme, means theearliest age at which a person with service as a Representative is entitled toreceive benefits (without actuarial adjustment) on ceasing service as aRepresentative (and disregarding any special provision as to early payment ofbenefits on the grounds of ill-health or otherwise);\n\t\t“deferred pension age”, in relation to a person and a scheme, means theearliest age at which a person with service as a Representative is entitled toreceive benefits under the scheme (without actuarial adjustment) after ceasingservice as a Representative at a time before normal pension age (anddisregarding any special provision as to early payment of benefits on thegrounds of ill-health or otherwise);\n\t\t“state pension age”, in relation to a person, means the person'spensionable age as specified from time to time in Part 1 of Schedule 4 to thePensions Act 1995;\n\t\t“relevant accrued benefits”, in relation to a scheme, means benefitsaccrued after the coming into force of provision under subsection (3B) whichmay be paid to or in respect of the person under the scheme and to which thenormal or deferred pension age is relevant.\n\t\t(3D)A scheme under this section may provide for any statutory provisionrelating to any matter connected with the pensions payable to or in respect ofMembers to have effect with respect to or in connection with Representatives,with such additions, omissions, amendments or other modifications as may bespecified in the scheme.\n\t\tIn this subsection “statutory provision” means any provision contained in anAct or in any instrument made under an Act (including an Act or instrumentpassed or made after the coming into force of this subsection).”"
    },
    {
        "length": 290,
        "text": "\nReview\n\tDefence Fire and Rescue Service and Ministry of Defence Police: review\n\t\tThe Secretary of State must, before the end of the period of six monthsbeginning with the day on which section 10 (pension age) comes into force,prepare and lay before Parliament a report on the likely effect of thatsection on members or future members of—\n\t\t\tthe Defence Fire and Rescue Service, and\n\t\t\tthe Ministry of Defence Police.\n\t\tThe report under this section must include a report on—\n\t\t\tthe likely effect of section 10 on the health and well-being of members ofthe Defence Fire and Rescue Service and the Ministry of Defence Police,\n\t\t\tthe likely effect of section 10 on the ability of the Defence Fire andRescue Service and Ministry of Defence Police to continue to meet operationalrequirements, and\n\t\t\tthe extent to which members of the Defence Fire and Rescue Service andMinistry of Defence Police are likely to take early retirement in consequenceof section 10 (and on the consequences of taking early retirement for thepersons taking it and for the taxpayer).\n\t\tIn this section “Defence Fire and Rescue Service” means the fire servicemaintained by the Secretary of State for Defence."
    },
    {
        "length": 2435,
        "text": "\nGeneral\n\tGeneral interpretation\n\t\tIn this Act—\n\t\t  * “the affirmative procedure” and “the affirmative Commons procedure” have the meanings given in section 38; \n\t\t  * “armed forces” has the meaning given in Schedule 1; \n\t\t  * “body” includes an unincorporated body or organisation of persons (for example, a committee or board of trustees); \n\t\t  * “career average revalued earnings scheme” has the meaning given in section 8(4); \n\t\t  * “civil servants” has the meaning given in Schedule 1; \n\t\t  * “compensation benefits” means benefits by way of compensation for loss of office or employment; \n\t\t  * “connected”, in relation to a scheme under section 1 and another statutory pension scheme, or a new public body pension scheme and another statutory pension scheme, has the meaning given by section 4(6); \n\t\t  * “defined benefits scheme”: a pension scheme is a “defined benefits scheme” if or to the extent that the benefits that may be provided under the scheme are not money purchase benefits (within the meaning of the Pension Schemes Act 1993) or injury and compensation benefits; \n\t\t  * “defined contributions scheme”: a pension scheme is a “defined contributions scheme” if or to the extent that the benefits that may be provided under the scheme are money purchase benefits (within the meaning of the Pension Schemes Act 1993); \n\t\t  * “deferred pension age” has the meaning given in section 10(5); \n\t\t  * “devolved”: a body or office is “devolved” if or to the extent that provision about pensions payable to or in respect of members or staff of the body, or a holder of the office— \n\t\t\twould be within the legislative competence of the Northern Ireland Assemblywere that provision contained in an Act of the Assembly, or\n\t\t\tis not a reserved matter within the meaning of the Scotland Act 1998;\n\t\t\t\t  * “earnings” includes any remuneration or profit derived from an employment; \n\t\t\t\t  * “employer”, in relation to a pension scheme, means— \n\t\t\tany employer of persons to whom the scheme relates,\n\t\t\tthe person responsible for the remuneration of an office-holder to whom thescheme relates, or\n\t\t\tsuch other persons (in addition to, or instead of, any person falling withinparagraph (a) or (b)) as scheme regulations or (in the case of a public bodypension scheme) the rules of the scheme may provide;\n\t\t\t\t  * “existing scheme” has the meaning given in section 18(2); \n\t\t\t\t  * “final salary”, in relation to a person to or in respect of whom a pension under a pension scheme is payable, means the person's pensionable earnings, or highest, average or representative pensionable earnings, in a specified period ending at, or defined by reference to, the time when the person's pensionable service in relation to that scheme terminates; \n\t\t\t\t  * “final salary scheme”: a pension scheme is a “final salary scheme” if entitlement to the pension payable to or in respect of a person which is based on the pensionable service of that person is or may be determined to any extent by reference to the person's final salary; \n\t\t\t\t  * “fire and rescue workers” has the meaning given in Schedule 1; \n\t\t\t\t  * “injury benefits” means benefits by way of compensation for incapacity or death as a result of injury or illness; \n\t\t\t\t  * “injury or compensation scheme”: a pension scheme is an “injury or compensation scheme” if it provides only for injury or compensation benefits (or both); \n\t\t\t\t  * “judiciary” has the meaning given in Schedule 1; \n\t\t\t\t  * “health service workers” has the meaning given in Schedule 1; \n\t\t\t\t  * “legislation” means primary or secondary legislation; \n\t\t\t\t  * “local authority” means— \n\t\t\ta local authority in England and Wales within the meaning of Part 1 of theLocal Government and Housing Act 1989, or\n\t\t\ta council constituted under section 2 of the Local Government etc. (Scotland)Act 1994;\n\t\t\t\t  * “local government workers” has the meaning given in Schedule 1; \n\t\t\t\t  * “members of a police force” has the meaning given in Schedule 1; \n\t\t\t\t  * “the negative procedure” and “the negative Commons procedure” have the meanings given in section 38; \n\t\t\t\t  * “normal pension age” has the meaning given in section 10(5); \n\t\t\t\t  * “pension board” has the meaning given by section 5(8); \n\t\t\t\t  * “pension scheme” means a scheme for the payment of pensions or other benefits to or in respect of persons with service of a particular description; \n\t\t\t\t  * “pensionable earnings”, in relation to a pension scheme and a member of it, means earnings by reference to which a pension or other benefits under the scheme are calculated; \n\t\t\t\t  * “pensionable service”, in relation to a pension scheme, means service which qualifies a person to a pension or other benefits under that scheme; \n\t\t\t\t  * “primary legislation” means an Act, Act of the Scottish Parliament, Act or Measure of the National Assembly for Wales or Northern Ireland legislation; \n\t\t\t\t  * “public authority” means— \n\t\t\ta Minister of the Crown (as defined by section 8 of the Ministers of the CrownAct 1975),\n\t\t\ta statutory body or the holder of a statutory office, or\n\t\t\ta person exercising a statutory function;\n\t\t\t\t  * “public body pension scheme” and “new public body pension scheme” have the meanings given in section 30(5); \n\t\t\t\t  * “responsible authority”, in relation to a scheme under section 1, has the meaning given by section 2(2); \n\t\t\t\t  * “scheme” includes arrangements of any description; \n\t\t\t\t  * “scheme advisory board” has the meaning given by section 7(6); \n\t\t\t\t  * “scheme manager”, in relation to a scheme under section 1, has the meaning given in section 4(2); \n\t\t\t\t  * “scheme regulations” has the meaning given in section 1(4); \n\t\t\t\t  * “secondary legislation” means an instrument made under primary legislation; \n\t\t\t\t  * “staff”, in relation to a body, includes any employee or officer of the body; \n\t\t\t\t  * “state pension age” has the meaning given in section 10(5); \n\t\t\t\t  * “statutory body” and “statutory office” mean a body or office established under any legislation; \n\t\t\t\t  * “statutory function” means a function conferred by any legislation; \n\t\t\t\t  * “statutory pension scheme” means— \n\t\t\ta pension scheme which is established by or under any legislation, and\n\t\t\ta public body pension scheme which is not so established;\n\t\t\t\t  * “teachers” has the meaning given in Schedule 1; \n\t\t\t\t  * “Treasury directions” means directions given by the Treasury; \n\t\t\t\t  * “Treasury order” means an order made by the Treasury; \n\t\t\t\t  * “Treasury regulations” means regulations made by the Treasury. \n\tRegulations, orders and directions\n\t\tFor the purposes of this Act any power of the Secretary of State, theMinister for the Civil Service, the Treasury, the Lord Chancellor or the WelshMinisters to make regulations or an order is exercisable by statutoryinstrument.\n\t\tIn this Act, the “affirmative procedure” means—\n\t\t\tin the case of regulations or an order of the Secretary of State, theMinister for the Civil Service or the Lord Chancellor, that the regulations ororder may not be made unless a draft of the instrument containing them or ithas been laid before, and approved by resolution of, each House of Parliament;\n\t\t\tin the case of regulations of the Welsh Ministers, that the regulations maynot be made unless a draft of the instrument containing them has been laidbefore, and approved by resolution of, the National Assembly for Wales.\n\t\tIn this Act, the “negative procedure” means—\n\t\t\tin the case of regulations or an order of the Secretary of State, theMinister for the Civil Service, the Lord Chancellor or the Treasury, that theinstrument containing them or it is subject to annulment in pursuance of aresolution of either House of Parliament;\n\t\t\tin the case of regulations or an order of the Welsh Ministers, that theinstrument containing them or it is subject to annulment in pursuance of aresolution of the National Assembly for Wales.\n\t\tIn this Act, the “affirmative Commons procedure”, in relation to a Treasuryorder, means that the order may not be made unless a draft of the instrumentcontaining it has been laid before, and approved by resolution of, the Houseof Commons.\n\t\tIn this Act, the “negative Commons procedure”, in relation to Treasuryregulations or a Treasury order, means that the instrument containing them orit is subject to annulment in pursuance of a resolution of the House ofCommons.\n\t\tFor regulations and orders of the Scottish Ministers, see Part 2 of theInterpretation and Legislative Reform (Scotland) Act [2010 (asp10)](/id/asp/2010/10?view=plain \"Go to item of legislation\").\n\t\tTreasury directions under this Act may be varied or revoked."
    },
    {
        "length": 394,
        "text": "\nFinal\n\tFinancial provision\n\t\tScheme regulations may provide for any pension or other sum payable underthe regulations to or in respect of a person who has held an office specifiedin Part 1 of Schedule 1 to the Judicial Pensions and Retirement Act 1993 to becharged on, and paid out of, the Consolidated Fund.\n\t\tThere shall be paid out of money provided by Parliament—\n\t\t\tany expenditure incurred under or by virtue of this Act by a Minister ofthe Crown, and\n\t\t\tany increase attributable to this Act in the sums payable under or byvirtue of any other Act out of money so provided.\n\tExtent \n\t\tAn amendment or repeal in this Act has the same extent as the provisionamended or repealed.\n\t\tThat aside, this Act extends to England and Wales, Scotland and NorthernIreland.\n\tCommencement \n\t\tThe following provisions of this Act come into force on the day on whichthis Act is passed—\n\t\t\tsection 29 and Schedule 9 (existing schemes for civil servants: extensionof access);\n\t\t\tsection 33 and Schedule 11 (great offices of state);\n\t\t\tsections 37 to 40, this section and section 42.\n\t\tThe other provisions of this Act come into force on such day or days as maybe appointed by Treasury order.\n\t\tAn order under subsection (2) may—\n\t\t\tappoint different days for different purposes;\n\t\t\tmake transitional, transitory or saving provision.\n\tShort title\n\t\tThis Act may be cited as the Public Service Pensions Act 2013."
    }
]