{
    "general": "This law makes sure that people who work for the government, like teachers or police officers, have good retirement plans (pensions) so they can live comfortably when they stop working. It also makes sure that these pensions are fair and follow certain rules. This way, everyone knows what to expect when they retire from their job serving the public.",
    "series": [
        [
            {
                "length": 236,
                "short": "\"Public Sector Worker Pension Schemes: Establishment and Regulation\"",
                "text": "\n* Simplified point 1: The Public Service Pensions Act 2013 allows for the establishment of new pension schemes for certain groups of public sector workers, including civil servants, judges, local government employees, teachers, healthcare workers, firefighters, and members of the armed forces.\n* Simplified point 2: The responsible authorities for these schemes are set out in Schedule 2 of the act, and they have the power to make regulations regarding the schemes, including provisions for maternity leave, sick pay, and death-in-service benefits.\n* Simplified point 3: The regulations can be made with retrospective effect, but only if they do not reduce the amount of any pension or other benefit that has already been paid.\n* Simplified point 4: The act also allows for consequential, supplementary, incidental, or transitional provision to be made in relation to the schemes, including amendments to primary or secondary legislation."
            },
            {
                "length": 215,
                "short": "\"Public Service Pension Scheme Governance Structure\"",
                "text": "\n* Simplified point 1: The Public Service Pensions Act 2013 establishes a governance structure for public service pension schemes in the UK, including the appointment of a scheme manager and a pension board to oversee the management of the scheme.\n* Simplified point 2: The scheme manager is responsible for managing the scheme and ensuring compliance with the scheme regulations, while the pension board provides assistance to the scheme manager and has oversight responsibilities.\n* Simplified point 3: The scheme regulations must provide for the establishment of a board with responsibility for providing advice to the responsible authority on the desirability of changes to the scheme, known as the scheme advisory board.\n* Simplified point 4: The scheme advisory board has the power to provide advice to the scheme managers and pension boards on the effective and efficient administration and management of the scheme and any connected schemes."
            },
            {
                "length": 317,
                "short": "Public Sector Employee Pensions: Understanding Your Options",
                "text": "\n* Simplified point 1: The Public Service Pensions Act 2013 allows for the establishment of different types of pension schemes for public sector employees, including defined benefits schemes and defined contributions schemes.\n* Simplified point 2: A \"career average revalued earnings scheme\" is a type of defined benefits scheme where the pension amount is based on the employee's earnings throughout their career, and those earnings are revalued each year to account for inflation or wage growth.\n* Simplified point 3: The government can set a percentage increase or decrease in earnings for the purpose of revaluing pensionable earnings, and this change is applied to the entire period of pensionable service.\n* Simplified point 4: The normal pension age for public sector employees under a scheme established by the Public Service Pensions Act 2013 must be either the same as the state pension age or 65, whichever is higher. However, certain categories of employees, such as firefighters and members of the armed forces, have a lower normal pension age of 60.\n* Simplified point 5: The deferred pension age for public sector employees under a scheme established by the Public Service Pensions Act 2013 must also be either the same as the state pension age or 65, whichever is higher."
            },
            {
                "length": 264,
                "short": "\"Public Service Pensions Regulation: Financial Health Assessments and Cost Control Measures\"",
                "text": "\n* Simplified point 1: The Public Service Pensions Act 2013 requires actuarial valuations of public service pension schemes every three years to assess their financial health and determine if they are over or underfunded.\n* Simplified point 2: The valuations must be carried out using specific methods and assumptions approved by the Treasury, and the results must be reported to the responsible authorities and scheme managers.\n* Simplified point 3: The Act sets an \"employer cost cap\" to limit the amount of money that employers contribute to the schemes, based on the cost of providing the promised benefits.\n* Simplified point 4: If the cost of the scheme exceeds the cost cap, the responsible authorities and scheme managers must work together to bring the cost back within the cap, potentially by reducing member benefits or increasing employer contributions.\n* Simplified point 5: The Act also covers the funding of defined benefits schemes through pension funds, and requires regular actuarial valuations to ensure the solvency of the fund and the long-term cost-efficiency of the scheme."
            },
            {
                "length": 317,
                "short": "\"Public Service Pensions: Statements and Record Keeping Requirements\"",
                "text": "\n* Simplified point 1: The Public Service Pensions Act 2013 requires the scheme manager of a defined benefits scheme to provide benefit information statements to members in accordance with the act.\n* Simplified point 2: The benefit information statements must include a description of the benefits earned by the member and other information as specified by treasury directions.\n* Simplified point 3: The statements must be provided at least once a year, starting from the relevant date, which is the last day of the period of 17 months beginning with the day the scheme regulations come into force.\n* Simplified point 4: The scheme manager must provide the statements in the manner specified by treasury directions.\n* Simplified point 5: Treasury directions can also require the scheme manager to publish scheme information or provide it to the treasury.\n* Simplified point 6: The information to which treasury directions can relate includes scheme accounts, scheme funding, assets, and liabilities, membership information, contribution information, and scheme administration and governance.\n* Simplified point 7: The scheme manager must keep records as specified by regulations made by the secretary of state.\n* Simplified point 8: The secretary of state can make orders to make further provisions for the regulation of public service pension schemes, including amendments to primary legislation."
            },
            {
                "length": 199,
                "short": "\"UK Public Service Pension Restrictions: Closing Existing Schemes\"",
                "text": "\n* Simplified point 1: The Public Service Pensions Act 2013 restricts the provision of benefits under existing pension schemes for public servants in the UK.\n* Simplified point 2: The act specifically targets existing schemes listed in Schedule 5 and 6, and provides exceptions for certain groups of people.\n* Simplified point 3: The act sets a closing date for when the restrictions on existing schemes will take effect, and allows for exceptions to be made through scheme regulations.\n* Simplified point 4: The act provides for the closure of existing injury and compensation schemes, and allows for exceptions to be made through scheme regulations.\n* Simplified point 5: The act includes provisions for a \"final salary link\" in relation to schemes to which section 18(1) applies."
            },
            {
                "length": 165,
                "short": "\"Public Service Pension Changes Require Consultation and Approval\"",
                "text": "\n* Simplified point 1: The responsible authority must consult certain individuals/groups before making changes to public service pensions schemes.\n* Simplified point 2: The responsible authority must follow a specific procedure when making changes to protected elements of a scheme, including obtaining consent from certain individuals/groups and reporting to the appropriate legislature.\n* Simplified point 3: The responsible authority can only make retrospective provisions with significant adverse effects if they obtain consent from the relevant individuals/groups and report to the appropriate legislature.\n* Simplified point 4: Scheme regulations are subject to either the affirmative or negative procedure depending on the nature of the changes being made."
            },
            {
                "length": 261,
                "short": "\"Public Sector Pension Schemes: Extensive Coverage and Modification Provisions\"",
                "text": "\n* Simplified point 1: The Public Service Pensions Act 2013 allows for the creation of new pension schemes for public sector workers, including those not previously covered by a pension scheme.\n* Simplified point 2: The responsible authority for a scheme under section 1 can extend the scope of the scheme to include additional groups of people, such as those not originally included in the scheme.\n* Simplified point 3: Scheme regulations can provide for the payment of pensions and other benefits to or in respect of a wide range of individuals, including those not specified in section 1(2) of the act.\n* Simplified point 4: The responsible authority can modify provisions of the scheme regulations to secure appropriate protection against additional costs, obtain information, or take account of the arrangements under which employees are employed.\n* Simplified point 5: The responsible authority must publish a list of the persons to whom the scheme relates and keep it up-to-date.\n* Simplified point 6: Determinations under section 5 can have retrospective effect."
            },
            {
                "length": 174,
                "short": "\"Pension Payment Continuity for Local Government Workers in England and Wales\"",
                "text": "\n* Simplified point 1: This section of the legislation deals with existing local government schemes in England and Wales, ensuring that pension payments continue without interruption when new regulations come into force.\n* Simplified point 2: The regulations under Section 7 of the Superannuation Act 1972 will be treated as if they were part of the new scheme under Section 1, providing pension benefits to eligible individuals.\n* Simplified point 3: Schedule 9 of the Public Service Pensions Act 2013 extends access to these schemes to include civil servants, allowing them to participate in the same pension plans as local government workers in England and Wales."
            },
            {
                "length": 290,
                "short": "\"Public Service Pensions Act 2013: Regulations for New and Existing Schemes\"",
                "text": "\n* Simplified point 1: The Public Service Pensions Act 2013 outlines the requirements for new public body pension schemes and restrictions on existing ones.\n* Simplified point 2: New public body pension schemes must comply with certain provisions of the act, such as having a scheme manager, pension board, and cost control measures. Existing schemes can continue to operate but with restrictions on benefits provided after a certain date.\n* Simplified point 3: The act restricts certain existing public body pension schemes by requiring the public authority responsible for the scheme to make provision to secure that no benefits are provided after a certain date. Exceptions can be made, and provision may be made by amending the scheme.\n* Simplified point 4: The act allows for the establishment of new schemes for the payment of pensions or other benefits to or in respect of persons who are not eligible for membership of a scheme under section 1.\n* Simplified point 5: The act provides for the modification of existing legislation to remove bodies or offices from Schedule 10, and adds new bodies or offices to it. It also allows for consequential or supplementary provision to be made by amending any legislation."
            },
            {
                "length": 270,
                "short": "\"Public Service Pensions Act 2013: Aligning Pension Schemes for Public Office Holders with State Pension Age\"",
                "text": "\n* Simplified point 1: The Public Service Pensions Act 2013 makes changes to pension schemes for certain public office holders, including the Prime Minister, Lord Chancellor, and Speaker of the House of Commons, so that their pension ages align with the state pension age.\n* Simplified point 2: The Act allows for changes to the normal or deferred pension age in these schemes based on changes to the state pension age, and ensures that relevant accrued benefits are protected.\n* Simplified point 3: The Act also applies to members of the European Parliament, allowing for changes to their pension ages based on changes to the state pension age, and ensuring that relevant accrued benefits are protected.\n* Simplified point 4: The Act gives the power to make provision for any statutory provision relating to any matter connected with the pensions payable to or in respect of Members to have effect with respect to or in connection with Representatives, with such additions, omissions, amendments or other modifications as may be specified in the scheme."
            },
            {
                "length": 204,
                "short": "\"UK Pension Review: Assessing Impact on Defense Fire and Rescue Service and Ministry of Defense Police\"",
                "text": "\n* Simplified point 1: The UK government is required to conduct a review of the impact of raising the pension age on members of the Defense Fire and Rescue Service and Ministry of Defense Police before the end of a 6-month period after the law takes effect.\n* Simplified point 2: The review must assess the impact of the law on the health and well-being of these personnel, their ability to continue meeting operational requirements, and the likelihood of early retirement and its consequences for both individuals and taxpayers.\n* Simplified point 3: The review will provide information on how the change in pension age may affect the Defense Fire and Rescue Service and Ministry of Defense Police, including potential effects on their health, ability to perform their duties, and likelihood of retiring early."
            },
            {
                "length": 136,
                "short": "Pension Act Terminology and Schemes Outlined",
                "text": "\n* Simplified point 1: This section defines various terms used throughout the act related to pensions, such as \"defined benefits scheme,\" \"defined contributions scheme,\" \"earnings,\" and \"final salary.\"\n* Simplified point 2: It also outlines the different types of pension schemes covered by the act, including \"public body pension schemes\" and \"new public body pension schemes.\" Additionally, it explains the different procedures required for making regulations or orders under the act, including the \"affirmative procedure,\" \"negative procedure,\" and \"affirmative Commons procedure.\""
            },
            {
                "length": 182,
                "short": "\"Legislative Budgetary Provisions for Public Official Pensions and Expenses\"",
                "text": "\n* Simplified point 1: This extract of the legislation allows for pensions or other sums payable to certain individuals holding public offices to be charged on and paid out of the Consolidated Fund.\n* Simplified point 2: The legislation provides for expenditure incurred under or by virtue of the act to be paid out of money provided by parliament, and also allows for increases in sums payable under other acts to be covered by the funding provided.\n* Simplified point 3: The act applies to England, Wales, Scotland, and Northern Ireland.\n* Simplified point 4: Certain provisions of the act come into force immediately upon passage, while others can be implemented at a later date through treasury orders."
            }
        ],
        [
            {
                "length": 498,
                "short": "Public Sector Worker Pension Schemes: Regulations and Review",
                "text": "\n* Simplified point 1: The Public Service Pensions Act 2013 allows for the establishment of new pension schemes for certain groups of public sector workers, including civil servants, judges, local government employees, teachers, healthcare workers, firefighters, and members of the armed forces.\n* Simplified point 2: The responsible authorities for these schemes are set out in Schedule 2 of the act, and they have the power to make regulations regarding the schemes, including provisions for maternity leave, sick pay, and death-in-service benefits.\n* Simplified point 3: The regulations can be made with retrospective effect, but only if they do not reduce the amount of any pension or other benefit that has already been paid.\n* Simplified point 4: The act also allows for consequential, supplementary, incidental, or transitional provision to be made in relation to the schemes, including amendments to primary or secondary legislation.\n* Simplified point 5: The act sets an \"employer cost cap\" to limit the amount of money that employers contribute to the schemes, based on the cost of providing the promised benefits.\n* Simplified point 6: The act requires the scheme manager to provide benefit information statements to members in accordance with the act, and to keep records as specified by regulations made by the secretary of state.\n* Simplified point 7: The act restricts certain existing public body pension schemes by requiring the public authority responsible for the scheme to make provision to secure that no benefits are provided after a certain date.\n* Simplified point 8: The act allows for the establishment of new schemes for the payment of pensions or other benefits to or in respect of persons who are not eligible for membership of a scheme under section 1.\n* Simplified point 9: The act provides for the modification of existing legislation to remove bodies or offices from Schedule 10, and adds new bodies or offices to it.\n* Simplified point 10: The act allows for the review of the impact of raising the pension age on members of the Defense Fire and Rescue Service and Ministry of Defense Police before the end of a 6-month period after the law takes effect."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Public Service Pensions Act 2013 is a law passed in the United Kingdom that regulates pension schemes for public sector workers, including civil servants, judges, local government employees, teachers, healthcare workers, firefighters, and members of the armed forces. The act allows for the establishment of new pension schemes, modifies existing schemes, and provides for the payment of pensions and other benefits to or in respect of a wide range of individuals. It also includes provisions for pension payments continuity, pension age alignment, and reviews of the impact of raising the pension age on members of the Defense Fire and Rescue Service and Ministry of Defense Police. The act sets out the responsibilities of the responsible authorities for the schemes, including the appointment of a scheme manager and pension board, and provides for the modification of existing legislation to secure appropriate protection against additional costs, obtain information, or take account of the arrangements under which employees are employed."
}