[
    {
        "length": 786,
        "text": "\nIssue of certificate\n\tThis section applies in relation to a person charged with one or moreindictable offences (“the defendant”).\n\tThe Director of Public Prosecutions for Northern Ireland may issue acertificate that any trial on indictment of the defendant (and of any personcommitted for trial with the defendant) is to be conducted without a jury if—\n\t\the suspects that any of the following conditions is met, and\n\t\the is satisfied that in view of this there is a risk that theadministration of justice might be impaired if the trial were to be conductedwith a jury.\n\tCondition 1 is that the defendant is, or is an associate (see subsection(9)) of, a person who—\n\t\tis a member of a proscribed organisation (see subsection (10)), or\n\t\thas at any time been a member of an organisation that was, at that time, aproscribed organisation.\n\tCondition 2 is that—\n\t\tthe offence or any of the offences was committed on behalf of a proscribedorganisation, or\n\t\ta proscribed organisation was otherwise involved with, or assisted in, thecarrying out of the offence or any of the offences.\n\tCondition 3 is that an attempt has been made to prejudice the investigationor prosecution of the offence or any of the offences and—\n\t\tthe attempt was made on behalf of a proscribed organisation, or\n\t\ta proscribed organisation was otherwise involved with, or assisted in, theattempt.\n\tCondition 4 is that the offence or any of the offences was committed to anyextent (whether directly or indirectly) as a result of, in connection with orin response to religious or political hostility of one person or group ofpersons towards another person or group of persons.\n\tIn subsection (6) “religious or political hostility” means hostility basedto any extent on—\n\t\treligious belief or political opinion,\n\t\tsupposed religious belief or political opinion, or\n\t\tthe absence or supposed absence of any, or any particular, religious beliefor political opinion.\n\tIn subsection (6) the references to persons and groups of persons need notinclude a reference to the defendant or to any victim of the offence oroffences.\n\tFor the purposes of this section a person (A) is the associate of anotherperson (B) if—\n\t\tA is the spouse or a former spouse of B,\n\t\tA is the civil partner or a former civil partner of B,\n\t\tA and B (whether of different sexes or the same sex) live as partners, orhave lived as partners, in an enduring family relationship,\n\t\tA is a friend of B, or\n\t\tA is a relative of B.\n\tFor the purposes of this section an organisation is a proscribedorganisation, in relation to any time, if at that time—\n\t\tit is (or was) proscribed (within the meaning given by section 11(4) of theTerrorism Act [2000 (c. 11)](/id/ukpga/2000/11?view=plain \"Go to item oflegislation\")), and\n\t\tits activities are (or were) connected with the affairs of NorthernIreland."
    },
    {
        "length": 242,
        "text": "\nCertificates: supplementary\n\tIf a certificate under section 1 is issued in relation to any trial onindictment of a person charged with one or more indictable offences (“thedefendant”), it must be lodged with the court before the arraignment of—\n\t\tthe defendant, or\n\t\tany person committed for trial on indictment with the defendant.\n\tA certificate lodged under subsection (1) may be modified or withdrawn bygiving notice to the court at any time before the arraignment of—\n\t\tthe defendant, or\n\t\tany person committed for trial on indictment with the defendant.\n\tIn this section “the court” means—\n\t\tin relation to a time before the committal for trial on indictment of thedefendant, the magistrates' court before which any proceedings for the offenceor any of the offences mentioned in subsection (1) are being, or have been,conducted;\n\t\totherwise, the Crown Court."
    },
    {
        "length": 333,
        "text": "\nPreliminary inquiry\n\tThis section applies where a certificate under section 1 has been issued inrelation to any trial on indictment of a person charged with one or moreindictable offences.\n\tIn proceedings before a magistrates' court for the offence or any of theoffences, if the prosecution requests the court to conduct a preliminaryinquiry into the offence the court must grant the request.\n\tIn subsection (2) “preliminary inquiry” means a preliminary inquiry underthe Magistrates' Courts (Northern Ireland) Order 1981 ([S.I. 1981/1675 (N.I.26)](/id/nisi/1981/1675?view=plain \"Go to item of legislation\")).\n\tSubsection (2)—\n\t\tapplies notwithstanding anything in Article 31 of that Order,\n\t\tdoes not apply in respect of an offence where the court considers that inthe interests of justice a preliminary investigation should be conducted intothe offence under that Order, and\n\t\tdoes not apply in respect of an extra-territorial offence (as defined insection 1(3) of the Criminal Jurisdiction Act [1975 (c.59)](/id/ukpga/1975/59?view=plain \"Go to item of legislation\"))."
    },
    {
        "length": 657,
        "text": "\nCourt for trial\n\tA trial on indictment in relation to which a certificate under section 1has been issued is to be held only at the Crown Court sitting in Belfast,unless the Lord Chief Justice of Northern Ireland directs that—\n\t\tthe trial,\n\t\ta part of the trial, or\n\t\ta class of trials within which the trial falls,\n\t\t\tis to be held at the Crown Court sitting elsewhere.\n\tThe Lord Chief Justice of Northern Ireland may nominate any of thefollowing to exercise his functions under subsection (1)—\n\t\tthe holder of one of the offices listed in Schedule 1 to the Justice(Northern Ireland) Act [2002 (c. 26)](/id/ukpga/2002/26?view=plain \"Go to itemof legislation\");\n\t\ta Lord Justice of Appeal (as defined in section 88 of that Act).\n\tIf a person is committed for trial on indictment and a certificate undersection 1 has been issued in relation to the trial, the person must becommitted—\n\t\tto the Crown Court sitting in Belfast, or\n\t\twhere a direction has been given under subsection (1) which concerns thetrial, to the Crown Court sitting at the place specified in the direction;\n\t\tand section 48 of the Judicature (Northern Ireland) Act [1978 (c.23)](/id/ukpga/1978/23?view=plain \"Go to item of legislation\") (committal fortrial on indictment) has effect accordingly.\n\tWhere— \n\t\ta person is committed for trial on indictment otherwise than to the CrownCourt sitting at the relevant venue, and\n\t\ta certificate under section 1 is subsequently issued in relation to thetrial,\n\t\tthe person is to be treated as having been committed for trial to the CrownCourt sitting at the relevant venue.\n\tIn subsection (4) “the relevant venue”, in relation to a trial, means—\n\t\tif the trial falls within a class specified in a direction under subsection(1)(c) (or would fall within such a class had a certificate under section 1been issued in relation to the trial), the place specified in the direction;\n\t\totherwise, Belfast.\n\tWhere— \n\t\ta person is committed for trial to the Crown Court sitting in Belfast inaccordance with subsection (3) or by virtue of subsection (4), and\n\t\ta direction is subsequently given under subsection (1), before thecommencement of the trial, altering the place of trial,\n\t\tthe person is to be treated as having been committed for trial to the CrownCourt sitting at the place specified in the direction."
    },
    {
        "length": 781,
        "text": "\nMode of trial on indictment\n\tThe effect of a certificate issued under section 1 is that the trial onindictment of—\n\t\tthe person to whom the certificate relates, and\n\t\tany person committed for trial with that person,\n\t\t\tis to be conducted without a jury.\n\tWhere a trial is conducted without a jury under this section, the court isto have all the powers, authorities and jurisdiction which the court wouldhave had if the trial had been conducted with a jury (including power todetermine any question and to make any finding which would be required to bedetermined or made by a jury).\n\tExcept where the context otherwise requires, any reference in an enactment(including a provision of Northern Ireland legislation) to a jury, the verdictof a jury or the finding of a jury is to be read, in relation to a trialconducted without a jury under this section, as a reference to the court, theverdict of the court or the finding of the court.\n\tNo inference may be drawn by the court from the fact that the certificatehas been issued in relation to the trial.\n\tWithout prejudice to subsection (2), where the court conducting a trialunder this section—\n\t\tis not satisfied that a defendant is guilty of an offence for which he isbeing tried (“the offence charged”), but\n\t\tis satisfied that he is guilty of another offence of which a jury couldhave found him guilty on a trial for the offence charged,\n\t\tthe court may convict him of the other offence.\n\tWhere a trial is conducted without a jury under this section and the courtconvicts a defendant (whether or not by virtue of subsection (5)), the courtmust give a judgment which states the reasons for the conviction at, or assoon as reasonably practicable after, the time of the conviction.\n\tA person convicted of an offence on a trial under this section may,notwithstanding anything in sections 1 and 10(1) of the Criminal Appeal(Northern Ireland) Act [1980 (c. 47)](/id/ukpga/1980/47?view=plain \"Go to itemof legislation\"), appeal to the Court of Appeal under Part 1 of that Act—\n\t\tagainst his conviction, on any ground, without the leave of the Court ofAppeal or a certificate of the judge of the court of trial;\n\t\tagainst sentence passed on conviction, without that leave, unless thesentence is fixed by law.\n\tWhere a person is convicted of an offence on a trial under this section,the time for giving notice of appeal under section 16(1) of that Act is to runfrom the date of judgment (if later than the date from which it would rununder that subsection).\n\tArticle 16(4) of the Criminal Justice (Northern Ireland) Order 2004 ([S.I.2004/1500 (N.I. 9)](/id/nisi/2004/1500?view=plain \"Go to item oflegislation\")) (leave of judge or Court of Appeal required for prosecutionappeal under Part IV of that Order) does not apply in relation to a trialconducted under this section."
    },
    {
        "length": 124,
        "text": "\nRules of court\n\tRules of court may make such provision as appears to the authority makingthem to be necessary or expedient for the purposes of sections 1 to 5.\n\tWithout limiting subsection (1), rules of court may in particular makeprovision for time limits which are to apply in connection with any provisionof sections 1 to 5.\n\tNothing in this section is to be taken as affecting the generality of anyenactment (including a provision of Northern Ireland legislation) conferringpowers to make rules of court."
    },
    {
        "length": 193,
        "text": "\nLimitation on challenge of issue of certificate\n\tNo court may entertain proceedings for questioning (whether by way ofjudicial review or otherwise) any decision or purported decision of theDirector of Public Prosecutions for Northern Ireland in relation to the issueof a certificate under section 1, except on the grounds of—\n\t\tdishonesty, \n\t\tbad faith, or\n\t\tother exceptional circumstances (including in particular exceptionalcircumstances relating to lack of jurisdiction or error of law).\n\tSubsection (1) is subject to section 7(1) of the Human Rights Act [1998 (c.42)](/id/ukpga/1998/42?view=plain \"Go to item of legislation\") (claim thatpublic authority has infringed Convention right)."
    },
    {
        "length": 424,
        "text": "\nSupplementary \n\tNothing in sections 1 to 6 affects—\n\t\tthe requirement under Article 49 of the Mental Health (Northern Ireland)Order 1986 ([S.I. 1986/595 (N.I. 4)](/id/nisi/1986/595?view=plain \"Go to itemof legislation\")) that a question of fitness to be tried be determined by ajury, or\n\t\tthe requirement under Article 49A of that Order that any question, findingor verdict mentioned in that Article be determined, made or returned by ajury.\n\tSchedule 1 (minor and consequential amendments relating to trials onindictment without a jury) shall have effect.\n\tThe provisions of sections 1 to 7 and this section (and Schedule 1) applyin relation to offences committed before, as well as after, the coming intoforce of those provisions, but subject to any provision made by virtue of—\n\t\tsection 4 of the Terrorism (Northern Ireland) Act [2006 (c.4)](/id/ukpga/2006/4?view=plain \"Go to item of legislation\") (transitionalprovision in connection with expiry etc of Part 7 of the Terrorism Act [2000(c. 11)](/id/ukpga/2000/11?view=plain \"Go to item of legislation\")), or\n\t\tsection 53(7) of this Act.\n\tAn order under section 4 of the Terrorism (Northern Ireland) Act 2006 maymake provision disregarding any of the amendments made by Schedule 1 to thisAct for any purpose specified in the order."
    },
    {
        "length": 426,
        "text": "\nDuration of non-jury trial provisions\n\tSections 1 to 8 (and Schedule 1) (“the non-jury trial provisions”) shallexpire at the end of the period of two years beginning with the day on whichsection 1 comes into force (“the effective period”).\n\tBut the Secretary of State may by order extend, or (on one or moreoccasions) further extend, the effective period.\n\tAn order under subsection (2)—\n\t\tmust be made before the time when the effective period would end but forthe making of the order, and\n\t\tshall have the effect of extending, or further extending, that period forthe period of two years beginning with that time.\n\tThe expiry of the non-jury trial provisions shall not affect theirapplication to a trial on indictment in relation to which—\n\t\ta certificate under section 1 has been issued, and\n\t\tthe indictment has been presented,\n\t\t\tbefore their expiry.\n\tThe expiry of section 4 shall not affect the committal of a person fortrial in accordance with subsection (3) of that section, or by virtue ofsubsection (4) or (6) of that section, to the Crown Court sitting in Belfastor elsewhere in a case where the indictment has not been presented before itsexpiry.\n\tThe Secretary of State may by order make any amendments of enactments(including provisions of Northern Ireland legislation) that appear to him tobe necessary or expedient in consequence of the expiry of the non-jury trialprovisions.\n\tAn order under this section—\n\t\tshall be made by statutory instrument, and\n\t\tmay not be made unless a draft has been laid before and approved byresolution of each House of Parliament."
    },
    {
        "length": 2609,
        "text": "\nJuries\n\tRestrictions on disclosure of juror information\n\t\tAfter Article 26 of the Juries (Northern Ireland) Order 1996 ([S.I.1996/1141 (N.I. 6)](/id/nisi/1996/1141?view=plain \"Go to item oflegislation\")) insert—\n\t\t“26ARestriction on disclosure of juror information\n\t\t\tA person to whom any of paragraphs (2) to (7) applies must not disclosejuror information (see Article 26C) except with lawful authority (see Article26B).\n\t\t\tThis paragraph applies to a person—\n\t\t\t\twho is or has been an electoral officer or a court official (see Article26C); and\n\t\t\t\twho obtained the juror information in the course of his functions as anelectoral officer or court official.\n\t\t\tThis paragraph applies to a person—\n\t\t\t\twho is or has been a person providing services to the Northern IrelandCourt Service or the employee of such a person; and\n\t\t\t\twho obtained the juror information for or in connection with the provisionof services to the Court Service.\n\t\t\tThis paragraph applies to a person—\n\t\t\t\twho is or has been a member of the police service (see Article 26C); and\n\t\t\t\twho obtained the juror information for or in connection with the making ofchecks, in accordance with jury check guidelines (see Article 26C), on theperson to whom the information relates.\n\t\t\tThis paragraph applies to any person, other than a court official or amember of the police service, to whom the juror information was disclosed inaccordance with jury check guidelines.\n\t\t\tThis paragraph applies to a person—\n\t\t\t\twho is or has been a juror or summoned as a juror; and\n\t\t\t\twho obtained the juror information as a result of having been a juror orsummoned as a juror;\n\t\t\t\t\tbut this paragraph does not apply to a person in so far as the jurorinformation is information about himself.\n\t\t\tThis paragraph applies to a person who knows, or ought reasonably to haveknown, that the juror information had previously been disclosed incontravention of paragraph (1).\n\t\t\tA person who contravenes paragraph (1) shall be guilty of an offence andshall be liable—\n\t\t\t\ton summary conviction, to imprisonment for a term not exceeding six monthsor to a fine not exceeding the statutory maximum, or to both;\n\t\t\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears or to a fine, or to both.\n\t\t\tIt shall be a defence for a person charged with an offence under thisArticle to prove that he reasonably believed that the disclosure by him waslawful.\n\t\tBDisclosure of juror information: lawful authority\n\t\t\tFor the purposes of Article 26A, juror information is disclosed with lawfulauthority if any of paragraphs (2) to (9) applies to the disclosure.\n\t\t\tThis paragraph applies to a disclosure by an electoral officer—\n\t\t\t\tto another electoral officer; or\n\t\t\t\tin accordance with Article 4.\n\t\t\tThis paragraph applies to a disclosure by a court official—\n\t\t\t\tto another court official;\n\t\t\t\tto the judge of any court; or\n\t\t\t\tto a juror or a person summoned as a juror.\n\t\t\tThis paragraph applies to a disclosure—\n\t\t\t\tto a person providing services to the Northern Ireland Court Service; or\n\t\t\t\tto the employee of such a person,\n\t\t\t\t\tfor or in connection with the provision of services to the Court Service.\n\t\t\tThis paragraph applies to a disclosure—\n\t\t\t\tby a person providing services to the Northern Ireland Court Service; or\n\t\t\t\tby the employee of such a person,\n\t\t\t\tif the disclosure is required or authorised to be made by an officer of thecourt (see Article 2(2)) for or in connection with the provision of servicesto the Court Service.\n\t\t\tThis paragraph applies to a disclosure—\n\t\t\t\tby an officer of the court to a member of the police service;\n\t\t\t\tby a member of the police service to another member of the police service;or\n\t\t\t\tby a member of the police service to an officer of the court,\n\t\t\t\tfor or in connection with the making of checks, in accordance with jury checkguidelines, on the person to whom the juror information relates.\n\t\t\tThis paragraph applies to a disclosure to a person other than a member ofthe police service or an officer of the court if the juror information isdisclosed in accordance with jury check guidelines.\n\t\t\tThis paragraph applies to a disclosure for the purposes of criminalproceedings (but not for the purposes of any proceedings in relation to whichthe person to whom the juror information relates may be, is, or has been, ajuror).\n\t\t\tThis paragraph applies to a disclosure made with leave of a court.\n\t\tCInterpretation of Articles 26A and 26B\n\t\t\tThis Article applies for the purposes of Articles 26A and 26B.\n\t\t\t“Court official” means—\n\t\t\t\tan officer of the court (see Article 2(2)); or\n\t\t\t\ta court security officer.\n\t\t\t“Electoral officer” means—\n\t\t\t\tthe Chief Electoral Officer for Northern Ireland; or\n\t\t\t\ta person to whom any of his functions are delegated under section 14A(2) ofthe Electoral Law Act (Northern Ireland) 1962 or Article 9(2) of the ElectoralLaw (Northern Ireland) Order 1972.\n\t\t\t“Juror information” means information which identifies (or from which it ispossible to identify) a particular person as being or as having been—\n\t\t\t\ta juror;\n\t\t\t\tlisted on any Divisional Jurors List or on any panel prepared under Article5; or\n\t\t\t\tselected for inclusion on any such List under Article 4(1) and (2).\n\t\t\t“Jury check guidelines” means guidelines issued by the Attorney Generalrelating to the making of additional checks on jurors and the exercise by theCrown of its right under Article 15(4).\n\t\t\t“Member of the police service” means—\n\t\t\t\ta member of the Police Service of Northern Ireland;\n\t\t\t\ta member of the Police Service of Northern Ireland Reserve;\n\t\t\t\ta member of the police support staff (within the meaning of the Police(Northern Ireland) Act 2000).”\n\t\t\tSchedule 2 (restrictions on disclosure of juror information: furtheramendments) shall have effect.\n\t\t\tSubsection (1) does not have effect in relation to—\n\t\t\t\tany information which identifies (or from which it is possible to identify)a particular person as having been a juror before the date on which thatsubsection comes into force, or\n\t\t\t\tany information made available for inspection under Article 4 or 7 of theJuries (Northern Ireland) Order 1996 ([S.I. 1996/1141 (N.I.6)](/id/nisi/1996/1141?view=plain \"Go to item of legislation\")) before thatdate.\n\tChief Electoral Officer to provide additional information to JuriesOfficer\n\t\tThe Juries (Northern Ireland) Order 1996 is amended as follows.\n\t\tIn Article 4 (preparation of Jurors Lists), in paragraph (3), omit “whosename is”.\n\t\tIn Article 4, after paragraph (3) insert—\n\t\t\t“(3A)The list referred to in paragraph (3) shall include the followinginformation in respect of each person included in it—\n\t\t\tthe person’s full name;\n\t\t\tthe person’s address;\n\t\t\tthe person’s date of birth; and\n\t\t\tthe person’s national insurance number or a statement that he does not haveone.”\n\t\tIn Article 4, in paragraph (7)—\n\t\t\tfor the words from “full name” to “the occupation” substitute “followinginformation in respect”;\n\t\t\tat the end insert—\n\t\t\tthe person’s full name;\n\t\t\tthe person’s address;\n\t\t\tthe person’s date of birth;\n\t\t\tthe person’s national insurance number or a statement that he does not haveone; and\n\t\t\tsubject to paragraph (10)(b), the person’s occupation.”\n\t\tIn Article 6 (form of panel), in paragraph (1), omit “with their addresses,and (subject to Article 4(10)(b)) occupations”.\n\t\tIn Article 6, after paragraph (1) insert—\n\t\t“(1A)The panel shall include the following information in respect of each ofthe persons selected—\n\t\t\tthe person’s address;\n\t\t\tthe person’s date of birth;\n\t\t\tthe person’s national insurance number or a statement that he does not haveone; and\n\t\t\t(subject to Article 4(10)(b)) the person’s occupation.”\n\tJurors found to be disqualified before being summoned\n\t\tIn Article 8 of the Juries (Northern Ireland) Order 1996 ([S.I. 1996/1141(N.I. 6)](/id/nisi/1996/1141?view=plain \"Go to item of legislation\"))(summoning of jurors), after paragraph (1) insert—\n\t“(1A)But if the Juries Officer is satisfied, as a result of a check undertakenby an officer of the court for the purpose, that a juror whose name isincluded in a panel is—\n\t\tdisqualified for jury service; or\n\t\tnot qualified for jury service in the court to be specified in the jurysummons,\n\t\tthe Officer shall not summon the juror under paragraph (1).”\n\tAbolition of peremptory challenge in criminal cases\n\t\tArticle 15 of the Juries (Northern Ireland) Order 1996 (challenges incriminal cases) is amended as follows.\n\t\tIn paragraph (1), omit sub-paragraph (a) (including the word “and” at theend).\n\t\tIn paragraph (2), for “shall challenge only” substitute “may challenge anyjuror or jurors”.\n\t\tAfter paragraph (4) insert—\n\t\tIn addition and without prejudice to any powers which the court maypossess to order the exclusion of the public from any proceedings, the judgemay order that the hearing of a challenge for cause shall be in camera or inchambers.”"
    },
    {
        "length": 479,
        "text": "\nLegal proceedings\n\tIn section 71(1) of the Northern Ireland Act [1998 (c.47)](/id/ukpga/1998/47?view=plain \"Go to item of legislation\") (Human RightsCommission: Convention rights proceedings: restrictions) for “section 6(2)(c),24(1)(a) or 69(5)(b)” substitute “section 6(2)(c) or 24(1)(a)”.\n\tAfter section 71(2) of that Act insert—\n\t\t“(2A)Subsection (1) does not apply to the Commission.\n\t(2B)In relation to the Commission’s instituting, or intervening in, humanrights proceedings—\n\t\tthe Commission need not be a victim or potential victim of the unlawful actto which the proceedings relate,\n\t\tsection 7(3) and (4) of the Human Rights Act [1998 (c.42)](/id/ukpga/1998/42?view=plain \"Go to item of legislation\") (breach ofConvention rights: sufficient interest, &c.) shall not apply,\n\t\tthe Commission may act only if there is or would be one or more victims ofthe unlawful act, and\n\t\tno award of damages may be made to the Commission (whether or not theexception in section 8(3) of that Act applies).\n\t\t(2C)For the purposes of subsection (2B)—\n\t\t“human rights proceedings” means proceedings which rely (wholly or partly)on—\n\t\tsection 7(1)(b) of the Human Rights Act 1998, or\n\t\tsection 69(5)(b) of this Act, and\n\t\tan expression used in subsection (2B) and in section 7 of the Human RightsAct 1998 has the same meaning in subsection (2B) as in section 7.”"
    },
    {
        "length": 1557,
        "text": "\nInvestigations: evidence\n\tAfter section 69 of the Northern Ireland Act 1998 (Human Rights Commissionfunctions) insert—\n\t“69AInvestigations: evidence\n\t\tFor the purpose of an investigation under section 69(8) the Commission mayby notice in writing require a person—\n\t\t\tto provide information in his possession,\n\t\t\tto produce documents in his possession, or\n\t\t\tto give oral evidence.\n\t\tA notice may include provision about—\n\t\t\tthe form of information, documents or evidence;\n\t\t\ttiming. \n\t\tA notice—\n\t\t\tmay not require a person to provide information that he is prohibited fromdisclosing by virtue of an enactment,\n\t\t\tmay not require a person to do anything that he could not be compelled todo in proceedings before the High Court, and\n\t\t\tmay not require a person to attend at a place unless the Commissionundertakes to pay the expenses of his journey.\n\t\tThe Commission may issue a notice under subsection (1) only if it has—\n\t\t\tconsidered whether the matter to which the notice relates has already beensufficiently investigated by another person, and\n\t\t\tconcluded that it has not.\n\t\tThe recipient of a notice may apply to a county court to have the noticecancelled on the grounds that the requirement imposed by the notice—\n\t\t\tis unnecessary having regard to the purpose of the investigation to whichthe notice relates,\n\t\t\tcontravenes subsection (4) or section 69D, or\n\t\t\tis otherwise unreasonable.\n\t\tSubsection (7) applies where the Commission thinks that a person—\n\t\t\thas failed without reasonable excuse to comply with a notice, or\n\t\t\tis likely to fail without reasonable excuse to comply with a notice.\n\t\tThe Commission may apply to a county court for an order requiring a personto take such steps as may be specified in the order to comply with the notice.\n\t\tA person commits an offence if without reasonable excuse he—\n\t\t\tfails to comply with a notice,\n\t\t\tfails to comply with an order under subsection (7),\n\t\t\tfalsifies anything provided or produced in accordance with a notice ororder, or\n\t\t\tmakes a false statement in giving oral evidence in accordance with anotice.\n\t\tA person who is guilty of an offence under subsection (8) shall be liableon summary conviction to a fine not exceeding level 5 on the standard scale.\n\t\tA notice under this section may not require the Public Prosecution Servicefor Northern Ireland to supply documents or evidence about a decision whetheror not to institute or continue criminal proceedings.\n\tBInvestigations: national security\n\t\tWhere a person is given a notice under section 69A(1) he shall disregardit, and notify the Commission that he is disregarding it, in so far as hethinks it would require him—\n\t\t\tto disclose sensitive information within the meaning of paragraph 4 ofSchedule 3 to the Intelligence Services Act [1994 (c.13)](/id/ukpga/1994/13?view=plain \"Go to item of legislation\") (Intelligenceand Security Committee),\n\t\t\tto disclose information which might lead to the identification of anemployee or agent of an intelligence service (other than one whose identity isalready known to the Commission),\n\t\t\tto disclose information which might provide details of processes used inrecruiting, selecting or training employees or agents of an intelligenceservice,\n\t\t\tto disclose information which might provide details of, or cannotpracticably be separated from, information falling within any of paragraphs(a) to (c),\n\t\t\tto make a disclosure of information relating to an intelligence servicewhich would prejudice the interests of national security, or\n\t\t\tto make a disclosure of information relating to the Police Service ofNorthern Ireland which would prejudice the interests of national security.\n\t\tWhere in response to a notice under section 69A(1) a person gives a noticeto the Commission under subsection (1) above—\n\t\t\tsection 69A(7) and (8) shall not apply in relation to that part of thenotice under section 69A(1) to which the notice under subsection (1) aboverelates,\n\t\t\tthe Commission may apply to the tribunal established by section 65 of theRegulation of Investigatory Powers Act [2000 (c.23)](/id/ukpga/2000/23?view=plain \"Go to item of legislation\") for an orderrequiring the person to take such steps as may be specified in the order tocomply with the notice,\n\t\t\tthe following provisions of that Act shall apply in relation to proceedingsunder this subsection as they apply in relation to proceedings under that Act(with any necessary modifications)—\n\t\t\tsection 67(7), (8) and (10) to (12) (determination),\n\t\t\tsection 68 (procedure), and\n\t\t\tsection 69 (rules), and\n\t\t\tthe tribunal shall determine proceedings under this subsection byconsidering the opinion of the person who gave the notice under subsection (1)above in accordance with the principles that would be applied by a court on anapplication for judicial review of the giving of the notice.\n\t\tWhere the Commission receives information or documents from or relating toan intelligence service in response to a notice under section 69A(1), theCommission shall store and use the information or documents in accordance withany arrangements specified by the Secretary of State.\n\t\tThe recipient of a notice under section 69A(1) may apply to the High Courtto have the notice cancelled on the grounds that the requirement imposed bythe notice is undesirable for reasons of national security, other than for thereason that it would require a disclosure of a kind to which subsection (1)above applies.\n\t\tAn investigation under section 69(8) may not consider—\n\t\t\twhether an intelligence service has acted (or is acting) in a way which isincompatible with a person’s human rights, or\n\t\t\tother matters concerning human rights in relation to an intelligenceservice.\n\t\tIn this section “intelligence service” means—\n\t\t\tthe Security Service,\n\t\t\tthe Secret Intelligence Service, and\n\t\t\tthe Government Communications Headquarters.”"
    },
    {
        "length": 1374,
        "text": "\nInvestigations: access to prisons, &c.\n\tAfter section 69B of the Northern Ireland Act [1998 (c.47)](/id/ukpga/1998/47?view=plain \"Go to item of legislation\") (inserted bysection 15 above) insert—\n\t“69CInvestigations: places of detention\n\t\tFor the purpose of an investigation under section 69(8) a person authorisedin writing by the Commission may enter a specified place of detention inNorthern Ireland on one or more occasions during a specified period.\n\t\tIn subsection (1) “specified” means specified in the terms of reference ofthe investigation.\n\t\tIn subsection (1) “place of detention” means—\n\t\t\ta prison specified in the Schedule to the Prisons and Young OffendersCentres Rules (Northern Ireland) 1995,\n\t\t\ta place used for the purpose of detaining arrested persons in a policestation designated under Article 36 of the Police and Criminal Evidence(Northern Ireland) Order 1989 ([S.I. 1989/1341 (N.I.12)](/id/nisi/1989/1341?view=plain \"Go to item of legislation\")),\n\t\t\ta place designated under paragraph 1 of Schedule 8 to the Terrorism Act[2000 (c. 11)](/id/ukpga/2000/11?view=plain \"Go to item of legislation\")(detention),\n\t\t\tin a building where a court sits, a place used for the purpose of detainingarrested persons,\n\t\t\ta juvenile justice centre provided under Article 51 of the Criminal Justice(Children) (Northern Ireland) Order 1998 ([S.I. 1998/1504 (N.I.9)](/id/nisi/1998/1504?view=plain \"Go to item of legislation\")),\n\t\t\tthe secure accommodation in Bangor provided and used in accordance withArticle 44 of the Children (Northern Ireland) Order 1995 ([S.I. 1995/755 (N.I.2)](/id/nisi/1995/755?view=plain \"Go to item of legislation\")),\n\t\t\ta removal centre or short-term holding facility within the meaning ofsection 147 of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\"), and\n\t\t\tany accommodation (including accommodation in a hospital) provided for thepurpose of detention under the Mental Health (Northern Ireland) Order 1986([S.I. 1986/595 (N.I. 4)](/id/nisi/1986/595?view=plain \"Go to item oflegislation\")).\n\t\tThe Commission may specify a place of detention in the terms of referenceof an investigation only if it has—\n\t\t\tconsidered whether the matter in respect of which the place is specifiedhas already been sufficiently investigated by another person, and\n\t\t\tconcluded that it has not.\n\t\tThe power under subsection (1) may not be exercised—\n\t\t\tduring the period of 15 days beginning with that on which copies of theterms of reference of the investigation are provided in accordance withsection 69D(1)(b), or\n\t\t\twhile an application under subsection (6), made during that period, has notyet been determined.\n\t\tA county court may, on the application of a person who appears to the courtto be responsible for a place of detention specified in terms of reference—\n\t\t\torder that the power under subsection (1) may not be used to enter theplace of detention;\n\t\t\timpose restrictions on the exercise of the power in relation to the placeof detention;\n\t\t\trequire the Commission to amend the terms of reference.\n\t\tAn order may be made under subsection (6) only if the court thinks that—\n\t\t\taccess to the place of detention is unnecessary having regard to thepurpose of the investigation,\n\t\t\tit would be unreasonable to allow the Commission access to the place ofdetention, or\n\t\t\tthe Commission has failed to comply with subsection (4) or section 69D.\n\t\tIn considering whether to make an order under subsection (6), and inconsidering the terms of an order under subsection (6)(b), the court shallhave regard, in particular, to the likely impact of the use of the power undersubsection (1) on the operation of the place of detention.\n\t\tIf a person obstructs the Commission in the exercise of the power undersubsection (1) the Commission may apply to a county court for an orderrequiring the person not to obstruct the Commission.\n\t\tA person commits an offence if without reasonable excuse he fails tocomply with an order under subsection (9).\n\t\tA person who is guilty of an offence under subsection (10) shall be liableon summary conviction to a fine not exceeding level 5 on the standard scale.\n\t\tThe Secretary of State may by order amend subsection (3).”\n\t\tIn section 96(2) of the Northern Ireland Act [1998 (c.47)](/id/ukpga/1998/47?view=plain \"Go to item of legislation\") (orders) after“55,” insert “69C(12),”."
    },
    {
        "length": 242,
        "text": "\nInvestigations: terms of reference\n\tAfter section 69C of the Northern Ireland Act 1998 (inserted by section 16above) insert—\n\t“69DInvestigations: terms of reference\n\t\tA power under section 69A(1) or 69C(1) may be used in relation to aninvestigation only if the Commission has—\n\t\t\tprepared terms of reference for the investigation in advance, and\n\t\t\tsent a copy of the terms of reference to—\n\t\t\tany person identified in them,\n\t\t\ta person responsible for any place of detention specified in them, and\n\t\t\tany other person whom the Commission thinks may be affected by theinvestigation.\n\t\tTerms of reference must specify a period within which the investigationmust be concluded.\n\t\tSubsection (2) does not prevent the Commission from commencing (inaccordance with this Part) a new investigation of matters arising out of, orincompletely considered in, an earlier investigation.”"
    },
    {
        "length": 114,
        "text": "\nInvestigations: duty to report\n\tAfter section 69(8) of the Northern Ireland Act [1998 (c.47)](/id/ukpga/1998/47?view=plain \"Go to item of legislation\") (Commission:investigations) insert—\n\t\t“(8A)The Commission shall publish a report of its findings on aninvestigation.”\n\tIn section 69(9) omit “and investigations”."
    },
    {
        "length": 295,
        "text": "\nTiming \n\tThe Commission may exercise a power conferred by section 15 or 16 only forthe purpose of investigating matters arising, and situations that exist, on orafter 1st August 2007.\n\tThe Commission may not exercise a power conferred by section 15 to requirea person—\n\t\tto provide information recorded before that date,\n\t\tto provide information relating to a time before that date,\n\t\tto produce a document created before that date,\n\t\tto produce a document relating to a time before that date, or\n\t\tto give oral evidence relating to a time before that date.\n\tWhere a document relates partly to a time before 1st August 2007 and partlyto a time on or after that date, subsection (2)(d) applies to the documentonly in so far as it relates to a time before that date.\n\tFor the purposes of sections 69A(5) and 69C(7) of the Northern Ireland Act1998 (as inserted by sections 15 and 16 above), a county court may make anorder if it thinks that the Commission has failed to comply, or is notcomplying, with subsection (1) or (2) above."
    },
    {
        "length": 3824,
        "text": "\nPowers\n\tStop and question\n\t\tA member of Her Majesty’s forces on duty or a constable may stop a personfor so long as is necessary to question him to ascertain his identity andmovements.\n\t\tA member of Her Majesty’s forces on duty may stop a person for so long asis necessary to question him to ascertain—\n\t\t\twhat he knows about a recent explosion or another recent incidentendangering life;\n\t\t\twhat he knows about a person killed or injured in a recent explosion orincident.\n\t\tA person commits an offence if he—\n\t\t\tfails to stop when required to do so under this section,\n\t\t\trefuses to answer a question addressed to him under this section, or\n\t\t\tfails to answer to the best of his knowledge and ability a questionaddressed to him under this section.\n\t\tA person guilty of an offence under this section shall be liable on summaryconviction to a fine not exceeding level 5 on the standard scale.\n\t\tA power to stop a person under this section includes a power to stop avehicle (other than an aircraft which is airborne).\n\tArrest \n\t\tIf a member of Her Majesty’s forces on duty reasonably suspects that aperson is committing, has committed or is about to commit any offence he may—\n\t\t\tarrest the person without warrant, and\n\t\t\tdetain him for a period not exceeding four hours.\n\t\tA person making an arrest under this section complies with any rule of lawrequiring him to state the ground of arrest if he states that he is making thearrest as a member of Her Majesty’s forces.\n\t\tFor the purpose of arresting a person under this section a member of HerMajesty’s forces may enter and search any premises in which he knows, orreasonably suspects, the person to be.\n\t\tA member of Her Majesty’s forces may seize, and detain for a period notexceeding four hours, anything which he reasonably suspects is being, has beenor is intended to be used in the commission of an offence under section 31 and32.\n\t\tThe reference to a rule of law in subsection (2) does not include a rule oflaw which has effect only by virtue of the Human Rights Act [1998 (c.42)](/id/ukpga/1998/42?view=plain \"Go to item of legislation\").\n\tEntry \n\t\tA member of Her Majesty’s forces on duty or a constable may enter anypremises if he considers it necessary in the course of operations for thepreservation of the peace or the maintenance of order.\n\t\tA constable may not rely on subsection (1) to enter a building unless—\n\t\t\the has authorisation, or\n\t\t\tit is not reasonably practicable to obtain authorisation.\n\t\tAuthorisation must be—\n\t\t\twritten authorisation from an officer of the Police Service of NorthernIreland of at least the rank of superintendent, or\n\t\t\tif it is not reasonably practicable to obtain written authorisation, oralauthorisation from an officer of the Police Service of Northern Ireland of atleast the rank of inspector.\n\t\tWritten authorisation must relate to a specified area of Northern Ireland.\n\t\tAn officer giving oral authorisation shall make a written record as soon asis reasonably practicable.\n\t\tWhere a constable enters a building in reliance on subsection (1) he mustensure that as soon as is reasonably practicable a record is made of—\n\t\t\tthe address of the building (if known),\n\t\t\tthe location of the building,\n\t\t\tthe date of entry,\n\t\t\tthe time of entry,\n\t\t\tthe purpose of entry,\n\t\t\tthe police number of each constable entering, and\n\t\t\tthe police number and rank of the authorising officer (if any).\n\t\tA written authorisation, or a record under subsection (5) or (6), must bekept by the person who gave or made it—\n\t\t\twhile any legal or complaint proceedings to which it might be relevant arepending, and\n\t\t\tin any event, for at least 12 months.\n\t\tA copy of a written authorisation or of a record under subsection (5) or(6) must be given as soon as is reasonably practicable to the owner oroccupier of the premises to which it relates.\n\t\tA copy of a written authorisation or of a record under subsection (5) or(6) must be given as soon as is reasonably practicable to any person whorequests a copy and who has, in the opinion of the person who has theauthorisation or record, sufficient reason for the request.\n\t\tIn subsection (7)(a) “complaint proceedings” means proceedings on acomplaint made or referred to the Police Ombudsman for Northern Ireland inaccordance with the Police (Northern Ireland) Act [1998 (c.32)](/id/ukpga/1998/32?view=plain \"Go to item of legislation\").\n\tSearch for munitions and transmitters\n\t\tSchedule 3 (which confers power to search for munitions and transmitters)shall have effect.\n\tSearch for unlawfully detained persons\n\t\tA member of Her Majesty’s forces on duty who reasonably believes that aperson is unlawfully detained in such circumstances that his life is in dangermay enter and search any premises for the purpose of ascertaining whether theperson is detained there.\n\t\tA person may enter a dwelling in reliance on subsection (1) only if he isauthorised for the purpose by a commissioned officer of Her Majesty’s forces.\n\tPremises: vehicles, &c.\n\t\tA power under section 24 or 25 to search premises shall, in its applicationto vehicles (by virtue of section 42), be taken to include—\n\t\t\tpower to stop a vehicle (other than an aircraft which is airborne), and\n\t\t\tpower to take a vehicle or cause it to be taken, where necessary orexpedient, to any place for the purpose of carrying out the search.\n\t\tA person commits an offence if he fails to stop a vehicle when required todo so by virtue of this section.\n\t\tA person guilty of an offence under subsection (2) shall be liable onsummary conviction to—\n\t\t\timprisonment for a term not exceeding six months,\n\t\t\ta fine not exceeding level 5 on the standard scale, or\n\t\t\tboth. \n\t\tIn the application to a place or vehicle of a power to search premisesunder section 24 or 25—\n\t\t\ta reference to the address of the premises shall be construed as areference to the location of the place or vehicle together with itsregistration number (if any), and\n\t\t\ta reference to the occupier of the premises shall be construed as areference to the occupier of the place or the person in charge of the vehicle.\n\t\tWhere a search under Schedule 3 is carried out in relation to a vehicle,the person carrying out the search may, if he reasonably believes that it isnecessary in order to carry out the search or to prevent it from beingfrustrated—\n\t\t\trequire a person in or on the vehicle to remain with it;\n\t\t\trequire a person in or on the vehicle to go to and remain at any place towhich the vehicle is taken by virtue of subsection (1)(b);\n\t\t\tuse reasonable force to secure compliance with a requirement underparagraph (a) or (b) above.\n\t\tParagraphs 3(2) and (3), 6 and 7 of Schedule 3 shall apply to a requirementimposed under subsection (5) as they apply to a requirement imposed under thatSchedule.\n\t\tParagraph 6 of Schedule 3 shall apply in relation to the search of avehicle which is not habitually stationary only if it is moved for the purposeof the search by virtue of subsection (1)(b); and where that paragraph doesapply, the reference to the address of the premises shall be construed as areference to the location where the vehicle is searched together with itsregistration number (if any).\n\tExamination of documents\n\t\tA member of Her Majesty’s forces who performs a search under sections 24 to26—\n\t\t\tmay examine any document or record found in order to ascertain whether itcontains information of the kind mentioned in section 58(1)(a) of theTerrorism Act [2000 (c. 11)](/id/ukpga/2000/11?view=plain \"Go to item oflegislation\") (information likely to be useful for terrorism), and\n\t\t\tif necessary or expedient for the purpose of paragraph (a), may remove thedocument or record to another place and retain it there until the examinationis completed.\n\t\tSubsection (1) does not permit a person to examine a document or record ifhe has reasonable cause to believe that it is an item subject to legalprivilege (within the meaning of the Police and Criminal Evidence (NorthernIreland) Order 1989 ([S.I. 1989/1341 (N.I. 12)](/id/nisi/1989/1341?view=plain\"Go to item of legislation\"))).\n\t\tA document or record may not be retained by virtue of subsection (1)(b) formore than 48 hours.\n\t\tA person who wilfully obstructs a member of Her Majesty’s forces in theexercise of a power conferred by this section commits an offence.\n\t\tA person guilty of an offence under subsection (4) shall be liable—\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears, to a fine or to both, or\n\t\t\ton summary conviction, to imprisonment for a term not exceeding six months,to a fine not exceeding the statutory maximum or to both.\n\tExamination of documents: procedure\n\t\tWhere a document or record is examined under section 27—\n\t\t\tit shall not be photographed or copied, and\n\t\t\tthe person who examines it shall make a written record of the examinationas soon as is reasonably practicable.\n\t\tThe record shall—\n\t\t\tdescribe the document or record,\n\t\t\tspecify the object of the examination,\n\t\t\tstate the address of the premises where the document or record was found,\n\t\t\twhere the document or record was found in the course of a search of aperson, state the person’s name,\n\t\t\twhere the document or record was found in the course of a search of anypremises, state the name of a person appearing to the person making the recordto be the occupier of the premises or to have had custody or control of thedocument or record when it was found,\n\t\t\twhere the document or record is removed for examination from the placewhere it was found, state the date and time when it was removed, and\n\t\t\twhere the document or record was examined at the place where it was found,state the date and time of examination.\n\t\tThe record shall identify the person by whom the examination was carriedout by reference to his service number, rank and regiment.\n\t\tWhere a person makes a record of a search in accordance with this section,he shall as soon as is reasonably practicable supply a copy—\n\t\t\tin a case where the document or record was found in the course of a searchof a person, to that person, and\n\t\t\tin a case where the document or record was found in the course of a searchof any premises, to a person appearing to the person making the record to bethe occupier of the premises or to have had custody or control of the documentor record when it was found.\n\tTaking possession of land, &c.\n\t\tIf the Secretary of State considers it necessary for the preservation of thepeace or the maintenance of order, he may authorise a person—\n\t\t\tto take possession of land or other property;\n\t\t\tto take steps to place buildings or other structures in a state of defence;\n\t\t\tto detain property or cause it to be destroyed or moved;\n\t\t\tto carry out works on land of which possession has been taken by virtue ofthis section;\n\t\t\tto take any other action which interferes with a public right or with aprivate right of property.\n\tRoad closure: immediate\n\t\tIf he considers it immediately necessary for the preservation of the peaceor the maintenance of order, an officer may—\n\t\t\twholly or partly close a road;\n\t\t\tdivert or otherwise interfere with a road or the use of a road;\n\t\t\tprohibit or restrict the exercise of a right of way;\n\t\t\tprohibit or restrict the use of a waterway.\n\t\tIn this section “officer” means—\n\t\t\ta member of Her Majesty’s forces on duty, or\n\t\t\ta person authorised for the purposes of this section by the Secretary ofState.\n\tSections 29 and 30: supplementary\n\t\tA person commits an offence if he interferes with—\n\t\t\tworks executed in connection with the exercise of powers conferred byvirtue of section 29 or 30, or\n\t\t\tany apparatus, equipment or other thing used in connection with theexercise of those powers.\n\t\tIt is a defence for a person charged with an offence under this section toprove that he had a reasonable excuse for his interference.\n\t\tA person guilty of an offence under this section shall be liable on summaryconviction to—\n\t\t\timprisonment for a term not exceeding six months,\n\t\t\ta fine not exceeding level 5 on the standard scale, or\n\t\t\tboth. \n\t\tAn authorisation to exercise powers under section 29 or 30 may authorise—\n\t\t\tthe exercise of all those powers, or\n\t\t\tthe exercise of a specified power or class of powers.\n\t\tAn authorisation to exercise powers under section 29 or 30 may beaddressed—\n\t\t\tto specified persons, or\n\t\t\tto persons of a specified class.\n\tRoad closure: by order\n\t\tIf the Secretary of State considers it necessary for the preservation ofthe peace or the maintenance of order he may by order direct that a specifiedroad—\n\t\t\tshall be wholly closed,\n\t\t\tshall be closed to a specified extent, or\n\t\t\tshall be diverted in a specified manner.\n\t\tA person commits an offence if he interferes with—\n\t\t\troad closure works, or\n\t\t\troad closure equipment.\n\t\tA person commits an offence if—\n\t\t\the executes any bypass works within 200 metres of road closure works,\n\t\t\the has in his possession or under his control, within 200 metres of roadclosure works, materials or equipment suitable for executing bypass works, or\n\t\t\the knowingly permits on land occupied by him the doing or occurrence ofanything which is an offence under paragraph (a) or (b).\n\t\tIt is a defence for a person charged with an offence under this section toprove that he had a reasonable excuse for his action, possession, control orpermission.\n\t\tA person guilty of an offence under this section shall be liable on summaryconviction to—\n\t\t\timprisonment for a term not exceeding six months,\n\t\t\ta fine not exceeding level 5 on the standard scale, or\n\t\t\tboth. \n\t\tIn this section—\n\t\t\t  * “bypass works” means works which facilitate the bypassing by vehicles of road closure works, \n\t\t\t  * “road closure equipment” means any apparatus, equipment or other thing used in pursuance of an order under this section in connection with the closure or diversion of a road, and \n\t\t\t  * “road closure works” means works executed in connection with the closure or diversion of a road specified in an order under this section (whether executed in pursuance of the order or in pursuance of power under an enactment to close or divert the road). \n\t\tAn order—\n\t\t\tmay contain savings and transitional provisions,\n\t\t\tmay make provision generally or for specified purposes only, and\n\t\t\tmay make different provision for different purposes."
    },
    {
        "length": 2722,
        "text": "\nPowers: supplementary\n\tExercise of powers\n\t\tThis section applies for the purposes of sections 21 to 30.\n\t\tA power conferred on a person—\n\t\t\tis additional to powers which he has at common law or by virtue of anyother enactment, and\n\t\t\tshall not be taken to affect those powers or Her Majesty’s prerogative.\n\t\tA constable or member of Her Majesty’s forces may if necessary usereasonable force for the purpose of exercising a power conferred on him.\n\t\tWhere anything is seized it may (unless the contrary intention appears) beretained for so long as is necessary in all the circumstances.\n\t\tA power to search premises conferred by virtue of this Act shall be takento include power to search a container.\n\t\tA member of Her Majesty’s forces exercising a power when he is not inuniform shall, if requested to do so by a person at or about the time ofexercising the power, produce to that person documentary evidence that he is amember of Her Majesty’s forces.\n\tCode of practice\n\t\tThe Secretary of State may make codes of practice in connection with—\n\t\t\tthe exercise by police officers of a power conferred by this Act, and\n\t\t\tthe seizure and retention of property found by police officers whenexercising powers of search conferred by this Act.\n\t\tThe Secretary of State may make codes of practice in connection with theexercise by members of Her Majesty’s forces of a power conferred by this Act.\n\t\tWhere the Secretary of State proposes to issue a code of practice he shall—\n\t\t\tpublish a draft,\n\t\t\tconsider any representations made to him about the draft, and\n\t\t\tif he thinks it appropriate, modify the draft in the light of anyrepresentations made to him.\n\t\tThe Secretary of State shall lay a draft of the code before Parliament.\n\t\tWhen the Secretary of State has laid a draft code before Parliament he maybring it into operation by order made by statutory instrument.\n\t\tThe Secretary of State may revise the whole or any part of a code ofpractice issued by him and issue the code as revised; and subsections (3) to(5) shall apply to such a revised code as they apply to an original code.\n\t\tIn this section “police officer” means a member of the Police Service ofNorthern Ireland or the Police Service of Northern Ireland Reserve.\n\tCode: effect\n\t\tA failure by a police officer to comply with a provision of a code shallnot of itself make him liable to criminal or civil proceedings.\n\t\tA failure by a member of Her Majesty’s forces to comply with a provision ofa code shall not of itself make him liable to any criminal or civilproceedings other than—\n\t\t\tproceedings under any provision of the Army Act [1955 (c.18)](/id/ukpga/1955/18?view=plain \"Go to item of legislation\") or the AirForce Act [1955 (c. 19)](/id/ukpga/1955/19?view=plain \"Go to item oflegislation\") other than section 70 (civil offences), and\n\t\t\tproceedings under any provision of the Naval Discipline Act [1957 (c.53)](/id/ukpga/1957/53?view=plain \"Go to item of legislation\") other thansection 42 (civil offences).\n\t\tA code—\n\t\t\tshall be admissible in evidence in criminal or civil proceedings, and\n\t\t\tshall be taken into account by a court or tribunal in any case in which itappears to the court or tribunal to be relevant.\n\t\tIn this section—\n\t\t\t  * “criminal proceedings” includes proceedings in Northern Ireland before a court-martial constituted under the Army Act [1955 (c. 18)](/id/ukpga/1955/18?view=plain \"Go to item of legislation\"), the Air Force Act [1955 (c. 19)](/id/ukpga/1955/19?view=plain \"Go to item of legislation\") or the Naval Discipline Act [1957 (c. 53)](/id/ukpga/1957/53?view=plain \"Go to item of legislation\") and proceedings in Northern Ireland before the Courts-Martial Appeal Court, and \n\t\t\t  * “police officer” means a member of the Police Service of Northern Ireland or the Police Service of Northern Ireland Reserve. \n\tCode: procedure for order\n\t\tAn order under section 34(5) shall not be made, subject to subsection (2),unless a draft has been laid before and approved by resolution of each Houseof Parliament.\n\t\tAn order may be made without a draft having been approved if the Secretaryof State is of the opinion that it is necessary by reason of urgency; and theorder—\n\t\t\tshall contain a declaration of the Secretary of State’s opinion, and\n\t\t\tshall cease to have effect at the end of the period of 40 days beginningwith the day on which the Secretary of State makes the order, unless aresolution approving the order is passed by each House during that period.\n\t\tFor the purposes of subsection (2)—\n\t\t\ta code of practice or revised code to which an order relates shall cease tohave effect together with the order,\n\t\t\tan order’s ceasing to have effect shall be without prejudice to anythingpreviously done or to the making of a new order (or the issue of a new code),and\n\t\t\tthe period of 40 days shall be computed in accordance with section 7(1) ofthe Statutory Instruments Act [1946 (c. 36)](/id/ukpga/1946/36?view=plain \"Goto item of legislation\").\n\tRecords \n\t\tThe Chief Constable of the Police Service of Northern Ireland shall makearrangements for securing that a record is made of each exercise by aconstable of a power under sections 21 to 26 in so far as—\n\t\t\tit is reasonably practicable to do so, and\n\t\t\ta record is not required to be made under another enactment.\n\tCompensation \n\t\tSchedule 4 (which provides for compensation to be paid for certain actiontaken under sections 21 to 32) shall have effect.\n\tProsecution \n\t\tThis section applies to an offence under sections 21 to 32, except for anoffence under paragraph 12 of Schedule 4.\n\t\tProceedings for an offence to which this section applies shall not beinstituted without the consent of the Director of Public Prosecutions forNorthern Ireland.\n\t\tBut if it appears to the Director of Public Prosecutions for NorthernIreland that an offence to which this section applies has been committed for apurpose wholly or partly connected with the affairs of a country other thanthe United Kingdom, his consent for the purposes of this section may be givenonly with the permission of the Advocate General for Northern Ireland.\n\t\tIn relation to any time before the coming into force of section 27(1) ofthe Justice (Northern Ireland) Act [2002 (c. 26)](/id/ukpga/2002/26?view=plain\"Go to item of legislation\"), the reference in subsection (3) to the AdvocateGeneral for Northern Ireland is to be read as a reference to the AttorneyGeneral for Northern Ireland.\n\tReview \n\t\tThe Secretary of State shall appoint a person (“the reviewer”) to review—\n\t\t\tthe operation of sections 21 to 32, and\n\t\t\tthe procedures adopted by the General Officer Commanding Northern Ireland(“GOC”) for receiving, investigating and responding to complaints.\n\t\tThe reviewer shall conduct a review as soon as is reasonably practicableafter—\n\t\t\t31st July 2008, and\n\t\t\teach subsequent 31st July.\n\t\tThe reviewer shall comply with any request of the Secretary of State toinclude in a review specified matters (which need not relate to the mattersspecified in subsection (1)(a) and (b)).\n\t\tThe reviewer shall send the Secretary of State a report of each review.\n\t\tThe Secretary of State shall lay a copy of each report before Parliament.\n\t\tThe reviewer—\n\t\t\tshall receive and investigate any representations about the proceduresmentioned in subsection (1)(b),\n\t\t\tmay investigate the operation of those procedures in relation to aparticular complaint or class of complaints,\n\t\t\tmay require GOC to review a particular case or class of cases in which thereviewer considers that any of those procedures have operated inadequately,and\n\t\t\tmay make recommendations to GOC about inadequacies in those procedures,including inadequacies in the way in which they operate in relation to aparticular complaint or class of complaints.\n\t\tGOC shall—\n\t\t\tprovide such information,\n\t\t\tdisclose such documents, and\n\t\t\tprovide such assistance,\n\t\t\t\tas the Independent Assessor may reasonably require for the purpose of theperformance of his functions.\n\t\tThe Secretary of State may pay expenses and allowances to the reviewer, outof money provided by Parliament.\n\tDuration \n\t\tThe Secretary of State may by order repeal sections 21 to 40.\n\t\tAn order—\n\t\t\tmay make provision generally or only for specified purposes,\n\t\t\tmay make different provision for different purposes,\n\t\t\tmay include incidental, consequential or transitional provision or savings,\n\t\t\tshall be made by statutory instrument, and\n\t\t\tmay not be made unless a draft has been laid before and approved byresolution of each House of Parliament.\n\tInterpretation \n\t\tIn sections 21 to 38 (and Schedules 3 and 4)—\n\t\t  * “act” or “action” includes omission, \n\t\t  * “dwelling” means— \n\t\t\ta building or part of a building used as a dwelling, and\n\t\t\ta vehicle which is habitually stationary and which is used as a dwelling,\n\t\t\t\t  * “premises” includes any place and in particular includes— \n\t\t\ta vehicle,\n\t\t\tan offshore installation within the meaning given in section 44 of thePetroleum Act [1998 (c. 17)](/id/ukpga/1998/17?view=plain \"Go to item oflegislation\"), and\n\t\t\ta tent or moveable structure,\n\t\t\t\t  * “property” includes property wherever situated and whether real or personal, and things in action and other intangible or incorporeal property, \n\t\t\t\t  * “public place” means a place to which members of the public have or are permitted to have access, whether or not for payment, \n\t\t\t\t  * “road” has the same meaning as in the Road Traffic Regulation (Northern Ireland) Order 1997 ([S.I. 1997/276 (N.I. 2)](/id/nisi/1997/276?view=plain \"Go to item of legislation\")), and includes part of a road, and \n\t\t\t\t  * “vehicle” includes an aircraft, hovercraft, train or vessel. "
    },
    {
        "length": 381,
        "text": "\nAccredited community-based restorative justice schemes\n\tThe Secretary of State shall maintain a register of schemes that appear tohim—\n\t\tto be community-based restorative justice schemes, and\n\t\tto meet requirements determined and published by him.\n\tThe requirements shall include a requirement about cooperation with theChief Inspector of Criminal Justice in Northern Ireland.\n\tThe Secretary of State shall add a scheme to the register if—\n\t\ta person applies for the scheme to be added, and\n\t\tthe Secretary of State thinks that the scheme is a community-basedrestorative justice scheme which meets the requirements.\n\tThe Secretary of State may remove a scheme from the register if, havingconsidered any report about the scheme made by the Chief Inspector, he thinksthat—\n\t\tit is not a community-based restorative justice scheme, or\n\t\tit does not meet the requirements.\n\tThe Chief Inspector may inspect a scheme which is registered or which isthe subject of an application for registration; and—\n\t\the shall from time to time make a report to the Secretary of State oninspections carried out by him by virtue of this section, and\n\t\tsection 49(2) to (4) of the Justice (Northern Ireland) Act [2002 (c.26)](/id/ukpga/2002/26?view=plain \"Go to item of legislation\") (laying ofChief Inspector’s reports before Parliament etc) shall apply in relation tothe report.\n\tThe Secretary of State shall make arrangements for inspection of theregister by the public."
    },
    {
        "length": 2404,
        "text": "\nNorthern Ireland department with policing and justice functions\n\tIn section 17 of the Northern Ireland (Miscellaneous Provisions) Act [2006(c. 33)](/id/ukpga/2006/33?view=plain \"Go to item of legislation\"), theinserted section 21A of the Northern Ireland Act [1998 (c.47)](/id/ukpga/1998/47?view=plain \"Go to item of legislation\") (NorthernIreland department with policing and justice functions) is amended as follows.\n\tFor subsections (1) and (2) substitute—\n\tAn Act of the Assembly that—\n\t\testablishes a new Northern Ireland department; and\n\t\tprovides that the purpose of the department is to exercise functionsconsisting wholly or mainly of devolved policing and justice functions,\n\t\t\tmay (but need not) make provision of the kind mentioned in subsection (3),(4), (5) or (5A).”\n\tAfter subsection (5) insert—\n\t“(5A)The Act may provide—\n\t\tfor the department to be in the charge of a Northern Ireland Ministerelected by the Assembly; and\n\t\tfor that Minister to be supported by a deputy Minister elected by theAssembly.”\n\tIn subsection (6)—\n\t\tfor “and (5)” substitute “, (5) and (5A)”;\n\t\tat the end insert “, or by Order in Council under subsection (7C)”.\n\tAfter subsection (7) insert—\n\t“(7A)If it appears to the Secretary of State that there is no reasonableprospect that the Assembly will pass an Act of the kind described insubsection (1)(a) and (b), he may lay before Parliament the draft of an Orderin Council which—\n\t\testablishes a new Northern Ireland department;\n\t\tprovides that the purpose of the department is to exercise functionsconsisting wholly or mainly of devolved policing and justice functions;\n\t\tprovides for the department to be in the charge of a Northern IrelandMinister elected by the Assembly and for that Minister to be supported by adeputy Minister elected by the Assembly; and\n\t\tprovides for Part 3A of Schedule 4A to apply in relation to the department(with any necessary modifications).\n\t\t(7B)The draft of an Order laid before Parliament under subsection (7A) maycontain supplementary, incidental, consequential, transitional or savingprovision.\n\t\t(7C)If the draft of an Order laid before Parliament under subsection (7A) isapproved by resolution of each House of Parliament, the Secretary of Stateshall submit it to Her Majesty in Council and Her Majesty in Council may makethe Order.\n\t\t(7D)No more than one department may be established by virtue of an Order undersubsection (7C).”\n\tAfter section 21A of the Northern Ireland Act [1998 (c.47)](/id/ukpga/1998/47?view=plain \"Go to item of legislation\") insert—\n\t“21BSection 21A(5A) and (7C): transitional provision\n\t\tThis section has effect in relation to—\n\t\t\tthe first Act of the Assembly to establish a new Northern Irelanddepartment and to make provision of the kind mentioned in section 21A(5A); or\n\t\t\tan Order in Council under section 21A(7C) establishing a new NorthernIreland department.\n\t\tThe Act or the Order may include provision for or in connection withsecuring that the department is to be treated, for the purposes of section 17,as not having been established until the time at which devolved policing andjustice functions are first transferred to, or conferred on, the department(“the time of devolution”).\n\t\tThe Act or the Order may include provision for or in connection withapplying paragraph 11E(3) to (6) of Schedule 4A (with any necessarymodifications) to enable elections to be held, before the time of devolution,to select—\n\t\t\ta member of the Assembly (“the relevant Minister designate”) to be theperson who is to hold the relevant Ministerial office as from the time ofdevolution; and\n\t\t\ta member of the Assembly (“the deputy Minister designate”) to be the personwho is to hold the deputy Ministerial office as from that time.\n\t\tWhere the Act or the Order includes provision by virtue of subsection (3),it shall secure that (notwithstanding paragraph 11E(1) of Schedule 4A)—\n\t\t\tif the relevant Minister designate affirms the terms of the pledge ofoffice within a specified period after the time of devolution, he shall becomethe relevant Minister;\n\t\t\tif the deputy Minister designate affirms the terms of the pledge of officewithin that period, he shall (subject to paragraph (c)) become the deputyMinister;\n\t\t\tif the relevant Minister designate does not affirm the terms of the pledgeof office within that period—\n\t\t\the shall not become the relevant Minister; and\n\t\t\tparagraph 11E(10) and (11) of Schedule 4A shall apply as if the relevantMinister had ceased to hold office at the end of that period otherwise than byvirtue of section 16A(2);\n\t\t\tif the deputy Minister designate does not affirm the terms of the pledge ofoffice within that period—\n\t\t\the shall not become the deputy Minister; and\n\t\t\tparagraph 11E(10) of Schedule 4A shall apply as if the deputy Minister hadceased to hold office at the end of that period otherwise than by virtue ofsection 16A(2).\n\t\tIn this section “devolved policing and justice function” has the samemeaning as in section 21A (see subsection (8) of that section).\n\t\tIn this section “relevant Minister”, “relevant Ministerial office”, “deputyMinister” and “deputy Ministerial office” have the same meaning as in Part 3Aof Schedule 4A.”\n\t\tAfter section 21B of the Northern Ireland Act [1998 (c.47)](/id/ukpga/1998/47?view=plain \"Go to item of legislation\") insert—\n\t“21CSection 21A(5A) and (7C): power of Assembly to secure retention orabolition of deputy Ministerial office\n\t\tThis section applies if a new Northern Ireland department is established—\n\t\t\tby an Act of the Assembly which makes provision of the kind mentioned insection 21A(5A); or\n\t\t\tby an Order in Council under section 21A(7C).\n\t\tStanding orders shall require the committee established by virtue ofsection 29A to consider the operation of the Ministerial arrangements providedfor by Part 3A of Schedule 4A.\n\t\tThe committee shall, by no later than two years and ten months after thetime at which devolved policing and justice functions are first transferredto, or conferred on, the department (“the time of devolution”), make a reporton the operation of the Ministerial arrangements provided for by Part 3A ofSchedule 4A—\n\t\t\tto the Assembly; and\n\t\t\tto the Executive Committee,\n\t\t\t\tand the report must include a recommendation as to whether or not the deputyMinisterial office (see subsection (8)) should be retained.\n\t\tIf before the end of the period of three years beginning with the time ofdevolution (“the initial period”) the Assembly resolves that the deputyMinisterial office should be abolished at a time specified in the resolution(before the end of the initial period), the Secretary of State shall make anorder abolishing the deputy Ministerial office (see subsection (9)) at, or assoon as reasonably practicable after, the time specified.\n\t\tIf— \n\t\t\tsubsection (4) does not apply; and\n\t\t\tthe Assembly does not resolve, before the end of the initial period, thatthe deputy Ministerial office should be retained for an additional periodending after the initial period,\n\t\t\tthe Secretary of State shall make an order abolishing the deputy Ministerialoffice as soon as reasonably practicable after the end of the initial period.\n\t\tIf— \n\t\t\tsubsection (4) does not apply;\n\t\t\tthe Assembly resolves that the deputy Ministerial office should be retainedfor an additional period ending after the initial period or for one or morefurther additional periods; and\n\t\t\tone of those additional periods ends without a further additional periodhaving begun,\n\t\t\tthe Secretary of State shall make an order abolishing the deputy Ministerialoffice as soon as reasonably practicable after the end of that period.\n\t\tA resolution of the Assembly under this section shall not be passed withoutthe support of—\n\t\t\ta majority of the members voting on the motion for the resolution;\n\t\t\ta majority of the designated Nationalists voting; and\n\t\t\ta majority of the designated Unionists voting.\n\t\tIn this section “deputy Ministerial office” has the same meaning as in Part3A of Schedule 4A.\n\t\tIn this section references to an order abolishing the deputy Ministerialoffice are to an order amending this Act and any other enactment so far as maybe necessary to secure that the Northern Ireland Minister in charge of thedepartment for the time being—\n\t\t\tis not to be supported by a deputy Minister (within the meaning of Part 3Aof Schedule 4A); and\n\t\t\tneed not belong to the largest or the second largest political designation(within that meaning).\n\t\tAn order under this section—\n\t\t\tshall be made by statutory instrument; and\n\t\t\tmay contain supplementary, incidental, consequential, transitional orsaving provision.”\n\t\tSchedule 5 (Northern Ireland department with policing and justicefunctions) shall have effect."
    },
    {
        "length": 604,
        "text": "\nChief Inspector of Criminal Justice\n\tThe Justice (Northern Ireland) Act [2002 (c.26)](/id/ukpga/2002/26?view=plain \"Go to item of legislation\") shall beamended as follows.\n\tIn section 46(1) (Chief Inspector of Criminal Justice in Northern Ireland:organisations to be inspected)—\n\t\tafter paragraph (e) insert—\n\t\tthe Life Sentence Review Commissioners,” and\n\t\tafter paragraph (h) insert—\n\t\tthe Northern Ireland Court Service,\n\t\tthe Northern Ireland Legal Services Commission,”.\n\tIn section 47(1) (Chief Inspector: programme of inspections) after“Secretary of State” insert “, the Lord Chancellor”.\n\tIn section 47(2)—\n\t\tafter paragraph (a) insert—\n\t\tthe Lord Chancellor,” and\n\t\trenumber the paragraph (aa) inserted by Schedule 7 to the 2002 Act asparagraph (ab).\n\tAfter section 47(5) insert—\n\t\t“(5A)The Secretary of State may not require the Chief Inspector to carry outan inspection or review under subsection (3) or (4) relating (wholly orpartly) to the Northern Ireland Court Service or the Northern Ireland LegalServices Commission without the consent of the Lord Chancellor.\n\t(5B)Before carrying out an inspection or review under subsection (3) or (4)relating (wholly or partly) to the Northern Ireland Court Service or theNorthern Ireland Legal Services Commission the Chief Inspector must consultthe Lord Chancellor.”\n\tAfter section 47(6) insert—\n\t“(6A)The Chief Inspector may not inspect persons—\n\t\tmaking judicial decisions, or\n\t\texercising judicial discretion.”\n\tAt the end of section 49 (reports) add—\n\tIf a report relates (wholly or partly) to the Northern Ireland CourtService or the Northern Ireland Legal Services Commission, the Chief Inspectormust send a copy of it to the Lord Chancellor.”\n\tThe amendments in subsection (2) above are without prejudice to the powerin section 46(6) of the Justice (Northern Ireland) Act [2002 (c.26)](/id/ukpga/2002/26?view=plain \"Go to item of legislation\")."
    },
    {
        "length": 108,
        "text": "\nFree legal aid in magistrates' courts\n\tIn Article 28 of the Legal Aid, Advice and Assistance (Northern Ireland) Order1981 ([S.I. 1981/228 (N.I. 8)](/id/nisi/1981/228?view=plain \"Go to item oflegislation\")) (free legal aid in the magistrates' court), after paragraph (2)insert—"
    },
    {
        "length": 202,
        "text": "\nAltering title of resident magistrate\n\tSection 102 of the Courts Act [2003 (c. 39)](/id/ukpga/2003/39?view=plain\"Go to item of legislation\") (power to alter judicial titles: NorthernIreland) is amended as follows.\n\tIn subsection (1)(a), after “county courts” insert “or magistrates'courts”.\n\tIn subsection (2)—\n\t\tafter the entry for “Deputy judge of the county court” insert—\n\t\t\t“Deputy resident magistrate”;\n\t\tafter the entry for “Presiding judge for the county courts” insert—\n\t\t“Presiding resident magistrate”;\n\t\tat the end of the list insert—\n\t\t“Resident magistrate”."
    },
    {
        "length": 547,
        "text": "\nPrivate Security Industry\n\tThis section—\n\t\testablishes interim arrangements for regulating private security servicesin Northern Ireland following the expiry of section 106 of, and Schedule 13to, the Terrorism Act [2000 (c. 11)](/id/ukpga/2000/11?view=plain \"Go to itemof legislation\") (subsection (2) and Schedule 6), and\n\t\tprovides for the eventual regulation of those services under the PrivateSecurity Industry Act [2001 (c. 12)](/id/ukpga/2001/12?view=plain \"Go to itemof legislation\") (subsections (3) to (5)).\n\tSchedule 6 (which regulates the private security industry in NorthernIreland until repeal in accordance with subsection (4)(a) below) shall haveeffect.\n\tFor section 26(3) and (4) of the Private Security Industry Act 2001(extent) substitute—\n\tThis Act extends to—\n\t\tEngland and Wales,\n\t\tScotland, and\n\t\tNorthern Ireland.”\n\tAn order under section 3(3) of the Private Security Industry Act 2001(conduct prohibited without a licence) designating an activity in respect ofNorthern Ireland—\n\t\tshall include provision repealing Schedule 6 to this Act in so far as itapplies to that activity, and\n\t\tmay include transitional provision or savings.\n\tThe amendments of that Act in section 49 below shall have effect.\n\tThis section and section 49 shall come into force in accordance withprovision made by the Secretary of State by order; and an order—\n\t\tshall be made by statutory instrument,\n\t\tmay make provision generally or only for specified purposes,\n\t\tmay make different provision for different purposes, and\n\t\tmay include incidental, consequential or transitional provision.\n\tTransitional provision under or by virtue of this section may, inparticular—\n\t\tprovide for a licence issued under one provision to have effect, subject toany specified modifications, as if issued under another;\n\t\tprovide for applications under or by virtue of a provision to be made inadvance of its coming into force."
    },
    {
        "length": 404,
        "text": "\nAmendments of the Private Security Industry Act 2001\n\tThis section sets out the amendments of the Private Security Industry Act2001 referred to in section 48(5) above.\n\tAt the end of section 11 (licensing appeals) add—\n\tIn the application of this section to Northern Ireland a reference to theCrown Court shall be taken as a reference to a county court.”\n\tIn section 13(8) (local authority licensing) after “to Scotland” insert “orNorthern Ireland”.\n\tIn section 15(1)(a) (approvals) for “in England and Wales or in Scotland”substitute “in the United Kingdom”.\n\tAt the end of section 18 (approval appeals) add—\n\tIn the application of this section to Northern Ireland a reference to theCrown Court shall be taken as a reference to a county court.”\n\tAt the end of section 25 (interpretation) add—\n\tIn the application of this section to Northern Ireland, a reference to anAct that does not extend there shall be taken as a reference to the equivalent(or nearest equivalent) legislation that does.”\n\tIn Schedule 2 (controlled activities) after paragraph 4(4A) insert—\n\t\t“(4B)This paragraph does not apply to any activities, of a person who is abarrister-at-law or solicitor in Northern Ireland, which are carried out forthe purposes of the provision of legal services—\n\t\tby him;\n\t\tby any firm of which he is a partner or by which he is employed;\n\t\tby any body corporate of which he is a director or member or by which he isemployed.”"
    },
    {
        "length": 602,
        "text": "\nSupplemental\n\tRepeals and revocations\n\t\tSchedule 7 (repeals and revocations) shall have effect.\n\tFinancial provisions\n\t\tThere shall be paid out of money provided by Parliament—\n\t\t\texpenditure of the Secretary of State in connection with this Act, and\n\t\t\tany increase attributable to this Act in sums payable out of money providedby Parliament under another enactment.\n\tExtent \n\t\tThe following provisions extend to England and Wales, Scotland and NorthernIreland—\n\t\t\tsections 14 to 20;\n\t\t\tsection 44 (and Schedule 5);\n\t\t\tsection 47;\n\t\t\tsections 48 and 49 (and Schedule 6).\n\t\tSection 9(6) and (7) extends to England and Wales and Northern Irelandonly.\n\t\tThe amendments in Schedule 1 (and sections 8 and 9(1) to (4) so far asrelating to those amendments) have the same extent as the enactments to whichthey relate.\n\t\tSubject to that, the preceding provisions of this Act extend to NorthernIreland only.\n\tCommencement \n\t\tSections 21 to 40 (and Schedules 3 and 4) shall come into force on 1stAugust 2007.\n\t\tSections 48 and 49 (and Schedule 6) come into force in accordance withsection 48(6).\n\t\tThe following come into force on the day on which this Act is passed—\n\t\t\tsection 9;\n\t\t\tsections 51 and 52;\n\t\t\tthis section;\n\t\t\tsection 54.\n\t\tSubject to subsection , the other provisions of this Act come into force onsuch day as the Secretary of State may appoint by order made by statutoryinstrument.\n\t\tAny repeal or revocation in Schedule 7 (and section 50 so far as relatingto the repeal or revocation) comes into force in the same way as theprovisions of this Act to which the repeal or revocation relates.\n\t\tDifferent days may be appointed under subsection (4) for differentpurposes.\n\t\tThe Secretary of State may by order made by statutory instrument maketransitory or transitional provision or savings in connection with the cominginto force of any provision of this Act.\n\tShort title\n\t\tThis Act may be cited as the Justice and Security (Northern Ireland) Act 2007."
    }
]