{
    "general": "This law was passed in 2007 to improve the justice system in Northern Ireland. It makes changes to how courts work, how evidence is collected and used in court, and how some crimes are punished. The goal of the law is to make sure that people in Northern Ireland have access to fair and effective justice, while also keeping the community safe from crime and terrorism.",
    "series": [
        [
            {
                "length": 246,
                "short": "\"Trial by Certificate: Director's Discretion and Proscribed Organizations\"",
                "text": "\n* Simplified point 1: The Director of Public Prosecutions can issue a certificate to conduct a trial without a jury if they suspect certain conditions are met, such as the defendant being associated with a proscribed organization or if the offense was committed due to religious or political hostility.\n* Simplified point 2: The certificate can only be issued if the Director is satisfied that there is a risk that the administration of justice might be impaired if the trial were to be conducted with a jury.\n* Simplified point 3: Conditions for issuing the certificate include the defendant being a member of a proscribed organization, the offense being committed on behalf of a proscribed organization, or an attempt having been made to prejudice the investigation or prosecution of the offense.\n* Simplified point 4: The definition of \"proscribed organization\" includes organizations that are proscribed under the Terrorism Act [2000] and whose activities are connected with the affairs of Northern Ireland."
            },
            {
                "length": 165,
                "short": "\"Justice and Security Certificate Requirements in Northern Ireland\"",
                "text": "\n* Simplified point 1: The certificate under Section 1 of the Justice and Security (Northern Ireland) Act 2007 must be lodged with the court before the arraignment of the defendant or any person committed for trial on indictment with the defendant.\n* Simplified point 2: The certificate can be modified or withdrawn by giving notice to the court at any time before the arraignment of the defendant or any person committed for trial on indictment with the defendant.\n* Simplified point 3: The court referred to in the section is either the magistrates' court or the Crown Court, depending on the stage of the proceedings."
            },
            {
                "length": 136,
                "short": "\"Preliminary Inquiry Requirements for Indictable Offenses in Northern Ireland\"",
                "text": "\n* Simplified point 1: The section requires a preliminary inquiry to be conducted in certain cases involving indictable offenses.\n* Simplified point 2: The preliminary inquiry is conducted under the Magistrates' Courts (Northern Ireland) Order 1981, despite any conflicting provisions in that order.\n* Simplified point 3: The section excludes certain offenses from being subject to a preliminary inquiry, such as extra-territorial offenses."
            },
            {
                "length": 241,
                "short": "\"Trial Location Discretion in Northern Ireland's Justice System\"",
                "text": "\n* Simplified point 1: The Justice and Security (Northern Ireland) Act 2007 outlines the court where a trial on indictment should be held.\n* Simplified point 2: The trial can only be held at the Crown Court sitting in Belfast unless the Lord Chief Justice of Northern Ireland directs it to be held elsewhere.\n* Simplified point 3: The Lord Chief Justice of Northern Ireland can delegate their authority to hold the trial at another location to a specific list of individuals.\n* Simplified point 4: If a person is committed for trial on indictment and a certificate under section 1 has been issued, they must be committed to the Crown Court sitting in Belfast or at the place specified in the direction given by the Lord Chief Justice.\n* Simplified point 5: If the trial is moved to a different location due to a direction given under subsection (1), the person being tried will still be considered as having been committed for trial to the Crown Court sitting in Belfast."
            },
            {
                "length": 194,
                "short": "\"Justice and Security Measures in Northern Ireland: Trials Without Juries\"",
                "text": "\n* Simplified point 1: The Justice and Security (Northern Ireland) Act 2007 allows for trials without a jury in certain cases.\n* Simplified point 2: If a trial is conducted without a jury, the court has all the powers, authorities, and jurisdiction that it would have if the trial were conducted with a jury.\n* Simplified point 3: The court can still find the defendant guilty of an offense even if they are not guilty of the original charge.\n* Simplified point 4: A person convicted of an offense on a trial under this section can appeal to the Court of Appeal against their conviction or sentence, without needing leave from the Court of Appeal or a certificate from the judge of the court of trial."
            },
            {
                "length": 117,
                "short": "\"Rules of Court for Justice and Security in Northern Ireland\"",
                "text": "\n* Simplified point 1: The Justice and Security (Northern Ireland) Act 2007 allows for the creation of rules of court to facilitate the provisions outlined in Sections 1-5 of the act.\n* Simplified point 2: These rules can include time limits for various aspects related to Sections 1-5, but do not limit the general power to create rules of court granted by other enactments, including Northern Ireland legislation."
            },
            {
                "length": 185,
                "short": "\"Director of Public Prosecutions' Decision on Certificates Under Judicial Review Limitations\"",
                "text": "\n* Simplified point 1: The Director of Public Prosecutions for Northern Ireland cannot be challenged in court for their decisions regarding the issuance of certificates under Section 1 of the Justice and Security (Northern Ireland) Act 2007, except in cases of dishonesty, bad faith, or other exceptional circumstances.\n* Simplified point 2: This limitation on judicial review applies only to decisions made by the Director of Public Prosecutions and not to any other decisions made under the Act.\n* Simplified point 3: The limitation on judicial review is subject to the Human Rights Act 1998, which allows individuals to bring claims against public authorities for infringing their Convention rights."
            },
            {
                "length": 123,
                "short": "\"Law Allows for Trials Without Juries in Certain Cases, Applies Retroactively with Exceptions, and Gives Power to Make Orders Disregarding Amendments.\"",
                "text": "\n* Simplified point 1: The law allows for trials without juries in certain cases.\n* Simplified point 2: The law applies to both past and future offenses, but with some exceptions.\n* Simplified point 3: The law gives the power to make orders disregarding the amendments made by Schedule 1 for specific purposes."
            },
            {
                "length": 222,
                "short": "\"Expiration of Non-Jury Trial Provisions: Extension and Exceptions\"",
                "text": "\n* The duration of non-jury trial provisions will expire after 2 years from the date they come into effect, but the Secretary of State can extend the deadline by up to 2 additional years through an order.\n* If a certificate has been issued under Section 1 and the indictment has been presented before the expiration of the non-jury trial provisions, then the provisions will still apply to the trial.\n* If a person has been committed for trial before the expiration of Section 4, then the trial can still proceed even if the non-jury trial provisions have expired.\n* The Secretary of State can make orders to amend enactments (including Northern Ireland legislation) that are deemed necessary or expedient due to the expiration of the non-jury trial provisions.\n* Any such orders must be made by statutory instrument and require approval by resolution of each House of Parliament."
            },
            {
                "length": 296,
                "short": "\"Jury Selection Reforms: Privacy Protections and Fairness Measures\"",
                "text": "\n* Simplified point 1: Restrictions on disclosure of juror information. The act adds restrictions on sharing personal information of jurors to protect their privacy and prevent tampering with the jury selection process.\n* Simplified point 2: Disclosure of juror information: lawful authority. The act specifies when it's legal to share juror information, such as for criminal investigations or court proceedings, and outlines penalties for unauthorized disclosures.\n* Simplified point 3: Additional information provided to Juries Officer. The act requires the Chief Electoral Officer to provide more detailed information about jurors, including their names, addresses, dates of birth, and national insurance numbers, to help ensure accurate jury selection.\n* Simplified point 4: Jurors found to be disqualified before being summoned. The act allows for checks to be conducted on potential jurors before they are summoned to ensure that only eligible individuals serve on juries.\n* Simplified point 5: Abolition of peremptory challenge in criminal cases. The act eliminates the option for attorneys to dismiss potential jurors without giving a reason, promoting fairness and impartiality in the jury selection process."
            },
            {
                "length": 153,
                "short": "Human Rights Protection in Northern Ireland: Commission's Legal Powers",
                "text": "\n* Simplified point 1: This law states that the Northern Ireland Human Rights Commission can bring legal actions against the government if they feel that their clients' human rights have been violated.\n* Simplified point 2: The commission does not need to be a direct victim of the violation but can still take action on behalf of its clients.\n* Simplified point 3: The commission cannot receive any monetary awards in these cases.\n* Simplified point 4: The law defines \"human rights proceedings\" and explains how certain provisions in the Human Rights Act of 1998 apply to these proceedings."
            },
            {
                "length": 185,
                "short": "\"Human Rights Investigation and National Security Provisions in Northern Ireland\"",
                "text": "\n* Simplified point 1: The Justice and Security (Northern Ireland) Act 2007 allows the Human Rights Commission to investigate certain issues related to human rights in Northern Ireland.\n* Simplified point 2: The act provides for the commission to issue notices to individuals requesting information or evidence related to these investigations.\n* Simplified point 3: Individuals can challenge these notices in court if they believe they are unreasonable or violate their rights.\n* Simplified point 4: The act also includes provisions related to national security, allowing individuals to withhold information that could compromise national security.\n* Simplified point 5: The act establishes a tribunal to hear appeals related to these notices and determinations."
            },
            {
                "length": 206,
                "short": "\"Investigative Access to Places of Detention in Northern Ireland\"",
                "text": "\n* Simplified point 1: The legislation allows authorized individuals to enter specific places of detention in Northern Ireland for the purpose of investigations.\n* Simplified point 2: These places include prisons, police stations, juvenile justice centers, secure accommodation, removal centers, and any other accommodation provided for the purpose of detention.\n* Simplified point 3: The Commission must consider whether the matter has already been sufficiently investigated before specifying a place of detention in the terms of reference of an investigation.\n* Simplified point 4: The power to enter these places can be restricted or prohibited by a county court if it is deemed unnecessary or unreasonable.\n* Simplified point 5: Failure to comply with an order under subsection (9) can result in a fine not exceeding level 5 on the standard scale."
            },
            {
                "length": 154,
                "short": "\"Establishing Guidelines for Investigations by the Northern Ireland Human Rights Commission\"",
                "text": "\n* The purpose of this extract is to establish guidelines for investigations conducted by the Northern Ireland Human Rights Commission (NIHRC).\n* The NIHRC can only use its powers under sections 69A and 69C of the Northern Ireland Act 1998 after preparing terms of reference for the investigation in advance and sending them to relevant parties.\n* The terms of reference must specify a time limit for completing the investigation.\n* This provision ensures that the NIHRC conducts investigations in a structured and transparent manner, providing notice to all relevant parties and setting a deadline for completion."
            },
            {
                "length": 85,
                "short": "\"Commission Investigation Reports: Focused Approach\"",
                "text": "\n* Simplified point 1: The clause requires the Commission to publish a report of its findings after conducting an investigation.\n* Simplified point 2: The clause removes the requirement for the Commission to investigate and publish reports on all matters referred to it, allowing it to focus on publishing reports only when there is a finding."
            },
            {
                "length": 114,
                "short": "\"Commission Restrictions: Investigation Limited to Post-August 1st, 2007 Matters\"",
                "text": "\n* Simplified point 1: The commission can only investigate matters that arise after August 1st, 2007.\n* Simplified point 2: The commission cannot request information or documents related to times before August 1st, 2007.\n* Simplified point 3: If the commission fails to comply with these restrictions, a county court may make an order."
            },
            {
                "length": 410,
                "short": "\"UK Military Powers Law: New Authorities for Search, Detention, and Property Seizure\"",
                "text": "\n* Simplified point 1: The UK government has passed a law allowing members of the military to stop and question individuals in certain situations.\n* Simplified point 2: This law allows members of the military to enter and search premises if they have reasonable grounds to believe that a serious crime has been committed or is being planned.\n* Simplified point 3: The law also gives members of the military the power to detain people for up to four hours and to seize and detain items that may be used in the commission of a serious crime.\n* Simplified point 4: The law applies to both premises and vehicles, and members of the military can use reasonable force to secure compliance with their requirements.\n* Simplified point 5: The law provides for the examination of documents found during searches, and specifies procedures for recording and retaining seized documents.\n* Simplified point 6: The law authorizes the taking of possession of land or other property, and the destruction of property if deemed necessary for the preservation of peace and order.\n* Simplified point 7: The law empowers the Secretary of State to close roads and divert traffic, and authorizes members of the military to execute works on land taken into possession.\n* Simplified point 8: The law prohibits interference with works executed under the authority of the Secretary of State, and authorizes members of the military to take possession of land and execute works.\n* Simplified point 9: The law establishes penalties for violations, including imprisonment for up to six months, fines up to level 5 on the standard scale, or both.\n* Simplified point 10: The law applies to premises and vehicles, and specifies the address of the premises."
            },
            {
                "length": 304,
                "short": "\"Police and Military Powers in Northern Ireland: Code of Practice and Review\"",
                "text": "\n* Simplified point 1: This section of the legislation defines the powers of police officers and members of the military in Northern Ireland. It specifies the situations where these individuals can use their powers, how they should exercise them, and what happens if they fail to follow the rules.\n* Simplified point 2: The legislation establishes a code of practice for the exercise of these powers, which must be followed by police officers and members of the military. Failure to adhere to the code will not result in criminal charges but could lead to disciplinary action.\n* Simplified point 3: The code of practice can be revised by the Secretary of State, who must consider any representations made about the revisions before implementing them. The revised code becomes effective after being laid before Parliament.\n* Simplified point 4: If a police officer or member of the military fails to comply with the provisions of the code, it cannot be used as evidence against them in criminal proceedings. However, the code can still be considered by a court or tribunal when determining a case.\n* Simplified point 5: The legislation sets up a process for reviewing the operation of the powers and procedures established in the act. A person appointed by the Secretary of State will conduct reviews every three years starting from July 2008."
            },
            {
                "length": 174,
                "short": "\"Northern Ireland's Register of Accredited Community-Based Restorative Justice Schemes: Ensuring Accountability and Standards\"",
                "text": "\n* This extract of the legislation establishes a register of accredited community-based restorative justice schemes in Northern Ireland.\n* The Secretary of State is responsible for maintaining the register and adding or removing schemes based on their compliance with certain requirements.\n* The Chief Inspector of Criminal Justice in Northern Ireland has the power to inspect these schemes and make reports to the Secretary of State.\n* The Secretary of State must arrange for the register to be accessible to the public.\n* The purpose of this legislation appears to be ensuring that community-based restorative justice schemes in Northern Ireland meet certain standards and are accountable to the government and the public."
            },
            {
                "length": 257,
                "short": "\"Establishment of New Northern Ireland Department: Policing and Justice Responsibilities\"",
                "text": "\n* The extract of the legislation simplifies and explains how a new Northern Ireland department can be established with responsibilities for policing and justice functions. This can happen through an Act of the Assembly or an Order in Council under certain circumstances.\n* The extract outlines the process for establishing such a department, including the requirement for the Act or Order to provide for the department to be in charge of a Northern Ireland Minister elected by the Assembly and for that Minister to be supported by a deputy Minister also elected by the Assembly.\n* Additionally, the extract specifies that the establishment of the department must be accompanied by provisions for securing that the department is to be treated, for the purposes of section 17, as not having been established until the time at which devolved policing and justice functions are first transferred to, or conferred on, the department (known as the \"time of devolution\").\n* Furthermore, the extract provides for the possibility of the Assembly resolving that the deputy Ministerial office should be abolished or retained, and sets out the process for making such a resolution and the consequences of doing so."
            },
            {
                "length": 203,
                "short": "\"Amendment Strengthens Judicial Oversight in Northern Ireland\"",
                "text": "\n* Simplified point 1: The amendment adds new organizations to be inspected by the Chief Inspector of Criminal Justice in Northern Ireland, including the Life Sentence Review Commissioners and the Northern Ireland Court Service.\n* Simplified point 2: The amendment requires the Chief Inspector to consult the Lord Chancellor before conducting any inspections or reviews related to the Northern Ireland Court Service or the Northern Ireland Legal Services Commission.\n* Simplified point 3: The amendment prohibits the Chief Inspector from inspecting individuals making judicial decisions or exercising judicial discretion.\n* Simplified point 4: The amendment requires the Chief Inspector to send a copy of any reports related to the Northern Ireland Court Service or the Northern Ireland Legal Services Commission to the Lord Chancellor."
            },
            {
                "length": 123,
                "short": "\"Free Legal Aid in Magistrates' Courts for Family Law and Welfare Benefits Cases in NI\"",
                "text": "* Simplified point 1: The clause allows for free legal aid in magistrates' courts for certain cases in Northern Ireland.\n* Simplified point 2: The clause amends the Legal Aid, Advice and Assistance (Northern Ireland) Order 1981 to provide free legal aid in magistrates' courts for certain cases, including those related to family law, child custody, and welfare benefits."
            },
            {
                "length": 128,
                "short": "```Deputizing Resident Magistrates: Expanding Judicial Titles and Courts```",
                "text": "\n* Simplified point 1: This section of the legislation allows for changes to be made to the title of a Resident Magistrate, specifically allowing them to also be referred to as Deputy Resident Magistrate or Presiding Resident Magistrate.\n* Simplified point 2: The change is being made to include \"magistrates' courts\" in addition to \"county courts\" in the list of judicial titles that can be held by a Resident Magistrate."
            },
            {
                "length": 200,
                "short": "\"Temporary Regulations for Private Security Services in Northern Ireland\"",
                "text": "\n* Simplified point 1: This section establishes temporary arrangements for regulating private security services in Northern Ireland after the expiration of previous laws.\n* Simplified point 2: It provides for the ultimate regulation of these services under the Private Security Industry Act 2001, but with some modifications specific to Northern Ireland.\n* Simplified point 3: The schedule outlines the extent of the act's reach, including England, Scotland, and Northern Ireland.\n* Simplified point 4: Orders can be made by the Secretary of State to bring certain provisions into force, and these orders can include transitional or saving provisions.\n* Simplified point 5: Transitional provisions can allow for existing licenses to continue to be valid with modifications, or for applications to be made before the new provisions take effect."
            },
            {
                "length": 163,
                "short": "Northern Ireland Legal Reform: Clarifying Jurisdiction and Expanding Controlled Activities",
                "text": "\n* The amendments made to the Private Security Industry Act 2001 aim to clarify the jurisdiction of courts in Northern Ireland.\n* The changes allow for licensing appeals to be heard in a county court instead of the Crown Court, and include Northern Ireland in the definition of \"the United Kingdom\" for certain approvals.\n* The amendments also specify that the Act's interpretation provisions apply to Northern Ireland, but only in relation to legislation that extends to the region.\n* Additionally, the controlled activities listed in Schedule 2 are expanded to exclude legal services provided by barristers-at-law or solicitors in Northern Ireland."
            },
            {
                "length": 159,
                "short": "\"Justice and Security Reforms in Northern Ireland: A Comprehensive Overhaul\"",
                "text": "\n* Simplified point 1: This act repeals and revokes certain laws related to justice and security in Northern Ireland.\n* Simplified point 2: It provides financial provisions for expenditure related to the act and makes transitional arrangements for its implementation.\n* Simplified point 3: The act extends to England, Wales, Scotland, and Northern Ireland, but some provisions only apply to Northern Ireland.\n* Simplified point 4: The act commences on different dates depending on the provisions, with some parts coming into force immediately after passage, while others require appointment by the Secretary of State through statutory instrument."
            }
        ],
        [
            {
                "length": 1447,
                "short": "\"Trial Without Jury in Northern Ireland: Certificates and Rules of Court\"",
                "text": "\n* Simplified point 1: The Director of Public Prosecutions can issue a certificate to conduct a trial without a jury if they suspect certain conditions are met, such as the defendant being associated with a proscribed organization or if the offense was committed due to religious or political hostility.\n* Simplified point 2: The certificate can only be issued if the Director is satisfied that there is a risk that the administration of justice might be impaired if the trial were to be conducted with a jury.\n* Simplified point 3: Conditions for issuing the certificate include the defendant being a member of a proscribed organization, the offense being committed on behalf of a proscribed organization, or an attempt having been made to prejudice the investigation or prosecution of the offense.\n* Simplified point 4: The definition of \"proscribed organization\" includes organizations that are proscribed under the Terrorism Act [2000] and whose activities are connected with the affairs of Northern Ireland.\n* Simplified point 1: The certificate under Section 1 of the Justice and Security (Northern Ireland) Act 2007 must be lodged with the court before the arraignment of the defendant or any person committed for trial on indictment with the defendant.\n* Simplified point 2: The certificate can be modified or withdrawn by giving notice to the court at any time before the arraignment of the defendant or any person committed for trial on indictment with the defendant.\n* Simplified point 3: The court referred to in the section is either the magistrates' court or the Crown Court, depending on the stage of the proceedings.\n* Simplified point 1: The section requires a preliminary inquiry to be conducted in certain cases involving indictable offenses.\n* Simplified point 2: The preliminary inquiry is conducted under the Magistrates' Courts (Northern Ireland) Order 1981, despite any conflicting provisions in that order.\n* Simplified point 3: The section excludes certain offenses from being subject to a preliminary inquiry, such as extra-territorial offenses.\n* Simplified point 1: The Justice and Security (Northern Ireland) Act 2007 outlines the court where a trial on indictment should be held.\n* Simplified point 2: The trial can only be held at the Crown Court sitting in Belfast unless the Lord Chief Justice of Northern Ireland directs it to be held elsewhere.\n* Simplified point 3: The Lord Chief Justice of Northern Ireland can delegate their authority to hold the trial at another location to a specific list of individuals.\n* Simplified point 4: If a person is committed for trial on indictment and a certificate under section 1 has been issued, they must be committed to the Crown Court sitting in Belfast or at the place specified in the direction given by the Lord Chief Justice.\n* Simplified point 5: If the trial is moved to a different location due to a direction given under subsection (1), the person being tried will still be considered as having been committed for trial to the Crown Court sitting in Belfast.\n* Simplified point 1: The Justice and Security (Northern Ireland) Act 2007 allows for trials without a jury in certain cases.\n* Simplified point 2: If a trial is conducted without a jury, the court has all the powers, authorities, and jurisdiction that it would have if the trial were conducted with a jury.\n* Simplified point 3: The court can still find the defendant guilty of an offense even if they are not guilty of the original charge.\n* Simplified point 4: A person convicted of an offense on a trial under this section can appeal to the Court of Appeal against their conviction or sentence, without needing leave from the Court of Appeal or a certificate from the judge of the court of trial.\n* Simplified point 1: The Justice and Security (Northern Ireland) Act 2007 allows for the creation of rules of court to facilitate the provisions outlined in Sections 1-5 of the act.\n* Simplified point 2: These rules can include time limits for various aspects related to Sections 1-5, but do not limit the general power to create rules of court granted by other enactments, including Northern Ireland legislation.\n* Simplified point 1: The Director of Public Prosecutions for Northern Ireland cannot be challenged in court for their decisions regarding the issuance of certificates under Section 1 of the Justice and Security (Northern Ireland) Act 2007, except in cases of dishonesty, bad faith, or other exceptional circumstances.\n* Simplified point 2: This limitation on judicial review applies only to decisions made by the Director of Public Prosecutions and not to any other decisions made under the Act.\n* Simplified point 3: The limitation on judicial review is subject to the Human Rights Act 1998, which allows individuals to bring claims against public authorities for infringing their Convention rights.\n* Simplified point 1: The law allows for trials without juries in certain cases.\n* Simplified point 2: The law applies to both past and future offenses, but with some exceptions.\n* Simplified point 3: The law gives the power to make orders disregarding the amendments made by Schedule 1 for specific purposes.\n* The duration of non-jury trial provisions will expire after 2 years from the date they come into effect, but the Secretary of State can extend the deadline by up to 2 additional years through an order.\n* If a certificate has been issued under Section 1 and the indictment has been presented before the expiration of the non-jury trial provisions, then the provisions will still apply to the trial.\n* If a person has been committed for trial before the expiration of Section 4, then the trial can still proceed even if the non-jury trial provisions have expired.\n* The Secretary of State can make orders to amend enactments (including Northern Ireland legislation) that are deemed necessary or expedient due to the expiration of the non-jury trial provisions.\n* Any such orders must be made by statutory instrument and require approval by resolution of each House of Parliament."
            },
            {
                "length": 548,
                "short": "\"Military Powers and Searches Law: Authorizing Military Intervention and Property Seizure\"",
                "text": "\n* Simplified point 1: The clause requires the Commission to publish a report of its findings after conducting an investigation.\n* Simplified point 2: The clause removes the requirement for the Commission to investigate and publish reports on all matters referred to it, allowing it to focus on publishing reports only when there is a finding.\n* Simplified point 1: The commission can only investigate matters that arise after August 1st, 2007.\n* Simplified point 2: The commission cannot request information or documents related to times before August 1st, 2007.\n* Simplified point 3: If the commission fails to comply with these restrictions, a county court may make an order.\n* Simplified point 1: The UK government has passed a law allowing members of the military to stop and question individuals in certain situations.\n* Simplified point 2: This law allows members of the military to enter and search premises if they have reasonable grounds to believe that a serious crime has been committed or is being planned.\n* Simplified point 3: The law also gives members of the military the power to detain people for up to four hours and to seize and detain items that may be used in the commission of a serious crime.\n* Simplified point 4: The law applies to both premises and vehicles, and members of the military can use reasonable force to secure compliance with their requirements.\n* Simplified point 5: The law provides for the examination of documents found during searches, and specifies procedures for recording and retaining seized documents.\n* Simplified point 6: The law authorizes the taking of possession of land or other property, and the destruction of property if deemed necessary for the preservation of peace and order.\n* Simplified point 7: The law empowers the Secretary of State to close roads and divert traffic, and authorizes members of the military to execute works on land taken into possession.\n* Simplified point 8: The law prohibits interference with works executed under the authority of the Secretary of State, and authorizes members of the military to take possession of land and execute works.\n* Simplified point 9: The law establishes penalties for violations, including imprisonment for up to six months, fines up to level 5 on the standard scale, or both.\n* Simplified point 10: The law applies to premises and vehicles, and specifies the address of the premises."
            }
        ],
        [
            {
                "length": 246,
                "short": "\"Justice and Security Measures in Northern Ireland: Jury Trial Exemptions and Rule-Making Powers\"",
                "text": "\n* Simplified point 1: The Justice and Security (Northern Ireland) Act 2007 allows for trials without a jury in certain cases, specifically those involving indictable offenses suspected to be committed on behalf of a proscribed organization.\n* Simplified point 2: The certificate issued by the Director of Public Prosecutions can only be issued if there is a risk that the administration of justice might be impaired if the trial were to be conducted with a jury.\n* Simplified point 3: Certain offenses are excluded from being subject to a preliminary inquiry, such as extra-territorial offenses.\n* Simplified point 1: The law allows for the creation of rules of court to facilitate the provisions outlined in Sections 1-5 of the act.\n* Simplified point 2: The law gives the power to make orders disregarding the amendments made by Schedule 1 for specific purposes.\n* Simplified point 3: The law applies to both past and future offenses, but with some exceptions."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Justice and Security (Northern Ireland) Act 2007 simplifies complex legal language to ensure everyone understands the law. It explains that the Director of Public Prosecutions can issue a certificate to conduct a trial without a jury if they suspect certain conditions are met, such as the defendant being associated with a proscribed organization or if the offense was committed due to religious or political hostility. The certificate can only be issued if the Director is satisfied that there is a risk that the administration of justice might be impaired if the trial were to be conducted with a jury. The law applies to both past and future offenses, but with some exceptions. Additionally, the law allows for trials without juries in certain cases, and gives the power to make orders disregarding the amendments made by Schedule 1 for specific purposes."
}