{
    "general": "This law says yes to the way the European Union gets its money. It makes sure that the rules for how the European Union raises money are okay. The law also changes some words in another law from 1972 to include this new rule about how the European Union raises money.",
    "series": [
        [
            {
                "length": 243,
                "short": "European Union Finances Act 2015 - Approval of Council Decision on Own Resources",
                "text": "\n* Simplified point 1: The Council decision of 26 May 2014 on the system of own resources of the EU is approved for the purposes of subsection (1) of section 7 of the European Union Act 2011.\n* Simplified point 2: The definition of \"the Treaties\" and \"the EU Treaties\" in section 1(2) of the European Communities Act 1972 is amended to include the decisions of the Council on the EU's system of own resources.\n* Simplified point 3: The European Communities (Finance) Act 2008 is repealed and this Act extends to the whole of the United Kingdom.\n* Simplified point 4: This Act comes into force at the end of the period of 2 months beginning with the day on which it is passed.\n* Simplified point 5: This Act may be cited as the European Union (Finance) Act 2015."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The European Union (Finance) Act 2015 allows the UK government to contribute financially to the European Union. This law changes how the EU gets its money by agreeing on a new way of raising funds called \"own resources\". This means that instead of each country paying a set amount, they will now pay based on their ability to do so. This change will help the EU raise more money and make it easier for countries to contribute. The law also updates the definition of \"the Treaties\" and \"the EU Treaties\" to include the new system of own resources. This law applies to the entire UK and came into effect two months after it was passed.",
    "single": "\n• Approves the Council decision of 26 May 2014 on the system of own resources of the European Union.\n• Adds the decision to the list of Treaties in the European Communities Act 1972.\n• Repeals the European Communities (Finance) Act 2008.\n• Extends to the whole of the United Kingdom.\n• Comes into force at the end of the period of 2 months beginning with the day on which it is passed.\n• May be cited as the European Union (Finance) Act 2015.\nEFFECTS OF THE BILL:\n• Approves the Council decision on the system of own resources of the European Union, which sets out the rules for the EU's financial resources.\n• Adds the decision to the list of Treaties in the European Communities Act 1972, making it a part of UK law.\n• Repeals the European Communities (Finance) Act 2008, which is superseded by this Act.\n• Extends to the whole of the United Kingdom, meaning that the provisions of the Act apply to all parts of the UK.\n• Comes into force at the end of the period of 2 months beginning with the day on which it is passed, meaning that the provisions of the Act will start to apply after this period.\n• Gives the Act the title of European Union (Finance) Act 2015, making it easier to identify and reference in the future."
}