[
    {
        "length": 3251,
        "text": "\nNuclear safeguards\n\tFor section 72 of the Energy Act 2013 substitute—\n\t“72Nuclear safeguards purposes\n\t\tIn this Part, the “nuclear safeguards purposes” means the purposes of—\n\t\t\tensuring compliance with nuclear safeguards regulations (see section 76A),\n\t\t\tensuring compliance by the United Kingdom or, as the case may be, enablingor facilitating compliance by a Minister of the Crown, with a relevantinternational agreement, and\n\t\t\tthe development of any future obligations relating to nuclear safeguards.”\n\t\tAfter section 76 of that Act insert—\n\t“CHAPTER 2ANuclear safeguards\n\t\tANuclear safeguards regulations\n\t\t\tThe Secretary of State may by regulations (“nuclear safeguardsregulations”) make provision for the purpose of—\n\t\t\t\tensuring that qualifying nuclear material, facilities or equipment are onlyavailable for use for civil activities (whether in the United Kingdom orelsewhere), or\n\t\t\t\tgiving effect to provisions of a relevant international agreement.\n\t\t\tThe regulations may, for example, make provision relating to—\n\t\t\t\trecord-keeping or accounting;\n\t\t\t\tthe provision or publication of information;\n\t\t\t\tinspection or monitoring;\n\t\t\t\timports or exports;\n\t\t\t\tthe design of qualifying nuclear facilities or equipment;\n\t\t\t\tthe production, processing, use, handling, storage or disposal ofqualifying nuclear material or equipment.\n\t\t\tThe following apply in relation to nuclear safeguards regulations as theyapply in relation to nuclear regulations—\n\t\t\t\t  * section 74(3) to (5) (nuclear regulations),\n\t\t\t\t  * section 75 (offences),\n\t\t\t\t  * section 76 (civil liability), and\n\t\t\t\t  * paragraphs 2 to 16 of Schedule 6 (examples of provision that may be made by nuclear regulations).\n\t\t\tNothing in nuclear safeguards regulations applies in relation to anythingdone for defence purposes (within the meaning of section 70).\n\t\t\tThe provision that may be made by nuclear safeguards regulations by virtueof section 113(7) includes provision modifying retained EU law (within themeaning of the European Union (Withdrawal) Act 2018).\n\t\t\tIn this section—\n\t\t\t\t  * “civil activities” means—\n\t\t\t\tproduction, processing or storage activities which are carried on for peacefulpurposes;\n\t\t\t\telectricity generation carried on for peaceful purposes;\n\t\t\t\tdecommissioning;\n\t\t\t\tresearch and development carried on for peaceful purposes;\n\t\t\t\tany other activity carried on for peaceful purposes;\n\t\t\t\t\t  * “equipment” has the meaning given by section 70(3);\n\t\t\t\t\t  * “qualifying nuclear equipment” means equipment designed or adapted for use in connection with qualifying nuclear material or a qualifying nuclear facility;\n\t\t\t\t\t  * “qualifying nuclear facility” means a facility (including associated buildings) in which qualifying nuclear material is produced, processed, used, handled, stored or disposed of;\n\t\t\t\t\t  * “qualifying nuclear material” means—\n\t\t\t\tfissionable material specified in regulations under subsection (7),\n\t\t\t\tsource material in the form of—\n\t\t\t\turanium metal, alloy or compound, or\n\t\t\t\tthorium metal, alloy or compound, or\n\t\t\t\tore containing a substance from which a source material falling withinparagraph (b) is capable of being derived.\n\t\t\tThe Secretary of State may by regulations specify fissionable material forthe purposes of the definition of “qualifying nuclear material”.\n\t\t\tBefore making any regulations under this section, the Secretary of Statemust consult—\n\t\t\t\tthe ONR, and\n\t\t\t\tsuch other persons (if any) as the Secretary of State considers itappropriate to consult.\n\t\t\tSubsection (8)(a) does not apply if the regulations give effect, withoutmodification, to proposals submitted by the ONR under section 81(1)(a)(ia).\n\t\tBPayments in respect of compliance costs\n\t\t\tThe Secretary of State may by regulations authorise or require the ONR tomake payments towards compliance costs.\n\t\t\t“Compliance costs” means costs of complying with nuclear safeguardsregulations or with specified provisions of nuclear safeguards regulations.\n\t\t\tRegulations under subsection (1) may provide that payments are authorisedor required to be made only in specified circumstances.\n\t\t\tThe ONR is responsible for determining the amounts of payments inaccordance with any provision made by regulations under subsection (1).\n\t\t\tIn this section, “specified” means specified in regulations undersubsection (1).”\n\t\t\tIn section 112 of that Act (interpretation)—\n\t\t\t\tin subsection (1), at the appropriate places insert—\n\t\t\t\t\t  * ““nuclear safeguards regulations” means regulations under section 76A(1);”;\n\t\t\t\t\t  * ““relevant international agreement” has the meaning given by subsection (1A);”;\n\t\t\t\tafter subsection (1) insert—\n\t\t\t\t\t“(1A)Relevant international agreement” means an agreement (whether or notratified) to which the United Kingdom is a party and which—\n\t\t\t\trelates to nuclear safeguards, and\n\t\t\t\tis specified in regulations under subsection (1B),\n\t\t\t\tand a reference in this Part to a relevant international agreement is to theagreement as it has effect for the time being.\n\t\t\t\t(1B)The Secretary of State may by regulations specify agreements for thepurposes of subsection (1A)(b).\n\t\t\t\t(1C)References in subsection (1A) to an agreement to which the United Kingdomis a party include an undertaking given by the United Kingdom which—\n\t\t\t\trelates to guidance or any other document issued by the InternationalAtomic Energy Agency, and\n\t\t\t\tis notified to the Agency by the United Kingdom,\n\t\t\t\t(and the reference in subsection (1B) to an agreement is to be readaccordingly).\n\t\t\t\t(1D)Before making regulations under subsection (1B), the Secretary of Statemust consult—\n\t\t\t\tthe ONR, and\n\t\t\t\tsuch other persons (if any) as the Secretary of State considers itappropriate to consult.\n\t\t\t\t(1E)Subsection (1D)(a) does not apply if the regulations give effect, withoutmodification, to proposals submitted by the ONR under section 81(1)(a)(iiia).”\n\t\t\tA consultation requirement imposed by an amendment made by this section maybe satisfied by consultation carried out before this Act was passed.\n\t\t\tThe Schedule contains minor and consequential amendments.\nPower to amend legislation relating to nuclear safeguards\n\tThe Secretary of State may by regulations amend any of the following inconsequence of a relevant safeguards agreement—\n\t\tthe Nuclear Safeguards and Electricity (Finance) Act 1978,\n\t\tthe Nuclear Safeguards Act 2000, and\n\t\tthe [Nuclear Safeguards (Notification) Regulations 2004 (S.I.2004/1255)](/id/uksi/2004/1255?view=plain \"Go to item of legislation\").\n\tIn subsection (1) “relevant safeguards agreement” means an agreement(whether or not ratified) relating to nuclear safeguards to which the UnitedKingdom and the International Atomic Energy Agency are parties.\n\tRegulations under this section may include—\n\t\tconsequential, supplementary or incidental provision;\n\t\ttransitional, transitory or saving provision.\n\tThe power to make regulations under this section is exercisable bystatutory instrument.\n\tAn instrument containing (whether alone or with other provision)regulations under this section may not be made unless a draft of theinstrument has been laid before and approved by a resolution of each House ofParliament.\n\tNo regulations may be made under this section after the end of the periodof 5 years beginning with the day on which this section comes into force.\nReport on nuclear safeguards\n\tThe Secretary of State must, in respect of each reporting period, prepare areport containing information about nuclear safeguards.\n\tInformation about nuclear safeguards includes information about—\n\t\tinternational arrangements relating to nuclear safeguards to which theUnited Kingdom is (or is proposed to be) a party, and\n\t\tthe establishment in the United Kingdom of arrangements relating to nuclearsafeguards.\n\tA report under this section may include other information on futurearrangements with Euratom, which may include information relating to nuclearresearch and development and the import and export of qualifying nuclearmaterial.\n\tA report under this section must be laid before Parliament after the end ofthe reporting period to which it relates.\n\tThere are four successive reporting periods, each of which is a period of 3months.\n\tThe first reporting period is the period of 3 months beginning with the dayon which this Act is passed.\nRequest for continuation of existing arrangements\n\tThe Secretary of State must make a relevant request to the European Councilif neither of conditions 1 and 2 is met at the beginning of the period of 28days ending with exit day.\n\tCondition 1 is that all of the principal international agreements have beensigned.\n\tCondition 2 is that—\n\t\tone or more of the principal international agreements have not been signed,but\n\t\tin respect of each agreement that has not been signed, arrangements for thecorresponding Euratom arrangements to have effect in relation to the UnitedKingdom after exit day—\n\t\thave been made, or\n\t\twill, in the Secretary of State’s opinion, have been made before exit day.\n\tA “relevant request” is a request, in relation to each principalinternational agreement that has not been signed and in respect of whichsubsection (3)(b) does not apply, for the corresponding Euratom arrangementsto continue to have effect in relation to the United Kingdom after exit dayuntil—\n\t\tthe principal international agreement comes into force, or\n\t\tarrangements have been made for the corresponding Euratom arrangements tohave effect in relation to the United Kingdom until further notice.\n\tThe “principal international agreements” are—\n\t\tagreements relating to nuclear safeguards to which only the United Kingdomand the International Atomic Energy Agency are parties;\n\t\tagreements relating to nuclear safeguards to which the United Kingdom is aparty with, respectively, the governments of Australia, Canada, Japan and theUnited States of America (and for this purpose “agreement” includes anagreement or other arrangement that modifies or supplements an existingagreement).\n\tA reference in this section to “the corresponding Euratom arrangements” isa reference—\n\t\tin the case of an agreement referred to in subsection (5)(a), to whicheverof the Safeguards Agreement and the Additional Protocol corresponds to theagreement;\n\t\tin the case of an agreement referred to in subsection (5)(b), to whicheverof the agreements to which Euratom is a party with the government ofAustralia, Canada, Japan or the United States of America corresponds to theagreement (and for this purpose the reference to an agreement to which Euratomis a party includes any agreement or other arrangement that modifies orsupplements the agreement).\n\tIn this section—\n\t\t  * “exit day” has the same meaning as in the European Union (Withdrawal) Act 2018 (and references to before or after exit day are to be read accordingly); \n\t\t  * “the Safeguards Agreement” and “the Additional Protocol” have the same meaning as in the Nuclear Safeguards Act 2000; \n\t\t  * “signed”, in relation to a principal international agreement, means signed by both parties to the agreement. \nExtent \n\tThis Act extends to England and Wales, Scotland and Northern Ireland,subject to the rest of this section.\n\tAn amendment made by this Act has the same extent within the United Kingdomas the provision amended.\n\tWhere regulations under section 2 amend or repeal any provision of—\n\t\tthe Nuclear Safeguards Act 2000, or\n\t\tthe Nuclear Safeguards and Electricity (Finance) Act 1978,\n\t\t\tthe power under section 12(4) of the Nuclear Safeguards Act 2000 may beexercised so as to extend the amendment or repeal (with or withoutmodifications) to any of the Channel Islands or the Isle of Man or any Britishoverseas territory.\nCommencement \n\tSections 3 and 5, this section and section 7 come into force on the day onwhich this Act is passed.\n\tThe other provisions of this Act come into force on such day as theSecretary of State may by regulations made by statutory instrument appoint.\n\tRegulations under subsection (2) may—\n\t\tappoint different days for different purposes;\n\t\tinclude transitional, transitory or saving provision.\n\tThe power of the Secretary of State under subsection (2) to appoint a dayincludes a power to appoint a time on that day if the Secretary of Stateconsiders it appropriate to do so.\nShort title\n\tThis Act may be cited as the Nuclear Safeguards Act 2018.\nSection 1"
    }
]