{
    "general": "This law makes sure that people who work with nuclear things (like power plants or weapons) follow strict rules so they don't use them in ways that could be dangerous or illegal. It also helps keep track of where these things are and who has access to them, so we can all feel safe.",
    "series": [
        [
            {
                "length": 229,
                "short": "Nuclear Safeguards Regulations: Ensuring Peaceful Use of Nuclear Materials and Facilities",
                "text": "* Simplified point 1: The Nuclear Safeguards Act 2018 introduces new regulations to ensure compliance with international agreements related to nuclear safeguards.\n* Simplified point 2: The regulations cover aspects such as record-keeping, inspections, imports/exports, and research & development, all aimed at ensuring that nuclear materials and facilities are only used for peaceful purposes.\n* Simplified point 3: The Secretary of State has the authority to make payments towards compliance costs incurred by the Office for Nuclear Regulation (ONR).\n* Simplified point 4: The ONR is responsible for determining the amounts of these payments based on any provision made by regulations.\n* Simplified point 5: The Act also requires the Secretary of State to prepare annual reports on nuclear safeguards, including information about international arrangements and establishments in the UK."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Nuclear Safeguards Act 2018 helps keep the UK safe by making sure that nuclear materials and facilities are only used for peaceful purposes. This law introduces new rules to follow international agreements on nuclear safeguards. These rules include keeping records, having inspections, controlling imports and exports, and doing research and development. The government will also help pay for some of the costs of following these rules. Each year, the government will report on how well these rules are working.\nThis law is important because it helps prevent dangerous things like terrorism or accidents from happening with nuclear materials and facilities. It also helps make sure that the UK follows international agreements and keeps up with other countries that have similar laws.",
    "single": "\n* The Nuclear Safeguards Act 2018 is a piece of British Legislation.\n* The act aims to make provision about nuclear safeguards.\n* The act introduces new regulations to ensure that nuclear material, facilities, and equipment are only available for use for civil activities.\n* The regulations may include provisions for record-keeping, reporting, and inspections.\n* The act also modifies retained EU law to ensure that the regulations are effective after the UK leaves the EU.\n* The Secretary of State has the power to make payments towards compliance costs incurred by the ONR.\n* The act extends to England, Wales, Scotland, and Northern Ireland.\n* The act comes into force on the day it is passed, with the exception of certain provisions that are brought into force at a later date by statutory instrument.\nIN SUMMARY:\n* The Nuclear Safeguards Act 2018 is a new piece of British legislation that aims to ensure the safe and secure use of nuclear material, facilities, and equipment.\n* The act introduces new regulations to ensure that nuclear material, facilities, and equipment are only available for use for civil activities.\n* The regulations may include provisions for record-keeping, reporting, and inspections.\n* The act also modifies retained EU law to ensure that the regulations are effective after the UK leaves the EU.\n* The Secretary of State has the power to make payments towards compliance costs incurred by the ONR.\n* The act extends to England, Wales, Scotland, and Northern Ireland.\n* The act comes into force on the day it is passed, with the exception of certain provisions that are brought into force at a later date by statutory instrument."
}