[
    {
        "length": 475,
        "text": "\nNaturalisation: knowledge of language and society\n\tThe following shall be inserted after the word “and” after paragraph1(1)(c) of Schedule 1 to the British Nationality Act [1981 (c.61)](/id/ukpga/1981/61?view=plain \"Go to item of legislation\") (requirementsfor naturalisation)—\n\t\tthat he has sufficient knowledge about life in the United Kingdom; and”.\n\tIn paragraph 2(e) of that Schedule (waiver)—\n\t\tfor “the requirement specified in paragraph 1(1)(c)” there shall besubstituted “either or both of the requirements specified in paragraph 1(1)(c)and (ca)”, and\n\t\tfor “expect him to fulfil it” there shall be substituted “expect him tofulfil that requirement or those requirements”.\n\tThe following shall be inserted after section 41(1)(b) of that Act(regulations)—\n\t\tfor determining whether a person has sufficient knowledge of a languagefor the purpose of an application for naturalisation;\n\t\tfor determining whether a person has sufficient knowledge about life inthe United Kingdom for the purpose of an application for naturalisation;”.\n\tThe following shall be inserted after section 41(1) of that Act—\n\t\t“(1A)Regulations under subsection (1)(ba) or (bb) may, in particular—\n\t\tmake provision by reference to possession of a specified qualification;\n\t\tmake provision by reference to possession of a qualification of a specifiedkind;\n\t\tmake provision by reference to attendance on a specified course;\n\t\tmake provision by reference to attendance on a course of a specified kind;\n\t\tmake provision by reference to a specified level of achievement;\n\t\tenable a person designated by the Secretary of State to determinesufficiency of knowledge in specified circumstances;\n\t\tenable the Secretary of State to accept a qualification of a specified kindas evidence of sufficient knowledge of a language.”"
    },
    {
        "length": 276,
        "text": "\nNaturalisation: spouse of citizen\n\tParagraphs 3 and 4 of Schedule 1 to the British Nationality Act [1981 (c.61)](/id/ukpga/1981/61?view=plain \"Go to item of legislation\") (requirementsfor naturalisation as British citizen: spouse of citizen) shall be amended asfollows—\n\t\tin paragraph 3(e) for “requirement specified in paragraph 1(1)(b)”substitute “requirements specified in paragraph 1(1)(b), (c) and (ca)”, and\n\t\tin paragraph 4(c) omit “and (e)”.\n\tParagraphs 7 and 8 of that Schedule (requirements for naturalisation asBritish overseas territories citizen: spouse of citizen) shall be amended asfollows—\n\t\tin paragraph 7(e) for “requirement specified in paragraph 5(1)(b)”substitute “requirements specified in paragraph 5(1)(b) and (c)”, and\n\t\tin paragraph 8(c) omit “and (e)”."
    },
    {
        "length": 1452,
        "text": "\nDeprivation of citizenship\n\tThe following shall be substituted for section 40 of the BritishNationality Act 1981 (deprivation of citizenship)—\n\t“40Deprivation of citizenship\n\t\tIn this section a reference to a person’s “citizenship status” is areference to his status as—\n\t\t\ta British citizen,\n\t\t\ta British overseas territories citizen,\n\t\t\ta British Overseas citizen,\n\t\t\ta British National (Overseas),\n\t\t\ta British protected person, or\n\t\t\ta British subject.\n\t\tThe Secretary of State may by order deprive a person of a citizenshipstatus if the Secretary of State is satisfied that the person has doneanything seriously prejudicial to the vital interests of—\n\t\t\tthe United Kingdom, or\n\t\t\ta British overseas territory.\n\t\tThe Secretary of State may by order deprive a person of a citizenshipstatus which results from his registration or naturalisation if the Secretaryof State is satisfied that the registration or naturalisation was obtained bymeans of—\n\t\t\tfraud, \n\t\t\tfalse representation, or\n\t\t\tconcealment of a material fact.\n\t\tThe Secretary of State may not make an order under subsection (2) if he issatisfied that the order would make a person stateless.\n\t\tBefore making an order under this section in respect of a person theSecretary of State must give the person written notice specifying—\n\t\t\tthat the Secretary of State has decided to make an order,\n\t\t\tthe reasons for the order, and\n\t\t\tthe person’s right of appeal under section 40A(1) or under section 2B ofthe Special Immigration Appeals Commission Act [1997 (c.68)](/id/ukpga/1997/68?view=plain \"Go to item of legislation\").\n\t\tWhere a person acquired a citizenship status by the operation of a lawwhich applied to him because of his registration or naturalisation under anenactment having effect before commencement, the Secretary of State may byorder deprive the person of the citizenship status if the Secretary of Stateis satisfied that the registration or naturalisation was obtained by means of—\n\t\t\tfraud, \n\t\t\tfalse representation, or\n\t\t\tconcealment of a material fact.\n\tADeprivation of citizenship: appeal\n\t\tA person who is given notice under section 40(5) of a decision to make anorder in respect of him under section 40 may appeal against the decision to anadjudicator appointed under section 81 of the Nationality, Immigration andAsylum Act 2002 (immigration appeal).\n\t\tSubsection (1) shall not apply to a decision if the Secretary of Statecertifies that it was taken wholly or partly in reliance on information whichin his opinion should not be made public—\n\t\t\tin the interests of national security,\n\t\t\tin the interests of the relationship between the United Kingdom and anothercountry, or\n\t\t\totherwise in the public interest.\n\t\tA party to an appeal to an adjudicator under subsection (1) may, with thepermission of the Immigration Appeal Tribunal, appeal to the Tribunal againstthe adjudicator’s determination on a point of law.\n\t\tA party to an appeal to the Immigration Appeal Tribunal under subsection(3) may bring a further appeal on a point of law—\n\t\t\twhere the decision of the adjudicator was made in Scotland, to the Court ofSession, or\n\t\t\tin any other case, to the Court of Appeal.\n\t\tAn appeal under subsection (4) may be brought only with the permission of—\n\t\t\tthe Tribunal, or\n\t\t\tif the Tribunal refuses permission, the court referred to in subsection(4)(a) or (b).\n\t\tAn order under section 40 may not be made in respect of a person while anappeal under this section or section 2B of the Special Immigration AppealsCommission Act [1997 (c. 68)](/id/ukpga/1997/68?view=plain \"Go to item oflegislation\")—\n\t\t\thas been instituted and has not yet been finally determined, withdrawn orabandoned, or\n\t\t\tcould be brought (ignoring any possibility of an appeal out of time withpermission).\n\t\tRules under section 106 of the Nationality, Immigration and Asylum Act 2002(immigration appeal: rules) may make provision about an appeal under thissection.\n\t\tDirections under section 107 of that Act (practice directions) may makeprovision about an appeal under this section.”\n\t\tThe following shall be inserted before section 3 of the Special ImmigrationAppeals Commission Act 1997 (jurisdiction: bail)—\n\t\t\t“2BA person may appeal to the Special Immigration Appeals Commission against adecision to make an order under section 40 of the British Nationality Act[1981 (c. 61)](/id/ukpga/1981/61?view=plain \"Go to item of legislation\")(deprivation of citizenship) if he is not entitled to appeal under section40A(1) of that Act because of a certificate under section 40A(2).”\n\t\tIn section 5(1)(a) and (b) and (2) of that Act (procedure) after “section2” there shall be inserted “or 2B”.\n\t\tIn exercising a power under section 40 of the British Nationality Act 1981after the commencement of subsection (1) above the Secretary of State may haveregard to anything which—\n\t\t\toccurred before commencement, and\n\t\t\the could have relied on (whether on its own or with other matters) inmaking an order under section 40 before commencement."
    },
    {
        "length": 140,
        "text": "\nResumption of citizenship\n\tIn the following provisions of the British Nationality Act [1981 (c.61)](/id/ukpga/1981/61?view=plain \"Go to item of legislation\") the words “, ifa woman,” shall cease to have effect—\n\t\tsection 10(1) and (2) (registration as British citizen followingrenunciation of citizenship), and\n\t\tsection 22(1) and (2) (registration as British overseas territories citizenfollowing renunciation of citizenship)."
    },
    {
        "length": 1057,
        "text": "\nNationality decision: discrimination\n\tSection 19D of the Race Relations Act [1976 (c.74)](/id/ukpga/1976/74?view=plain \"Go to item of legislation\") (discriminationby public authority: permitted cases) shall be amended as follows.\n\tIn subsection (1) for “immigration and nationality functions” substitute“immigration functions”.\n\tFor subsections (4) and (5) substitute—\n\tIn subsection (1) “immigration functions” means functions exercisable byvirtue of any of the enactments mentioned in subsection (5).\n\tThose enactments are—\n\t\tthe Immigration Acts (within the meaning of section 158 of the Nationality,Immigration and Asylum Act 2002) excluding sections 28A to 28K of theImmigration Act [1971 (c. 77)](/id/ukpga/1971/77?view=plain \"Go to item oflegislation\") so far as they relate to offences under Part III of that Act;\n\t\tthe Special Immigration Appeals Commission Act [1997 (c.68)](/id/ukpga/1997/68?view=plain \"Go to item of legislation\");\n\t\tprovision made under section 2(2) of the European Communities Act [1972 (c.68)](/id/ukpga/1972/68?view=plain \"Go to item of legislation\") which relatesto immigration or asylum; and\n\t\tany provision of Community law which relates to immigration or asylum.”\n\tSection 19E of the Race Relations Act 1976 (monitoring of use of section19D) shall be amended as follows—\n\t\tin subsection (3)(a) for “immigration and nationality functions” substitute“immigration functions”, and\n\t\tomit subsection (7).\n\tIn section 71A of that Act (general statutory duty: special cases)—\n\t\tin subsection (1) the words “(within the meaning of section 19D(1))” shallbe omitted, and\n\t\tthe following shall be inserted after subsection (1)—\n\t\t\t“(1A)In subsection (1) “immigration and nationality functions” means functionsexercisable by virtue of—\n\t\tthe Immigration Acts (within the meaning of section 158 of the Nationality,Immigration and Asylum Act 2002) excluding sections 28A to 28K of theImmigration Act 1971 so far as they relate to offences under Part III of thatAct;\n\t\tthe British Nationality Act 1981;\n\t\tthe British Nationality (Falkland Islands) Act [1983 (c.6)](/id/ukpga/1983/6?view=plain \"Go to item of legislation\");\n\t\tthe British Nationality (Hong Kong) Act [1990 (c.34)](/id/ukpga/1990/34?view=plain \"Go to item of legislation\");\n\t\tthe Hong Kong (War Wives and Widows) Act [1996 (c.41)](/id/ukpga/1996/41?view=plain \"Go to item of legislation\");\n\t\tthe British Nationality (Hong Kong) Act [1997 (c.20)](/id/ukpga/1997/20?view=plain \"Go to item of legislation\");\n\t\tthe Special Immigration Appeals Commission Act [1997 (c.68)](/id/ukpga/1997/68?view=plain \"Go to item of legislation\");\n\t\tprovision made under section 2(2) of the European Communities Act [1972 (c.68)](/id/ukpga/1972/68?view=plain \"Go to item of legislation\") which relatesto the subject matter of an enactment within any of paragraphs (a) to (g); or\n\t\tany provision of Community law which relates to the subject matter of anenactment within any of those paragraphs.”"
    },
    {
        "length": 175,
        "text": "\nNationality decision: reasons and review\n\tSection 44(2) and (3) of the British Nationality Act [1981 (c.61)](/id/ukpga/1981/61?view=plain \"Go to item of legislation\") (no requirementto give reasons for discretionary decision, and no right of appeal) shallcease to have effect.\n\tSection 1(5) of the British Nationality (Hong Kong) Act [1990 (c.34)](/id/ukpga/1990/34?view=plain \"Go to item of legislation\") (no requirementto give reasons for discretionary decision, and no right of appeal) shallcease to have effect."
    },
    {
        "length": 696,
        "text": "\nLegitimacy of child\n\tThe following shall be substituted for section 50(9) of the BritishNationality Act 1981 (interpretation: child)—\n\tFor the purposes of this Act a child’s mother is the woman who gives birthto the child.\n\t\t(9A)For the purposes of this Act a child’s father is—\n\t\tthe husband, at the time of the child’s birth, of the woman who gives birthto the child, or\n\t\twhere a person is treated as the father of the child under section 28 ofthe Human Fertilisation and Embryology Act [1990 (c.37)](/id/ukpga/1990/37?view=plain \"Go to item of legislation\") (father), thatperson, or\n\t\twhere neither paragraph (a) nor paragraph (b) applies, any person whosatisfies prescribed requirements as to proof of paternity.\n\t\t(9B)In subsection (9A)(c) “prescribed” means prescribed by regulations of theSecretary of State; and the regulations—\n\t\tmay confer a function (which may be a discretionary function) on theSecretary of State or another person,\n\t\tmay make provision which applies generally or only in specifiedcircumstances,\n\t\tmay make different provision for different circumstances,\n\t\tmust be made by statutory instrument, and\n\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament.\n\t\t(9C)The expressions “parent”, “child” and “descended” shall be construed inaccordance with subsections (9) and (9A).”\n\tIn section 3(6) of that Act (registration of minor as British citizen)—\n\t\tafter paragraph (a) insert “and”,\n\t\tthe word “and” after paragraph (b) shall cease to have effect, and\n\t\tparagraph (c) (illegitimate child) shall cease to have effect.\n\tIn section 17(6) of that Act (registration of minor as British overseasterritories citizen)—\n\t\tafter paragraph (a) insert “and”,\n\t\tthe word “and” after paragraph (b) shall cease to have effect, and\n\t\tparagraph (c) (illegitimate child) shall cease to have effect.\n\tSection 47 of that Act (legitimated children) shall cease to have effect.\n\tIn Schedule 2 to that Act (persons otherwise stateless)—\n\t\tin paragraph 1(1)(b) (person born in United Kingdom), the words “he is bornlegitimate and” shall cease to have effect, and\n\t\tin paragraph 2(1)(b) (person born in British overseas territory), the words“he is born legitimate and” shall cease to have effect."
    },
    {
        "length": 616,
        "text": "\nRight of abode: certificate of entitlement\n\tThe Secretary of State may by regulations make provision for the issue to aperson of a certificate that he has the right of abode in the United Kingdom.\n\tThe regulations may, in particular—\n\t\tspecify to whom an application must be made;\n\t\tspecify the place (which may be outside the United Kingdom) to which anapplication must be sent;\n\t\tprovide that an application must be made in a specified form;\n\t\tprovide that an application must be accompanied by specified documents;\n\t\trequire the payment of a fee on the making of an application;\n\t\tspecify the consequences of failure to comply with a requirement under anyof paragraphs (a) to (e) above;\n\t\tprovide for a certificate to cease to have effect after a period of timespecified in or determined in accordance with the regulations;\n\t\tmake provision about the revocation of a certificate.\n\tThe regulations may—\n\t\tmake provision which applies generally or only in specified cases orcircumstances;\n\t\tmake different provision for different purposes;\n\t\tinclude consequential, incidental or transitional provision.\n\tThe regulations—\n\t\tmust be made by statutory instrument, and\n\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament.\n\tThe Immigration Act [1971 (c. 77)](/id/ukpga/1971/77?view=plain \"Go to itemof legislation\") shall be amended as follows—\n\t\tin section 3(9)(b) (proof of entitlement to right of abode) the words“issued by or on behalf of the Government of the United Kingdom certifyingthat he has such a right of abode” shall cease to have effect, and\n\t\tin section 33(1) for the definition of “certificate of entitlement”substitute—\n\t\t\t““certificate of entitlement” means a certificate under section 10 of theNationality, Immigration and Asylum Act 2002 that a person has the right ofabode in the United Kingdom;”.\n\tRegulations under this section may, in particular, include provisionsaving, with or without modification, the effect of a certificate which—\n\t\tis issued before the regulations come into force, and\n\t\tis a certificate of entitlement for the purposes of sections 3(9) and 33(1)of the Immigration Act 1971 as those sections have effect before thecommencement of subsection (5) above."
    },
    {
        "length": 674,
        "text": "\nUnlawful presence in United Kingdom\n\tThis section applies for the construction of a reference to being in theUnited Kingdom “in breach of the immigration laws” in section 4(2) or (4) or50(5) of, or Schedule 1 to, the British Nationality Act [1981 (c.61)](/id/ukpga/1981/61?view=plain \"Go to item of legislation\").\n\tA person is in the United Kingdom in breach of the immigration laws if (andonly if) he—\n\t\tis in the United Kingdom,\n\t\tdoes not have the right of abode in the United Kingdom within the meaningof section 2 of the Immigration Act 1971,\n\t\tdoes not have leave to enter or remain in the United Kingdom (whether ornot he previously had leave),\n\t\tis not a qualified person within the meaning of the Immigration (EuropeanEconomic Area) Regulations 2000 ([S.I.2000/2326](/id/uksi/2000/2326?view=plain \"Go to item of legislation\")) (personentitled to reside in United Kingdom without leave) (whether or not he waspreviously a qualified person),\n\t\tis not a family member of a qualified person within the meaning of thoseregulations (whether or not he was previously a family member of a qualifiedperson),\n\t\tis not entitled to enter and remain in the United Kingdom by virtue ofsection 8(1) of the Immigration Act 1971 (crew) (whether or not he waspreviously entitled), and\n\t\tdoes not have the benefit of an exemption under section 8(2) to (4) of thatAct (diplomats, soldiers and other special cases) (whether or not hepreviously had the benefit of an exemption).\n\tSection 11(1) of the Immigration Act 1971 (person deemed not to be inUnited Kingdom before disembarkation, while in controlled area or while underimmigration control) shall apply for the purposes of this section as itapplies for the purposes of that Act.\n\tThis section shall be treated as always having had effect except inrelation to a person who on the commencement of this section is, or has beenat any time since he last entered the United Kingdom—\n\t\ta qualified person within the meaning of the regulations referred to insubsection (2)(d), or\n\t\ta family member of a qualified person within the meaning of thoseregulations.\n\tThis section is without prejudice to the generality of—\n\t\ta reference to being in a place outside the United Kingdom in breach ofimmigration laws, and\n\t\ta reference in a provision other than one specified in subsection (1) tobeing in the United Kingdom in breach of immigration laws."
    },
    {
        "length": 323,
        "text": "\nBritish citizenship: registration of certain persons without othercitizenship\n\tThe following shall be inserted after section 4A of the British NationalityAct [1981 (c. 61)](/id/ukpga/1981/61?view=plain \"Go to item of legislation\")(registration as British citizen)—\n\t“4BAcquisition by registration: certain persons without other citizenship\n\t\tThis section applies to a person who has the status of—\n\t\t\tBritish Overseas citizen,\n\t\t\tBritish subject under this Act, or\n\t\t\tBritish protected person.\n\t\tA person to whom this section applies shall be entitled to be registered asa British citizen if—\n\t\t\the applies for registration under this section,\n\t\t\tthe Secretary of State is satisfied that the person does not have, apartfrom the status mentioned in subsection (1), any citizenship or nationality,and\n\t\t\tthe Secretary of State is satisfied that the person has not after 4th July2002 renounced, voluntarily relinquished or lost through action or inactionany citizenship or nationality.”\n\t\tIn section 14(1) of that Act (meaning of British citizen “by descent”), inparagraph (d) for “section 5” there shall be substituted “section 4B or 5”."
    },
    {
        "length": 461,
        "text": "\nBritish citizenship: registration of certain persons born between 1961and 1983\n\tThe following shall be inserted after section 4B of the British NationalityAct 1981 (registration as British citizen)—\n\t“4CAcquisition by registration: certain persons born between 1961 and1983\n\t\tA person is entitled to be registered as a British citizen if—\n\t\t\the applies for registration under this section, and\n\t\t\the satisfies each of the following conditions.\n\t\tThe first condition is that the applicant was born after 7th February 1961and before 1st January 1983.\n\t\tThe second condition is that the applicant would at some time before 1stJanuary 1983 have become a citizen of the United Kingdom and Colonies byvirtue of section 5 of the British Nationality Act [1948 (c.56)](/id/ukpga/1948/56?view=plain \"Go to item of legislation\") if that sectionhad provided for citizenship by descent from a mother in the same terms as itprovided for citizenship by descent from a father.\n\t\tThe third condition is that immediately before 1st January 1983 theapplicant would have had the right of abode in the United Kingdom by virtue ofsection 2 of the Immigration Act [1971 (c. 77)](/id/ukpga/1971/77?view=plain\"Go to item of legislation\") had he become a citizen of the United Kingdom andColonies as described in subsection (3) above.”\n\t\tIn section 14(1) of that Act (meaning of British citizen “by descent”), inparagraph (d) after the words “section 4B” (as substituted by section 12(2) ofthis Act) there shall be inserted “, 4C”."
    },
    {
        "length": 190,
        "text": "\nEstablishment\n\tEstablishment of centres\n\t\tThe Secretary of State may arrange for the provision of premises for theaccommodation of persons in accordance with this Part.\n\t\tA set of premises provided under this section is referred to in this Act asan “accommodation centre”.\n\t\tThe Secretary of State may arrange for—\n\t\t\tthe provision of facilities at or near an accommodation centre for sittingsof adjudicators appointed for the purpose of Part 5 in accordance with adetermination of the Lord Chancellor under paragraph 2 of Schedule 4;\n\t\t\tthe provision of facilities at an accommodation centre for the taking ofsteps in connection with the determination of claims for asylum (within themeaning of section 18(3))."
    },
    {
        "length": 2800,
        "text": "\nUse of centres\n\tSupport for destitute asylum-seeker\n\t\tThe Secretary of State may arrange for the provision of accommodation for aperson in an accommodation centre if—\n\t\t\tthe person is an asylum-seeker or the dependant of an asylum-seeker, and\n\t\t\tthe Secretary of State thinks that the person is destitute or is likely tobecome destitute within a prescribed period.\n\t\tThe Secretary of State may make regulations about procedure to be followedin respect of the provision of accommodation under this section.\n\t\tThe regulations may, in particular, make provision—\n\t\t\tspecifying procedure to be followed in applying for accommodation in anaccommodation centre;\n\t\t\tproviding for an application to be combined with an application under or inrespect of another enactment;\n\t\t\trequiring an applicant to provide information;\n\t\t\tspecifying circumstances in which an application may not be considered(which provision may, in particular, provide for an application not to beconsidered where the Secretary of State is not satisfied that the informationprovided is complete or accurate or that the applicant is co-operating withenquiries under paragraph (e));\n\t\t\tabout the making of enquiries by the Secretary of State;\n\t\t\trequiring a person to notify the Secretary of State of a change incircumstances.\n\t\tSections 18 to 20 define the following expressions for the purpose of thisPart—\n\t\t\tasylum-seeker, \n\t\t\tdependant, and\n\t\t\tdestitute. \n\tAsylum-seeker: definition\n\t\tFor the purposes of this Part a person is an “asylum-seeker” if—\n\t\t\the is at least 18 years old,\n\t\t\the is in the United Kingdom,\n\t\t\ta claim for asylum has been made by him at a place designated by theSecretary of State,\n\t\t\tthe Secretary of State has recorded the claim, and\n\t\t\tthe claim has not been determined.\n\t\tA person shall continue to be treated as an asylum-seeker despitesubsection (1)(e) while—\n\t\t\this household includes a dependent child who is under 18, and\n\t\t\the does not have leave to enter or remain in the United Kingdom.\n\t\tA claim for asylum is a claim by a person that to remove him from orrequire him to leave the United Kingdom would be contrary to the UnitedKingdom’s obligations under—\n\t\t\tthe Convention relating to the Status of Refugees done at Geneva on 28thJuly 1951 and its Protocol, or\n\t\t\tArticle 3 of the Convention for the Protection of Human Rights andFundamental Freedoms agreed by the Council of Europe at Rome on 4th November1950.\n\tDestitution: definition\n\t\tWhere a person has dependants, he and his dependants are destitute for thepurpose of this Part if they do not have and cannot obtain both—\n\t\t\tadequate accommodation, and\n\t\t\tfood and other essential items.\n\t\tWhere a person does not have dependants, he is destitute for the purpose ofthis Part if he does not have and cannot obtain both—\n\t\t\tadequate accommodation, and\n\t\t\tfood and other essential items.\n\t\tIn determining whether accommodation is adequate for the purposes ofsubsection (1) or (2) the Secretary of State must have regard to any matterprescribed for the purposes of this subsection.\n\t\tIn determining whether accommodation is adequate for the purposes ofsubsection (1) or (2) the Secretary of State may not have regard to—\n\t\t\twhether a person has an enforceable right to occupy accommodation,\n\t\t\twhether a person shares all or part of accommodation,\n\t\t\twhether accommodation is temporary or permanent,\n\t\t\tthe location of accommodation, or\n\t\t\tany other matter prescribed for the purposes of this subsection.\n\t\tThe Secretary of State may by regulations specify items which are or arenot to be treated as essential items for the purposes of subsections (1) and(2).\n\t\tThe Secretary of State may by regulations—\n\t\t\tprovide that a person is not to be treated as destitute for the purposes ofthis Part in specified circumstances;\n\t\t\tenable or require the Secretary of State in deciding whether a person isdestitute to have regard to income which he or a dependant of his mightreasonably be expected to have;\n\t\t\tenable or require the Secretary of State in deciding whether a person isdestitute to have regard to support which is or might reasonably be expectedto be available to the person or a dependant of his;\n\t\t\tenable or require the Secretary of State in deciding whether a person isdestitute to have regard to assets of a prescribed kind which he or adependant of his has or might reasonably be expected to have;\n\t\t\tmake provision as to the valuation of assets.\n\tDependant: definition\n\t\tFor the purposes of this Part a person is a “dependant” of an asylum-seeker if(and only if) that person—\n\t\t\tis in the United Kingdom, and\n\t\t\tis within a prescribed class.\n\tSections 17 to 20: supplementary\n\t\tThis section applies for the purposes of sections 17 to 20.\n\t\tThe Secretary of State may inquire into and decide a person’s age.\n\t\tA claim for asylum shall be treated as determined at the end of such periodas may be prescribed beginning with—\n\t\t\tthe date on which the Secretary of State notifies the claimant of hisdecision on the claim, or\n\t\t\tif the claimant appeals against the Secretary of State’s decision, the dateon which the appeal is disposed of.\n\t\tA notice under subsection (3)(a)—\n\t\t\tmust be in writing, and\n\t\t\tif sent by first class post to the claimant’s last known address or to theclaimant’s representative, shall be treated as being received by the claimanton the second day after the day of posting.\n\t\tAn appeal is disposed of when it is no longer pending for the purpose of—\n\t\t\tPart 5 of this Act, or\n\t\t\tthe Special Immigration Appeals Commission Act [1997 (c.68)](/id/ukpga/1997/68?view=plain \"Go to item of legislation\").\n\tImmigration and Asylum Act 1999, s. 95\n\t\tThe Secretary of State may provide support under section 95 of the Immigrationand Asylum Act [1999 (c. 33)](/id/ukpga/1999/33?view=plain \"Go to item oflegislation\") (destitute asylum-seeker) by arranging for the provision ofaccommodation in an accommodation centre.\n\tPerson subject to United Kingdom entrance control\n\t\tA residence restriction may include a requirement to reside at anaccommodation centre.\n\t\tIn subsection (1) “residence restriction” means a restriction imposedunder—\n\t\t\tparagraph 21 of Schedule 2 to the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (temporaryadmission or release from detention), or\n\t\t\tparagraph 2(5) of Schedule 3 to that Act (control pending deportation).\n\t\tWhere a person is required to reside in an accommodation centre by virtueof subsection (1) the Secretary of State must arrange for the provision ofaccommodation for the person in an accommodation centre.\n\t\tBut if the person is required to leave an accommodation centre by virtue ofsection 26 or 30 he shall be treated as having broken the residencerestriction referred to in subsection (1).\n\t\tThe Secretary of State may provide support under section 4 of theImmigration and Asylum Act 1999 (persons subject to entrance control)(including that section as amended by section 49 of this Act) by arranging forthe provision of accommodation in an accommodation centre.\n\tProvisional assistance\n\t\tIf the Secretary of State thinks that a person may be eligible for theprovision of accommodation in an accommodation centre under section 17, he mayarrange for the provision for the person, pending a decision abouteligibility, of—\n\t\t\taccommodation in an accommodation centre, or\n\t\t\tother support or assistance (of any kind).\n\t\tSection 99 of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (provision ofsupport by local authority) shall have effect in relation to the provision ofsupport for persons under subsection (1) above as it has effect in relation tothe provision of support for asylum-seekers under sections 95 and 98 of thatAct.\n\tLength of stay\n\t\tThe Secretary of State may not arrange for the provision of accommodationfor a person in an accommodation centre if he has been a resident of anaccommodation centre for a continuous period of six months.\n\t\tBut— \n\t\t\tsubsection (1) may be disapplied in respect of a person, generally or to aspecified extent, by agreement between the Secretary of State and the person,and\n\t\t\tif the Secretary of State thinks it appropriate in relation to a personbecause of the circumstances of his case, the Secretary of State may directthat subsection (1) shall have effect in relation to the person as if theperiod specified in that subsection were the period of nine months.\n\t\tSection 51 is subject to this section.\n\t\tThe Secretary of State may by order amend subsection (1) or (2)(b) so as tosubstitute a shorter period for a period specified.\n\tWithdrawal of support\n\t\tThe Secretary of State may stop providing support for a person undersection 17 or 24 if—\n\t\t\tthe Secretary of State suspects that the person or a dependant of his hascommitted an offence by virtue of section 35, or\n\t\t\tthe person or a dependant of his has failed to comply with directions ofthe Secretary of State as to the time or manner of travel to accommodationprovided under section 17 or 24.\n\t\tThe Secretary of State may by regulations specify other circumstances inwhich he may stop providing support for a person under section 17 or 24.\n\t\tIn determining whether or not to provide a person with support orassistance under section 17 or 24 of this Act or section 4, 95 or 98 of theImmigration and Asylum Act 1999 (asylum-seeker) the Secretary of State maytake into account the fact that—\n\t\t\the has withdrawn support from the person by virtue of this section orsection 30(4) or (5), or\n\t\t\tcircumstances exist which would have enabled the Secretary of State towithdraw support from the person by virtue of this section had he beenreceiving support.\n\t\tThis section is without prejudice to section 103 of the Immigration andAsylum Act [1999 (c. 33)](/id/ukpga/1999/33?view=plain \"Go to item oflegislation\") (appeal against refusal to support)."
    },
    {
        "length": 2227,
        "text": "\nOperation of centres\n\tResident of centre\n\t\tA reference in this Part to a resident of an accommodation centre is areference to a person for whom accommodation in the centre is provided—\n\t\t\tunder section 17,\n\t\t\tby virtue of section 22,\n\t\t\tby virtue of section 23, or\n\t\t\tunder section 24.\n\tManager of centre\n\t\tA reference in this Part to the manager of an accommodation centre is areference to a person who agrees with the Secretary of State to be wholly orpartly responsible for the management of the centre.\n\tFacilities \n\t\tThe Secretary of State may arrange for the following to be provided to aresident of an accommodation centre—\n\t\t\tfood and other essential items;\n\t\t\tmoney; \n\t\t\tassistance with transport for the purpose of proceedings under theImmigration Acts or in connection with a claim for asylum;\n\t\t\ttransport to and from the centre;\n\t\t\tassistance with expenses incurred in connection with carrying out voluntarywork or other activities;\n\t\t\teducation and training;\n\t\t\tfacilities relating to health;\n\t\t\tfacilities for religious observance;\n\t\t\tanything which the Secretary of State thinks ought to be provided for thepurpose of providing a resident with proper occupation and for the purpose ofmaintaining good order;\n\t\t\tanything which the Secretary of State thinks ought to be provided for aperson because of his exceptional circumstances.\n\t\tThe Secretary of State may make regulations specifying the amount ormaximum amount of money to be provided under subsection (1)(b).\n\t\tThe Secretary of State may arrange for the provision of facilities in anaccommodation centre for the use of a person in providing legal advice to aresident of the centre.\n\t\tThe Secretary of State shall take reasonable steps to ensure that aresident of an accommodation centre has an opportunity to obtain legal advicebefore any appointment made by an immigration officer or an official of theSecretary of State for the purpose of obtaining information from the residentto be used in determining his claim for asylum.\n\t\tThe Secretary of State may by order amend subsection (1) so as to add areference to facilities which may be provided.\n\tConditions of residence\n\t\tThe Secretary of State may make regulations about conditions to be observedby residents of an accommodation centre.\n\t\tRegulations under subsection (1) may, in particular, enable a condition tobe imposed in accordance with the regulations by—\n\t\t\tthe Secretary of State, or\n\t\t\tthe manager of an accommodation centre.\n\t\tA condition imposed by virtue of this section may, in particular—\n\t\t\trequire a person not to be absent from the centre during specified hourswithout the permission of the Secretary of State or the manager;\n\t\t\trequire a person to report to an immigration officer or the Secretary ofState.\n\t\tIf a resident of an accommodation centre breaches a condition imposed byvirtue of this section, the Secretary of State may—\n\t\t\trequire the resident and any dependant of his to leave the centre;\n\t\t\tauthorise the manager of the centre to require the resident and anydependant of his to leave the centre.\n\t\tIf a dependant of a resident of an accommodation centre breaches acondition imposed by virtue of this section, the Secretary of State may—\n\t\t\trequire the resident and any dependant of his to leave the centre;\n\t\t\tauthorise the manager of the centre to require the resident and anydependant of his to leave the centre.\n\t\tRegulations under this section must include provision for ensuring that aperson subject to a condition is notified of the condition in writing.\n\t\tA condition imposed by virtue of this section is in addition to anyrestriction imposed under paragraph 21 of Schedule 2 to the Immigration Act[1971 (c. 77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\")(control of entry to United Kingdom) or under paragraph 2(5) of Schedule 3 tothat Act (control pending deportation).\n\t\tA reference in this Part to a condition of residence is a reference to acondition imposed by virtue of this section.\n\tFinancial contribution by resident\n\t\tA condition of residence may, in particular, require a resident of anaccommodation centre to make payments to—\n\t\t\tthe Secretary of State, or\n\t\t\tthe manager of the centre.\n\t\tThe Secretary of State may make regulations enabling him to recover sumsrepresenting the whole or part of the value of accommodation and otherfacilities provided to a resident of an accommodation centre if—\n\t\t\taccommodation is provided for the resident in response to an application byhim for support,\n\t\t\twhen the application was made the applicant had assets which were notcapable of being realised, and\n\t\t\tthe assets have become realisable.\n\t\tIn subsection (2) “assets” includes assets outside the United Kingdom.\n\t\tAn amount recoverable by virtue of regulations made under subsection (2)may be recovered—\n\t\t\tas a debt due to the Secretary of State;\n\t\t\tby another prescribed method (which may include the imposition or variationof a residence condition).\n\tTenure \n\t\tA resident of an accommodation centre shall not be treated as acquiring atenancy of or other interest in any part of the centre (whether by virtue ofan agreement between the resident and another person or otherwise).\n\t\tSubsection (3) applies where—\n\t\t\tthe Secretary of State decides to stop arranging for the provision ofaccommodation in an accommodation centre for a resident of the centre, or\n\t\t\ta resident of an accommodation centre is required to leave the centre inaccordance with section 30.\n\t\tWhere this subsection applies—\n\t\t\tthe Secretary of State or the manager of the centre may recover possessionof the premises occupied by the resident, and\n\t\t\tthe right under paragraph (a) shall be enforceable in accordance withprocedure prescribed by regulations made by the Secretary of State.\n\t\tAny licence which a resident of an accommodation centre has to occupypremises in the centre shall be an excluded licence for the purposes of theProtection from Eviction Act [1977 (c. 43)](/id/ukpga/1977/43?view=plain \"Goto item of legislation\").\n\t\tThe following shall be inserted after section 3A(7A) of the Protection fromEviction Act 1977 (disapplication of section 3: Part VI of Immigration andAsylum Act [1999 (c. 33)](/id/ukpga/1999/33?view=plain \"Go to item oflegislation\"))—\n\t\t\t“(7B)Section 32 of the Nationality, Immigration and Asylum Act 2002(accommodation centre: tenure) provides for a resident’s licence to occupy anaccommodation centre to be an excluded licence.”\n\t\tThe following shall be inserted after section 23A(5A) of the Rent(Scotland) Act [1984 (c. 58)](/id/ukpga/1984/58?view=plain \"Go to item oflegislation\") (excluded tenancies and occupancy rights)—\n\t\t“(5B)Nothing in section 23 of this Act applies to a resident’s occupancy of anaccommodation centre provided under section 16 or 24(1)(b) of the Nationality,Immigration and Asylum Act 2002 (“resident” being construed in accordance withsection 27 of that Act).”\n\t\tIn this section a reference to an accommodation centre includes a referenceto premises in which accommodation is provided under section 24(1)(b).\n\tAdvisory Groups\n\t\tThe Secretary of State shall appoint a group (to be known as anAccommodation Centre Advisory Group) for each accommodation centre.\n\t\tThe Secretary of State may by regulations—\n\t\t\tconfer functions on Advisory Groups;\n\t\t\tmake provision about the constitution and proceedings of Advisory Groups.\n\t\tRegulations under subsection (2)(a) must, in particular, provide formembers of an accommodation centre’s Advisory Group—\n\t\t\tto visit the centre;\n\t\t\tto hear complaints made by residents of the centre;\n\t\t\tto report to the Secretary of State.\n\t\tThe manager of an accommodation centre must permit a member of the centre’sAdvisory Group on request—\n\t\t\tto visit the centre at any time;\n\t\t\tto visit any resident of the centre at any time, provided that the residentconsents.\n\t\tA member of an Advisory Group shall hold and vacate office in accordancewith the terms of his appointment (which may include provision aboutretirement, resignation or dismissal).\n\t\tThe Secretary of State may—\n\t\t\tdefray expenses of members of an Advisory Group;\n\t\t\tmake facilities available to members of an Advisory Group."
    },
    {
        "length": 3691,
        "text": "\nGeneral\n\tThe Monitor of Accommodation Centres\n\t\tThe Secretary of State shall appoint a person as Monitor of AccommodationCentres.\n\t\tThe Monitor shall monitor the operation of this Part of this Act and shall,in particular, consider—\n\t\t\tthe quality and effectiveness of accommodation and other facilitiesprovided in accommodation centres,\n\t\t\tthe nature and enforcement of conditions of residence,\n\t\t\tthe treatment of residents, and\n\t\t\twhether, in the case of any accommodation centre, its location prevents aneed of its residents from being met.\n\t\tIn exercising his functions the Monitor shall consult—\n\t\t\tthe Secretary of State, and\n\t\t\tsuch other persons as he considers appropriate.\n\t\tThe Monitor shall report to the Secretary of State about the mattersconsidered by the Monitor in the course of the exercise of his functions—\n\t\t\tat least once in each calendar year, and\n\t\t\ton such occasions as the Secretary of State may request.\n\t\tWhere the Secretary of State receives a report under subsection (4)(a) heshall lay a copy before Parliament as soon as is reasonably practicable.\n\t\tThe Monitor shall hold and vacate office in accordance with the terms ofhis appointment (which may include provision about retirement, resignation ordismissal).\n\t\tThe Secretary of State may—\n\t\t\tpay fees and allowances to the Monitor;\n\t\t\tdefray expenses of the Monitor;\n\t\t\tmake staff and other facilities available to the Monitor.\n\t\tThe Secretary of State may appoint more than one person to act jointly asMonitor (in which case they shall divide or share functions in accordance withthe terms of their appointment and, subject to that, by agreement betweenthem).\n\t\tA person who is employed within a government department may not beappointed as Monitor of Accommodation Centres.\n\tAncillary provisions\n\t\tThe following provisions of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") shall apply forthe purposes of this Part as they apply for the purposes of Part VI of thatAct (support for asylum-seeker)—\n\t\t\tsection 105 (false representation),\n\t\t\tsection 106 (dishonest representation),\n\t\t\tsection 107 (delay or obstruction),\n\t\t\tsection 108 (failure of sponsor to maintain),\n\t\t\tsection 109 (offence committed by body),\n\t\t\tsection 112 (recovery of expenditure),\n\t\t\tsection 113 (recovery of expenditure from sponsor),\n\t\t\tsection 124 (corporation sole), and\n\t\t\tsection 127 (redirection of post).\n\t\tIn the application of section 112 a reference to something done undersection 95 or 98 of that Act shall be treated as a reference to something doneunder section 17 or 24 of this Act.\n\t\tIn the application of section 113 a reference to section 95 of that Actshall be treated as a reference to section 17 of this Act.\n\tEducation: general\n\t\tFor the purposes of section 13 of the Education Act [1996 (c.56)](/id/ukpga/1996/56?view=plain \"Go to item of legislation\") (generalresponsibility of local education authority) a resident of an accommodationcentre shall not be treated as part of the population of a local educationauthority’s area.\n\t\tA child who is a resident of an accommodation centre may not be admitted toa maintained school or a maintained nursery (subject to section 37).\n\t\tBut subsection (2) does not prevent a child’s admission to a school whichis—\n\t\t\ta community special school or a foundation special school, and\n\t\t\tnamed in a statement in respect of the child under section 324 of theEducation Act [1996 (c. 56)](/id/ukpga/1996/56?view=plain \"Go to item oflegislation\") (special educational needs).\n\t\tIn subsections (2) and (3)—\n\t\t\t“maintained school” means a maintained school within the meaning of section20(7) of the School Standards and Framework Act [1998 (c.31)](/id/ukpga/1998/31?view=plain \"Go to item of legislation\") (definition),and\n\t\t\t“maintained nursery” means a facility for nursery education, within themeaning of section 117 of that Act, provided by a local education authority.\n\t\tThe following shall not apply in relation to a child who is a resident ofan accommodation centre (subject to section 37)—\n\t\t\tsection 86(1) and (2) of the School Standards and Framework Act 1998(parental preference),\n\t\t\tsection 94 of that Act (appeal),\n\t\t\tsection 19 of the Education Act 1996 (education out of school),\n\t\t\tsection 316(2) and (3) of that Act (child with special educational needs tobe educated in mainstream school), and\n\t\t\tparagraphs 3 and 8 of Schedule 27 to that Act (special education needs:making of statement: parental preference).\n\t\tThe power of the Special Educational Needs Tribunal under section 326(3) ofthe Education Act 1996 (appeal against content of statement) is subject tosubsection (2) above.\n\t\tA person exercising a function under this Act or the Education Act 1996shall (subject to section 37) secure that a child who is a resident of anaccommodation centre and who has special educational needs shall be educatedby way of facilities provided under section 29(1)(f) of this Act unless thatis incompatible with—\n\t\t\this receiving the special educational provision which his learningdifficulty calls for,\n\t\t\tthe provision of efficient education for other children who are residentsof the centre, or\n\t\t\tthe efficient use of resources.\n\t\tA person may rely on subsection (7)(b) only where there is no action—\n\t\t\twhich could reasonably be taken by that person or by another person whoexercises functions, or could exercise functions, in respect of theaccommodation centre concerned, and\n\t\t\tas a result of which subsection (7)(b) would not apply.\n\t\tAn accommodation centre is not a school within the meaning of section 4 ofthe Education Act 1996 (definition); but—\n\t\t\tthe School Inspections Act [1996 (c. 57)](/id/ukpga/1996/57?view=plain \"Goto item of legislation\") shall apply to educational facilities provided at anaccommodation centre as if the centre were a school (for which purpose areference to the appropriate authority shall be taken as a reference to theperson (or persons) responsible for the provision of education at theaccommodation centre),\n\t\t\tsection 329A of the Education Act 1996 (review or assessment of educationalneeds at request of responsible body) shall have effect as if—\n\t\t\tan accommodation centre were a relevant school for the purposes of thatsection,\n\t\t\ta child for whom education is provided at an accommodation centre undersection 29(1)(f) were a registered pupil at the centre, and\n\t\t\ta reference in section 329A to the responsible body in relation to anaccommodation centre were a reference to any person providing education at thecentre under section 29(1)(f), and\n\t\t\tsection 140 of the Learning and Skills Act [2000 (c.21)](/id/ukpga/2000/21?view=plain \"Go to item of legislation\") (learningdifficulties: assessment of post-16 needs) shall have effect as if anaccommodation centre were a school.\n\t\tSubsections (1), (2) and (5) shall not apply in relation to anaccommodation centre if education is not provided for children who areresidents of the centre under section 29(1)(f).\n\t\tAn expression used in this section and in the Education Act [1996 (c.56)](/id/ukpga/1996/56?view=plain \"Go to item of legislation\") shall have thesame meaning in this section as in that Act.\n\tEducation: special cases\n\t\tThis section applies to a child if a person who provides education toresidents of an accommodation centre recommends in writing to the localeducation authority for the area in which the centre is that this sectionshould apply to the child on the grounds that his special circumstances callfor provision that can only or best be arranged by the authority.\n\t\tA local education authority may—\n\t\t\tarrange for the provision of education for a child to whom this sectionapplies;\n\t\t\tdisapply a provision of section 36 in respect of a child to whom thissection applies.\n\t\tIn determining whether to exercise a power under subsection (2) in respectof a child a local education authority shall have regard to any relevantguidance issued by the Secretary of State.\n\t\tThe governing body of a maintained school shall comply with a requirementof the local education authority to admit to the school a child to whom thissection applies.\n\t\tSubsection (4) shall not apply where compliance with a requirement wouldprejudice measures taken for the purpose of complying with a duty arisingunder section 1(6) of the School Standards and Framework Act [1998 (c.31)](/id/ukpga/1998/31?view=plain \"Go to item of legislation\") (limit oninfant class size).\n\t\tA local education authority may not impose a requirement under subsection(4) in respect of a school unless the authority has consulted the school inaccordance with regulations made by the Secretary of State.\n\t\tIn the case of a maintained school for which the local education authorityare the admission authority, the authority may not arrange for the admissionof a child to whom this section applies unless the authority has notified theschool in accordance with regulations made by the Secretary of State.\n\t\tIn this section—\n\t\t\t“maintained school” means a maintained school within the meaning of section20(7) of the School Standards and Framework Act 1998 (definition), and\n\t\t\tan expression which is also used in the Education Act [1996 (c.56)](/id/ukpga/1996/56?view=plain \"Go to item of legislation\") shall have thesame meaning as it has in that Act.\n\tLocal authority\n\t\tA local authority may in accordance with arrangements made by the Secretaryof State—\n\t\t\tassist in arranging for the provision of an accommodation centre;\n\t\t\tmake premises available for an accommodation centre;\n\t\t\tprovide services in connection with an accommodation centre.\n\t\tIn particular, a local authority may—\n\t\t\tincur reasonable expenditure;\n\t\t\tprovide services outside its area;\n\t\t\tprovide services jointly with another body;\n\t\t\tform a company;\n\t\t\ttender for or enter into a contract;\n\t\t\tdo anything (including anything listed in paragraphs (a) to (e)) for apreparatory purpose.\n\t\tIn this section “local authority” means—\n\t\t\ta local authority within the meaning of section 94 of the Immigration andAsylum Act [1999 (c. 33)](/id/ukpga/1999/33?view=plain \"Go to item oflegislation\"), and\n\t\t\ta Northern Ireland authority within the meaning of section 110 of that Actand an Education and Library Board established under Article 3 of theEducation and Libraries (Northern Ireland) Order 1986 ([S.I. 1986/ 594 (N.I.3)](/id/nisi/1986/594?view=plain \"Go to item of legislation\")).\n\t“Prescribed”: orders and regulations\n\t\tIn this Part “prescribed” means prescribed by the Secretary of State byorder or regulations.\n\t\tAn order or regulations under this Part may—\n\t\t\tmake provision which applies generally or only in specified cases orcircumstances (which may be determined wholly or partly by reference tolocation);\n\t\t\tmake different provision for different cases or circumstances;\n\t\t\tinclude consequential, transitional or incidental provision.\n\t\tAn order or regulations under this Part must be made by statutoryinstrument.\n\t\tAn order or regulations under any of the following provisions of this Partshall be subject to annulment in pursuance of a resolution of either House ofParliament—\n\t\t\tsection 17,\n\t\t\tsection 19,\n\t\t\tsection 20,\n\t\t\tsection 21,\n\t\t\tsection 26,\n\t\t\tsection 29,\n\t\t\tsection 31,\n\t\t\tsection 32,\n\t\t\tsection 33,\n\t\t\tsection 37,\n\t\t\tsection 40, and\n\t\t\tsection 41.\n\t\tAn order under section 25 or regulations under section 30 may not be madeunless a draft has been laid before and approved by resolution of each Houseof Parliament.\n\tScotland \n\t\tThe Secretary of State may not make arrangements under section 16 for theprovision of premises in Scotland unless he has consulted the ScottishMinisters.\n\t\tThe Secretary of State may by order make provision in relation to theeducation of residents of accommodation centres in Scotland.\n\t\tAn order under subsection (2) may, in particular—\n\t\t\tapply, disapply or modify the effect of an enactment (which may include aprovision made by or under an Act of the Scottish Parliament);\n\t\t\tmake provision having an effect similar to the effect of a provision ofsection 36 or 37.\n\tNorthern Ireland\n\t\tThe Secretary of State may not make arrangements under section 16 for theprovision of premises in Northern Ireland unless he has consulted the FirstMinister and the deputy First Minister.\n\t\tThe Secretary of State may by order make provision in relation to theeducation of residents of accommodation centres in Northern Ireland.\n\t\tAn order under subsection (2) may, in particular—\n\t\t\tapply, disapply or modify the effect of an enactment (which may include aprovision made by or under Northern Ireland legislation);\n\t\t\tmake provision having an effect similar to the effect of a provision ofsection 36 or 37.\n\tWales \n\t\tThe Secretary of State may not make arrangements under section 16 for theprovision of premises in Wales unless he has consulted the National Assemblyfor Wales."
    },
    {
        "length": 272,
        "text": "\nAsylum-seeker: form of support\n\tThe Secretary of State may make an order restricting the application ofsection 96(1)(b) of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (support forasylum-seeker: essential living needs)—\n\t\tin all circumstances, to cases in which support is being provided undersection 96(1)(a) (accommodation), or\n\t\tin specified circumstances only, to cases in which support is beingprovided under section 96(1)(a).\n\tAn order under subsection (1)(b) may, in particular, make provision byreference to—\n\t\tlocation; \n\t\tthe date of an application.\n\tAn order under subsection (1) may include transitional provision.\n\tAn order under subsection (1)—\n\t\tmust be made by statutory instrument, and\n\t\tmay not be made unless a draft has been laid before and approved byresolution of each House of Parliament."
    },
    {
        "length": 1050,
        "text": "\nDestitute asylum-seeker\n\tSection 94 of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (support fordestitute asylum-seeker) shall be amended as follows.\n\tIn subsection (1) for the definition of “asylum-seeker” substitute—\n\t\t““asylum-seeker” means a person—\n\t\twho is at least 18 years old,\n\t\twho is in the United Kingdom,\n\t\twho has made a claim for asylum at a place designated by the Secretary ofState,\n\t\twhose claim has been recorded by the Secretary of State, and\n\t\twhose claim has not been determined;”.\n\tIn subsection (1) for the definition of “dependant” substitute—\n\t““dependant” in relation to an asylum-seeker or a supported person means aperson who—\n\t\tis in the United Kingdom, and\n\t\tis within a prescribed class;”.\n\tFor subsection (3) substitute—\n\tA claim for asylum shall be treated as determined for the purposes ofsubsection (1) at the end of such period as may be prescribed beginning with—\n\t\tthe date on which the Secretary of State notifies the claimant of hisdecision on the claim, or\n\t\tif the claimant appeals against the Secretary of State’s decision, the dateon which the appeal is disposed of.\n\t\t(3A)A person shall continue to be treated as an asylum-seeker despiteparagraph (e) of the definition of “asylum-seeker” in subsection (1) while—\n\t\this household includes a dependant child who is under 18, and\n\t\the does not have leave to enter or remain in the United Kingdom.”\n\tOmit subsections (5) and (6).\n\tThe following shall be substituted for section 95(2) to (8) of theImmigration and Asylum Act [1999 (c. 33)](/id/ukpga/1999/33?view=plain \"Go toitem of legislation\") (support for destitute asylum-seeker: interpretation)—\n\tWhere a person has dependants, he and his dependants are destitute for thepurpose of this section if they do not have and cannot obtain both—\n\t\tadequate accommodation, and\n\t\tfood and other essential items.\n\tWhere a person does not have dependants, he is destitute for the purpose ofthis section if he does not have and cannot obtain both—\n\t\tadequate accommodation, and\n\t\tfood and other essential items.\n\tIn determining whether accommodation is adequate for the purposes ofsubsection (2) or (3) the Secretary of State must have regard to any matterprescribed for the purposes of this subsection.\n\tIn determining whether accommodation is adequate for the purposes ofsubsection (2) or (3) the Secretary of State may not have regard to—\n\t\twhether a person has an enforceable right to occupy accommodation,\n\t\twhether a person shares all or part of accommodation,\n\t\twhether accommodation is temporary or permanent,\n\t\tthe location of accommodation, or\n\t\tany other matter prescribed for the purposes of this subsection.\n\tThe Secretary of State may by regulations specify items which are or arenot to be treated as essential items for the purposes of subsections (2) and(3).\n\tThe Secretary of State may by regulations—\n\t\tprovide that a person is not to be treated as destitute for the purposes ofthis Part in specified circumstances;\n\t\tenable or require the Secretary of State in deciding whether a person isdestitute to have regard to income which he or a dependant of his mightreasonably be expected to have;\n\t\tenable or require the Secretary of State in deciding whether a person isdestitute to have regard to support which is or might reasonably be expectedto be available to the person or a dependant of his;\n\t\tenable or require the Secretary of State in deciding whether a person isdestitute to have regard to assets of a prescribed kind which he or adependant of his has or might reasonably be expected to have;\n\t\tmake provision as to the valuation of assets.”"
    },
    {
        "length": 865,
        "text": "\nSection 44: supplemental\n\tThe following shall be substituted for section 96(1)(b) of the Immigrationand Asylum Act 1999 (ways of providing support)—\n\t\tby providing the supported person and his dependants (if any) with foodand other essential items;”.\n\tIn section 97 of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (support:supplemental)—\n\t\tin subsection (4) for “essential living needs” there shall be substituted“food and other essential items”,\n\t\tin subsection (5) for “essential living needs” there shall be substituted“food and other essential items”, and\n\t\tin subsection (6) for “living needs” there shall be substituted “items”.\n\tParagraphs 2 and 6 of Schedule 8 to the Immigration and Asylum Act 1999(support: regulations) shall cease to have effect.\n\tIn paragraph 3 of Schedule 9 to the Immigration and Asylum Act 1999(support: interim provision)—\n\t\tfor “Subsections (3) to (8) of section 95” substitute “Subsections (2) to(6) of section 95”, and\n\t\tfor “subsections (5) and (7)” substitute “subsections (4) and (5)”.\n\tThe following shall be substituted for section 21(1B) of the NationalAssistance Act [1948 (c. 29)](/id/ukpga/1948/29?view=plain \"Go to item oflegislation\") (duty of local authority to provide accommodation: exclusion ofdestitute asylum-seeker: interpretation)—\n\t\t“(1B)Section 95(2) to (7) of that Act shall apply for the purposes ofsubsection (1A) above; and for that purpose a reference to the Secretary ofState in section 95(4) or (5) shall be treated as a reference to a localauthority.”\n\tThe following shall be substituted for section 45(4B) of the HealthServices and Public Health Act [1968 (c. 46)](/id/ukpga/1968/46?view=plain \"Goto item of legislation\") (local authority promotion of welfare of elderly:exclusion of destitute asylum-seeker: interpretation)—\n\t“(4B)Section 95(2) to (7) of that Act shall apply for the purposes ofsubsection (4A) above; and for that purpose a reference to the Secretary ofState in section 95(4) or (5) shall be treated as a reference to a localauthority.”\n\tThe following shall be substituted for paragraph 2(2B) of Schedule 8 to theNational Health Service Act [1977 (c. 49)](/id/ukpga/1977/49?view=plain \"Go toitem of legislation\") (local authority arrangements for prevention and care:exclusion of asylum-seeker: interpretation)—\n\t“(2B)Section 95(2) to (7) of that Act shall apply for the purposes of sub-paragraph (2A) above; and for that purpose a reference to the Secretary ofState in section 95(4) or (5) shall be treated as a reference to a localsocial services authority.”"
    },
    {
        "length": 958,
        "text": "\nSection 44: supplemental: Scotland and Northern Ireland\n\tThe following shall be substituted for section 12(2B) of the Social Work(Scotland) Act [1968 (c. 49)](/id/ukpga/1968/49?view=plain \"Go to item oflegislation\")(general social welfare services of local authorities – exclusionof destitute asylum seeker: interpretation)—\n\t\t“(2B)Section 95(2) to (7) of that Act shall apply for the purposes ofsubsection (2A) of this section; and for that purpose a reference to theSecretary of State in section 95(4) or (5) shall be treated as a reference toa local authority.”\n\tThe following shall be substituted for section 13A(5) of that Act(provision of residential accommodation with nursing – exclusion of destituteasylum seeker: interpretation)—\n\tSection 95(2) to (7) of that Act shall apply for the purposes ofsubsection (4) of this section; and for that purpose a reference to theSecretary of State in section 95(4) or (5) shall be treated as a reference toa local authority.”\n\tThe following shall be substituted for section 13B(4) of that Act(provision of care and after-care – exclusion of destitute asylum seeker:interpretation)—\n\tSection 95(2) to (7) of that Act shall apply for the purposes ofsubsection (3) of this section; and for that purpose a reference to theSecretary of State in section 95(4) or (5) shall be treated as a reference toa local authority.”\n\tThe following shall be substituted for section 7(4) of the Mental Health(Scotland) Act [1984 (c. 36)](/id/ukpga/1984/36?view=plain \"Go to item oflegislation\")(functions of local authorities – exclusion of destitute asylumseeker: interpretation)—\n\tSection 95(2) to (7) of that Act shall apply for the purposes ofsubsection (3) of this section; and for that purpose a reference to theSecretary of State in section 95(4) or (5) shall be treated as a reference toa local authority.”\n\tThe following shall be substituted for section 8(5) of that Act (provisionof after-care services – exclusion of destitute asylum seeker:interpretation)—\n\tSection 95(2) to (7) of that Act shall apply for the purposes ofsubsection (4) of this section; and for that purpose a reference to theSecretary of State in section 95(4) or (5) shall be treated as a reference toa local authority.”\n\tThe following shall be substituted for Article 7(3A) of the Health andPersonal Social Services (Northern Ireland) Order 1972 ([S.I. 1972/1265 (N.I.14)](/id/nisi/1972/1265?view=plain \"Go to item of legislation\")) (preventionof illness, care and after-care: exclusion of asylum-seeker: interpretation)—\n\t“(3A)Section 95(2) to (7) of that Act shall apply for the purpose of paragraph(3); and for that purpose a reference to the Secretary of State in section95(4) or (5) shall be treated as a reference to the Department.”\n\tThe following shall be substituted for Article 15(7) of that Order (generalsocial welfare: exclusion of destitute asylum-seeker: interpretation)—\n\tSection 95(2) to (7) of that Act shall apply for the purpose of paragraph(6); and for that purpose a reference to the Secretary of State in section95(4) or (5) shall be treated as a reference to the Department.”"
    },
    {
        "length": 692,
        "text": "\nAsylum-seeker: family with children\n\tThe following shall be substituted for section 122 of the Immigration andAsylum Act [1999 (c. 33)](/id/ukpga/1999/33?view=plain \"Go to item oflegislation\") (destitute asylum-seeker with child: duty to support)—\n\t“122Family with children\n\t\tThis section applies where a person (“the asylum-seeker”) applies forsupport under section 95 of this Act or section 17 of the Nationality,Immigration and Asylum Act 2002 (accommodation centres) if—\n\t\t\tthe Secretary of State thinks that the asylum-seeker is eligible forsupport under either or both of those sections, and\n\t\t\tthe asylum-seeker’s household includes a dependant child who is under 18.\n\t\tThe Secretary of State must offer the provision of support for the child,as part of the asylum-seeker’s household, under one of the sections mentionedin subsection (1).\n\t\tA local authority (or, in Northern Ireland, an authority) may not provideassistance for a child if—\n\t\t\tthe Secretary of State is providing support for the child in accordancewith an offer under subsection (2),\n\t\t\tan offer by the Secretary of State under subsection (2) remains open inrespect of the child, or\n\t\t\tthe Secretary of State has agreed that he would make an offer in respect ofthe child under subsection (2) if an application were made as described insubsection (1).\n\t\tIn subsection (3) “assistance” means assistance under—\n\t\t\tsection 17 of the Children Act [1989 (c. 41)](/id/ukpga/1989/41?view=plain\"Go to item of legislation\") (local authority support),\n\t\t\tsection 22 of the Children (Scotland) Act [1995 (c.36)](/id/ukpga/1995/36?view=plain \"Go to item of legislation\") (similarprovision for Scotland), or\n\t\t\tArticle 18 of the Children (Northern Ireland) Order 1995 ([S.I. 1995/775(N.I. 2)](/id/nisi/1995/775?view=plain \"Go to item of legislation\")) (similarprovision for Northern Ireland).\n\t\tThe Secretary of State may by order disapply subsection (3) in specifiedcircumstances.\n\t\tWhere subsection (3) ceases to apply to a child because the Secretary ofState stops providing support, no local authority may provide assistance forthe child except the authority for the area within which the support wasprovided.”"
    },
    {
        "length": 144,
        "text": "\nYoung asylum-seeker\n\tThe following provisions of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") shall haveeffect as if the definition of asylum-seeker in section 94(1) of that Act didnot exclude persons who are under 18—\n\t\tsection 110 (local authority expenditure on asylum-seekers), and\n\t\tsection 111 (grants to voluntary organisations)."
    },
    {
        "length": 299,
        "text": "\nFailed asylum-seeker\n\tThe following shall be added at the end of section 4 of the Immigration andAsylum Act 1999 (accommodation for person on temporary admission or release)—\n\tThe Secretary of State may provide, or arrange for the provision of,facilities for the accommodation of a person if—\n\t\the was (but is no longer) an asylum-seeker, and\n\t\this claim for asylum was rejected.\n\tThe Secretary of State may provide, or arrange for the provision of,facilities for the accommodation of a dependant of a person for whomfacilities may be provided under subsection (2).\n\tThe following expressions have the same meaning in this section as in PartVI of this Act (as defined in section 94)—\n\t\tasylum-seeker, \n\t\tclaim for asylum, and\n\t\tdependant.” \n\tThe present section 4 of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") becomessubsection (1) (and its heading becomes “Accommodation”)."
    },
    {
        "length": 277,
        "text": "\nConditions of support\n\tThe following shall be inserted after section 95(9) of the Immigration andAsylum Act 1999 (support for asylum-seeker: condition)—\n\t\t“(9A)A condition imposed under subsection (9) may, in particular, relate to—\n\t\tany matter relating to the use of the support provided, or\n\t\tcompliance with a restriction imposed under paragraph 21 of Schedule 2 tothe 1971 Act (temporary admission or release from detention) or paragraph 2 or5 of Schedule 3 to that Act (restriction pending deportation).”\n\tThe following shall be inserted after paragraph 6 of Schedule 9 to that Act(asylum-seeker: interim support)—\n\t“6AThe regulations may, in particular, require support to be provided subjectto a condition of compliance with any restriction imposed under paragraph 21of Schedule 2 to the 1971 Act (temporary admission or release from detention)or paragraph 2 or 5 of Schedule 3 to that Act (restriction pendingdeportation).”"
    },
    {
        "length": 243,
        "text": "\nChoice of form of support\n\tThe Secretary of State may refuse to provide support for a person under aprovision specified in subsection (2) on the grounds that an offer has beenmade to the person of support under another provision specified in thatsubsection.\n\tThe provisions are—\n\t\tsections 17 and 24 of this Act,\n\t\tsection 4 of the Immigration and Asylum Act 1999 (accommodation for persontemporarily admitted or released from detention), and\n\t\tsections 95 and 98 of that Act (support for destitute asylum-seeker).\n\tIn deciding under which of the provisions listed in subsection (2) to offersupport to a person the Secretary of State may—\n\t\thave regard to administrative or other matters which do not concern theperson’s personal circumstances;\n\t\tregard one of those matters as conclusive;\n\t\tapply different criteria to different persons for administrative reasons(which may include the importance of testing the operation of a particularprovision)."
    },
    {
        "length": 129,
        "text": "\nBack-dating of benefit for refugee\n\tIn section 123(7) of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (back-dating ofbenefit for refugee: deduction for support received) after “under this Part”there shall be inserted “or Part 2 of the Nationality, Immigration and AsylumAct 2002 (accommodation centres)”."
    },
    {
        "length": 613,
        "text": "\nAsylum-seeker: appeal against refusal to support\n\tThe following shall be substituted for section 103 of the Immigration andAsylum Act 1999 (asylum support appeal)—\n\t“103Appeals: general\n\t\tThis section applies where a person has applied for support under—\n\t\t\tsection 95,\n\t\t\tsection 17 of the Nationality, Immigration and Asylum Act 2002, or\n\t\t\tboth. \n\t\tThe person may appeal to an adjudicator against a decision that the personis not qualified to receive the support for which he has applied.\n\t\tThe person may also appeal to an adjudicator against a decision to stopproviding support under a provision mentioned in subsection (1).\n\t\tBut subsection (3) does not apply—\n\t\t\tto a decision to stop providing support under one of the provisionsmentioned in subsection (1) if it is to be replaced immediately by supportunder the other provision, or\n\t\t\tto a decision taken on the ground that the person is no longer an asylum-seeker or the dependant of an asylum-seeker.\n\t\tOn an appeal under this section an adjudicator may—\n\t\t\trequire the Secretary of State to reconsider a matter;\n\t\t\tsubstitute his decision for the decision against which the appeal isbrought;\n\t\t\tdismiss the appeal.\n\t\tAn adjudicator must give his reasons in writing.\n\t\tIf an appeal under this section is dismissed the Secretary of State shallnot consider any further application by the appellant for support under aprovision mentioned in subsection (1)(a) or (b) unless the Secretary of Statethinks there has been a material change in circumstances.\n\t\tAn appeal under this section may not be brought or continued by a personwho is outside the United Kingdom.\n\tAAppeals: location of support under section 95\n\t\tThe Secretary of State may by regulations provide for a decision as towhere support provided under section 95 is to be provided to be appealable toan adjudicator under this Part.\n\t\tRegulations under this section may provide for a provision of section 103to have effect in relation to an appeal under the regulations with specifiedmodifications.\n\tBAppeals: travelling expenses\n\t\tThe Secretary of State may pay reasonable travelling expenses incurred by anappellant in connection with attendance for the purposes of an appeal under orby virtue of section 103 or 103A.”"
    },
    {
        "length": 1133,
        "text": "\nLate claim for asylum: refusal of support\n\tThe Secretary of State may not provide or arrange for the provision ofsupport to a person under a provision mentioned in subsection (2) if—\n\t\tthe person makes a claim for asylum which is recorded by the Secretary ofState, and\n\t\tthe Secretary of State is not satisfied that the claim was made as soon asreasonably practicable after the person’s arrival in the United Kingdom.\n\tThe provisions are—\n\t\tsections 4, 95 and 98 of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (support forasylum-seeker, &c.), and\n\t\tsections 17 and 24 of this Act (accommodation centre).\n\tAn authority may not provide or arrange for the provision of support to aperson under a provision mentioned in subsection (4) if—\n\t\tthe person has made a claim for asylum, and\n\t\tthe Secretary of State is not satisfied that the claim was made as soon asreasonably practicable after the person’s arrival in the United Kingdom.\n\tThe provisions are—\n\t\tsection 29(1)(b) of the Housing (Scotland) Act [1987 (c.26)](/id/ukpga/1987/26?view=plain \"Go to item of legislation\") (accommodationpending review),\n\t\tsection 188(3) or 204(4) of the Housing Act [1996 (c.52)](/id/ukpga/1996/52?view=plain \"Go to item of legislation\") (accommodationpending review or appeal), and\n\t\tsection 2 of the Local Government Act [2000 (c.22)](/id/ukpga/2000/22?view=plain \"Go to item of legislation\") (promotion ofwell-being).\n\tThis section shall not prevent—\n\t\tthe exercise of a power by the Secretary of State to the extent necessaryfor the purpose of avoiding a breach of a person’s Convention rights (withinthe meaning of the Human Rights Act [1998 (c.42)](/id/ukpga/1998/42?view=plain \"Go to item of legislation\")),\n\t\tthe provision of support under section 95 of the Immigration and Asylum Act[1999 (c. 33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") orsection 17 of this Act in accordance with section 122 of that Act (children),or\n\t\tthe provision of support under section 98 of the Immigration and Asylum Act1999 or section 24 of this Act (provisional support) to a person under the ageof 18 and the household of which he forms part.\n\tAn authority which proposes to provide or arrange for the provision ofsupport to a person under a provision mentioned in subsection (4)—\n\t\tmust inform the Secretary of State if the authority believes that theperson has made a claim for asylum,\n\t\tmust act in accordance with any guidance issued by the Secretary of Stateto determine whether subsection (3) applies, and\n\t\tshall not be prohibited from providing or arranging for the provision ofsupport if the authority has complied with paragraph (a) and (b) and concludedthat subsection (3) does not apply.\n\tThe Secretary of State may by order—\n\t\tadd, remove or amend an entry in the list in subsection (4);\n\t\tprovide for subsection (3) not to have effect in specified cases orcircumstances.\n\tAn order under subsection (7)—\n\t\tmay include transitional, consequential or incidental provision,\n\t\tmust be made by statutory instrument, and\n\t\tmay not be made unless a draft has been laid before and approved byresolution of each House of Parliament.\n\tFor the purposes of this section “claim for asylum” has the same meaning asin section 18.\n\tA decision of the Secretary of State that this section prevents him fromproviding or arranging for the provision of support to a person is not adecision that the person does not qualify for support for the purpose ofsection 103 of the Immigration and Asylum Act 1999 (appeals).\n\tThis section does not prevent a person’s compliance with a residencerestriction imposed in reliance on section 70 (induction)."
    },
    {
        "length": 262,
        "text": "\nProvision of support by local authority\n\tSection 99 of the Immigration and Asylum Act 1999 (provision of support bylocal authority) shall be amended as follows.\n\tIn subsection (1)—\n\t\tafter “local authority” insert “or Northern Ireland authority”, and\n\t\tat the end add “or 98”.\n\tFor subsections (2) and (3) substitute—\n\tSupport may be provided by an authority in accordance with arrangementsmade with the authority or with another person.\n\tSupport may be provided by an authority in accordance with arrangementsmade under section 95 only in one or more of the ways mentioned in section96(1) and (2).”\n\tIn subsection (4)—\n\t\tfor “A local authority” substitute “An authority”, and\n\t\tat the end add “or 98”.\n\tIn subsection (5)—\n\t\tfor “a local authority” substitute “an authority”, and\n\t\tin paragraph (b) for “bodies who are not local authorities” substitute“other bodies”."
    },
    {
        "length": 155,
        "text": "\nApplication for support: false or incomplete information\n\tAt the end of paragraph 12(c) of Schedule 8 to the Immigration and Asylum Act[1999 (c. 33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\")(asylum-seeker support: procedure: disregarding of application) there shall beinserted “(which may, in particular, provide for an application not to beentertained where the Secretary of State is not satisfied that the informationprovided is complete or accurate or that the applicant is co-operating withenquiries under paragraph (d))”."
    },
    {
        "length": 513,
        "text": "\nVoluntary departure from United Kingdom\n\tA person is a “voluntary leaver” for the purposes of this section if—\n\t\the is not a British citizen or an EEA national,\n\t\the leaves the United Kingdom for a place where he hopes to take uppermanent residence (his “new place of residence”), and\n\t\tthe Secretary of State thinks that it is in the person’s interest to leavethe United Kingdom and that the person wishes to leave.\n\tThe Secretary of State may make arrangements to—\n\t\tassist voluntary leavers;\n\t\tassist individuals to decide whether to become voluntary leavers.\n\tThe Secretary of State may, in particular, make payments (whether tovoluntary leavers or to organisations providing services for them) whichrelate to—\n\t\ttravelling and other expenses incurred by or on behalf of a voluntaryleaver, or a member of his family or household, in leaving the United Kingdom;\n\t\texpenses incurred by or on behalf of a voluntary leaver, or a member of hisfamily or household, on or shortly after arrival in his new place ofresidence;\n\t\tthe provision of services designed to assist a voluntary leaver, or amember of his family or household, to settle in his new place of residence;\n\t\texpenses in connection with a journey undertaken by a person (with orwithout his family or household) to prepare for, or to assess the possibilityof, his becoming a voluntary leaver.\n\tIn subsection (1)(a) “EEA national” means a national of a State which is acontracting party to the Agreement on the European Economic Area signed atOporto on 2nd May 1992 (as it has effect from time to time).\n\tThe following provisions of the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") shall cease tohave effect—\n\t\tsection 29 (contributions to expenses of persons returning abroad), and\n\t\tsection 31(d) (expenses)."
    },
    {
        "length": 354,
        "text": "\nInternational projects\n\tThe Secretary of State may participate in a project which is designed to—\n\t\treduce migration,\n\t\tassist or ensure the return of migrants,\n\t\tfacilitate co-operation between States in matters relating to migration,\n\t\tconduct or consider research about migration, or\n\t\tarrange or assist the settlement of migrants (whether in the United Kingdomor elsewhere).\n\tIn particular, the Secretary of State may—\n\t\tprovide financial support to an international organisation which arrangesor participates in a project of a kind described in subsection (1);\n\t\tprovide financial support to an organisation in the United Kingdom oranother country which arranges or participates in a project of that kind;\n\t\tprovide or arrange for the provision of financial or other assistance to amigrant who participates in a project of that kind;\n\t\tparticipate in financial or other arrangements which are agreed between HerMajesty’s Government and the government of one or more other countries andwhich are or form part of a project of that kind.\n\tIn this section—\n\t\t“migrant” means a person who leaves the country where he lives hoping tosettle in another country (whether or not he is a refugee within the meaningof any international Convention), and\n\t\t“migration” shall be construed accordingly.\n\tSubsection (1) does not—\n\t\tconfer a power to remove a person from the United Kingdom, or\n\t\taffect a person’s right to enter or remain in the United Kingdom."
    },
    {
        "length": 226,
        "text": "\nNorthern Ireland authorities\n\tIn section 110(9) of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (support:payment to local authority: Northern Ireland authority) after paragraph (b)there shall be added— “; or\n\t\ta Health and Social Services trust established under the Health andPersonal Social Services (Northern Ireland) Order 1991 ([S.I. 1991/194 (N.I.1)](/id/nisi/1991/194?view=plain \"Go to item of legislation\").”\n\tIn section 94(1) of that Act (support: interpretation) after the definitionof “local authority” there shall be inserted—\n\t\t““Northern Ireland authority” has the meaning given by section 110(9).”"
    },
    {
        "length": 104,
        "text": "\nRepeal of spent provisions\n\tThe following provisions of the Immigration and Asylum Act 1999 shall cease tohave effect—\n\t\tsection 96(4) to (6) (which relate to a provision about support for asylum-seekers which has been repealed by order), and\n\t\tsection 166(4)(e) (order under section 96(5): procedure)."
    },
    {
        "length": 3600,
        "text": "\nDetention\n\tDetention by Secretary of State\n\t\tA person may be detained under the authority of the Secretary of Statepending—\n\t\t\ta decision by the Secretary of State whether to give directions in respectof the person under paragraph 10, 10A or 14 of Schedule 2 to the ImmigrationAct [1971 (c. 77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\")(control of entry: removal), or\n\t\t\tremoval of the person from the United Kingdom in pursuance of directionsgiven by the Secretary of State under any of those paragraphs.\n\t\tWhere the Secretary of State is empowered under section 3A of that Act(powers of Secretary of State) to examine a person or to give or refuse aperson leave to enter the United Kingdom, the person may be detained under theauthority of the Secretary of State pending—\n\t\t\tthe person’s examination by the Secretary of State,\n\t\t\tthe Secretary of State’s decision to give or refuse the person leave toenter,\n\t\t\ta decision by the Secretary of State whether to give directions in respectof the person under paragraph 8 or 9 of Schedule 2 to that Act (removal), or\n\t\t\tremoval of the person in pursuance of directions given by the Secretary ofState under either of those paragraphs.\n\t\tA provision of Schedule 2 to that Act about a person who is detained orliable to detention under that Schedule shall apply to a person who isdetained or liable to detention under this section: and for that purpose—\n\t\t\ta reference to paragraph 16 of that Schedule shall be taken to include areference to this section,\n\t\t\ta reference in paragraph 21 of that Schedule to an immigration officershall be taken to include a reference to the Secretary of State, and\n\t\t\ta reference to detention under that Schedule or under a provision or Partof that Schedule shall be taken to include a reference to detention under thissection.\n\t\tIn the case of a restriction imposed under paragraph 21 of that Schedule byvirtue of this section—\n\t\t\ta restriction imposed by an immigration officer may be varied by theSecretary of State, and\n\t\t\ta restriction imposed by the Secretary of State may be varied by animmigration officer.\n\t\tIn subsection (1) the reference to paragraph 10 of that Schedule includes areference to that paragraph as applied by virtue of section 10 of theImmigration and Asylum Act [1999 (c. 33)](/id/ukpga/1999/33?view=plain \"Go toitem of legislation\") (persons unlawfully in United Kingdom: removal).\n\t\tSubsection (5) is without prejudice to the generality of section 159.\n\t\tA power under this section which is exercisable pending a decision of aparticular kind by the Secretary of State is exercisable where the Secretaryof State has reasonable grounds to suspect that he may make a decision of thatkind.\n\t\tAt the end of section 11(1) of the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (person notdeemed to have entered United Kingdom while detained, &c.) there shall beinserted “or section 62 of the Nationality, Immigration and Asylum Act 2002”.\n\t\tIn section 24(1)(e) of the Immigration Act 1971 (offence: failure to complywith restriction) for “or to an immigration officer” there shall besubstituted “, to an immigration officer or to the Secretary of State”.\n\t\tIn the Mental Health Act [1983 (c. 20)](/id/ukpga/1983/20?view=plain \"Goto item of legislation\")—\n\t\t\tat the end of section 48(2)(d) (detained persons susceptible to transferfor mental treatment: immigration) there shall be added “or under section 62of the Nationality, Immigration and Asylum Act 2002 (detention by Secretary ofState)”, and\n\t\t\tin the heading of section 53 (supplemental provision) the reference to theImmigration Act 1971 becomes a reference to the Immigration Acts.\n\t\tIn the Mental Health (Scotland) Act [1984 (c.36)](/id/ukpga/1984/36?view=plain \"Go to item of legislation\")—\n\t\t\tat the end of section 71(2)(c) (detained persons who may be transferred tohospital for mental treatment) there shall be added “or under section 62 ofthe Nationality, Immigration and Asylum Act 2002 (detention by the Secretaryof State)”, and\n\t\t\tat the end of section 74(1)(b) (further provision about such persons) thereshall be added “or under section 62 of the Nationality, Immigration and AsylumAct 2002 (detention by the Secretary of State)”.\n\t\tIn the Mental Health (Northern Ireland) Order 1986 ([S.I. 1986/595 (N.I.4)](/id/nisi/1986/595?view=plain \"Go to item of legislation\"))—\n\t\t\tat the end of Article 54(2)(d) (detained persons susceptible to transferfor mental treatment: immigration) there shall be added “or under section 62of the Nationality, Immigration and Asylum Act 2002 (detention by Secretary ofState)”, and\n\t\t\tin the heading of Article 59 (supplemental provision) the reference to theImmigration Act 1971 becomes a reference to the Immigration Acts.\n\t\tSection 53 of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (bail) shall beamended as follows—\n\t\t\tat the end of subsection (1) add “or under section 62 of the Nationality,Immigration and Asylum Act 2002”, and\n\t\t\tat the end of subsection (3)(a) add “or under section 62 of theNationality, Immigration and Asylum Act 2002”.\n\t\tIn section 147 of that Act (detention centres: interpretation) at the endof the definition of “detained persons” there shall be inserted “or undersection 62 of the Nationality, Immigration and Asylum Act 2002 (detention bySecretary of State);”.\n\t\tSection 23(2) of the Anti-terrorism, Crime and Security Act [2001 (c.24)](/id/ukpga/2001/24?view=plain \"Go to item of legislation\") (detention ofsuspected international terrorist) shall be amended as follows—\n\t\t\tomit “and” after paragraph (a), and\n\t\t\tafter paragraph (b) add— “, and\n\t\t\tsection 62 of the Nationality, Immigration and Asylum Act 2002 (detentionby Secretary of State).”\n\t\tIn section 24(1) of that Act (bail) after “the Immigration Act 1971”insert “, or under section 62 of the Nationality, Immigration and Asylum Act2002,”.\n\tControl of entry to United Kingdom, &c.: use of force\n\t\tIn paragraph 17(2) of Schedule 2 to the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (control ofentry, &c.: person liable to detention: use of force) for “if need be byforce” there shall be substituted “if need be by reasonable force”.\n\tEscorts \n\t\tThe following shall be added after paragraph 17(2) of Schedule 2 to theImmigration Act 1971 (detention for examination or removal: right to enterpremises)—\n\t\tSub-paragraph (4) applies where an immigration officer or constable—\n\t\t\tenters premises in reliance on a warrant under sub-paragraph (2), and\n\t\t\tdetains a person on the premises.\n\t\tA detainee custody officer may enter the premises, if need be by reasonableforce, for the purpose of carrying out a search.\n\t\tIn sub-paragraph (4)—\n\t\t\t  * “detainee custody officer” means a person in respect of whom a certificate of authorisation is in force under section 154 of the Immigration and Asylum Act [1999 (c. 33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (detained persons: escort and custody), and\n\t\t\t  * “search” means a search under paragraph 2(1)(a) of Schedule 13 to that Act (escort arrangements: power to search detained person).”\n\tDetention centres: custodial functions\n\t\tThe following shall be substituted for section 154(5) of the Immigrationand Asylum Act 1999 (power to confer functions of detainee custody officers onprison officers and prisoner custody officers)—\n\t\tThe Secretary of State may confer functions of detainee custody officerson prison officers or prisoner custody officers.”\n\t\tThe following shall be added at the end of Schedule 11 to that Act(detainee custody officers)—\n\t\t“Prison officers and prisoner custody officers\n\t\t\t8A reference in this Schedule to a detainee custody officer includes areference to a prison officer or prisoner custody officer exercising custodialfunctions.”\n\t\t\tThe following shall be added at the end of Schedule 12 to that Act(discipline at detention centre)—\n\t\t“Prison officers and prisoner custody officers\n\t\t\t9A reference in this Schedule to a detainee custody officer includes areference to a prison officer or prisoner custody officer exercising custodialfunctions.”\n\tDetention centres: change of name\n\t\tIn section 147 of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (Part VIII:interpretation)—\n\t\t\tthe definition of “detention centre” shall cease to have effect, and\n\t\t\tthe following shall be inserted after the definition of “prisoner custodyofficer”—\n\t\t\t\t““removal centre” means a place which is used solely for the detention ofdetained persons but which is not a short-term holding facility, a prison orpart of a prison;”.\n\t\tIn the provisions listed in subsection (3) (and any relevant headings)—\n\t\t\tfor the words “detention centre” there shall be substituted the words“removal centre”, and\n\t\t\tfor the words “detention centres” there shall be substituted the words“removal centres”.\n\t\tThe provisions are—\n\t\t\tin section 147 of the Immigration and Asylum Act 1999 (Part VIII:interpretation), the definitions of “contracted out detention centre”,“contractor”, “custodial functions”, “detention centre contract”, “detentioncentre rules”, and “directly managed detention centre”,\n\t\t\tsection 148 of that Act (management of centre),\n\t\t\tsections 149 and 150 of that Act (contracting out),\n\t\t\tsection 151 of that Act (intervention by Secretary of State),\n\t\t\tsection 152 of that Act (visiting committee),\n\t\t\tsection 153 of that Act (rules),\n\t\t\tsection 155 of that Act (custodial functions),\n\t\t\tsection 157 of that Act (short-term holding facility),\n\t\t\tsection 158 of that Act (disclosure of information),\n\t\t\tsection 159 of that Act (power of constable),\n\t\t\tSchedule 11 to that Act (detainee custody officer),\n\t\t\tSchedule 12 to that Act (procedure at detention centre),\n\t\t\tSchedule 13 to that Act (escort),\n\t\t\tsection 141(5)(e) and (6) of that Act (fingerprinting),\n\t\t\tsection 5A(5A) of the Prison Act [1952 (c.52)](/id/ukpga/1952/52?view=plain \"Go to item of legislation\") (ChiefInspector of Prisons), and\n\t\t\tparagraph 13 of Schedule 4A to the Water Industry Act [1991 (c.56)](/id/ukpga/1991/56?view=plain \"Go to item of legislation\")(disconnection).\n\t\tA reference in an enactment or instrument to a detention centre within themeaning of Part VIII of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") shall beconstrued as a reference to a removal centre within the meaning of that Part.\n\tConstruction of reference to person liable to detention\n\t\tThis section applies to the construction of a provision which—\n\t\t\tdoes not confer power to detain a person, but\n\t\t\trefers (in any terms) to a person who is liable to detention under aprovision of the Immigration Acts.\n\t\tThe reference shall be taken to include a person if the only reason why hecannot be detained under the provision is that—\n\t\t\the cannot presently be removed from the United Kingdom, because of a legalimpediment connected with the United Kingdom’s obligations under aninternational agreement,\n\t\t\tpractical difficulties are impeding or delaying the making of arrangementsfor his removal from the United Kingdom, or\n\t\t\tpractical difficulties, or demands on administrative resources, areimpeding or delaying the taking of a decision in respect of him.\n\t\tThis section shall be treated as always having had effect."
    },
    {
        "length": 2077,
        "text": "\nTemporary release\n\tBail \n\t\tThis section applies in a case where an immigration officer not below therank of chief immigration officer has sole or shared power to release a personon bail in accordance with—\n\t\t\ta provision of Schedule 2 to the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (control ofentry) (including a provision of that Schedule applied by a provision of thatAct or by another enactment), or\n\t\t\tsection 9A of the Asylum and Immigration Appeals Act [1993 (c.23)](/id/ukpga/1993/23?view=plain \"Go to item of legislation\") (pending appealfrom Immigration Appeal Tribunal).\n\t\tIn respect of an application for release on bail which is instituted afterthe expiry of the period of eight days beginning with the day on whichdetention commences, the power to release on bail—\n\t\t\tshall be exercisable by the Secretary of State (as well as by any personwith whom the immigration officer’s power is shared under the provisionreferred to in subsection (1)), and\n\t\t\tshall not be exercisable by an immigration officer (except where he acts onbehalf of the Secretary of State).\n\t\tIn relation to the exercise by the Secretary of State of a power to releasea person on bail by virtue of subsection (2), a reference to an immigrationofficer shall be construed as a reference to the Secretary of State.\n\t\tThe Secretary of State may by order amend or replace subsection (2) so asto make different provision for the circumstances in which the power torelease on bail may be exercised by the Secretary of State and not by animmigration officer.\n\t\tAn order under subsection (4)—\n\t\t\tmay include consequential or transitional provision,\n\t\t\tmust be made by statutory instrument, and\n\t\t\tmay not be made unless a draft has been laid before and approved byresolution of each House of Parliament.\n\t\tThe following provisions of Part III of the Immigration and Asylum Act[1999 (c. 33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\")(Bail) shall cease to have effect—\n\t\t\tsections 44 to 52 (routine bail hearings),\n\t\t\tsection 53(5) (bail under regulations to match bail under Part III), and\n\t\t\tsection 55 (grants to advisory organisations).\n\tReporting restriction: travel expenses\n\t\tThe Secretary of State may make a payment to a person in respect oftravelling expenses which the person has incurred or will incur for thepurpose of complying with a reporting restriction.\n\t\tIn subsection (1) “reporting restriction” means a restriction which—\n\t\t\trequires a person to report to the police, an immigration officer or theSecretary of State, and\n\t\t\tis imposed under a provision listed in subsection (3).\n\t\tThose provisions are—\n\t\t\tparagraph 21 of Schedule 2 to the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (temporaryadmission or release from detention),\n\t\t\tparagraph 29 of that Schedule (bail), and\n\t\t\tparagraph 2 or 5 of Schedule 3 to that Act (pending deportation).\n\tInduction \n\t\tA residence restriction may be imposed on an asylum-seeker or a dependantof an asylum-seeker without regard to his personal circumstances if—\n\t\t\tit requires him to reside at a specified location for a period notexceeding 14 days, and\n\t\t\tthe person imposing the residence restriction believes that a programme ofinduction will be made available to the asylum-seeker at or near the specifiedlocation.\n\t\tIn subsection (1) “residence restriction” means a restriction imposedunder—\n\t\t\tparagraph 21 of Schedule 2 to the Immigration Act 1971 (temporary admissionor release from detention), or\n\t\t\tparagraph 2(5) of Schedule 3 to that Act (control pending deportation).\n\t\tIn this section—\n\t\t\t  * “asylum-seeker” has the meaning given by section 18 of this Act but disregarding section 18(1)(a), \n\t\t\t  * “dependant of an asylum-seeker” means a person who appears to the Secretary of State to be making a claim or application in respect of residence in the United Kingdom by virtue of being a dependant of an asylum-seeker, and \n\t\t\t  * “programme of induction” means education about the nature of the asylum process. \n\t\tRegulations under subsection (3)—\n\t\t\tmay make different provision for different circumstances,\n\t\t\tmust be made by statutory instrument, and\n\t\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament.\n\t\tSubsection (6) applies where the Secretary of State arranges for theprovision of a programme of induction (whether or not he also provides otherfacilities to persons attending the programme and whether or not all thepersons attending the programme are subject to residence restrictions).\n\t\tA local authority may arrange for or participate in the provision of theprogramme or other facilities.\n\t\tIn particular, a local authority may—\n\t\t\tincur reasonable expenditure;\n\t\t\tprovide services outside its area;\n\t\t\tprovide services jointly with another body;\n\t\t\tform a company;\n\t\t\ttender for or enter into a contract;\n\t\t\tdo anything (including anything listed in paragraphs (a) to (e)) for apreparatory purpose.\n\t\tIn this section “local authority” means—\n\t\t\ta local authority within the meaning of section 94 of the Immigration andAsylum Act [1999 (c. 33)](/id/ukpga/1999/33?view=plain \"Go to item oflegislation\"), and\n\t\t\ta Northern Ireland authority within the meaning of section 110 of that Act.\n\tAsylum-seeker: residence, &c. restriction\n\t\tThis section applies to—\n\t\t\ta person who makes a claim for asylum at a time when he has leave to enteror remain in the United Kingdom, and\n\t\t\ta dependant of a person within paragraph (a).\n\t\tThe Secretary of State or an immigration officer may impose on a person towhom this section applies any restriction which may be imposed under paragraph21 of Schedule 2 to the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (control ofentry: residence, reporting and occupation restrictions) on a person liable todetention under paragraph 16 of that Schedule.\n\t\tWhere a restriction is imposed on a person under subsection (2)—\n\t\t\tthe restriction shall be treated for all purposes as a restriction imposedunder paragraph 21 of that Schedule, and\n\t\t\tif the person fails to comply with the restriction he shall be liable todetention under paragraph 16 of that Schedule.\n\t\tA restriction imposed on a person under this section shall cease to haveeffect if he ceases to be an asylum-seeker or the dependant of an asylum-seeker.\n\t\tIn this section—\n\t\t\t  * “asylum-seeker” has the same meaning as in section 70, \n\t\t\t  * “claim for asylum” has the same meaning as in section 18, and \n\t\t\t  * “dependant” means a person who appears to the Secretary of State to be making a claim or application in respect of residence in the United Kingdom by virtue of being a dependant of another person. \n\t\tRegulations under subsection (5)—\n\t\t\tmay make different provision for different circumstances,\n\t\t\tmust be made by statutory instrument, and\n\t\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament."
    },
    {
        "length": 1127,
        "text": "\nSerious criminal\n\tThis section applies for the purpose of the construction and application ofArticle 33(2) of the Refugee Convention (exclusion from protection).\n\tA person shall be presumed to have been convicted by a final judgment of aparticularly serious crime and to constitute a danger to the community of theUnited Kingdom if he is—\n\t\tconvicted in the United Kingdom of an offence, and\n\t\tsentenced to a period of imprisonment of at least two years.\n\tA person shall be presumed to have been convicted by a final judgment of aparticularly serious crime and to constitute a danger to the community of theUnited Kingdom if—\n\t\the is convicted outside the United Kingdom of an offence,\n\t\the is sentenced to a period of imprisonment of at least two years, and\n\t\the could have been sentenced to a period of imprisonment of at least twoyears had his conviction been a conviction in the United Kingdom of a similaroffence.\n\tA person shall be presumed to have been convicted by a final judgment of aparticularly serious crime and to constitute a danger to the community of theUnited Kingdom if—\n\t\the is convicted of an offence specified by order of the Secretary of State,or\n\t\the is convicted outside the United Kingdom of an offence and the Secretaryof State certifies that in his opinion the offence is similar to an offencespecified by order under paragraph (a).\n\tAn order under subsection (4)—\n\t\tmust be made by statutory instrument, and\n\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament.\n\tA presumption under subsection (2), (3) or (4) that a person constitutes adanger to the community is rebuttable by that person.\n\tA presumption under subsection (2), (3) or (4) does not apply while anappeal against conviction or sentence—\n\t\tis pending, or\n\t\tcould be brought (disregarding the possibility of appeal out of time withleave).\n\tSection 34(1) of the Anti-terrorism, Crime and Security Act [2001 (c.24)](/id/ukpga/2001/24?view=plain \"Go to item of legislation\") (no need toconsider gravity of fear or threat of persecution) applies for the purpose ofconsidering whether a presumption mentioned in subsection (6) has beenrebutted as it applies for the purpose of considering whether Article 33(2) ofthe Refugee Convention applies.\n\tSubsection (10) applies where—\n\t\ta person appeals under section 82, 83 or 101 of this Act or under section 2of the Special Immigration Appeals Commission Act [1997 (c.68)](/id/ukpga/1997/68?view=plain \"Go to item of legislation\") wholly orpartly on the ground that to remove him from or to require him to leave theUnited Kingdom would breach the United Kingdom’s obligations under the RefugeeConvention, and\n\t\tthe Secretary of State issues a certificate that presumptions undersubsection (2), (3) or (4) apply to the person (subject to rebuttal).\n\tThe adjudicator, Tribunal or Commission hearing the appeal—\n\t\tmust begin substantive deliberation on the appeal by considering thecertificate, and\n\t\tif in agreement that presumptions under subsection (2), (3) or (4) apply(having given the appellant an opportunity for rebuttal) must dismiss theappeal in so far as it relies on the ground specified in subsection (9)(a).\n\tFor the purposes of this section—\n\t\t“the Refugee Convention” means the Convention relating to the Status ofRefugees done at Geneva on 28th July 1951 and its Protocol, and\n\t\ta reference to a person who is sentenced to a period of imprisonment of atleast two years—\n\t\tdoes not include a reference to a person who receives a suspended sentence(unless at least two years of the sentence are not suspended),\n\t\tincludes a reference to a person who is sentenced to detention, or orderedor directed to be detained, in an institution other than a prison (including,in particular, a hospital or an institution for young offenders), and\n\t\tincludes a reference to a person who is sentenced to imprisonment ordetention, or ordered or directed to be detained, for an indeterminate period(provided that it may last for two years)."
    },
    {
        "length": 616,
        "text": "\nFamily \n\tThe following shall be inserted after paragraph 10 of Schedule 2 to theImmigration Act [1971 (c. 77)](/id/ukpga/1971/77?view=plain \"Go to item oflegislation\") (control of entry: removal)—\n\t\t“10AWhere directions are given in respect of a person under any of paragraphs8 to 10 above, directions to the same effect may be given under that paragraphin respect of a member of the person’s family.”\n\tSection 10 of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (removal ofperson unlawfully in United Kingdom) shall be amended as follows.\n\tIn subsection (1)(c) omit—\n\t\t“(“the first directions”)”, and\n\t\t“(“the other person”)”.\n\tThe following shall be substituted for subsections (3) to (5) (removal offamily)—\n\tDirections for the removal of a person may not be given under subsection(1)(c) unless the Secretary of State has given the person written notice ofthe intention to remove him.\n\tA notice under subsection (3) may not be given if—\n\t\tthe person whose removal under subsection (1)(a) or (b) is the cause of theproposed directions under subsection (1)(c) has left the United Kingdom, and\n\t\tmore than eight weeks have elapsed since that person’s departure.\n\tIf a notice under subsection (3) is sent by first class post to a person’slast known address, that subsection shall be taken to be satisfied at the endof the second day after the day of posting.\n\t(5A)Directions for the removal of a person under subsection (1)(c) cease tohave effect if he ceases to belong to the family of the person whose removalunder subsection (1)(a) or (b) is the cause of the directions under subsection(1)(c).”\n\tIn paragraph 16(2) of Schedule 2 to the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (control ofentry, &c.: detention) for the words “8 to 10” there shall be substituted “8to 10A”."
    },
    {
        "length": 107,
        "text": "\nDeception \n\tIn section 10(1) of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (removal) thefollowing shall be substituted for paragraph (b)—\n\t\the uses deception in seeking (whether successfully or not) leave toremain;”."
    },
    {
        "length": 240,
        "text": "\nExemption from deportation\n\tSection 7 of the Immigration Act 1971 (existing residents exempt fromdeportation) shall be amended as follows.\n\tSubsection (1)(a) (which is redundant) shall cease to have effect.\n\tThe following shall be substituted for subsection (1)(b)—\n\t\tshall not be liable to deportation under section 3(5) if at the time ofthe Secretary of State’s decision he had for the last five years beenordinarily resident in the United Kingdom and Islands;”.\n\tThe following shall be added at the end of section 10 of the Immigrationand Asylum Act 1999 (removal)—\n\tA person shall not be liable to removal from the United Kingdom underthis section at a time when section 7(1)(b) of the Immigration Act 1971(Commonwealth and Irish citizens ordinarily resident in United Kingdom) wouldprevent a decision to deport him.”"
    },
    {
        "length": 828,
        "text": "\nRevocation of leave to enter or remain\n\tThe Secretary of State may revoke a person’s indefinite leave to enter orremain in the United Kingdom if the person—\n\t\tis liable to deportation, but\n\t\tcannot be deported for legal reasons.\n\tThe Secretary of State may revoke a person’s indefinite leave to enter orremain in the United Kingdom if—\n\t\tthe leave was obtained by deception,\n\t\tthe person would be liable to removal because of the deception, but\n\t\tthe person cannot be removed for legal or practical reasons.\n\tThe Secretary of State may revoke a person’s indefinite leave to enter orremain in the United Kingdom if the person, or someone of whom he is adependant, ceases to be a refugee as a result of—\n\t\tvoluntarily availing himself of the protection of his country ofnationality,\n\t\tvoluntarily re-acquiring a lost nationality,\n\t\tacquiring the nationality of a country other than the United Kingdom andavailing himself of its protection, or\n\t\tvoluntarily establishing himself in a country in respect of which he was arefugee.\n\tIn this section—\n\t\t  * “indefinite leave” has the meaning given by section 33(1) of the Immigration Act [1971 (c. 77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (interpretation), \n\t\t  * “liable to deportation” has the meaning given by section 3(5) and (6) of that Act (deportation), \n\t\t  * “refugee” has the meaning given by the Convention relating to the Status of Refugees done at Geneva on 28th July 1951 and its Protocol, and \n\t\t  * “removed” means removed from the United Kingdom under— \n\t\tparagraph 9 or 10 of Schedule 2 to the Immigration Act 1971 (control of entry:directions for removal), or\n\t\tsection 10(1)(b) of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (removal ofpersons unlawfully in United Kingdom: deception).\n\tA power under subsection (1) or (2) to revoke leave may be exercised—\n\t\tin respect of leave granted before this section comes into force;\n\t\tin reliance on anything done before this section comes into force.\n\tA power under subsection (3) to revoke leave may be exercised—\n\t\tin respect of leave granted before this section comes into force, but\n\t\tonly in reliance on action taken after this section comes into force.\n\tIn section 10(1) of the Immigration and Asylum Act 1999 (removal of personsunlawfully in United Kingdom) after paragraph (b) (and before the word “or”)there shall be inserted—\n\t\this indefinite leave to enter or remain has been revoked under section76(3) of the Nationality, Immigration and Asylum Act 2002 (person ceasing tobe refugee);”."
    },
    {
        "length": 376,
        "text": "\nNo removal while claim for asylum pending\n\tWhile a person’s claim for asylum is pending he may not be—\n\t\tremoved from the United Kingdom in accordance with a provision of theImmigration Acts, or\n\t\trequired to leave the United Kingdom in accordance with a provision of theImmigration Acts.\n\tIn this section—\n\t\t“claim for asylum” means a claim by a person that it would be contrary tothe United Kingdom’s obligations under the Refugee Convention to remove himfrom or require him to leave the United Kingdom, and\n\t\ta person’s claim is pending until he is given notice of the Secretary ofState’s decision on it.\n\tIn subsection (2) “the Refugee Convention” means the Convention relating tothe Status of Refugees done at Geneva on 28th July 1951 and its Protocol.\n\tNothing in this section shall prevent any of the following while a claimfor asylum is pending—\n\t\tthe giving of a direction for the claimant’s removal from the UnitedKingdom,\n\t\tthe making of a deportation order in respect of the claimant, or\n\t\tthe taking of any other interim or preparatory action.\n\tSection 15 of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (protectionfrom removal or deportation) shall cease to have effect."
    },
    {
        "length": 226,
        "text": "\nNo removal while appeal pending\n\tWhile a person’s appeal under section 82(1) is pending he may not be—\n\t\tremoved from the United Kingdom in accordance with a provision of theImmigration Acts, or\n\t\trequired to leave the United Kingdom in accordance with a provision of theImmigration Acts.\n\tIn this section “pending” has the meaning given by section 104.\n\tNothing in this section shall prevent any of the following while an appealis pending—\n\t\tthe giving of a direction for the appellant’s removal from the UnitedKingdom,\n\t\tthe making of a deportation order in respect of the appellant (subject tosection 79), or\n\t\tthe taking of any other interim or preparatory action.\n\tThis section applies only to an appeal brought while the appellant is inthe United Kingdom in accordance with section 92."
    },
    {
        "length": 650,
        "text": "\nRemoval of asylum-seeker to third country\n\tThe following shall be substituted for section 11 of the Immigration andAsylum Act [1999 (c. 33)](/id/ukpga/1999/33?view=plain \"Go to item oflegislation\") (removal of asylum claimant under standing arrangements withmember States)—\n\t“11Removal of asylum claimant under standing arrangement with memberStates\n\t\tIn determining whether a person in relation to whom a certificate has beenissued under subsection (2) may be removed from the United Kingdom, a memberState is to be regarded as—\n\t\t\ta place where a person’s life and liberty is not threatened by reason ofhis race, religion, nationality, membership of a particular social group, orpolitical opinion; and\n\t\t\ta place from which a person will not be sent to another country otherwisethan in accordance with the Refugee Convention.\n\t\tNothing in section 77 of the Nationality, Immigration and Asylum Act 2002prevents a person who has made a claim for asylum (“the claimant”) from beingremoved from the United Kingdom to a member State if the Secretary of Statehas certified that—\n\t\t\tthe member State has accepted that, under standing arrangements, it is theresponsible State in relation to the claimant’s claim for asylum; and\n\t\t\tin his opinion, the claimant is not a national or citizen of the memberState to which he is to be sent.\n\t\tSubsection (4) applies where a person who is the subject of a certificateunder subsection (2)—\n\t\t\thas instituted or could institute an appeal under section 82(1) of theNationality, Immigration and Asylum Act 2002 (immigration appeal), and\n\t\t\thas made a human rights claim (within the meaning of section 113 of thatAct).\n\t\tThe person may not be removed from the United Kingdom in reliance upon thissection unless—\n\t\t\tthe appeal is finally determined, withdrawn or abandoned (within themeaning of section 104 of that Act) or can no longer be brought (ignoring anypossibility of an appeal out of time with permission), or\n\t\t\tthe Secretary of State has issued a certificate in relation to the humanrights claim under section 93(2)(b) of that Act (clearly unfounded claim).\n\t\tIn this section “standing arrangements” means arrangements in force betweentwo or more member States for determining which State is responsible forconsidering applications for asylum.”"
    },
    {
        "length": 2517,
        "text": "\nAppeal to adjudicator\n\tAdjudicators \n\t\tThe Lord Chancellor shall appoint adjudicators for the purposes of thisPart.\n\t\tA person is eligible for appointment as an adjudicator only if he—\n\t\t\thas a seven year general qualification within the meaning of section 71 ofthe Courts and Legal Services Act [1990 (c. 41)](/id/ukpga/1990/41?view=plain\"Go to item of legislation\"),\n\t\t\tis an advocate or solicitor in Scotland of at least seven years' standing,\n\t\t\tis a member of the Bar of Northern Ireland, or a solicitor of the SupremeCourt of Northern Ireland, of at least seven years' standing, or\n\t\t\thas legal or other experience which in the Lord Chancellor’s opinion makeshim suitable for appointment.\n\t\tThe Lord Chancellor—\n\t\t\tshall appoint one of the adjudicators as Chief Adjudicator,\n\t\t\tmay appoint one of the adjudicators as Deputy Chief Adjudicator,\n\t\t\tmay appoint one or more adjudicators as Regional Adjudicator, and\n\t\t\tmay appoint one or more adjudicators as Deputy Regional Adjudicator.\n\t\tThe Chief Adjudicator shall perform such functions as the Lord Chancellormay assign to him.\n\t\tThe Deputy Chief Adjudicator—\n\t\t\tmay act for the Chief Adjudicator if he is unable to act or unavailable,and\n\t\t\tshall perform such other functions as the Chief Adjudicator may delegate orassign to him.\n\t\tA Regional Adjudicator shall perform such functions as the ChiefAdjudicator may assign to him.\n\t\tA Deputy Regional Adjudicator—\n\t\t\tmay act for the Regional Adjudicator whose deputy he is if the RegionalAdjudicator is unable to act or unavailable, and\n\t\t\tshall perform such other functions as may be delegated or assigned to himby the Regional Adjudicator whose deputy he is or assigned to him by the ChiefAdjudicator.\n\t\tSchedule 4 (which makes further provision about adjudicators) shall haveeffect.\n\tRight of appeal: general\n\t\tWhere an immigration decision is made in respect of a person he may appealto an adjudicator.\n\t\tIn this Part “immigration decision” means—\n\t\t\trefusal of leave to enter the United Kingdom,\n\t\t\trefusal of entry clearance,\n\t\t\trefusal of a certificate of entitlement under section 10 of this Act,\n\t\t\trefusal to vary a person’s leave to enter or remain in the United Kingdomif the result of the refusal is that the person has no leave to enter orremain,\n\t\t\tvariation of a person’s leave to enter or remain in the United Kingdom ifwhen the variation takes effect the person has no leave to enter or remain,\n\t\t\trevocation under section 76 of this Act of indefinite leave to enter orremain in the United Kingdom,\n\t\t\ta decision that a person is to be removed from the United Kingdom by way ofdirections under section 10(1)(a), (b) or (c) of the Immigration and AsylumAct [1999 (c. 33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\")(removal of person unlawfully in United Kingdom),\n\t\t\ta decision that an illegal entrant is to be removed from the United Kingdomby way of directions under paragraphs 8 to 10 of Schedule 2 to the ImmigrationAct [1971 (c. 77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\")(control of entry: removal),\n\t\t\ta decision that a person is to be removed from the United Kingdom by way ofdirections given by virtue of paragraph 10A of that Schedule (family),\n\t\t\ta decision to make a deportation order under section 5(1) of that Act, and\n\t\t\trefusal to revoke a deportation order under section 5(2) of that Act.\n\t\tA variation or revocation of the kind referred to in subsection (2)(e) or(f) shall not have effect while an appeal under subsection (1) against thatvariation or revocation—\n\t\t\tcould be brought (ignoring any possibility of an appeal out of time withpermission), or\n\t\t\tis pending.\n\t\tThe right of appeal under subsection (1) is subject to the exceptions andlimitations specified in this Part.\n\tAppeal: asylum claim\n\t\tThis section applies where a person has made an asylum claim and—\n\t\t\this claim has been rejected by the Secretary of State, but\n\t\t\the has been granted leave to enter or remain in the United Kingdom for aperiod exceeding one year (or for periods exceeding one year in aggregate).\n\t\tThe person may appeal to an adjudicator against the rejection of his asylumclaim.\n\tGrounds of appeal\n\t\tAn appeal under section 82(1) against an immigration decision must bebrought on one or more of the following grounds—\n\t\t\tthat the decision is not in accordance with immigration rules;\n\t\t\tthat the decision is unlawful by virtue of section 19B of the RaceRelations Act [1976 (c. 74)](/id/ukpga/1976/74?view=plain \"Go to item oflegislation\") (discrimination by public authorities);\n\t\t\tthat the decision is unlawful under section 6 of the Human Rights Act [1998(c. 42)](/id/ukpga/1998/42?view=plain \"Go to item of legislation\") (publicauthority not to act contrary to Human Rights Convention) as beingincompatible with the appellant’s Convention rights;\n\t\t\tthat the appellant is an EEA national or a member of the family of an EEAnational and the decision breaches the appellant’s rights under the CommunityTreaties in respect of entry to or residence in the United Kingdom;\n\t\t\tthat the decision is otherwise not in accordance with the law;\n\t\t\tthat the person taking the decision should have exercised differently adiscretion conferred by immigration rules;\n\t\t\tthat removal of the appellant from the United Kingdom in consequence of theimmigration decision would breach the United Kingdom’s obligations under theRefugee Convention or would be unlawful under section 6 of the Human RightsAct 1998 as being incompatible with the appellant’s Convention rights.\n\t\tIn subsection (1)(d) “EEA national” means a national of a State which is acontracting party to the Agreement on the European Economic Area signed atOporto on 2nd May 1992 (as it has effect from time to time).\n\t\tAn appeal under section 83 must be brought on the grounds that removal ofthe appellant from the United Kingdom would breach the United Kingdom’sobligations under the Refugee Convention.\n\tMatters to be considered\n\t\tAn appeal under section 82(1) against a decision shall be treated by theadjudicator as including an appeal against any decision in respect of whichthe appellant has a right of appeal under section 82(1).\n\t\tIf an appellant under section 82(1) makes a statement under section 120,the adjudicator shall consider any matter raised in the statement whichconstitutes a ground of appeal of a kind listed in section 84(1) against thedecision appealed against.\n\t\tSubsection (2) applies to a statement made under section 120 whether thestatement was made before or after the appeal was commenced.\n\t\tOn an appeal under section 82(1) or 83(2) against a decision an adjudicatormay consider evidence about any matter which he thinks relevant to thesubstance of the decision, including evidence which concerns a matter arisingafter the date of the decision.\n\t\tBut in relation to an appeal under section 82(1) against refusal of entryclearance or refusal of a certificate of entitlement under section 10—\n\t\t\tsubsection (4) shall not apply, and\n\t\t\tthe adjudicator may consider only the circumstances appertaining at thetime of the decision to refuse.\n\tDetermination of appeal\n\t\tThis section applies on an appeal under section 82(1) or 83.\n\t\tThe adjudicator must determine—\n\t\t\tany matter raised as a ground of appeal (whether or not by virtue ofsection 85(1)), and\n\t\t\tany matter which section 85 requires him to consider.\n\t\tThe adjudicator must allow the appeal in so far as he thinks that—\n\t\t\ta decision against which the appeal is brought or is treated as beingbrought was not in accordance with the law (including immigration rules), or\n\t\t\ta discretion exercised in making a decision against which the appeal isbrought or is treated as being brought should have been exercised differently.\n\t\tFor the purposes of subsection (3) a decision that a person should beremoved from the United Kingdom under a provision shall not be regarded asunlawful if it could have been lawfully made by reference to removal underanother provision.\n\t\tIn so far as subsection (3) does not apply, the adjudicator shall dismissthe appeal.\n\t\tRefusal to depart from or to authorise departure from immigration rules isnot the exercise of a discretion for the purposes of subsection (3)(b).\n\tSuccessful appeal: direction\n\t\tIf an adjudicator allows an appeal under section 82 or 83 he may give adirection for the purpose of giving effect to his decision.\n\t\tA person responsible for making an immigration decision shall act inaccordance with any relevant direction under subsection (1).\n\t\tBut a direction under this section shall not have effect while an appealunder section 101 or a further appeal—\n\t\t\tcould be brought (ignoring any possibility of an appeal out of time withpermission), or\n\t\t\thas been brought and has not been finally determined.\n\t\tA direction under subsection (1) shall be treated as part of thedetermination of the appeal for the purposes of section 101."
    },
    {
        "length": 3409,
        "text": "\nExceptions and limitations\n\tIneligibility \n\t\tThis section applies to an immigration decision of a kind referred to insection 82(2)(a), (b), (d) or (e).\n\t\tA person may not appeal under section 82(1) against an immigration decisionwhich is taken on the grounds that he or a person of whom he is a dependant—\n\t\t\tdoes not satisfy a requirement as to age, nationality or citizenshipspecified in immigration rules,\n\t\t\tdoes not have an immigration document of a particular kind (or anyimmigration document),\n\t\t\tis seeking to be in the United Kingdom for a period greater than thatpermitted in his case by immigration rules, or\n\t\t\tis seeking to enter or remain in the United Kingdom for a purpose otherthan one for which entry or remaining is permitted in accordance withimmigration rules.\n\t\tIn subsection (2)(b) “immigration document” means—\n\t\t\tentry clearance,\n\t\t\ta passport,\n\t\t\ta work permit or other immigration employment document within the meaningof section 122, and\n\t\t\ta document which relates to a national of a country other than the UnitedKingdom and which is designed to serve the same purpose as a passport.\n\t\tSubsection (2) does not prevent the bringing of an appeal on any or all ofthe grounds referred to in section 84(1)(b), (c) and (g).\n\tVisitor or student without entry clearance\n\t\tThis section applies to a person who applies for leave to enter the UnitedKingdom—\n\t\t\tas a visitor,\n\t\t\tin order to follow a course of study for which he has been accepted andwhich will not last more than six months,\n\t\t\tin order to study but without having been accepted for a course, or\n\t\t\tas the dependant of a person who applies for leave to enter as a visitor orfor a purpose described in paragraph (b) or (c).\n\t\tA person may not appeal under section 82(1) against refusal of leave toenter the United Kingdom if at the time of the refusal he does not have entryclearance.\n\t\tSubsection (2) does not prevent the bringing of an appeal on any or all ofthe grounds referred to in section 84(1)(b), (c) and (g).\n\tNon-family visitor\n\t\tA person who applies for entry clearance for the purpose of entering theUnited Kingdom as a visitor may appeal under section 82(1) against refusal ofentry clearance only if the application was made for the purpose of visiting amember of the applicant’s family.\n\t\tIn subsection (1) the reference to a member of the applicant’s family shallbe construed in accordance with regulations.\n\t\tRegulations under subsection (2) may, in particular, make provision whollyor partly by reference to the duration of two individuals' residence together.\n\t\tSubsection (1) does not prevent the bringing of an appeal on either or bothof the grounds referred to in section 84(1)(b) and (c).\n\tStudent \n\t\tA person may not appeal under section 82(1) against refusal of entryclearance if he seeks it—\n\t\t\tin order to follow a course of study for which he has been accepted andwhich will not last more than six months,\n\t\t\tin order to study but without having been accepted for a course, or\n\t\t\tas the dependant of a person seeking entry clearance for a purposedescribed in paragraph (a) or (b).\n\t\tSubsection (1) does not prevent the bringing of an appeal on either or bothof the grounds referred to in section 84(1)(b) and (c).\n\tAppeal from within United Kingdom: general\n\t\tA person may not appeal under section 82(1) while he is in the UnitedKingdom unless his appeal is of a kind to which this section applies.\n\t\tThis section applies to an appeal against an immigration decision of a kindspecified in section 82(2)(c), (d), (e), (f) and (j).\n\t\tThis section also applies to an appeal against refusal of leave to enterthe United Kingdom where at the time of the refusal the appellant is in theUnited Kingdom and has—\n\t\t\tentry clearance, or\n\t\t\ta work permit.\n\t\tThis section also applies to an appeal against an immigration decision ifthe appellant—\n\t\t\thas made an asylum claim, or a human rights claim, while in the UnitedKingdom, or\n\t\t\tis an EEA national or a member of the family of an EEA national and makes aclaim to the Secretary of State that the decision breaches the appellant’srights under the Community Treaties in respect of entry to or residence in theUnited Kingdom.\n\tAppeal from within United Kingdom: “third country” removal\n\t\tA person may not appeal under section 82(1) while he is in the UnitedKingdom if a certificate has been issued in relation to him under section11(2) or 12(2) of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (removal ofasylum claimants to “third country”).\n\t\tBut subsection (1) does not apply to an appeal if—\n\t\t\tthe appellant has made a human rights claim, and\n\t\t\tthe Secretary of State has not certified that in his opinion the humanrights claim is clearly unfounded.\n\tAppeal from within United Kingdom: unfounded human rights or asylumclaim\n\t\tThis section applies to an appeal under section 82(1) where the appellanthas made an asylum claim or a human rights claim (or both).\n\t\tA person may not bring an appeal to which this section applies in relianceon section 92(4) if the Secretary of State certifies that the claim or claimsmentioned in subsection (1) is or are clearly unfounded.\n\t\tIf the Secretary of State is satisfied that an asylum claimant or humanrights claimant is entitled to reside in a State listed in subsection (4) heshall certify the claim under subsection (2) unless satisfied that it is notclearly unfounded.\n\t\tThose States are—\n\t\t\tthe Republic of Cyprus,\n\t\t\tthe Czech Republic,\n\t\t\tthe Republic of Estonia,\n\t\t\tthe Republic of Hungary,\n\t\t\tthe Republic of Latvia,\n\t\t\tthe Republic of Lithuania,\n\t\t\tthe Republic of Malta,\n\t\t\tthe Republic of Poland,\n\t\t\tthe Slovak Republic, and\n\t\t\tthe Republic of Slovenia.\n\t\tThe Secretary of State may by order add a State, or part of a State, to thelist in subsection (4) if satisfied that—\n\t\t\tthere is in general in that State or part no serious risk of persecution ofpersons entitled to reside in that State or part, and\n\t\t\tremoval to that State or part of persons entitled to reside there will notin general contravene the United Kingdom’s obligations under the Human RightsConvention.\n\t\tThe Secretary of State may by order remove from the list in subsection (4)a State or part added under subsection (5).\n\t\tA person may not bring an appeal to which this section applies in relianceon section 92(4) if the Secretary of State certifies that—\n\t\t\tit is proposed to remove the person to a country of which he is not anational or citizen, and\n\t\t\tthere is no reason to believe that the person’s rights under the HumanRights Convention will be breached in that country.\n\t\tIn determining whether a person in relation to whom a certificate has beenissued under subsection (7) may be removed from the United Kingdom, thecountry specified in the certificate is to be regarded as—\n\t\t\ta place where a person’s life and liberty is not threatened by reason ofhis race, religion, nationality, membership of a particular social group, orpolitical opinion, and\n\t\t\ta place from which a person will not be sent to another country otherwisethan in accordance with the Refugee Convention.\n\t\tWhere a person in relation to whom a certificate is issued under thissection subsequently brings an appeal under section 82(1) while outside theUnited Kingdom, the appeal shall be considered as if he had not been removedfrom the United Kingdom.\n\tAppeal from outside United Kingdom: removal\n\t\tA person who is outside the United Kingdom may not appeal under section 82(1)on the ground specified in section 84(1)(g) (except in a case to which section94(9) applies).\n\tEarlier right of appeal\n\t\tAn appeal under section 82(1) against an immigration decision (“the newdecision”) in respect of a person may not be brought or continued if theSecretary of State or an immigration officer certifies—\n\t\t\tthat the person was notified of a right to appeal under that sectionagainst another immigration decision (whether or not an appeal was brought andwhether or not any appeal brought has been determined),\n\t\t\tthat in the opinion of the Secretary of State or the immigration officerthe new decision responds to a claim or application which the person made inorder to delay his removal from the United Kingdom or the removal of a memberof his family, and\n\t\t\tthat in the opinion of the Secretary of State or the immigration officerthe person had no other legitimate purpose for making the claim orapplication.\n\t\tAn appeal under section 82(1) against an immigration decision in respect ofa person may not be brought or continued if the Secretary of State or animmigration officer certifies that the immigration decision relates to anapplication or claim which relies on a ground which the person—\n\t\t\traised on an appeal under that section against another immigrationdecision,\n\t\t\tshould have included in a statement which he was required to make undersection 120 in relation to another immigration decision or application, or\n\t\t\twould have been permitted or required to raise on an appeal against anotherimmigration decision in respect of which he chose not to exercise a right ofappeal.\n\t\tA person may not rely on any ground in an appeal under section 82(1) if theSecretary of State or an immigration officer certifies that the ground wasconsidered in another appeal under that section brought by that person.\n\t\tIn subsection (1) “notified” means notified in accordance with regulationsunder section 105.\n\t\tSubsections (1) to (3) apply to prevent or restrict a person’s right ofappeal whether or not he has been outside the United Kingdom since an earlierright of appeal arose or since a requirement under section 120 was imposed.\n\t\tIn this section a reference to an appeal under section 82(1) includes areference to an appeal under section 2 of the Special Immigration AppealsCommission Act [1997 (c. 68)](/id/ukpga/1997/68?view=plain \"Go to item oflegislation\") which is or could be brought by reference to an appeal undersection 82(1).\n\tNational security, &c.\n\t\tAn appeal under section 82(1) or 83(2) against a decision in respect of aperson may not be brought or continued if the Secretary of State certifiesthat the decision is or was taken—\n\t\t\tby the Secretary of State wholly or partly on a ground listed in subsection(2), or\n\t\t\tin accordance with a direction of the Secretary of State which identifiesthe person to whom the decision relates and which is given wholly or partly ona ground listed in subsection (2).\n\t\tThe grounds mentioned in subsection (1) are that the person’s exclusion orremoval from the United Kingdom is—\n\t\t\tin the interests of national security, or\n\t\t\tin the interests of the relationship between the United Kingdom and anothercountry.\n\t\tAn appeal under section 82(1) or 83(2) against a decision may not bebrought or continued if the Secretary of State certifies that the decision isor was taken wholly or partly in reliance on information which in his opinionshould not be made public—\n\t\t\tin the interests of national security,\n\t\t\tin the interests of the relationship between the United Kingdom and anothercountry, or\n\t\t\totherwise in the public interest.\n\t\tIn subsections (1)(a) and (b) and (3) a reference to the Secretary of Stateis to the Secretary of State acting in person.\n\tOther grounds of public good\n\t\tThis section applies to an immigration decision of a kind referred to insection 82(2)(a) or (b).\n\t\tAn appeal under section 82(1) against an immigration decision may not bebrought or continued if the Secretary of State certifies that the decision isor was taken—\n\t\t\tby the Secretary of State wholly or partly on the ground that the exclusionor removal from the United Kingdom of the person to whom the decision relatesis conducive to the public good, or\n\t\t\tin accordance with a direction of the Secretary of State which identifiesthe person to whom the decision relates and which is given wholly or partly onthat ground.\n\t\tIn subsection (2)(a) and (b) a reference to the Secretary of State is tothe Secretary of State acting in person.\n\t\tSubsection (2) does not prevent the bringing of an appeal on either or bothof the grounds referred to in section 84(1)(b) and (c).\n\t\tSubsection (2) does not prevent the bringing of an appeal against animmigration decision of the kind referred to in section 82(2)(a) on thegrounds referred to in section 84(1)(g).\n\tSections 96 to 98: appeal in progress\n\t\tThis section applies where a certificate is issued under section 96(1) or(2), 97 or 98 in respect of a pending appeal.\n\t\tThe appeal shall lapse."
    },
    {
        "length": 884,
        "text": "\nAppeal from adjudicator\n\tImmigration Appeal Tribunal\n\t\tThere shall continue to be an Immigration Appeal Tribunal.\n\t\tSchedule 5 (which makes provision about the Tribunal) shall have effect.\n\tAppeal to Tribunal\n\t\tA party to an appeal to an adjudicator under section 82 or 83 may, with thepermission of the Immigration Appeal Tribunal, appeal to the Tribunal againstthe adjudicator’s determination on a point of law.\n\t\tA party to an application to the Tribunal for permission to appeal undersubsection (1) may apply to the High Court or, in Scotland, to the Court ofSession for a review of the Tribunal’s decision on the ground that theTribunal made an error of law.\n\t\tWhere an application is made under subsection (2)—\n\t\t\tit shall be determined by a single judge by reference only to writtensubmissions,\n\t\t\tthe judge may affirm or reverse the Tribunal’s decision,\n\t\t\tthe judge’s decision shall be final, and\n\t\t\tif, in an application to the High Court, the judge thinks the applicationhad no merit he shall issue a certificate under this paragraph (which shall bedealt with in accordance with Civil Procedure Rules).\n\t\tThe Lord Chancellor may by order repeal subsections (2) and (3).\n\tDecision \n\t\tOn an appeal under section 101 the Immigration Appeal Tribunal may—\n\t\t\taffirm the adjudicator’s decision;\n\t\t\tmake any decision which the adjudicator could have made;\n\t\t\tremit the appeal to an adjudicator;\n\t\t\taffirm a direction given by the adjudicator under section 87;\n\t\t\tvary a direction given by the adjudicator under that section;\n\t\t\tgive any direction which the adjudicator could have given under thatsection.\n\t\tIn reaching their decision on an appeal under section 101 the Tribunal mayconsider evidence about any matter which they think relevant to theadjudicator’s decision, including evidence which concerns a matter arisingafter the adjudicator’s decision.\n\t\tBut where the appeal under section 82 was against refusal of entryclearance or refusal of a certificate of entitlement—\n\t\t\tsubsection (2) shall not apply, and\n\t\t\tthe Tribunal may consider only the circumstances appertaining at the timeof the decision to refuse.\n\t\tIn remitting an appeal to an adjudicator under subsection (1)(c) theTribunal may, in particular—\n\t\t\trequire the adjudicator to determine the appeal in accordance withdirections of the Tribunal;\n\t\t\trequire the adjudicator to take additional evidence with a view to theappeal being determined by the Tribunal.\n\tAppeal from Tribunal\n\t\tWhere the Immigration Appeal Tribunal determines an appeal under section101 a party to the appeal may bring a further appeal on a point of law—\n\t\t\twhere the original decision of the adjudicator was made in Scotland, to theCourt of Session, or\n\t\t\tin any other case, to the Court of Appeal.\n\t\tAn appeal under this section may be brought only with the permission of—\n\t\t\tthe Tribunal, or\n\t\t\tif the Tribunal refuses permission, the court referred to in subsection(1)(a) or (b).\n\t\tThe remittal of an appeal to an adjudicator under section 102(1)(c) is nota determination of the appeal for the purposes of subsection (1) above."
    },
    {
        "length": 1672,
        "text": "\nProcedure\n\tPending appeal\n\t\tAn appeal under section 82(1) is pending during the period—\n\t\t\tbeginning when it is instituted, and\n\t\t\tending when it is finally determined, withdrawn or abandoned (or when itlapses under section 99).\n\t\tAn appeal under section 82(1) is not finally determined for the purposes ofsubsection (1)(b) while a further appeal or an application under section101(2)—\n\t\t\thas been instituted and is not yet finally determined, withdrawn orabandoned, or\n\t\t\tmay be brought (ignoring the possibility of an appeal out of time withpermission).\n\t\tThe remittal of an appeal to an adjudicator under section 102(1)(c) is nota final determination for the purposes of subsection (2) above.\n\t\tAn appeal under section 82(1) shall be treated as abandoned if theappellant—\n\t\t\tis granted leave to enter or remain in the United Kingdom, or\n\t\t\tleaves the United Kingdom.\n\t\tAn appeal under section 82(2)(a), (c), (d), (e) or (f) shall be treated asfinally determined if a deportation order is made against the appellant.\n\tNotice of immigration decision\n\t\tThe Secretary of State may make regulations requiring a person to be givenwritten notice where an immigration decision is taken in respect of him.\n\t\tThe regulations may, in particular, provide that a notice under subsection(1) of a decision against which the person is entitled to appeal under section82(1) must state—\n\t\t\tthat there is a right of appeal under that section, and\n\t\t\thow and when that right may be exercised.\n\t\tThe regulations may make provision (which may include presumptions) aboutservice.\n\tRules \n\t\tThe Lord Chancellor may make rules—\n\t\t\tregulating the exercise of the right of appeal under section 82, 83 or 101;\n\t\t\tprescribing procedure to be followed in connection with proceedings undersection 82, 83, 101(1) or 103.\n\t\tIn particular, rules under subsection (1)—\n\t\t\tmust entitle an appellant to be legally represented at any hearing of hisappeal;\n\t\t\tmay enable or require an appeal to be determined without a hearing;\n\t\t\tmay enable or require an appeal to be dismissed without substantiveconsideration where practice or procedure has not been complied with;\n\t\t\tmay enable or require an adjudicator or the Immigration Appeal Tribunal totreat an appeal as abandoned in specified circumstances;\n\t\t\tmay enable or require an adjudicator or the Tribunal to determine an appealin the absence of parties in specified circumstances;\n\t\t\tmay enable or require an adjudicator or the Tribunal to determine an appealby reference only to written submissions in specified circumstances;\n\t\t\tmay make provision about the adjournment of an appeal by an adjudicator(which may include provision prohibiting an adjudicator from adjourning exceptin specified circumstances);\n\t\t\tmay make provision about the treatment of adjourned appeals by anadjudicator (which may include provision requiring an adjudicator to determinean appeal within a specified period);\n\t\t\tmay make provision about the use of electronic communication in the courseof or in connection with a hearing;\n\t\t\tmay make provision about the remittal of an appeal by the Tribunal to anadjudicator under section 102;\n\t\t\tmay enable an adjudicator to set aside a decision of himself or anotheradjudicator;\n\t\t\tmay enable the Tribunal to set aside a decision of the Tribunal;\n\t\t\tmust make provision about the consolidation of appeals (which may, inparticular, include provision for the adjournment or remission of a furtherappeal under section 101);\n\t\t\tmay make provision (which may include presumptions) about service;\n\t\t\tmay confer ancillary powers on an adjudicator or the Tribunal;\n\t\t\tmay confer a discretion on an adjudicator or the Tribunal;\n\t\t\tmay require an adjudicator or the Tribunal to give notice of adetermination to a specified person;\n\t\t\tmay require or enable notice of a determination to be given on behalf of anadjudicator or the Tribunal;\n\t\t\tmay make provision about the grant of bail by an adjudicator or theTribunal (which may, in particular, include provision which applies or issimilar to any enactment).\n\t\tRules under subsection (1)—\n\t\t\tmay enable an adjudicator or the Tribunal to make an award of costs orexpenses,\n\t\t\tmay make provision (which may include provision conferring discretion on acourt) for the taxation or assessment of costs or expenses,\n\t\t\tmay make provision about interest on an award of costs or expenses (whichmay include provision conferring a discretion or providing for interest to becalculated in accordance with provision made by the rules),\n\t\t\tmay enable an adjudicator or the Tribunal to disallow all or part of arepresentative’s costs or expenses,\n\t\t\tmay enable an adjudicator or the Tribunal to require a representative topay specified costs or expenses, and\n\t\t\tshall make provision in respect of proceedings before an adjudicator or theTribunal which has an effect similar to that of section 101(3)(d) and theCivil Procedure Rules referred to there.\n\t\tA person commits an offence if without reasonable excuse he fails to complywith a requirement imposed in accordance with rules under subsection (1) toattend before an adjudicator or the Tribunal—\n\t\t\tto give evidence, or\n\t\t\tto produce a document.\n\t\tA person who is guilty of an offence under subsection (4) shall be liableon summary conviction to a fine not exceeding level 3 on the standard scale.\n\tPractice directions\n\t\tThe President of the Immigration Appeal Tribunal may give directions as tothe practice to be followed by the Tribunal.\n\t\tThe Chief Adjudicator may give directions as to the practice to be followedby adjudicators.\n\tForged document: proceedings in private\n\t\tThis section applies where it is alleged—\n\t\t\tthat a document relied on by a party to an appeal under section 82, 83 or101 is a forgery, and\n\t\t\tthat disclosure to that party of a matter relating to the detection of theforgery would be contrary to the public interest.\n\t\tThe adjudicator or the Immigration Appeal Tribunal—\n\t\t\tmust investigate the allegation in private, and\n\t\t\tmay proceed in private so far as necessary to prevent disclosure of thematter referred to in subsection (1)(b)."
    },
    {
        "length": 3028,
        "text": "\nGeneral\n\tEuropean Union and European Economic Area\n\t\tRegulations may provide for, or make provision about, an appeal against animmigration decision taken in respect of a person who has or claims to have aright under any of the Community Treaties.\n\t\tThe regulations may—\n\t\t\tapply a provision of this Act or the Special Immigration Appeals CommissionAct [1997 (c. 68)](/id/ukpga/1997/68?view=plain \"Go to item of legislation\")with or without modification;\n\t\t\tmake provision similar to a provision made by or under this Act or thatAct;\n\t\t\tdisapply or modify the effect of a provision of this Act or that Act.\n\t\tIn subsection (1) “immigration decision” means a decision about—\n\t\t\ta person’s entitlement to enter or remain in the United Kingdom, or\n\t\t\tremoval of a person from the United Kingdom.\n\tGrants \n\t\tThe Secretary of State may make a grant to a voluntary organisation whichprovides—\n\t\t\tadvice or assistance to persons who have a right of appeal under this Part;\n\t\t\tother services for the welfare of those persons.\n\t\tA grant under this section may be subject to terms or conditions (which mayinclude conditions as to repayment).\n\tMonitor of certification of claims as unfounded\n\t\tThe Secretary of State shall appoint a person to monitor the use of thepowers under sections 94(2) and 115(1).\n\t\tThe person appointed under this section shall make a report to theSecretary of State—\n\t\t\tonce in each calendar year, and\n\t\t\ton such occasions as the Secretary of State may request.\n\t\tWhere the Secretary of State receives a report under subsection (2)(a) heshall lay a copy before Parliament as soon as is reasonably practicable.\n\t\tThe person appointed under this section shall hold and vacate office inaccordance with the terms of his appointment (which may include provisionabout retirement, resignation or dismissal).\n\t\tThe Secretary of State may—\n\t\t\tpay fees and allowances to the person appointed under this section;\n\t\t\tdefray expenses of the person appointed under this section.\n\t\tA person who is employed within a government department may not beappointed under this section.\n\tRegulations, &c.\n\t\tRegulations under this Part shall be made by the Secretary of State.\n\t\tRegulations and rules under this Part—\n\t\t\tmust be made by statutory instrument, and\n\t\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament.\n\t\tRegulations and rules under this Part—\n\t\t\tmay make provision which applies generally or only in a specified case orin specified circumstances,\n\t\t\tmay make different provision for different cases or circumstances,\n\t\t\tmay include consequential, transitional or incidental provision, and\n\t\t\tmay include savings.\n\t\tAn order under section 94(5) or 115(8)—\n\t\t\tmust be made by statutory instrument,\n\t\t\tmay not be made unless a draft has been laid before and approved byresolution of each House of Parliament, and\n\t\t\tmay include transitional provision.\n\t\tAn order under section 94(6) or 115(9)—\n\t\t\tmust be made by statutory instrument,\n\t\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament, and\n\t\t\tmay include transitional provision.\n\t\tAn order under section 101(4)—\n\t\t\tmust be made by statutory instrument,\n\t\t\tmay not be made unless a draft has been laid before and approved byresolution of each House of Parliament,\n\t\t\tmay include consequential or transitional provision, and\n\t\t\tmay include savings.\n\tInterpretation \n\t\tIn this Part, unless a contrary intention appears—\n\t\t\t  * “asylum claim” means a claim made by a person to the Secretary of State at a place designated by the Secretary of State that to remove the person from or require him to leave the United Kingdom would breach the United Kingdom’s obligations under the Refugee Convention, \n\t\t\t  * “entry clearance” has the meaning given by section 33(1) of the Immigration Act [1971 (c. 77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (interpretation), \n\t\t\t  * “human rights claim” means a claim made by a person to the Secretary of State at a place designated by the Secretary of State that to remove the person from or require him to leave the United Kingdom would be unlawful under section 6 of the Human Rights Act [1998 (c. 42)](/id/ukpga/1998/42?view=plain \"Go to item of legislation\") (public authority not to act contrary to Convention) as being incompatible with his Convention rights, \n\t\t\t  * “the Human Rights Convention” has the same meaning as “the Convention” in the Human Rights Act 1998 and “Convention rights” shall be construed in accordance with section 1 of that Act, \n\t\t\t  * “illegal entrant” has the meaning given by section 33(1) of the Immigration Act 1971, \n\t\t\t  * “immigration rules” means rules under section 1(4) of that Act (general immigration rules), \n\t\t\t  * “prescribed” means prescribed by regulations, \n\t\t\t  * “the Refugee Convention” means the Convention relating to the Status of Refugees done at Geneva on 28th July 1951 and its Protocol, \n\t\t\t  * “visitor” means a visitor in accordance with immigration rules, and \n\t\t\t  * “work permit” has the meaning given by section 33(1) of the Immigration Act [1971 (c. 77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (interpretation). \n\t\tA reference to varying leave to enter or remain in the United Kingdom doesnot include a reference to adding, varying or revoking a condition of leave.\n\tRepeal \n\t\tPart IV of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (appeals) shallcease to have effect.\n\t\tSchedule 6 (which makes transitional provision in connection with therepeal of Part IV of that Act and its replacement by this Part) shall haveeffect.\n\t\tSchedule 7 (consequential amendments) shall have effect.\n\tAppeal from within United Kingdom: unfounded human rights or asylumclaim: transitional provision\n\t\tA person may not bring an appeal under section 65 or 69 of the Immigrationand Asylum Act 1999 (human rights and asylum) while in the United Kingdom if—\n\t\t\tthe Secretary of State certifies that the appeal relates to a human rightsclaim or an asylum claim which is clearly unfounded, and\n\t\t\tthe person does not have another right of appeal while in the UnitedKingdom under Part IV of that Act.\n\t\tA person while in the United Kingdom may not bring an appeal under section69 of that Act, or raise a question which relates to the Human RightsConvention under section 77 of that Act, if the Secretary of State certifiesthat—\n\t\t\tit is proposed to remove the person to a country of which he is not anational or citizen, and\n\t\t\tthere is no reason to believe that the person’s rights under the HumanRights Convention will be breached in that country.\n\t\tA person while in the United Kingdom may not bring an appeal under section65 of that Act (human rights) if the Secretary of State certifies that—\n\t\t\tit is proposed to remove the person to a country of which he is not anational or citizen, and\n\t\t\tthere is no reason to believe that the person’s rights under the HumanRights Convention will be breached in that country.\n\t\tIn determining whether a person in relation to whom a certificate has beenissued under subsection (2) or (3) may be removed from the United Kingdom, thecountry specified in the certificate is to be regarded as—\n\t\t\ta place where a person’s life and liberty is not threatened by reason ofhis race, religion, nationality, membership of a particular social group, orpolitical opinion, and\n\t\t\ta place from which a person will not be sent to another country otherwisethan in accordance with the Refugee Convention.\n\t\tWhere a person in relation to whom a certificate is issued under thissection subsequently brings an appeal or raises a question under section 65,69 or 77 of that Act while outside the United Kingdom, the appeal or questionshall be considered as if he had not been removed from the United Kingdom.\n\t\tIf the Secretary of State is satisfied that a person who makes a humanrights claim or an asylum claim is entitled to reside in a State listed insubsection (7), he shall issue a certificate under subsection (1) unlesssatisfied that the claim is not clearly unfounded.\n\t\tThose States are—\n\t\t\tthe Republic of Cyprus,\n\t\t\tthe Czech Republic,\n\t\t\tthe Republic of Estonia,\n\t\t\tthe Republic of Hungary,\n\t\t\tthe Republic of Latvia,\n\t\t\tthe Republic of Lithuania,\n\t\t\tthe Republic of Malta,\n\t\t\tthe Republic of Poland,\n\t\t\tthe Slovak Republic, and\n\t\t\tthe Republic of Slovenia.\n\t\tThe Secretary of State may by order add a State, or part of a State, to thelist in subsection (7) if satisfied that—\n\t\t\tthere is in general in that State or part no serious risk of persecution ofpersons entitled to reside in that State or part, and\n\t\t\tremoval to that State or part of persons entitled to reside there will notin general contravene the United Kingdom’s obligations under the Human RightsConvention.\n\t\tThe Secretary of State may by order remove from the list in subsection (7)a State or part added under subsection (8).\n\t\tIn this section “asylum claim” and “human rights claim” have the meaningsgiven by section 113 but—\n\t\t\ta reference to a claim in that section shall be treated as including areference to an allegation, and\n\t\t\ta reference in that section to making a claim at a place designated by theSecretary of State shall be ignored.\n\tSpecial Immigration Appeals Commission: Community Legal Service\n\t\tIn paragraph 2(1) of Schedule 2 to the Access to Justice Act [1999 (c.22)](/id/ukpga/1999/22?view=plain \"Go to item of legislation\") (CommunityLegal Service: courts and tribunals in which advocacy may be funded) thefollowing shall be inserted after paragraph (h) (and before the word “or”which appears immediately after that paragraph)—\n\t\t\tthe Special Immigration Appeals Commission,”.\n\tNorthern Ireland appeals: legal aid\n\t\tIn Part 1 of Schedule 1 to the Legal Aid, Advice and Assistance (NorthernIreland) Order 1981 ([S.I. 1981/228 (N.I. 8)](/id/nisi/1981/228?view=plain \"Goto item of legislation\")) (proceedings for which legal aid may be given underPart II of that Order) the following shall be inserted after paragraph 6—\n\t\t\t“6AProceedings before an adjudicator appointed for the purposes of Part 5 ofthe Nationality, Immigration and Asylum Act 2002, the Immigration AppealTribunal or the Special Immigration Appeals Commission.”\n\t\tThe amendment made by subsection (1) is without prejudice to the power tomake regulations under Article 10(2) of the Legal Aid, Advice and Assistance(Northern Ireland) Order 1981 amending or revoking the provision inserted bythat subsection."
    },
    {
        "length": 953,
        "text": "\nApplications\n\tLeave pending decision on variation application\n\t\tThe following shall be substituted for section 3C of the Immigration Act [1971(c. 77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\")(continuation of leave to enter or remain pending decision on application forvariation)—\n\t\t“3CContinuation of leave pending variation decision\n\t\t\tThis section applies if—\n\t\t\t\ta person who has limited leave to enter or remain in the United Kingdomapplies to the Secretary of State for variation of the leave,\n\t\t\t\tthe application for variation is made before the leave expires, and\n\t\t\t\tthe leave expires without the application for variation having beendecided.\n\t\t\tThe leave is extended by virtue of this section during any period when—\n\t\t\t\tthe application for variation is neither decided nor withdrawn,\n\t\t\t\tan appeal under section 82(1) of the Nationality, Asylum and ImmigrationAct 2002 could be brought against the decision on the application forvariation (ignoring any possibility of an appeal out of time with permission),or\n\t\t\t\tan appeal under that section against that decision is pending (within themeaning of section 104 of that Act).\n\t\t\tLeave extended by virtue of this section shall lapse if the applicantleaves the United Kingdom.\n\t\t\tA person may not make an application for variation of his leave to enter orremain in the United Kingdom while that leave is extended by virtue of thissection.\n\t\t\tBut subsection (4) does not prevent the variation of the applicationmentioned in subsection (1)(a).\n\t\t\tIn this section a reference to an application being decided is a referenceto notice of the decision being given in accordance with regulations undersection 105 of that Act (notice of immigration decision).”\n\tDeemed leave on cancellation of notice\n\t\tIn paragraph 6(3) of Schedule 2 to the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (deemed leaveon cancellation of notice of refusal) after “and the immigration officer doesnot at the same time give him indefinite or limited leave to enter” thereshall be inserted “or require him to submit to further examination”.\n\tRequirement to state additional grounds for application\n\t\tThis section applies to a person if—\n\t\t\the has made an application to enter or remain in the United Kingdom, or\n\t\t\tan immigration decision within the meaning of section 82 has been taken ormay be taken in respect of him.\n\t\tThe Secretary of State or an immigration officer may by notice in writingrequire the person to state—\n\t\t\this reasons for wishing to enter or remain in the United Kingdom,\n\t\t\tany grounds on which he should be permitted to enter or remain in theUnited Kingdom, and\n\t\t\tany grounds on which he should not be removed from or required to leave theUnited Kingdom.\n\t\tA statement under subsection (2) need not repeat reasons or grounds set outin—\n\t\t\tthe application mentioned in subsection (1)(a), or\n\t\t\tan application to which the immigration decision mentioned in subsection(1)(b) relates.\n\tCompliance with procedure\n\t\tThe following shall be inserted after section 31A(3) of the Immigration Act1971 (procedural requirements for application)—\n\t“(3A)Regulations under this section may provide that a failure to comply witha specified requirement of the regulations—\n\t\tinvalidates an application,\n\t\tdoes not invalidate an application, or\n\t\tinvalidates an application in specified circumstances (which may bedescribed wholly or partly by reference to action by the applicant, theSecretary of State, an immigration officer or another person).”"
    },
    {
        "length": 650,
        "text": "\nWork permit\n\tFee for work permit, &c.\n\t\tThe Secretary of State may by regulations require an application for animmigration employment document to be accompanied by a fee prescribed in theregulations.\n\t\tIn subsection (1) “immigration employment document” means—\n\t\t\ta work permit, and\n\t\t\tany other document which relates to employment and is issued for a purposeof immigration rules or in connection with leave to enter or remain in theUnited Kingdom.\n\t\tRegulations under subsection (1)—\n\t\t\tmay make provision which applies generally or only in specified cases orcircumstances (or except in specified cases or circumstances), and\n\t\t\tmay make different provision for different cases or circumstances.\n\t\tIn particular, regulations by virtue of subsection (3)(a) which create anexception may make provision by reference to an arrangement with the Secretaryof State under which a payment is made in respect of—\n\t\t\ta specified number or class of applications, or\n\t\t\ta specified period of time.\n\t\tRegulations under subsection (1)—\n\t\t\tmust be made by statutory instrument, and\n\t\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament.\n\t\tIn this section—\n\t\t\t  * “immigration rules” has the meaning given by section 33(1) of the Immigration Act [1971 (c. 77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (interpretation), and \n\t\t\t  * “work permit” has the meaning given by that section. \n\tAdvice about work permit, &c.\n\t\tSection 82 of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (immigrationadvice and services: interpretation) shall be amended as follows.\n\t\tIn the definition of “relevant matters” in subsection (1), after paragraph(b) there shall be inserted—\n\t\t\tan application for an immigration employment document;”.\n\t\tAt the end of the section add—\n\t\tIn the definition of “relevant matters” in subsection (1) “immigrationemployment document” means—\n\t\t\ta work permit (within the meaning of section 33(1) of the Immigration Act1971 (interpretation)), and\n\t\t\tany other document which relates to employment and is issued for a purposeof immigration rules or in connection with leave to enter or remain in theUnited Kingdom.”"
    },
    {
        "length": 599,
        "text": "\nAuthority-to-carry scheme\n\tAuthority to carry\n\t\tRegulations made by the Secretary of State may authorise him to require aperson (a “carrier”) to pay a penalty if the carrier brings a passenger to theUnited Kingdom and—\n\t\t\tthe carrier was required by an authority-to-carry scheme to seek authorityunder the scheme to carry the passenger, and\n\t\t\tthe carrier did not seek authority before the journey to the United Kingdomcommenced or was refused authority under the scheme.\n\t\tAn “authority-to-carry scheme” is a scheme operated by the Secretary ofState which requires carriers to seek authority to bring passengers to theUnited Kingdom.\n\t\tAn authority-to-carry scheme must specify—\n\t\t\tthe class of carrier to which it applies (which may be defined by referenceto a method of transport or otherwise), and\n\t\t\tthe class of passenger to which it applies (which may be defined byreference to nationality, the possession of specified documents or otherwise).\n\t\tThe Secretary of State may operate different authority-to-carry schemes fordifferent purposes.\n\t\tWhere the Secretary of State makes regulations under subsection (1) hemust—\n\t\t\tidentify in the regulations the authority-to-carry scheme to which theyrefer, and\n\t\t\tlay the authority-to-carry scheme before Parliament.\n\t\tRegulations under subsection (1) may, in particular—\n\t\t\tapply or make provision similar to a provision of sections 40 to 43 of andSchedule 1 to the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (charge forpassenger without document);\n\t\t\tdo anything which may be done under a provision of any of those sections;\n\t\t\tamend any of those sections.\n\t\tRegulations by virtue of subsection (6)(a) may, in particular—\n\t\t\tapply a provision with modification;\n\t\t\tapply a provision which confers power to make legislation.\n\t\tThe grant or refusal of authority under an authority-to-carry scheme shallnot be taken to determine whether a person is entitled or permitted to enterthe United Kingdom.\n\t\tRegulations under this section—\n\t\t\tmust be made by statutory instrument, and\n\t\t\tmay not be made unless a draft has been laid before and approved byresolution of each House of Parliament."
    },
    {
        "length": 1632,
        "text": "\nProvision of information by traveller\n\tPhysical data: compulsory provision\n\t\tThe Secretary of State may by regulations—\n\t\t\trequire an immigration application to be accompanied by specifiedinformation about external physical characteristics of the applicant;\n\t\t\tenable an authorised person to require an individual who makes animmigration application to provide information about his external physicalcharacteristics;\n\t\t\tenable an authorised person to require an entrant to provide informationabout his external physical characteristics.\n\t\tIn subsection (1) “immigration application” means an application for—\n\t\t\tentry clearance,\n\t\t\tleave to enter or remain in the United Kingdom, or\n\t\t\tvariation of leave to enter or remain in the United Kingdom.\n\t\tRegulations under subsection (1) may not—\n\t\t\timpose a requirement in respect of a person to whom section 141 of theImmigration and Asylum Act [1999 (c. 33)](/id/ukpga/1999/33?view=plain \"Go toitem of legislation\") (fingerprinting) applies, during the relevant periodwithin the meaning of that section, or\n\t\t\tenable a requirement to be imposed in respect of a person to whom thatsection applies, during the relevant period within the meaning of thatsection.\n\t\tRegulations under subsection (1) may, in particular—\n\t\t\trequire, or enable an authorised person to require, the provision ofinformation in a specified form;\n\t\t\trequire an individual to submit, or enable an authorised person to requirean individual to submit, to a specified process by means of which informationis obtained or recorded;\n\t\t\tmake provision about the effect of failure to provide information or tosubmit to a process (which may, in particular, include provision for anapplication to be disregarded or dismissed if a requirement is not satisfied);\n\t\t\tconfer a function (which may include the exercise of a discretion) on anauthorised person;\n\t\t\trequire an authorised person to have regard to a code (with or withoutmodification);\n\t\t\trequire an authorised person to have regard to such provisions of a code(with or without modification) as may be specified by direction of theSecretary of State;\n\t\t\tmake provision about the use and retention of information provided (whichmay include provision permitting the use of information for specified purposeswhich do not relate to immigration);\n\t\t\tmake provision which applies generally or only in specified cases orcircumstances;\n\t\t\tmake different provision for different cases or circumstances.\n\t\tRegulations under subsection (1) must—\n\t\t\tinclude provision about the destruction of information obtained or recordedby virtue of the regulations,\n\t\t\trequire the destruction of information at the end of the period of tenyears beginning with the day on which it is obtained or recorded in a case forwhich destruction at the end of another period is not required by or inaccordance with the regulations, and\n\t\t\tinclude provision similar to section 143(2) and (10) to (13) of theImmigration and Asylum Act [1999 (c. 33)](/id/ukpga/1999/33?view=plain \"Go toitem of legislation\") (fingerprints: destruction of copies and electronicdata).\n\t\tIn so far as regulations under subsection (1) require an individual underthe age of 16 to submit to a process, the regulations must make provisionsimilar to section 141(3) to (5) and (13) of the Immigration and Asylum Act1999 (fingerprints: children).\n\t\tIn so far as regulations under subsection (1) enable an authorised personto require an individual under the age of 16 to submit to a process, theregulations must make provision similar to section 141(3) to (5), (12) and(13) of that Act (fingerprints: children).\n\t\tRegulations under subsection (1)—\n\t\t\tmust be made by statutory instrument, and\n\t\t\tshall not be made unless a draft of the regulations has been laid beforeand approved by resolution of each House of Parliament.\n\t\tIn this section—\n\t\t\t  * “authorised person” has the meaning given by section 141(5) of the Immigration and Asylum Act 1999 (authority to take fingerprints), \n\t\t\t  * “code” has the meaning given by section 145(6) of that Act (code of practice), \n\t\t\t  * “entrant” has the meaning given by section 33(1) of the Immigration Act [1971 (c. 77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (interpretation), \n\t\t\t  * “entry clearance” has the meaning given by section 33(1) of that Act, and \n\t\t\t  * “external physical characteristics” includes, in particular, features of the iris or any other part of the eye. \n\tPhysical data: voluntary provision\n\t\tThe Secretary of State may operate a scheme under which an individual maysupply, or submit to the obtaining or recording of, information about hisexternal physical characteristics to be used (wholly or partly) in connectionwith entry to the United Kingdom.\n\t\tIn particular, the Secretary of State may—\n\t\t\trequire an authorised person to use information supplied under a scheme;\n\t\t\tmake provision about the collection, use and retention of informationsupplied under a scheme (which may include provision requiring an authorisedperson to have regard to a code);\n\t\t\tcharge for participation in a scheme.\n\t\tIn this section the following expressions have the same meaning as insection 126—\n\t\t\t“authorised person”,\n\t\t\t“code”, and\n\t\t\t“external physical characteristics”.\n\tData collection under Immigration and Asylum Act 1999\n\t\tThe following shall be added at the end of section 144 of the Immigrationand Asylum Act [1999 (c. 33)](/id/ukpga/1999/33?view=plain \"Go to item oflegislation\") (collection of data about external physical characteristics)(which becomes subsection (1))—\n\t\tIn subsection (1) “external physical characteristics” includes, inparticular, features of the iris or any other part of the eye.”\n\t\tThe following shall be inserted after section 145(2) of that Act (codes ofpractice)—\n\t\t\t“(2A)A person exercising a power under regulations made by virtue of section144 must have regard to such provisions of a code as may be specified.”"
    },
    {
        "length": 2431,
        "text": "\nDisclosure of information by public authority\n\tLocal authority\n\t\tThe Secretary of State may require a local authority to supply informationfor the purpose of establishing where a person is if the Secretary of Statereasonably suspects that—\n\t\t\tthe person has committed an offence under section 24(1)(a), (b), (c), (e)or (f), 24A(1) or 26(1)(c) or (d) of the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (illegal entry,deception, &c.), and\n\t\t\tthe person is or has been resident in the local authority’s area.\n\t\tA local authority shall comply with a requirement under this section.\n\t\tIn the application of this section to England and Wales “local authority”means—\n\t\t\ta county council,\n\t\t\ta county borough council,\n\t\t\ta district council,\n\t\t\ta London borough council,\n\t\t\tthe Common Council of the City of London, and\n\t\t\tthe Council of the Isles of Scilly.\n\t\tIn the application of this section to Scotland “local authority” means acouncil constituted under section 2 of the Local Government etc. (Scotland)Act [1994 (c. 39)](/id/ukpga/1994/39?view=plain \"Go to item of legislation\").\n\t\tIn the application of this section to Northern Ireland—\n\t\t\ta reference to a local authority shall be taken as a reference to theNorthern Ireland Housing Executive, and\n\t\t\tthe reference to a local authority’s area shall be taken as a reference toNorthern Ireland.\n\tInland Revenue\n\t\tThe Commissioners of Inland Revenue may supply the Secretary of State withinformation for the purpose of establishing where a person is if the Secretaryof State reasonably suspects—\n\t\t\tthat the person does not have leave to enter or remain in the UnitedKingdom, and\n\t\t\tthat the person does not have permission to work in accordance with section1(2) of the Immigration Act [1971 (c. 77)](/id/ukpga/1971/77?view=plain \"Go toitem of legislation\") (general principles).\n\t\tThe Commissioners of Inland Revenue may supply the Secretary of State withinformation for the purpose of establishing where a person is if the Secretaryof State reasonably suspects that the person has undertaken employment in theUnited Kingdom in breach of—\n\t\t\ta condition attached to leave to enter or remain in the United Kingdom,\n\t\t\ta restriction imposed under paragraph 21 of Schedule 2 to the ImmigrationAct 1971 (control of entry), or\n\t\t\ta restriction imposed under paragraph 2 of Schedule 3 to that Act(deportation).\n\t\tThe Commissioners of Inland Revenue may supply the Secretary of State withinformation for the purpose of determining whether an applicant fornaturalisation under the British Nationality Act [1981 (c.61)](/id/ukpga/1981/61?view=plain \"Go to item of legislation\") is of goodcharacter.\n\t\tThe Commissioners of Inland Revenue may supply the Secretary of State withinformation for the purpose of applying, in the case of an applicant for entryclearance within the meaning of section 33 of the Immigration Act 1971, aprovision of rules under section 3 of that Act relating to maintenance oraccommodation.\n\t\tInformation supplied to the Secretary of State under any of subsections (1)to (4) may be supplied by him to another person only—\n\t\t\tfor a purpose specified in any of those subsections,\n\t\t\tfor the purpose of legal proceedings, or\n\t\t\twith consent (which may be general or specific) of the Commissioners ofInland Revenue, for a purpose for which the Commissioners could supply theinformation.\n\t\tA power of the Commissioners of Inland Revenue under this section—\n\t\t\tmay be exercised on their behalf only by a person authorised (generally orspecifically) for the purpose, and\n\t\t\tmay be exercised despite any statutory or other requirement ofconfidentiality.\n\tPolice, &c.\n\t\tInformation may be supplied under section 20 of the Immigration and Asylum Act[1999 (c. 33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\")(supply of information to Secretary of State) for use for the purpose ofdetermining whether an applicant for naturalisation under the BritishNationality Act 1981 is of good character.\n\tSupply of document, &c. to Secretary of State\n\t\tSection 20 of the Immigration and Asylum Act 1999 (supply of information toSecretary of State) shall be amended as follows.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)This section also applies to a document or article which—\n\t\t\tcomes into the possession of a person listed in subsection (1) or someoneacting on his behalf, or\n\t\t\tis discovered by a person listed in subsection (1) or someone acting on hisbehalf.”\n\t\tIn subsection (2) after “information” insert “, document or article”.\n\t\tAfter subsection (2) insert—\n\t\t“(2A)The Secretary of State may—\n\t\t\tretain for immigration purposes a document or article supplied to him undersubsection (2), and\n\t\t\tdispose of a document or article supplied to him under subsection (2) insuch manner as he thinks appropriate (and the reference to use in subsection(2) includes a reference to disposal).”\n\t\tIn subsection (6) after “information” insert “, documents or articles”.\n\tMedical inspectors\n\t\tThis section applies to a person if an immigration officer acting underSchedule 2 to the Immigration Act [1971 (c. 77)](/id/ukpga/1971/77?view=plain\"Go to item of legislation\") (control on entry, &c.) has brought the person tothe attention of—\n\t\t\ta medical inspector appointed under paragraph 1(2) of that Schedule, or\n\t\t\ta person working under the direction of a medical inspector appointed underthat paragraph.\n\t\tA medical inspector may disclose to a health service body—\n\t\t\tthe name of a person to whom this section applies,\n\t\t\this place of residence in the United Kingdom,\n\t\t\this age,\n\t\t\tthe language which he speaks,\n\t\t\tthe nature of any disease with which the inspector thinks the person may beinfected,\n\t\t\trelevant details of the person’s medical history,\n\t\t\tthe grounds for an opinion mentioned in paragraph (e) (including the resultof any test or examination which has been carried out), and\n\t\t\tthe inspector’s opinion about action which the health service body shouldtake.\n\t\tA disclosure may be made under subsection (2) only if the medical inspectorthinks it necessary for the purpose of—\n\t\t\tpreventative medicine,\n\t\t\tmedical diagnosis,\n\t\t\tthe provision of care or treatment, or\n\t\t\tthe management of health care services.\n\t\tFor the purposes of this section “health service body” in relation to aperson means a body which carries out functions in an area which includes hisplace of residence and which is—\n\t\t\tin relation to England—\n\t\t\ta Primary Care Trust established under section 16A of the National HealthService Act [1977 (c. 49)](/id/ukpga/1977/49?view=plain \"Go to item oflegislation\"),\n\t\t\ta National Health Service Trust established under section 5 of theNational Health Service and Community Care Act [1990 (c.19)](/id/ukpga/1990/19?view=plain \"Go to item of legislation\"),\n\t\t\ta Strategic Health Authority established under section 8 of the NationalHealth Service Act 1977,\n\t\t\ta Special Health Authority established under section 11 of that Act, or\n\t\t\tthe Public Health Laboratory Service Board,\n\t\t\tin relation to Wales—\n\t\t\ta Health Authority or Local Health Board established under section 8 or16BA of that Act,\n\t\t\ta National Health Service Trust established under section 5 of theNational Health Service and Community Care Act 1990, or\n\t\t\tthe Public Health Laboratory Service Board,\n\t\t\tin relation to Scotland—\n\t\t\ta Health Board, Special Health Board or National Health Service Trustestablished under section 2 or 12A of the National Health Service (Scotland)Act [1978 (c. 29)](/id/ukpga/1978/29?view=plain \"Go to item of legislation\"),or\n\t\t\tthe Common Services Agency for the Scottish Health Service establishedunder section 10 of that Act, or\n\t\t\tin relation to Northern Ireland—\n\t\t\ta Health and Social Services Board established under the Health andPersonal Social Services (Northern Ireland) Order 1972 ([S.I. 1972/1265 (N.I.14)](/id/nisi/1972/1265?view=plain \"Go to item of legislation\")),\n\t\t\ta Health and Social Services trust established under the Health andPersonal Social Services (Northern Ireland) Order 1991 ([S.I. 1991/194 (N.I.1)](/id/nisi/1991/194?view=plain \"Go to item of legislation\")), or\n\t\t\tthe Department of Health, Social Services and Public Safety."
    },
    {
        "length": 1671,
        "text": "\nDisclosure of information by private person\n\tEmployer \n\t\tThe Secretary of State may require an employer to supply information aboutan employee whom the Secretary of State reasonably suspects of havingcommitted an offence under—\n\t\t\tsection 24(1)(a), (b), (c), (e) or (f), 24A(1) or 26(1)(c) or (d) of theImmigration Act [1971 (c. 77)](/id/ukpga/1971/77?view=plain \"Go to item oflegislation\") (illegal entry, deception, &c.),\n\t\t\tsection 105(1)(a), (b) or (c) of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (support forasylum-seeker: fraud), or\n\t\t\tsection 106(1)(a), (b) or (c) of that Act (support for asylum-seeker:fraud).\n\t\tThe power under subsection (1) may be exercised to require informationabout an employee only if the information—\n\t\t\tis required for the purpose of establishing where the employee is, or\n\t\t\trelates to the employee’s earnings or to the history of his employment.\n\t\tIn this section a reference to an employer or employee—\n\t\t\tincludes a reference to a former employer or employee, and\n\t\t\tshall be construed in accordance with section 8(8) of the Asylum andImmigration Act [1996 (c. 49)](/id/ukpga/1996/49?view=plain \"Go to item oflegislation\") (restrictions on employment).\n\t\tWhere— \n\t\t\ta business (the “employment agency”) arranges for one person (the “worker”)to provide services to another (the “client”), and\n\t\t\tthe worker is not employed by the employment agency or the client,\n\t\t\t\tthis section shall apply as if the employment agency were the worker’semployer while he provides services to the client.\n\tFinancial institution\n\t\tThe Secretary of State may require a financial institution to supplyinformation about a person if the Secretary of State reasonably suspects that—\n\t\t\tthe person has committed an offence under section 105(1)(a), (b) or (c) or106(1)(a), (b) or (c) of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (support forasylum-seeker: fraud),\n\t\t\tthe information is relevant to the offence, and\n\t\t\tthe institution has the information.\n\t\tIn this section “financial institution” means—\n\t\t\ta person who has permission under Part 4 of the Financial Services andMarkets Act [2000 (c. 8)](/id/ukpga/2000/8?view=plain \"Go to item oflegislation\") to accept deposits, and\n\t\t\ta building society (within the meaning given by the Building Societies Act[1986 (c. 53)](/id/ukpga/1986/53?view=plain \"Go to item of legislation\")).\n\tNotice \n\t\tA requirement to provide information under section 134 or 135 must beimposed by notice in writing specifying—\n\t\t\tthe information,\n\t\t\tthe manner in which it is to be provided, and\n\t\t\tthe period of time within which it is to be provided.\n\t\tA period of time specified in a notice under subsection (1)(c)—\n\t\t\tmust begin with the date of receipt of the notice, and\n\t\t\tmust not be less than ten working days.\n\t\tA person on whom a notice is served under subsection (1) must provide theSecretary of State with the information specified in the notice.\n\t\tInformation provided under subsection (3) must be provided—\n\t\t\tin the manner specified under subsection (1)(b), and\n\t\t\twithin the time specified under subsection (1)(c).\n\t\tIn this section “working day” means a day which is not—\n\t\t\tSaturday, \n\t\t\tSunday, \n\t\t\tChristmas Day,\n\t\t\tGood Friday, or\n\t\t\ta day which is a bank holiday under the Banking and Financial Dealings Act[1971 (c. 80)](/id/ukpga/1971/80?view=plain \"Go to item of legislation\") inany part of the United Kingdom.\n\tDisclosure of information: offences\n\t\tA person commits an offence if without reasonable excuse he fails to complywith section 136(3).\n\t\tA person who is guilty of an offence under subsection (1) shall be liableon summary conviction to—\n\t\t\timprisonment for a term not exceeding three months,\n\t\t\ta fine not exceeding level 5 on the standard scale, or\n\t\t\tboth. \n\tOffence by body\n\t\tSubsection (2) applies where an offence under section 137 is committed by abody corporate and it is proved that the offence—\n\t\t\twas committed with the consent or connivance of an officer of the body, or\n\t\t\twas attributable to neglect on the part of an officer of the body.\n\t\tThe officer, as well as the body, shall be guilty of the offence.\n\t\tIn this section a reference to an officer of a body corporate includes areference to—\n\t\t\ta director, manager or secretary,\n\t\t\ta person purporting to act as a director, manager or secretary, and\n\t\t\tif the affairs of the body are managed by its members, a member.\n\t\tWhere an offence under section 137 is committed by a partnership (otherthan a limited partnership), each partner shall be guilty of the offence.\n\t\tSubsection (1) shall have effect in relation to a limited partnership asif—\n\t\t\ta reference to a body corporate were a reference to a limited partnership,and\n\t\t\ta reference to an officer of the body were a reference to a partner.\n\tPrivilege against self-incrimination\n\t\tInformation provided by a person pursuant to a requirement under section134 or 135 shall not be admissible in evidence in criminal proceedings againstthat person.\n\t\tThis section shall not apply to proceedings for an offence under section137."
    },
    {
        "length": 442,
        "text": "\nImmigration services\n\tImmigration Services Commissioner\n\t\tThe following shall be inserted after paragraph 7(1) of Schedule 5 to theImmigration and Asylum Act [1999 (c. 33)](/id/ukpga/1999/33?view=plain \"Go toitem of legislation\") (investigation by Commissioner: power of entry)—\n\t\t\t“(1A)This paragraph also applies if the Commissioner is investigating a matterunder paragraph 5(5) and—\n\t\t\tthe matter is of a kind described in paragraph 5(3)(a), (b) or (d) (forwhich purpose a reference to an allegation shall be treated as a reference toa suspicion of the Commissioner), and\n\t\t\tthere are reasonable grounds for believing that particular premises arebeing used in connection with the provision of immigration advice orimmigration services by a registered person.”\n\t\tThe following shall be inserted after paragraph 3 of Schedule 6 to theImmigration and Asylum Act [1999 (c. 33)](/id/ukpga/1999/33?view=plain \"Go toitem of legislation\") (registration by Commissioner)—\n\t\t“Variation of registration\n\t\t\t3AThe Commissioner may vary a person’s registration—\n\t\t\t\tso as to make it have limited effect in any of the ways mentioned inparagraph 2(2); or\n\t\t\t\tso as to make it have full effect.”\n\t\t\tThe following shall be inserted after section 87(3)(e) of the Immigrationand Asylum Act 1999 (Immigration Services Tribunal: jurisdiction) (before theword “or”)—\n\t\t\t\tto vary a registration under paragraph 3A of that Schedule;”."
    },
    {
        "length": 1015,
        "text": "\nImmigration control\n\tEEA ports: juxtaposed controls\n\t\tThe Secretary of State may by order make provision for the purpose ofgiving effect to an international agreement which concerns immigration controlat an EEA port (whether or not it also concerns other aspects of frontiercontrol at the port).\n\t\tAn order under this section may make any provision which appears to theSecretary of State—\n\t\t\tlikely to facilitate implementation of the international agreement(including those aspects of the agreement which relate to frontier controlother than immigration control), or\n\t\t\tappropriate as a consequence of provision made for the purpose offacilitating implementation of the agreement.\n\t\tIn particular, an order under this section may—\n\t\t\tprovide for a law of England and Wales to have effect, with or withoutmodification, in relation to a person in a specified area or anything done ina specified area;\n\t\t\tprovide for a law of England and Wales not to have effect in relation to aperson in a specified area or anything done in a specified area;\n\t\t\tprovide for a law of England and Wales to be modified in its effect inrelation to a person in a specified area or anything done in a specified area;\n\t\t\tdisapply or modify an enactment in relation to a person who has undergone aprocess in a specified area;\n\t\t\tdisapply or modify an enactment otherwise than under paragraph (b), (c) or(d);\n\t\t\tmake provision conferring a function (which may include—\n\t\t\tprovision conferring a discretionary function;\n\t\t\tprovision conferring a function on a servant or agent of the government ofa State other than the United Kingdom);\n\t\t\tcreate or extend the application of an offence;\n\t\t\timpose or permit the imposition of a penalty;\n\t\t\trequire the payment of, or enable a person to require the payment of, acharge or fee;\n\t\t\tmake provision about enforcement (which may include—\n\t\t\tprovision conferring a power of arrest, detention or removal from or to anyplace;\n\t\t\tprovision for the purpose of enforcing the law of a State other than theUnited Kingdom);\n\t\t\tconfer jurisdiction on a court or tribunal;\n\t\t\tconfer immunity or provide for indemnity;\n\t\t\tmake provision about compensation;\n\t\t\timpose a requirement, or enable a requirement to be imposed, for a personto co-operate with or to provide facilities for the use of another person whois performing a function under the order or under the international agreement(which may include a requirement to provide facilities without charge);\n\t\t\tmake provision about the disclosure of information.\n\t\tAn order under this section may—\n\t\t\tmake provision which applies generally or only in specified circumstances;\n\t\t\tmake different provision for different circumstances;\n\t\t\tamend an enactment.\n\t\tAn order under this section—\n\t\t\tmust be made by statutory instrument,\n\t\t\tmay not be made unless the Secretary of State has consulted with suchpersons as appear to him to be appropriate, and\n\t\t\tmay not be made unless a draft has been laid before and approved byresolution of each House of Parliament.\n\t\tIn this section—\n\t\t\t  * “EEA port” means a port in an EEA State from which passengers are commonly carried by sea to or from the United Kingdom, \n\t\t\t  * “EEA State” means a State which is a contracting party to the Agreement on the European Economic Area signed at Oporto on 2nd May 1992 (as it has effect from time to time), \n\t\t\t  * “frontier control” means the enforcement of law which relates to, or in so far as it relates to, the movement of persons or goods into or out of the United Kingdom or another State, \n\t\t\t  * “immigration control” means arrangements made in connection with the movement of persons into or out of the United Kingdom or another State, \n\t\t\t  * “international agreement” means an agreement made between Her Majesty’s Government and the government of another State, and \n\t\t\t  * “specified area” means an area (whether of the United Kingdom or of another State) specified in an international agreement. "
    },
    {
        "length": 324,
        "text": "\nCountry information\n\tAdvisory Panel on Country Information\n\t\tThe Secretary of State shall appoint a group of not fewer than ten nor morethan 20 individuals (to be known as the Advisory Panel on CountryInformation).\n\t\tThe Secretary of State shall appoint one member of the Advisory Panel asits Chairman.\n\t\tThe function of the Advisory Panel shall be to consider and makerecommendations to the Secretary of State about the content of countryinformation.\n\t\tIn this section “country information” means information about conditions incountries outside the United Kingdom which the Secretary of State compiles andmakes available, for purposes connected with immigration, to—\n\t\t\timmigration officers, and\n\t\t\tother officers of the Secretary of State.\n\t\tThe function of the Advisory Panel shall be shared among its members inaccordance with arrangements made by the Chairman.\n\t\tA member of the Advisory Panel shall hold and vacate office in accordancewith the terms of his appointment (which may include provision aboutretirement, resignation or dismissal).\n\t\tThe Secretary of State may—\n\t\t\tpay fees and allowances to members of the Advisory Panel;\n\t\t\tdefray expenses of members of the Advisory Panel;\n\t\t\tmake staff and other facilities available to the Advisory Panel."
    },
    {
        "length": 2408,
        "text": "\nAssisting unlawful immigration, &c.\n\tThe following shall be substituted for section 25 of the Immigration Act [1971(c. 77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (assistingillegal entry)—\n\t“25Assisting unlawful immigration to member State\n\t\tA person commits an offence if he—\n\t\t\tdoes an act which facilitates the commission of a breach of immigration lawby an individual who is not a citizen of the European Union,\n\t\t\tknows or has reasonable cause for believing that the act facilitates thecommission of a breach of immigration law by the individual, and\n\t\t\tknows or has reasonable cause for believing that the individual is not acitizen of the European Union.\n\t\tIn subsection (1) “immigration law” means a law which has effect in amember State and which controls, in respect of some or all persons who are notnationals of the State, entitlement to—\n\t\t\tenter the State,\n\t\t\ttransit across the State, or\n\t\t\tbe in the State.\n\t\tA document issued by the government of a member State certifying a matterof law in that State—\n\t\t\tshall be admissible in proceedings for an offence under this section, and\n\t\t\tshall be conclusive as to the matter certified.\n\t\tSubsection (1) applies to anything done—\n\t\t\tin the United Kingdom,\n\t\t\toutside the United Kingdom by an individual to whom subsection (5) applies,or\n\t\t\toutside the United Kingdom by a body incorporated under the law of a partof the United Kingdom.\n\t\tThis subsection applies to—\n\t\t\ta British citizen,\n\t\t\ta British overseas territories citizen,\n\t\t\ta British National (Overseas),\n\t\t\ta British Overseas citizen,\n\t\t\ta person who is a British subject under the British Nationality Act [1981(c. 61)](/id/ukpga/1981/61?view=plain \"Go to item of legislation\"), and\n\t\t\ta British protected person within the meaning of that Act.\n\t\tA person guilty of an offence under this section shall be liable—\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 14years, to a fine or to both, or\n\t\t\ton summary conviction, to imprisonment for a term not exceeding six months,to a fine not exceeding the statutory maximum or to both.\n\tAHelping asylum-seeker to enter United Kingdom\n\t\tA person commits an offence if—\n\t\t\the knowingly and for gain facilitates the arrival in the United Kingdom ofan individual, and\n\t\t\the knows or has reasonable cause to believe that the individual is anasylum-seeker.\n\t\tIn this section “asylum-seeker” means a person who intends to claim that toremove him from or require him to leave the United Kingdom would be contraryto the United Kingdom’s obligations under—\n\t\t\tthe Refugee Convention (within the meaning given by section 167(1) of theImmigration and Asylum Act [1999 (c. 33)](/id/ukpga/1999/33?view=plain \"Go toitem of legislation\") (interpretation)), or\n\t\t\tthe Human Rights Convention (within the meaning given by that section).\n\t\tSubsection (1) does not apply to anything done by a person acting on behalfof an organisation which—\n\t\t\taims to assist asylum-seekers, and\n\t\t\tdoes not charge for its services.\n\t\tSubsections (4) to (6) of section 25 apply for the purpose of the offencein subsection (1) of this section as they apply for the purpose of the offencein subsection (1) of that section.\n\tBAssisting entry to United Kingdom in breach of deportation orexclusion order\n\t\tA person commits an offence if he—\n\t\t\tdoes an act which facilitates a breach of a deportation order in forceagainst an individual who is a citizen of the European Union, and\n\t\t\tknows or has reasonable cause for believing that the act facilitates abreach of the deportation order.\n\t\tSubsection (3) applies where the Secretary of State personally directs thatthe exclusion from the United Kingdom of an individual who is a citizen of theEuropean Union is conducive to the public good.\n\t\tA person commits an offence if he—\n\t\t\tdoes an act which assists the individual to arrive in, enter or remain inthe United Kingdom,\n\t\t\tknows or has reasonable cause for believing that the act assists theindividual to arrive in, enter or remain in the United Kingdom, and\n\t\t\tknows or has reasonable cause for believing that the Secretary of State haspersonally directed that the individual’s exclusion from the United Kingdom isconducive to the public good.\n\t\tSubsections (4) to (6) of section 25 apply for the purpose of an offenceunder this section as they apply for the purpose of an offence under thatsection.\n\tCForfeiture of vehicle, ship or aircraft\n\t\tThis section applies where a person is convicted on indictment of anoffence under section 25, 25A or 25B.\n\t\tThe court may order the forfeiture of a vehicle used or intended to be usedin connection with the offence if the convicted person—\n\t\t\towned the vehicle at the time the offence was committed,\n\t\t\twas at that time a director, secretary or manager of a company which ownedthe vehicle,\n\t\t\twas at that time in possession of the vehicle under a hire-purchaseagreement,\n\t\t\twas at that time a director, secretary or manager of a company which was inpossession of the vehicle under a hire-purchase agreement, or\n\t\t\twas driving the vehicle in the course of the commission of the offence.\n\t\tThe court may order the forfeiture of a ship or aircraft used or intendedto be used in connection with the offence if the convicted person—\n\t\t\towned the ship or aircraft at the time the offence was committed,\n\t\t\twas at that time a director, secretary or manager of a company which ownedthe ship or aircraft,\n\t\t\twas at that time in possession of the ship or aircraft under a hire-purchase agreement,\n\t\t\twas at that time a director, secretary or manager of a company which was inpossession of the ship or aircraft under a hire-purchase agreement,\n\t\t\twas at that time a charterer of the ship or aircraft, or\n\t\t\tcommitted the offence while acting as captain of the ship or aircraft.\n\t\tBut in a case to which subsection (3)(a) or (b) does not apply, forfeituremay be ordered only—\n\t\t\tin the case of a ship, if subsection (5) or (6) applies;\n\t\t\tin the case of an aircraft, if subsection (5) or (7) applies.\n\t\tThis subsection applies where—\n\t\t\tin the course of the commission of the offence, the ship or aircraftcarried more than 20 illegal entrants, and\n\t\t\ta person who, at the time the offence was committed, owned the ship oraircraft or was a director, secretary or manager of a company which owned it,knew or ought to have known of the intention to use it in the course of thecommission of an offence under section 25, 25A or 25B.\n\t\tThis subsection applies where a ship’s gross tonnage is less than 500 tons.\n\t\tThis subsection applies where the maximum weight at which an aircraft(which is not a hovercraft) may take off in accordance with its certificate ofairworthiness is less than 5,700 kilogrammes.\n\t\tWhere a person who claims to have an interest in a vehicle, ship oraircraft applies to a court to make representations on the question offorfeiture, the court may not make an order under this section in respect ofthe ship, aircraft or vehicle unless the person has been given an opportunityto make representations.\n\t\tIn the case of an offence under section 25, the reference in subsection(5)(a) to an illegal entrant shall be taken to include a reference to—\n\t\t\tan individual who seeks to enter a member State in breach of immigrationlaw (within the meaning of section 25), and\n\t\t\tan individual who is a passenger for the purpose of section 145 of theNationality, Immigration and Asylum Act 2002 (traffic in prostitution).\n\t\tIn the case of an offence under section 25A, the reference in subsection(5)(a) to an illegal entrant shall be taken to include a reference to—\n\t\t\tan asylum-seeker (within the meaning of that section), and\n\t\t\tan individual who is a passenger for the purpose of section 145(1) of theNationality, Immigration and Asylum Act 2002.\n\t\tIn the case of an offence under section 25B, the reference in subsection(5)(a) to an illegal entrant shall be taken to include a reference to anindividual who is a passenger for the purpose of section 145(1) of theNationality, Immigration and Asylum Act 2002.”"
    },
    {
        "length": 715,
        "text": "\nSection 143: consequential amendments\n\tThe Immigration Act [1971 (c. 77)](/id/ukpga/1971/77?view=plain \"Go to itemof legislation\") shall be amended as follows.\n\tSection 25A (detention of ship, aircraft or vehicle) shall be renumbered assection 25D (and its title becomes “Detention of ship, aircraft or vehicle”)and—\n\t\tin subsection (1) for “section 25(1)(a) or (b)” substitute “section 25, 25Aor 25B”,\n\t\tin subsections (2) and (4) for “section 25(6)” substitute “section 25C”,\n\t\tfor subsection (3) substitute—\n\tA person (other than the arrested person) may apply to the court for therelease of a ship, aircraft or vehicle on the grounds that—\n\t\the owns the ship, aircraft or vehicle,\n\t\the was, immediately before the detention of the ship, aircraft or vehicle,in possession of it under a hire-purchase agreement, or\n\t\the is a charterer of the ship or aircraft.”, and\n\t\tomit subsection (7).\n\tIn section 28A (arrest without warrant)—\n\t\tin subsection (3)(a) for “section 25(1)” substitute “section 25, 25A or25B”,\n\t\tomit subsection (4),\n\t\tin subsection (10) omit “, (4)(b)”, and\n\t\tin subsection (11) omit “, (4)”.\n\tIn section 28B(5) (search and arrest by warrant) for “, section 24A orsection 25(2)” substitute “, 24A”.\n\tIn section 28C(1) (search and arrest without warrant) for “section 25(1)”substitute “section 25, 25A or 25B”.\n\tIn section 28D(4) (entry and search of premises) for “section 24A orsection 25” substitute “24A, 25, 25A, 25B”.\n\tIn section 28F (the title to which becomes “Entry and search of premisesfollowing arrest under section 25, 25A or 25B”) in subsection (1) for “section25(1)” substitute “section 25, 25A, 25B”.\n\tAfter section 33(1) (interpretation) insert—\n\t\t“(1A)A reference to being an owner of a vehicle, ship or aircraft includes areference to being any of a number of persons who jointly own it.”"
    },
    {
        "length": 466,
        "text": "\nTraffic in prostitution\n\tA person commits an offence if he arranges or facilitates the arrival inthe United Kingdom of an individual (the “passenger”) and—\n\t\the intends to exercise control over prostitution by the passenger in theUnited Kingdom or elsewhere, or\n\t\the believes that another person is likely to exercise control overprostitution by the passenger in the United Kingdom or elsewhere.\n\tA person commits an offence if he arranges or facilitates travel within theUnited Kingdom by an individual (the “passenger”) in respect of whom hebelieves that an offence under subsection (1) may have been committed and—\n\t\the intends to exercise control over prostitution by the passenger in theUnited Kingdom or elsewhere, or\n\t\the believes that another person is likely to exercise control overprostitution by the passenger in the United Kingdom or elsewhere.\n\tA person commits an offence if he arranges or facilitates the departurefrom the United Kingdom of an individual (the “passenger”) and—\n\t\the intends to exercise control over prostitution by the passenger outsidethe United Kingdom, or\n\t\the believes that another person is likely to exercise control overprostitution by the passenger outside the United Kingdom.\n\tFor the purposes of subsections (1) to (3) a person exercises control overprostitution by another if for purposes of gain he exercises control,direction or influence over the prostitute’s movements in a way which showsthat he is aiding, abetting or compelling the prostitution.\n\tA person guilty of an offence under this section shall be liable—\n\t\ton conviction on indictment, to imprisonment for a term not exceeding 14years, to a fine or to both, or\n\t\ton summary conviction, to imprisonment for a term not exceeding six months,to a fine not exceeding the statutory maximum or to both."
    },
    {
        "length": 448,
        "text": "\nSection 145: supplementary\n\tSubsections (1) to (3) of section 145 apply to anything done—\n\t\tin the United Kingdom,\n\t\toutside the United Kingdom by an individual to whom subsection (2) applies,or\n\t\toutside the United Kingdom by a body incorporated under the law of a partof the United Kingdom.\n\tThis subsection applies to—\n\t\ta British citizen,\n\t\ta British overseas territories citizen,\n\t\ta British National (Overseas),\n\t\ta British Overseas citizen,\n\t\ta person who is a British subject under the British Nationality Act [1981(c. 61)](/id/ukpga/1981/61?view=plain \"Go to item of legislation\"), and\n\t\ta British protected person within the meaning of that Act.\n\tSections 25C and 25D of the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (forfeiture ordetention of vehicle, &c.) shall apply in relation to an offence under section145 of this Act as they apply in relation to an offence under section 25 ofthat Act.\n\tThe following shall be inserted after paragraph 2(m) of Schedule 4 to theCriminal Justice and Court Services Act [2000 (c.43)](/id/ukpga/2000/43?view=plain \"Go to item of legislation\") (offenceagainst child)—\n\t\tan offence under section 145 of the Nationality, Immigration and AsylumAct 2002 (traffic in prostitution).”"
    },
    {
        "length": 583,
        "text": "\nEmployment \n\tSection 8 of the Asylum and Immigration Act [1996 (c.49)](/id/ukpga/1996/49?view=plain \"Go to item of legislation\") (employment:offence) shall be amended as follows.\n\tFor subsection (2) (defence) substitute—\n\tIt is a defence for a person charged with an offence under this section toprove that before the employment began any relevant requirement of an order ofthe Secretary of State under subsection (2A) was complied with.\n\t\t(2A)An order under this subsection may—\n\t\trequire the production to an employer of a document of a specifieddescription;\n\t\trequire the production to an employer of one document of each of a numberof specified descriptions;\n\t\trequire an employer to take specified steps to retain, copy or record thecontent of a document produced to him in accordance with the order;\n\t\tmake provision which applies generally or only in specified circumstances;\n\t\tmake different provision for different circumstances.”\n\tAfter subsection (6) insert—\n\t“(6A)Where an offence under this section is committed by a partnership (otherthan a limited partnership) each partner shall be guilty of the offence andshall be liable to be proceeded against and punished accordingly.\n\t(6B)Subsection (5) shall have effect in relation to a limited partnership asif—\n\t\ta reference to a body corporate were a reference to a limited partnership,and\n\t\ta reference to an officer of the body were a reference to a partner.”\n\tAt the end of the section add—\n\tSection 28(1) of the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (extended timelimit for prosecution) shall apply in relation to an offence under thissection.\n\tAn offence under this section shall be treated as—\n\t\ta relevant offence for the purpose of sections 28B and 28D of that Act(search, entry and arrest), and\n\t\tan offence under Part III of that Act (criminal proceedings) for thepurposes of sections 28E, 28G and 28H (search after arrest).”"
    },
    {
        "length": 741,
        "text": "\nRegistration card\n\tThe following shall be inserted after section 26 of the Immigration Act 1971(general offences)—\n\t“26ARegistration card\n\t\tIn this section “registration card” means a document which—\n\t\t\tcarries information about a person (whether or not wholly or partlyelectronically), and\n\t\t\tis issued by the Secretary of State to the person wholly or partly inconnection with a claim for asylum (whether or not made by that person).\n\t\tIn subsection (1) “claim for asylum” has the meaning given by section 18 ofthe Nationality, Immigration and Asylum Act 2002.\n\t\tA person commits an offence if he—\n\t\t\tmakes a false registration card,\n\t\t\talters a registration card with intent to deceive or to enable another todeceive,\n\t\t\thas a false or altered registration card in his possession withoutreasonable excuse,\n\t\t\tuses or attempts to use a false registration card for a purpose for which aregistration card is issued,\n\t\t\tuses or attempts to use an altered registration card with intent todeceive,\n\t\t\tmakes an article designed to be used in making a false registration card,\n\t\t\tmakes an article designed to be used in altering a registration card withintent to deceive or to enable another to deceive, or\n\t\t\thas an article within paragraph (f) or (g) in his possession withoutreasonable excuse.\n\t\tIn subsection (3) “false registration card” means a document which isdesigned to appear to be a registration card.\n\t\tA person who is guilty of an offence under subsection (3)(a), (b), (d),(e), (f) or (g) shall be liable—\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding tenyears, to a fine or to both, or\n\t\t\ton summary conviction, to imprisonment for a term not exceeding six months,to a fine not exceeding the statutory maximum or to both.\n\t\tA person who is guilty of an offence under subsection (3)(c) or (h) shallbe liable—\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears, to a fine or to both, or\n\t\t\ton summary conviction, to imprisonment for a term not exceeding six months,to a fine not exceeding the statutory maximum or to both.\n\t\tThe Secretary of State may by order—\n\t\t\tamend the definition of “registration card” in subsection (1);\n\t\t\tmake consequential amendment of this section.\n\t\tAn order under subsection (7)—\n\t\t\tmust be made by statutory instrument, and\n\t\t\tmay not be made unless a draft has been laid before and approved byresolution of each House of Parliament.”"
    },
    {
        "length": 381,
        "text": "\nImmigration stamp\n\tThe following shall be inserted after section 26A of the Immigration Act [1971(c. 77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\")(registration card: falsification, &c.) (inserted by section 148 above)—\n\t“26BPossession of immigration stamp\n\t\tA person commits an offence if he has an immigration stamp in hispossession without reasonable excuse.\n\t\tA person commits an offence if he has a replica immigration stamp in hispossession without reasonable excuse.\n\t\tIn this section—\n\t\t\t“immigration stamp” means a device which is designed for the purpose ofstamping documents in the exercise of an immigration function,\n\t\t\t“replica immigration stamp” means a device which is designed for thepurpose of stamping a document so that it appears to have been stamped in theexercise of an immigration function, and\n\t\t\t“immigration function” means a function of an immigration officer or theSecretary of State under the Immigration Acts.\n\t\tA person who is guilty of an offence under this section shall be liable—\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears, to a fine or to both, or\n\t\t\ton summary conviction, to imprisonment for a term not exceeding six months,to a fine not exceeding the statutory maximum or to both.”"
    },
    {
        "length": 231,
        "text": "\nSections 148 and 149: consequential amendments\n\tThe following shall be inserted after section 28A(9) of the Immigration Act1971 (arrest without warrant)—\n\t\t“(9A)A constable or immigration officer may arrest without warrant a person—\n\t\twho has committed an offence under section 26A or 26B; or\n\t\twhom he has reasonable grounds for suspecting has committed an offenceunder section 26A or 26B.”\n\tIn section 28B(5) of that Act (search and arrest by warrant) after “, 24A”there shall be inserted “, 26A or 26B.”.\n\tIn section 28D(4) of that Act (search of premises) after “, 25B” thereshall be inserted “, 26A or 26B”."
    },
    {
        "length": 114,
        "text": "\nFalse information\n\tIn section 26(3) of the Immigration Act 1971 (general offences: “relevantenactment”)—\n\t\tthe word “or” after paragraph (c) shall cease to have effect, and\n\t\tafter paragraph (d) there shall be inserted— “; or\n\t\tthe Nationality, Immigration and Asylum Act 2002 (apart from Part 5).”"
    },
    {
        "length": 2932,
        "text": "\nProcedure\n\tArrest by immigration officer\n\t\tThe following shall be inserted after section 28A of the Immigration Act [1971(c. 77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (arrestwithout warrant)—\n\t\t“28AAArrest with warrant\n\t\t\tThis section applies if on an application by an immigration officer ajustice of the peace is satisfied that there are reasonable grounds forsuspecting that a person has committed an offence under—\n\t\t\t\tsection 24(1)(d), or\n\t\t\t\tsection 8 of the Asylum and Immigration Act [1996 (c.49)](/id/ukpga/1996/49?view=plain \"Go to item of legislation\") (employment:offence).\n\t\t\tThe justice of the peace may grant a warrant authorising any immigrationofficer to arrest the person.\n\t\t\tIn the application of this section to Scotland a reference to a justice ofthe peace shall be treated as a reference to the sheriff or a justice of thepeace.”\n\tPower of entry\n\t\tThe following shall be inserted after section 28C of the Immigration Act1971 (search and arrest without warrant)—\n\t\t“28CABusiness premises: entry to arrest\n\t\t\tA constable or immigration officer may enter and search any businesspremises for the purpose of arresting a person—\n\t\t\t\tfor an offence under section 24,\n\t\t\t\tfor an offence under section 24A, or\n\t\t\t\tunder paragraph 17 of Schedule 2.\n\t\t\tThe power under subsection (1) may be exercised only—\n\t\t\t\tto the extent that it is reasonably required for a purpose specified insubsection (1),\n\t\t\t\tif the constable or immigration officer has reasonable grounds forbelieving that the person whom he is seeking is on the premises,\n\t\t\t\twith the authority of the Secretary of State (in the case of an immigrationofficer) or a Chief Superintendent (in the case of a constable), and\n\t\t\t\tif the constable or immigration officer produces identification showing hisstatus.\n\t\t\tAuthority for the purposes of subsection (2)(c)—\n\t\t\t\tmay be given on behalf of the Secretary of State only by a civil servant ofthe rank of at least Assistant Director, and\n\t\t\t\tshall expire at the end of the period of seven days beginning with the dayon which it is given.\n\t\t\tSubsection (2)(d) applies—\n\t\t\t\twhether or not a constable or immigration officer is asked to produceidentification, but\n\t\t\t\tonly where premises are occupied.\n\t\t\tSubsection (6) applies where a constable or immigration officer—\n\t\t\t\tenters premises in reliance on this section, and\n\t\t\t\tdetains a person on the premises.\n\t\t\tA detainee custody officer may enter the premises for the purpose ofcarrying out a search.\n\t\t\tIn subsection (6)—\n\t\t\t\t  * “detainee custody officer” means a person in respect of whom a certificate of authorisation is in force under section 154 of the Immigration and Asylum Act [1999 (c. 33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (detained persons: escort and custody), and\n\t\t\t\t  * “search” means a search under paragraph 2(1)(a) of Schedule 13 to that Act (escort arrangements: power to search detained person).”\n\t\t\tThe following shall be substituted for section 146(2) of the Immigrationand Asylum Act 1999 (use of force)—\n\t\t\tA person exercising a power under any of the following may if necessaryuse reasonable force—\n\t\t\t\tsection 28CA, 28FA or 28FB of the 1971 Act (business premises: entry toarrest or search),\n\t\t\t\tsection 141 or 142 of this Act, and\n\t\t\t\tregulations under section 144 of this Act.”\n\tPower to search for evidence\n\t\tThe following shall be inserted after section 28F of the Immigration Act [1971(c. 77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (entry andsearch)—\n\t\t“28FASearch for personnel records: warrant unnecessary\n\t\t\tThis section applies where—\n\t\t\t\ta person has been arrested for an offence under section 24(1) or 24A(1),\n\t\t\t\ta person has been arrested under paragraph 17 of Schedule 2,\n\t\t\t\ta constable or immigration officer reasonably believes that a person isliable to arrest for an offence under section 24(1) or 24A(1), or\n\t\t\t\ta constable or immigration officer reasonably believes that a person isliable to arrest under paragraph 17 of Schedule 2.\n\t\t\tA constable or immigration officer may search business premises where thearrest was made or where the person liable to arrest is if the constable orimmigration officer reasonably believes—\n\t\t\t\tthat a person has committed an immigration employment offence in relationto the person arrested or liable to arrest, and\n\t\t\t\tthat employee records, other than items subject to legal privilege, will befound on the premises and will be of substantial value (whether on their ownor together with other material) in the investigation of the immigrationemployment offence.\n\t\t\tA constable or officer searching premises under subsection (2) may seizeand retain employee records, other than items subject to legal privilege,which he reasonably suspects will be of substantial value (whether on theirown or together with other material) in the investigation of—\n\t\t\t\tan immigration employment offence, or\n\t\t\t\tan offence under section 105 or 106 of the Immigration and Asylum Act [1999(c. 33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (supportfor asylum-seeker: fraud).\n\t\t\tThe power under subsection (2) may be exercised only—\n\t\t\t\tto the extent that it is reasonably required for the purpose of discoveringemployee records other than items subject to legal privilege,\n\t\t\t\tif the constable or immigration officer produces identification showing hisstatus, and\n\t\t\t\tif the constable or immigration officer reasonably believes that at leastone of the conditions in subsection (5) applies.\n\t\t\tThose conditions are—\n\t\t\t\tthat it is not practicable to communicate with a person entitled to grantaccess to the records,\n\t\t\t\tthat permission to search has been refused,\n\t\t\t\tthat permission to search would be refused if requested, and\n\t\t\t\tthat the purpose of a search may be frustrated or seriously prejudiced ifit is not carried out in reliance on subsection (2).\n\t\t\tSubsection (4)(b) applies—\n\t\t\t\twhether or not a constable or immigration officer is asked to produceidentification, but\n\t\t\t\tonly where premises are occupied.\n\t\t\tIn this section “immigration employment offence” means an offence undersection 8 of the Asylum and Immigration Act [1996 (c.49)](/id/ukpga/1996/49?view=plain \"Go to item of legislation\") (employment).\n\t\tFBSearch for personnel records: with warrant\n\t\t\tThis section applies where on an application made by an immigration officerin respect of business premises a justice of the peace is satisfied that thereare reasonable grounds for believing—\n\t\t\t\tthat an employer has provided inaccurate or incomplete information undersection 134 of the Nationality, Immigration and Asylum Act 2002 (compulsorydisclosure by employer),\n\t\t\t\tthat employee records, other than items subject to legal privilege, will befound on the premises and will enable deduction of some or all of theinformation which the employer was required to provide, and\n\t\t\t\tthat at least one of the conditions in subsection (2) is satisfied.\n\t\t\tThose conditions are—\n\t\t\t\tthat it is not practicable to communicate with a person entitled to grantaccess to the premises,\n\t\t\t\tthat it is not practicable to communicate with a person entitled to grantaccess to the records,\n\t\t\t\tthat entry to the premises or access to the records will not be grantedunless a warrant is produced, and\n\t\t\t\tthat the purpose of a search may be frustrated or seriously prejudicedunless an immigration officer arriving at the premises can secure immediateentry.\n\t\t\tThe justice of the peace may issue a warrant authorising an immigrationofficer to enter and search the premises.\n\t\t\tSubsection (7)(a) of section 28D shall have effect for the purposes of thissection as it has effect for the purposes of that section.\n\t\t\tAn immigration officer searching premises under a warrant issued under thissection may seize and retain employee records, other than items subject tolegal privilege, which he reasonably suspects will be of substantial value(whether on their own or together with other material) in the investigationof—\n\t\t\t\tan offence under section 137 of the Nationality, Immigration and Asylum Act2002 (disclosure of information: offences) in respect of a requirement undersection 134 of that Act, or\n\t\t\t\tan offence under section 105 or 106 of the Immigration and Asylum Act [1999(c. 33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (supportfor asylum-seeker: fraud).”\n\tSections 153 and 154: supplemental\n\t\tThe following shall be added at the end of section 28L of the Immigration Act[1971 (c. 77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\")(interpretation) (which becomes subsection (1))—\n\t\tIn this Part “business premises” means premises (or any part of premises)not used as a dwelling.\n\t\tIn this Part “employee records” means records which show an employee's—\n\t\t\tname, \n\t\t\tdate of birth,\n\t\t\taddress, \n\t\t\tlength of service,\n\t\t\trate of pay, or\n\t\t\tnationality or citizenship.\n\t\tThe Secretary of State may by order amend section 28CA(3)(a) to reflect achange in nomenclature.\n\t\tAn order under subsection (4)—\n\t\t\tmust be made by statutory instrument, and\n\t\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament.”\n\tTime limit on prosecution\n\t\tIn section 28(1) of the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (extended timelimit for prosecution) the words “, 24A, 25” shall cease to have effect.\n\t\tSection 24A(4) of that Act (deception: application of extended time limit)shall cease to have effect."
    },
    {
        "length": 1718,
        "text": "\nPart 8General\n\tConsequential and incidental provision\n\t\tThe Secretary of State may by order make consequential or incidentalprovision in connection with a provision of this Act.\n\t\tAn order under this section may, in particular—\n\t\t\tamend an enactment;\n\t\t\tmodify the effect of an enactment.\n\t\tAn order under this section must be made by statutory instrument.\n\t\tAn order under this section which amends an enactment shall not be madeunless a draft has been laid before and approved by resolution of each Houseof Parliament.\n\t\tAny other order under this section shall be subject to annulment pursuantto a resolution of either House of Parliament.\n\tInterpretation: “the Immigration Acts”\n\t\tA reference to “the Immigration Acts” is to—\n\t\t\tthe Immigration Act 1971,\n\t\t\tthe Immigration Act [1988 (c. 14)](/id/ukpga/1988/14?view=plain \"Go to itemof legislation\"),\n\t\t\tthe Asylum and Immigration Appeals Act [1993 (c.23)](/id/ukpga/1993/23?view=plain \"Go to item of legislation\"),\n\t\t\tthe Asylum and Immigration Act [1996 (c. 49)](/id/ukpga/1996/49?view=plain\"Go to item of legislation\"),\n\t\t\tthe Immigration and Asylum Act [1999 (c. 33)](/id/ukpga/1999/33?view=plain\"Go to item of legislation\"), and\n\t\t\tthis Act.\n\t\tThis section has effect in relation to a reference in this Act or any otherenactment (including an enactment passed or made before this Act).\n\t\tThe following shall be substituted for section 32(5) of the Immigration Act1971—\n\t\tIn subsection (4) “the Immigration Acts” has the meaning given by section158 of the Nationality, Immigration and Asylum Act 2002.”\n\t\tThe following shall be substituted for the definition of “the ImmigrationActs” in section 167(1) of the Immigration and Asylum Act 1999—\n\t\t\t““the Immigration Acts” has the meaning given by section 158 of theNationality, Immigration and Asylum Act 2002.”\n\tApplied provision\n\t\tSubsection (2) applies where this Act amends or refers to a provision whichis applied by, under or for purposes of—\n\t\t\tanother provision of the Act which contains the provision, or\n\t\t\tanother Act.\n\t\tThe amendment or reference shall have effect in relation to the provisionas applied.\n\t\tWhere this Act applies a provision of another Act, a reference to thatprovision in any enactment includes a reference to the provision as applied bythis Act.\n\tMoney \n\t\tExpenditure of the Secretary of State or the Lord Chancellor in connectionwith a provision of this Act shall be paid out of money provided byParliament.\n\t\tAn increase attributable to this Act in the amount payable out of moneyprovided by Parliament under another enactment shall be paid out of moneyprovided by Parliament.\n\t\tA sum received by the Secretary of State or the Lord Chancellor inconnection with a provision of this Act shall be paid into the ConsolidatedFund.\n\tRepeals \n\t\tThe provisions listed in Schedule 9 are hereby repealed to the extentspecified.\n\tCommencement \n\t\tSubject to subsections (2) to (5), the preceding provisions of this Actshall come into force in accordance with provision made by the Secretary ofState by order.\n\t\tThe following provisions shall come into force on the passing of this Act—\n\t\t\tsection 6,\n\t\t\tsection 7,\n\t\t\tsection 10(1) to (4) and (6),\n\t\t\tsection 11,\n\t\t\tsection 15 (and Schedule 2),\n\t\t\tsection 16,\n\t\t\tsection 35(1)(h),\n\t\t\tsection 38,\n\t\t\tsection 40(1),\n\t\t\tsection 41(1),\n\t\t\tsection 42,\n\t\t\tsection 43,\n\t\t\tsection 48,\n\t\t\tsection 49,\n\t\t\tsection 50,\n\t\t\tsection 56,\n\t\t\tsection 58,\n\t\t\tsection 59,\n\t\t\tsection 61,\n\t\t\tsection 67,\n\t\t\tsection 69,\n\t\t\tsection 70,\n\t\t\tsection 115 and paragraph 29 of Schedule 7 (and the relevant entry inSchedule 9),\n\t\t\tsection 157, and\n\t\t\tsection 160.\n\t\tSection 5 shall have effect in relation to—\n\t\t\tan application made after the passing of this Act, and\n\t\t\tan application made, but not determined, before the passing of this Act.\n\t\tSection 8 shall have effect in relation to—\n\t\t\tan application made on or after a date appointed by the Secretary of Stateby order, and\n\t\t\tan application made, but not determined, before that date.\n\t\tSection 9 shall have effect in relation to a child born on or after a dateappointed by the Secretary of State by order.\n\t\tAn order under subsection (1) may—\n\t\t\tmake provision generally or for a specified purpose only (which may includethe purpose of the application of a provision to or in relation to aparticular place or area);\n\t\t\tmake different provision for different purposes;\n\t\t\tinclude transitional provision;\n\t\t\tinclude savings;\n\t\t\tinclude consequential provision;\n\t\t\tinclude incidental provision.\n\t\tAn order under this section must be made by statutory instrument.\n\tExtent \n\t\tA provision of this Act which amends or repeals a provision of another Actor inserts a provision into another Act has the same extent as the provisionamended or repealed or as the Act into which the insertion is made (ignoring,in any case, extent by virtue of an Order in Council).\n\t\tSections 145 and 146 extend only to—\n\t\t\tEngland and Wales, and\n\t\t\tNorthern Ireland.\n\t\tA provision of this Act to which neither subsection (1) nor subsection (2)applies extends to—\n\t\t\tEngland and Wales,\n\t\t\tScotland, and\n\t\t\tNorthern Ireland.\n\t\tHer Majesty may by Order in Council direct that a provision of this Act isto extend, with or without modification or adaptation, to—\n\t\t\tany of the Channel Islands;\n\t\t\tthe Isle of Man.\n\t\tSubsection (4) does not apply in relation to the extension to a place of aprovision which extends there by virtue of subsection (1).\n\tShort title\n\t\tThis Act may be cited as the Nationality, Immigration and Asylum Act 2002."
    }
]