{
    "general": "This law helps people who have been hurt in car accidents get fair compensation for their injuries. It makes it harder for insurance companies to lowball settlements, especially when it comes to \"whiplash\" type injuries. The law also changes how much money is awarded for injuries based on a special formula called the \"personal injury discount rate.\" This law is meant to help make sure that people are treated fairly and don't get shortchanged when they are injured in a car accident.",
    "series": [
        [
            {
                "length": 296,
                "short": "\"Whiplash Injury Definition Under the Civil Liability Act 2018\"",
                "text": "\n* Simplified point 1: The Civil Liability Act 2018 defines \"whiplash injury\" as a type of soft tissue injury in the neck, back, or shoulder that can be caused by driver negligence while using a motor vehicle on a road or other public place in England or Wales.\n* Simplified point 2: The definition of \"whiplash injury\" excludes injuries that are part of or connected to another injury, unless the other injury is also a soft tissue injury in the neck, back, or shoulder.\n* Simplified point 3: To determine if someone suffers a whiplash injury due to driver negligence, the injury must be caused by the negligence of one or more other persons while they are using a motor vehicle on a road or other public place in England or Wales.\n* Simplified point 4: The Lord Chancellor has the power to amend the definition of \"whiplash injury\" through regulations, but only to include injuries of soft tissue in the neck, back, or shoulder. Before making any changes, the Lord Chancellor must review the definition, consult with various medical and legal professionals, and prepare a report detailing their findings and decisions."
            },
            {
                "length": 253,
                "short": "\"Civil Liability for Whiplash Injuries: Guidelines for Determining Damages\"",
                "text": "\n* Simplified point 1: The Civil Liability Act 2018 sets out guidelines for determining damages for whiplash injuries sustained in car accidents.\n* Simplified point 2: The law specifies that damages for pain, suffering, and loss of amenity should be determined based on the severity of the injury and the impact it has on the victim's life.\n* Simplified point 3: Regulations can be made to adjust the amount of damages payable based on the duration of the injury, and whether the victim took reasonable steps to mitigate the effects of the injury.\n* Simplified point 4: The law allows for uplifts in exceptional circumstances, such as when the injury is particularly severe or has had a significant impact on the victim's quality of life.\n* Simplified point 5: The Lord Chancellor must consult the Lord Chief Justice before making regulations under the act, and statutory instruments containing regulations are subject to affirmative resolution procedure."
            },
            {
                "length": 215,
                "short": "\"Whiplash Claims Restrictions Under the Civil Liability Act 2018\"",
                "text": "\n* Simplified point 1: The Civil Liability Act 2018 prohibits settlement of whiplash claims before obtaining a medical report.\n* Simplified point 2: Regulated persons, such as insurance companies, cannot invite or accept payments in settlement of whiplash claims without first seeing appropriate evidence of the injury.\n* Simplified point 3: The Lord Chancellor can make regulations regarding what constitutes appropriate evidence of an injury for the purposes of the section.\n* Simplified point 4: Breaching these rules does not make a person guilty of an offense or give rise to a right of action for breach of statutory duty.\n* Simplified point 5: The Financial Conduct Authority (FCA) can take action for monitoring and enforcing compliance with the restrictions imposed on regulated persons."
            },
            {
                "length": 152,
                "short": "\"Regulatory Framework Under Civil Liability Act 2018\"",
                "text": "\n* Simplified point 1: This section defines the regulators and regulated persons for the purpose of the Civil Liability Act 2018. It lists various regulators and their corresponding regulated persons, such as the Financial Conduct Authority and the Claims Management Regulator.\n* Simplified point 2: The section also explains that a \"benefit\" can be any advantage, including both tangible and intangible things, and that a \"claim\" includes counter-claims. Additionally, it defines \"whiplash claim\" as per section 6(6) of the Act."
            },
            {
                "length": 253,
                "short": "\"Civil Liability Act 2018: Rate of Return on Investments for Future Pecuniary Losses in England and Wales\"",
                "text": "\n* Simplified point 1: The Civil Liability Act 2018 requires courts to consider a prescribed rate of return on investments of damages for future pecuniary losses in England and Wales.\n* Simplified point 2: The rate of return is determined by the Lord Chancellor through orders made under the act, and can vary based on the type of loss, duration of the loss, and timing of the loss.\n* Simplified point 3: Parties to the proceedings can show why a different rate of return may be more appropriate in their case.\n* Simplified point 4: Orders under the act can distinguish between different classes of cases based on factors such as the nature of the loss, its duration, and when it is expected to occur.\n* Simplified point 5: The schedule to the Damages Act 1996 has provisions for determining the rate of return to be prescribed by an order under the Civil Liability Act 2018."
            },
            {
                "length": 213,
                "short": "\"Investment Damage Rate Determination in England and Wales: Periodic Review and Expert Consultation\"",
                "text": "\n* Simplified point 1: The schedule describes the process for determining the rate of return on investments of damages in England and Wales.\n* Simplified point 2: The Lord Chancellor must review the rate of return periodically and consult experts to determine if the rate should change or remain unchanged.\n* Simplified point 3: The Lord Chancellor must consider the duties imposed upon them by paragraph 4 during any period when the office of Government Actuary is vacant.\n* Simplified point 4: The rate determination must be based on the assumption that the relevant damages are invested in a diversified portfolio of investments and that the investments are properly advised.\n* Simplified point 5: The Lord Chancellor must publish information about the responses of the expert panels established for the review."
            },
            {
                "length": 271,
                "short": "\"Insurer Information Requirements Under the Civil Liability Act 2018\"",
                "text": "\n* Simplified point 1: The Civil Liability Act 2018 requires insurers to provide information to the Financial Conduct Authority (FCA) about the effect of parts 1 and 2 of the act on individuals who hold policies of insurance with the insurer.\n* Simplified point 2: The regulations may specify the information or descriptions of information to be provided, how information is to be provided, when information is to be provided, and may require an audit by a qualified auditor before being provided.\n* Simplified point 3: The purpose of the reporting is to assess whether and how individuals who are policyholders have benefited from any reductions in costs for insurers.\n* Simplified point 4: The report will summarize the information provided about the effect of parts 1 and 2 of the act and give a view on whether and how individuals have benefited from any reductions in costs.\n* Simplified point 5: The regulations may provide for exceptions, including exceptions relating to policies of insurance obtained wholly or partly for purposes relating to a business, trade or profession."
            }
        ],
        [
            {
                "length": 270,
                "short": "\"Whiplash Injury Compensation Law in England and Wales\"",
                "text": "\n* Simplified point 1: The Civil Liability Act 2018 defines \"whiplash injury\" as a type of soft tissue injury in the neck, back, or shoulder that can be caused by driver negligence while using a motor vehicle on a road or other public place in England or Wales.\n* Simplified point 2: The law sets out guidelines for determining damages for whiplash injuries sustained in car accidents, including considering the severity of the injury and its impact on the victim's life.\n* Simplified point 3: Regulations can be made to adjust the amount of damages payable based on the duration of the injury and whether the victim took reasonable steps to mitigate the effects of the injury.\n* Simplified point 4: The law prohibits settlement of whiplash claims before obtaining a medical report, and regulated persons cannot invite or accept payments in settlement of whiplash claims without first seeing appropriate evidence of the injury.\n* Simplified point 5: The Lord Chancellor must consult the Lord Chief Justice before making regulations under the act, and statutory instruments containing regulations are subject to affirmative resolution procedure."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Civil Liability Act 2018 simplifies the process of seeking compensation for whiplash injuries sustained in car accidents in England and Wales. The act defines \"whiplash injury\" as a soft tissue injury in the neck, back, or shoulder caused by driver negligence while using a motor vehicle on a road or other public place. The act sets out guidelines for determining damages for whiplash injuries and restricts the settlement of whiplash claims before obtaining a medical report. Additionally, the act establishes a regulatory framework for regulated persons, such as insurance companies, and requires periodic reviews of the rate of return on investments of damages. Finally, the act requires insurers to provide information to the Financial Conduct Authority (FCA) about the effect of the act on policyholders."
}