[
    {
        "length": 179,
        "text": "\nIntroduction\n\tOverview \n\t\tThis Part—\n\t\t\tsets up a register of overseas entities, which will include informationabout their beneficial owners (sections 3 to 32), and\n\t\t\tmakes provision that, broadly speaking, is designed to compel overseasentities to register if they own land (sections 33 and 34).\n\tDefinition of “overseas entity” etc\n\t\tIn this Part “overseas entity” means a legal entity that is governed by thelaw of a country or territory outside the United Kingdom.\n\t\tIn this Part “legal entity” means a body corporate, partnership or otherentity that (in each case) is a legal person under the law by which it isgoverned."
    },
    {
        "length": 1310,
        "text": "\nThe register and registration\n\tRegister of overseas entities\n\t\tThe registrar of companies for England and Wales (“the registrar”) mustkeep a register of overseas entities in accordance with this Part.\n\t\tThe register is to consist of—\n\t\t\ta list of registered overseas entities,\n\t\t\tdocuments delivered to the registrar under this Part or regulations madeunder it, or otherwise in connection with the register, and\n\t\t\tany other information required to be included in the register by this Partor regulations made under it.\n\t\tThe list of registered overseas entities must contain the name of eachoverseas entity that—\n\t\t\thas made an application for registration in accordance with therequirements of this Part (see section 4), and\n\t\t\thas not been removed from the list under section 10.\n\tApplication for registration\n\t\tAn application by an overseas entity for registration must be delivered tothe registrar and contain—\n\t\t\tthe statement and information listed in row 1, 2 or 3 of the table, and,where applicable, the statement and information mentioned in subsection (3),\n\t\t\ta statement that the entity has complied with section 12 (duty to takesteps to identify registrable beneficial owners etc),\n\t\t\tanything required by regulations under section 16 (verification ofregistrable beneficial owners and managing officers) to be delivered to theregistrar, and\n\t\t\tthe name and contact details of an individual who may be contacted aboutthe application.\n\t\tThis is the table—\n\t\t\t| Statement| Information  ---|---|---  1|\n\t\tA statement:\n\t\t\tthat the entity has identified one or more registrable beneficial owners andthat it has no reasonable cause to believe there are others, and\n\t\t\tthat the entity is able to provide the required information about eachregistrable beneficial owner it has identified.\n\t\t\t|\n\t\t\t1.\n\t\t\tThe required information about the entity.\n\t\t\t2.\n\t\t\tThe required information about each registrable beneficial owner that theentity has identified.    2| A statement that the entity has no reasonable cause to believe that it hasany registrable beneficial owners.|\n\t\t\t1.\n\t\t\tThe required information about the entity.\n\t\t\t2.\n\t\t\tThe required information about each managing officer of the entity.    3|\n\t\t\tA statement:\n\t\t\tthat the entity has reasonable cause to believe that there is at least oneregistrable beneficial owner that it has not identified,\n\t\t\tthat the entity is not able to provide the required information about one ormore of the registrable beneficial owners it has identified, or\n\t\t\tthat paragraphs (a) and (b) both apply.\n\t\t\t|\n\t\t\t1.\n\t\t\tThe required information about the entity.\n\t\t\t2.\n\t\t\tThe required information about each managing officer of the entity.\n\t\t\t3.\n\t\t\tThe required information about each registrable beneficial owner that theentity has identified or so much of that information as it has been able toobtain.    (3)Where an application includes information that a registrable beneficialowner is a trustee (see paragraphs 3(1)(f) and 5(1)(h) of Schedule 1), theapplication must also include—\n\t\t\tthe required information about the trust or so much of that information asthe overseas entity has been able to obtain, and\n\t\t\ta statement as to whether the entity has any reasonable cause to believethat there is required information about the trust that it has not been ableto obtain.\n\t\tFor the required information, see Schedule 1.\n\t\tFor the meaning of “registrable beneficial owner”, see Schedule 2.\n\t\tThe Secretary of State may by regulations specify additional statements orinformation that must be included in an application under this section.\n\t\tRegulations under subsection (6) are subject to the negative resolutionprocedure.\n\tRegistration and allocation of overseas entity ID\n\t\tOn the registration of an overseas entity under this Part, the registrarmust—\n\t\t\trecord the date of registration in the register,\n\t\t\tallocate an overseas entity ID to the entity, and\n\t\t\trecord the overseas entity ID in the register.\n\t\tOverseas entity IDs are to be in such form, consisting of one or moresequences of figures or letters, as the registrar may determine.\n\t\tThe registrar may adopt a new form of overseas entity ID and make suchchanges to existing overseas entity IDs as appear necessary.\n\t\tA change of an overseas entity ID has effect from the date on which theoverseas entity is notified by the registrar of the change.\n\tNotice of registration\n\t\tOn the registration of an overseas entity under this Part, the registrarmust notify the overseas entity that it has been registered.\n\t\tThe notice must state—\n\t\t\tthe date of registration, and\n\t\t\tthe overseas entity ID allocated to the entity.\n\t\tThe notice must also contain information about—\n\t\t\tthe updating duty under section 7 and the consequences of failing to complywith it;\n\t\t\tapplying under section 9 for removal from the list of registered overseasentities."
    },
    {
        "length": 1480,
        "text": "\nUpdating\n\tUpdating duty\n\t\tA registered overseas entity must, within the period of 14 days after eachupdate period, deliver to the registrar—\n\t\t\tthe statement and information listed in row 1, 2 or 3 of the table insection 4(2), and, where applicable, the statement and information mentionedin subsection (3),\n\t\t\tthe statement in row 1 of the table set out in subsection (2) or thestatement and information listed in row 2 of that table, and, whereapplicable, the statement and information mentioned in subsection (4),\n\t\t\ta statement that the entity has complied with section 12 (duty to takesteps to identify registrable beneficial owners etc),\n\t\t\tanything required by regulations under section 16 (verification ofregistrable beneficial owners and managing officers) to be delivered to theregistrar, and\n\t\t\tthe name and contact details of an individual who may be contacted aboutthe statements and information.\n\t\tThis is the table referred to in subsection (1)(b)—\n\t\t\t| Statement| Information  ---|---|---  1| A statement that the entity has noreasonable cause to believe thatanyonehas become or ceased to be aregistrable beneficial owner duringthe updateperiod.|  2| A statement that the entity has reasonable cause to believe that at leastone person has become or ceased to be a registrable beneficial owner duringthe update period.|\n\t\t1.\n\t\tThe required information about each person who has become or ceased to be aregistrable beneficial owner during the update period, or so much of thatinformation as the entity has been able to obtain.\n\t\t2.\n\t\tThe date on which each of them became or ceased to be a registrable beneficialowner, if the entity has been able to obtain that information.    (3)Where information provided under subsection (1)(a) includes informationthat a registrable beneficial owner is a trustee (see paragraphs 3(1)(f) and5(1)(h) of Schedule 1), the overseas entity is also required by subsection(1)(a) to provide—\n\t\t\tthe required information about the trust or so much of that information asthe overseas entity has been able to obtain, and\n\t\t\ta statement as to whether the entity has any reasonable cause to believethat there is required information about the trust that it has not been ableto obtain.\n\t\tWhere information provided under subsection (1)(b) includes informationthat a person who became or ceased to be a registrable beneficial owner was atrustee (see paragraphs 3(1)(f) and 5(1)(h) of Schedule 1), the overseasentity is also required by subsection (1)(b) to provide—\n\t\t\tthe required information about the trust or so much of that information asthe overseas entity has been able to obtain, and\n\t\t\ta statement as to whether the entity has any reasonable cause to believethat there is required information about the trust that it has not been ableto obtain.\n\t\tFor the required information, see Schedule 1.\n\t\tThe information required by subsection (1)(a), and any statements requiredby subsection (1)(a) or (b), must relate to the state of affairs as at the endof the update period.\n\t\tAny information required by subsection (1)(b) as a result of a personhaving become or ceased to be a registrable beneficial owner must relate tothe time when the person became or ceased to be a registrable beneficialowner.\n\t\tA requirement in subsection (1) to provide information may be met (in wholeor in part) by confirming information previously provided.\n\t\tFor the purposes of this section, each of the following is an updateperiod—\n\t\t\tthe period of 12 months beginning with the date of the overseas entity’sregistration;\n\t\t\teach period of 12 months beginning with the day after the end of theprevious update period.\n\t\tBut a registered overseas entity may shorten an update period by—\n\t\t\tnotifying the registrar of the shortened update period, and\n\t\t\tdelivering the statements and information required by subsection (1) withinthe period of 14 days after that shortened update period.\n\t\tThe Secretary of State may by regulations amend this section for thepurpose of changing the meaning of update period in this section.\n\t\tRegulations under this section are subject to the affirmative resolutionprocedure.\n\tFailure to comply with updating duty\n\t\tIf a registered overseas entity fails to comply with the duty under section7 an offence is committed by—\n\t\t\tthe entity, and\n\t\t\tevery officer of the entity who is in default.\n\t\tA person guilty of an offence under subsection (1) is liable on summaryconviction—\n\t\t\tin England and Wales to a fine and, for continued contravention, a dailydefault fine not exceeding the greater of £2,500 and one half of level 4 onthe standard scale;\n\t\t\tin Scotland or Northern Ireland, to a fine not exceeding level 5 on thestandard scale and, for continued contravention, a daily default fine notexceeding one half of level 5 on the standard scale.\n\t\tThe contravention continues until such time as the registered overseasentity has delivered the statements and information required by section 7(1).\n\t\tIn the case of continued contravention, an offence is also committed byevery officer of the registered overseas entity who did not commit an offenceunder subsection (1) in relation to the initial contravention but who is indefault in relation to the continued contravention.\n\t\tA person guilty of an offence under subsection (4) is liable on summaryconviction—\n\t\t\tin England and Wales, to a fine not exceeding the greater of £2,500 and onehalf of level 4 on the standard scale for each day on which the contraventioncontinues and the person is in default;\n\t\t\tin Scotland or Northern Ireland, to a fine not exceeding one half of level5 on the standard scale for each day on which the contravention continues andthe person is in default."
    },
    {
        "length": 1908,
        "text": "\nRemoval\n\tApplication for removal\n\t\tAn application by a registered overseas entity for removal from the list ofregistered overseas entities must be delivered to the registrar and contain—\n\t\t\ta statement confirming that the entity is not registered as the proprietorof a relevant interest in land,\n\t\t\tthe statement and information listed in row 1, 2 or 3 of the table insection 4(2), and, where applicable, the statement and information mentionedin subsection (3),\n\t\t\tthe statement in row 1 of the table set out in subsection (2) or thestatement and information listed in row 2 of that table, and, whereapplicable, the statement and information mentioned in subsection (4),\n\t\t\ta statement that the entity has complied with section 12 (duty to takesteps to identify registrable beneficial owners etc),\n\t\t\tanything required by regulations under section 16 (verification ofregistrable beneficial owners and managing officers) to be delivered to theregistrar, and\n\t\t\tthe name and contact details of an individual who may be contacted aboutthe application.\n\t\tThis is the table referred to in subsection (1)(c)—\n\t\t\t| Statement| Information  ---|---|---  1| A statement that the entity has noreasonable cause to believe thatanyonehas become or ceased to be aregistrable beneficial owner duringthe relevantperiod.|  2| A statement that the entity has reasonable cause to believe that at leastone person has become or ceased to be a registrable beneficial owner duringthe relevant period.|\n\t\t1.\n\t\tThe required information about each person who has become or ceased to be aregistrable beneficial owner during the relevant period, or so much of thatinformation as the entity has been able to obtain.\n\t\t2.\n\t\tThe date on which each of them became or ceased to be a registrable beneficialowner, if the entity has been able to obtain that information.    (3)Where information provided under subsection (1)(b) includes informationthat a registrable beneficial owner is a trustee (see paragraphs 3(1)(f) and5(1)(h) of Schedule 1), the overseas entity is also required by subsection(1)(b) to provide—\n\t\t\tthe required information about the trust or so much of that information asthe overseas entity has been able to obtain, and\n\t\t\ta statement as to whether the entity has any reasonable cause to believethat there is required information about the trust that it has not been ableto obtain.\n\t\tWhere information provided under subsection (1)(c) includes informationthat a person who became or ceased to be a registrable beneficial owner was atrustee (see paragraphs 3(1)(f) and 5(1)(h) of Schedule 1), the overseasentity is also required by subsection (1)(c) to provide—\n\t\t\tthe required information about the trust or so much of that information asthe overseas entity has been able to obtain, and\n\t\t\ta statement as to whether the entity has any reasonable cause to believethat there is required information about the trust that it has not been ableto obtain.\n\t\tFor the required information, see Schedule 1.\n\t\tFor the purposes of subsection (2) “the relevant period” means the period—\n\t\t\tbeginning with the date of the overseas entity’s registration or (if later)the end of its last update period, and\n\t\t\tending with the date of the application for removal.\n\t\tThe information required by subsection (1)(b), and any statements requiredby subsection (1)(b) or (c), must relate to the state of affairs as at thetime of the application for removal.\n\t\tAny information required by subsection (1)(c) as a result of a personhaving become or ceased to be a registrable beneficial owner must relate tothe time when the person became or ceased to be a registrable beneficialowner.\n\t\tThe requirement in subsection (1) to provide information may be met (inwhole or in part) by confirming information previously provided.\n\t\tFor the purposes of this section and section 10 an overseas entity isregistered as the proprietor of a relevant interest in land if—\n\t\t\tthe entity—\n\t\t\tis registered in the register of title kept under the Land Registration Act2002 as the proprietor of a qualifying estate within the meaning of Schedule4A to that Act, and\n\t\t\tbecame so registered in pursuance of an application made on or after 1January 1999,\n\t\t\tthe entity—\n\t\t\tis entered, on or after 8 December 2014, as proprietor in theproprietorship section of the title sheet for a plot of land that isregistered in the Land Register of Scotland,\n\t\t\tin relation to a lease that was recorded in the General Register ofSasines or registered in the Land Register of Scotland before that date is, byvirtue of an assignation of the lease registered in the Land Register ofScotland on or after that date, the tenant under the lease, or\n\t\t\tis the tenant under a lease that was registered in the Land Register ofScotland on or after that date, or\n\t\t\tthe entity—\n\t\t\tis registered in the register kept under the [Land Registration Act(Northern Ireland) 1970 (c. 18 (N.I.))](/id/apni/1970/18?view=plain \"Go toitem of legislation\") as the owner of a qualifying estate within the meaningof Schedule 8A to that Act, and\n\t\t\tbecame so registered on or after the day on which that Schedule came intoforce.\n\t\tIn subsection (10)(b), “lease”, “plot of land” and “proprietor” have themeanings given by section 113(1) of the Land Registration etc. (Scotland) Act[2012 (asp 5)](/id/asp/2012/5?view=plain \"Go to item of legislation\").\n\t\tFor the purposes of subsection (10)(b)(i)—\n\t\t\tthe reference to an overseas entity’s being entered as proprietor in theproprietorship section of a title sheet is a reference to the name of theentity being so entered, and\n\t\t\tthe date on which an overseas entity is entered as proprietor in theproprietorship section of a title sheet is, where the entry is made by virtueof an application for registration, the date of registration as determinedunder section 37 of the Land Registration etc. (Scotland) Act 2012 (date andtime of registration).\n\tProcessing of application under section 9\n\t\tOn receipt of an application by a registered overseas entity under section9, the registrar must check whether the overseas entity is registered as theproprietor of a relevant interest in land (see subsection (10) of thatsection).\n\t\tIf the overseas entity is not registered as the proprietor of a relevantinterest in land, the registrar must remove it from the list of registeredoverseas entities.\n\t\tIf the overseas entity is registered as the proprietor of a relevantinterest in land, the registrar must refuse the application.\n\t\tThe registrar must send the overseas entity a notice stating—\n\t\t\twhether the application for removal has been successful, and\n\t\t\tif it has been successful, the date of removal from the list of registeredoverseas entities.\n\t\tWhere an overseas entity is removed from the list of registered overseasentities, the registrar must record the date of removal in the register.\n\tTransfer of documents to Public Record Office\n\t\tWhere an overseas entity has been removed from the list of registered overseasentities for at least two years, the registrar may transfer any recordsrelating to that entity to the Public Record Office."
    },
    {
        "length": 1676,
        "text": "\nObtaining, updating and verifiying information\n\tIdentifying registrable beneficial owners\n\t\tAn overseas entity must comply with this section before—\n\t\t\tmaking an application under section 4 for registration;\n\t\t\tcomplying with the updating duty under section 7;\n\t\t\tmaking an application under section 9 for removal.\n\t\tThe overseas entity must take reasonable steps—\n\t\t\tto identify any registrable beneficial owners in relation to the entity,and\n\t\t\tif it identifies any, to obtain, for the purposes of the application undersection 4 or 9 or for the purposes of complying with the updating duty undersection 7—\n\t\t\tthe required information about each registrable beneficial owner, and\n\t\t\tin respect of any registrable beneficial owner who is a trustee, therequired information about the trust.\n\t\tThe steps that an overseas entity must take include giving an informationnotice under this section to any person that it knows, or has reasonable causeto believe, is a registrable beneficial owner in relation to the entity.\n\t\tAn information notice under this section is a notice requiring the personto whom it is given—\n\t\t\tto state whether or not the person is a registrable beneficial owner inrelation to the overseas entity,\n\t\t\tif the person is a registrable beneficial owner, to confirm or correct anyof the required information about the person that is specified in the noticeand to supply any of the required information that the notice states theoverseas entity does not already have, and\n\t\t\tif the person is a registrable beneficial owner by virtue of being atrustee, to confirm or correct any of the required information about the trustthat is specified in the notice and to supply any of the required informationabout the trust that the notice states the overseas entity does not alreadyhave.\n\t\tAn information notice under this section must require the person to whom itis given to comply with the notice within the period of one month beginningwith the day on which it is given.\n\tAdditional powers to obtain information\n\t\tAn overseas entity may give a person an information notice under thissection if it knows or has reasonable cause to believe that the person knowsthe identity of—\n\t\t\ta person who is a registrable beneficial owner in relation to the overseasentity,\n\t\t\tany legal entity not falling within paragraph (a) that is a beneficialowner in relation to the overseas entity, or\n\t\t\ta person likely to have knowledge of the identity of a person withinparagraph (a) or (b).\n\t\tAn information notice under this section is a notice requiring theaddressee—\n\t\t\tto state whether or not the addressee knows the identity of a person withinparagraph (a), (b) or (c) of subsection (1), and\n\t\t\tif so—\n\t\t\tto supply any information that the addressee has that might help theoverseas entity to identify that person, and\n\t\t\tto state whether that information is being supplied with the knowledge ofthe person to whom it relates.\n\t\tAn information notice under this section must require the person to whom itis given to comply with the notice within the period of one month beginningwith the day on which it is given.\n\t\tA person given a notice under subsection (1) is not required by that noticeto disclose any information in respect of which a claim to legal professionalprivilege or, in Scotland, confidentiality of communications, could bemaintained in legal proceedings.\n\t\tIn this section a reference to knowing the identity of a person includesknowing information from which that person can be identified.\n\tSections 12 and 13: supplementary\n\t\tThe Secretary of State may by regulations make further provision about thegiving of notices under section 12 or 13, including provision about the formand content of any such notices and the manner in which they must be given.\n\t\tRegulations under subsection (1) are subject to the negative resolutionprocedure.\n\tFailure to comply with notice under section 12 or 13\n\t\tA person who, without reasonable excuse, fails to comply with a noticeunder section 12 or 13 commits an offence.\n\t\tA person who is given a notice under section 12 or 13 commits an offenceif, in purported compliance with the notice, the person—\n\t\t\tmakes a statement that the person knows to be false in a materialparticular, or\n\t\t\trecklessly makes a statement that is false in a material particular.\n\t\tWhere an offence under subsection (1) or (2) is committed by a legalentity, the offence is also committed by every officer of the entity who is indefault.\n\t\tA person does not commit an offence under subsection (1), or undersubsection (3) as it applies in relation to subsection (1), if the personproves that the requirement to give information was frivolous or vexatious.\n\t\tA person guilty of an offence under this section is liable—\n\t\t\ton summary conviction in England and Wales, to imprisonment for the maximumsummary term for either-way offences or a fine (or both);\n\t\t\ton summary conviction in Scotland, to imprisonment for a term not exceeding12 months or a fine not exceeding the statutory maximum (or both);\n\t\t\ton summary conviction in Northern Ireland, to imprisonment for a term notexceeding 6 months or a fine not exceeding the statutory maximum (or both);\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears or a fine (or both).\n\t\tIn subsection (5)(a) “the maximum summary term for either-way offences”means—\n\t\t\tin relation to an offence committed before the time when paragraph 24(2) ofSchedule 22 to the Sentencing Act 2020 comes into force, 6 months;\n\t\t\tin relation to an offence committed after that time, 12 months.\n\tVerification of registrable beneficial owners and managing officers\n\t\tThe Secretary of State must by regulations make provision requiring theverification of information before an overseas entity—\n\t\t\tmakes an application under section 4 for registration;\n\t\t\tcomplies with the updating duty under section 7;\n\t\t\tmakes an application under section 9 for removal.\n\t\tRegulations under this section may, among other things, make provision—\n\t\t\tabout the information that must be verified;\n\t\t\tabout the person by whom the information must be verified;\n\t\t\trequiring a statement, evidence or other information to be delivered to theregistrar for the purposes of sections 4(1)(c), 7(1)(d) and 9(1)(e).\n\t\tThe first regulations under this section must be made so as to come intoforce before any applications may be made under section 4(1).\n\t\tRegulations under this section are subject to the negative resolutionprocedure."
    },
    {
        "length": 648,
        "text": "\nExemptions\n\tPower to modify application process etc in certain cases\n\t\tThe Secretary of State may by regulations modify the applicationrequirements or the update requirements in relation to overseas entities of adescription specified in the regulations.\n\t\tThe regulations may modify the application or update requirements inrelation to a description of overseas entity only if the Secretary of Stateconsiders that the modifications are appropriate in light of the informationthat is publicly available otherwise than by virtue of this Part.\n\t\tRegulations under subsection (1) may make such modifications to this Partas are consequential on those regulations.\n\t\tRegulations under subsection (1) are subject to the negative resolutionprocedure.\n\t\tIn this section—\n\t\t\t  * “the application requirements” means the requirements as to the contents of applications under section 4 or 9; \n\t\t\t  * “the update requirements” means the requirements as to the material that must be delivered to the registrar under section 7. \n\tExemptions \n\t\tThe Secretary of State may, by giving written notice to a person, exemptthe person under this section if satisfied that to do so is necessary—\n\t\t\tin the interests of national security;\n\t\t\tfor the purposes of preventing or detecting serious crime.\n\t\tThe effect of an exemption is that—\n\t\t\toverseas entities are not required to take steps or give notices undersection 12 in relation to the exempt person,\n\t\t\tthe exempt person is not required to comply with any notice given by anoverseas entity under section 12 or 13 if the exempt person brings theexistence of the exemption to the attention of the entity,\n\t\t\ta notice given by an overseas entity under section 13 does not require anyother person to supply information about the exempt person, and\n\t\t\tthe exempt person does not count as a registrable beneficial owner inrelation to any overseas entity for the purposes of this Part.\n\t\tFor the purposes of subsection (1)(b)—\n\t\t\t“crime” means conduct which—\n\t\t\tconstitutes a criminal offence, or\n\t\t\tis, or corresponds to, any conduct which, if it all took place in any onepart of the United Kingdom, would constitute a criminal offence, and\n\t\t\tcrime is “serious” if—\n\t\t\tthe offence which is or would be constituted by the conduct is an offencefor which the maximum sentence (in any part of the United Kingdom) isimprisonment for 3 years or more, or\n\t\t\tthe conduct involves the use of violence, results in substantial financialgain or is conduct by a large number of persons in pursuit of a commonpurpose."
    },
    {
        "length": 402,
        "text": "\nAnnotation of the register\n\tAnnotation of the register\n\t\tThe registrar must place a note in the register recording—\n\t\t\tthe date on which a document is delivered to the registrar under this Partor regulations made under it, or otherwise in connection with the register;\n\t\t\tif a document is replaced (whether or not material derived from it isremoved), the fact that it has been replaced and the date of delivery of thereplacement;\n\t\t\tif material is removed—\n\t\t\twhat was removed (giving a general description of its contents),\n\t\t\tunder what power, and\n\t\t\tthe date on which that was done.\n\t\tThe Secretary of State may by regulations make provision—\n\t\t\tauthorising or requiring the registrar to annotate the register in suchother circumstances as may be specified in the regulations, and\n\t\t\tas to the contents of any such annotation.\n\t\tNo annotation is required in the case of a document that by virtue ofsection 1072(2) of the Companies Act 2006 (documents not meeting requirementsfor proper delivery) is treated as not having been delivered.\n\t\tA note may be removed if it no longer serves any useful purpose.\n\t\tAny duty or power of the registrar with respect to annotation of theregister is subject to the court’s power under section 31 (powers of court onordering removal of material from the register) to direct—\n\t\t\tthat a note be removed from the register, or\n\t\t\tthat no note may be made of the removal of material that is the subject ofthe court’s order.\n\t\tRegulations under this section are subject to the negative resolutionprocedure."
    },
    {
        "length": 2071,
        "text": "\nInspection of the register and protection of information\n\tInspection and copies of register\n\t\tAny person may—\n\t\t\tinspect the register (but see the exceptions in section 22);\n\t\t\trequire a copy of any material on the register that is available forinspection.\n\t\tThe registrar may specify the form and manner in which an application is tobe made for inspection or a copy.\n\t\tThe registrar may determine the form and manner in which copies are to beprovided.\n\t\tSection 1091 of the Companies Act 2006 (certification of copies), and anyregulations made under it, apply in relation to copies provided under thissection as they apply in relation to the copies provided as mentioned in thatsection.\n\tMaterial unavailable for inspection\n\t\tThe following material must not be made available by the registrar forpublic inspection—\n\t\t\tany date of birth or residential address information protected undersubsection (2),\n\t\t\tthe name or contact details of an individual delivered to the registrarunder section 4(1)(d) (application for registration), 7(1)(e) (updating duty)or 9(1)(f) (application for removal),\n\t\t\tany required information about a trust delivered to the registrar by virtueof section 4(3), 7(3) or (4) or 9(3) or (4) (required information abouttrusts),\n\t\t\tinformation that, by virtue of regulations under section 25 (power toprotect other information), the registrar must omit from the material on theregister that is available for inspection,\n\t\t\tany application or other document delivered to the registrar under section29 (application for rectification of register),\n\t\t\tany court order under section 30 (rectification of the register under courtorder) that the court has directed under section 31 is not to be madeavailable for public inspection, and\n\t\t\tany email address, identification code or password deriving from a documentdelivered for the purpose of authorising or facilitating electronic filingprocedures or providing information by telephone.\n\t\tDate of birth information or residential address information is “protected”if—\n\t\t\tit relates to a registrable beneficial owner or managing officer inrelation to an overseas entity,\n\t\t\tit is contained in a document delivered to the registrar in which date ofbirth information or residential address information is required to be stated,\n\t\t\tin the case of a document having more than one part, it is contained in apart of the document in which date of birth information or residential addressinformation is required to be stated, and\n\t\t\tit is not information about a trust delivered to the registrar by virtue ofsection 4(3), 7(3) or (4) or 9(3) or (4).\n\t\tIn this section—\n\t\t\t  * “date of birth information” means information as to the day of the month on which an individual was born (but not the month or year); \n\t\t\t  * “residential address information” means— \n\t\t\tinformation as to the usual residential address of an individual, or\n\t\t\tinformation that the service address of an individual is the individual’susual residential address.\n\t\tNothing in this section obliges the registrar to check documents other thanthose mentioned in subsection (2)(b), or parts of documents other than thosementioned in subsection (2)(c), to ensure the absence of date of birthinformation or residential address information.\n\tDisclosure of information about trusts\n\t\tThis section applies to information delivered to the registrar by virtue ofsection 4(3), 7(3) or (4) or 9(3) or (4) (required information about trusts).\n\t\tThe registrar may not disclose the information unless—\n\t\t\tthe same information is made available by the registrar for publicinspection otherwise than by virtue of being delivered to the registrar byvirtue of a provision mentioned in subsection (1), or\n\t\t\tthe disclosure is permitted by subsection (3).\n\t\tThe registrar may disclose the information to—\n\t\t\tthe Commissioners for Her Majesty’s Revenue and Customs, or\n\t\t\tany other person who—\n\t\t\thas functions of a public nature, and\n\t\t\tis specified for the purposes of this section by regulations made by theSecretary of State.\n\t\tRegulations under this section are subject to the negative resolutionprocedure.\n\tDisclosure of protected information\n\t\tThe registrar must not disclose protected date of birth information orprotected residential address information about a person unless—\n\t\t\tthe same information about the person (whether in the same or a differentcapacity) is made available by the registrar for public inspection as a resultof being contained in another description of document in relation to which norestriction under section 22 applies, or\n\t\t\tdisclosure is permitted by subsection (2).\n\t\tThe registrar may disclose protected date of birth information orresidential address information to any person who—\n\t\t\thas functions of a public nature, and\n\t\t\tis specified for the purposes of this section by regulations made by theSecretary of State.\n\t\tThe Secretary of State may by regulations make provision—\n\t\t\tspecifying conditions for the disclosure of protected date of birthinformation or residential address information in accordance with thissection, and\n\t\t\tproviding for the charging of fees.\n\t\tThis section does not apply to protected date of birth information, orprotected residential address information, about a person in their capacity asa registrable beneficial owner or managing officer if an application underregulations made under section 25 has been granted in respect of thatinformation and has not been revoked.\n\t\tIn this section—\n\t\t\t  * “date of birth information” has the meaning given by section 22(3); \n\t\t\t  * “protected” has the meaning given by section 22(2); \n\t\t\t  * “residential address information” has the meaning given by section 22(3). \n\t\tRegulations under this section are subject to the negative resolutionprocedure.\n\tPower to protect other information\n\t\tThe Secretary of State may by regulations make provision requiring theregistrar, on application—\n\t\t\tto make information relating to a relevant individual unavailable forpublic inspection, and\n\t\t\tto refrain from disclosing that information or to refrain from doing soexcept in specified circumstances.\n\t\tIn this section “relevant individual” means an individual who is or used tobe—\n\t\t\ta registrable beneficial owner in relation to an overseas entity, or\n\t\t\ta managing officer of an overseas entity.\n\t\tRegulations under this section may make provision as to—\n\t\t\twho may make an application,\n\t\t\tthe grounds on which an application may be made,\n\t\t\tthe information to be included in and documents to accompany anapplication,\n\t\t\thow an application is to be determined,\n\t\t\tthe recording of restrictions in the register,\n\t\t\tthe duration of and procedures for revoking the restrictions on disclosure,and\n\t\t\tthe charging of fees by the registrar for disclosing information where theregulations permit disclosure, by way of exception, in specifiedcircumstances.\n\t\tThe provision that may be made under subsection (3)(d) or (f) includesprovision—\n\t\t\tconferring a discretion on the registrar;\n\t\t\tproviding for a question to be referred to a person other than theregistrar for the purposes of determining the application or revoking therestrictions.\n\t\tRegulations under this section may impose a duty on the registrar topublish, in relation to such periods as may be specified—\n\t\t\tdetails of how many applications have been made under the regulations andhow many of them have been allowed, and\n\t\t\tsuch other details in connection with applications under the regulations asmay be specified in the regulations.\n\t\tRegulations under this section are subject to the affirmative resolutionprocedure.\n\t\tNothing in this section or in regulations made under it affects thedisclosure of information about a person in any capacity other than thatmentioned in subsection (2).\n\tData protection\n\t\tNothing in section 21, 23 or 24 authorises or requires a disclosure ofinformation which, although made in accordance with that section, wouldcontravene the data protection legislation.\n\t\tIn this section “the data protection legislation” has the same meaning asin the Data Protection Act 2018 (see section 3 of that Act)."
    },
    {
        "length": 1542,
        "text": "\nCorrection or removal of material on the register\n\tResolving inconsistencies in the register\n\t\tWhere it appears to the registrar that the information contained in adocument delivered to the registrar is inconsistent with other information onthe register, the registrar may give notice to the overseas entity to whichthe document relates—\n\t\t\tstating in what respects the information contained in it appears to beinconsistent with other information on the register, and\n\t\t\trequiring the overseas entity to take steps to resolve the inconsistency.\n\t\tThe notice must—\n\t\t\tstate the date on which it is issued, and\n\t\t\trequire the delivery to the registrar, within 14 days after that date, ofsuch replacement or additional documents as may be required to resolve theinconsistency.\n\t\tIf the necessary documents are not delivered within the period specified,an offence is committed by—\n\t\t\tthe overseas entity, and\n\t\t\tevery officer of the overseas entity who is in default.\n\t\tA person guilty of an offence under subsection (3) is liable on summaryconviction—\n\t\t\tin England and Wales, to a fine and, for continued contravention, a dailydefault fine not exceeding the greater of £2,500 and one half of level 4 onthe standard scale;\n\t\t\tin Scotland or Northern Ireland, to a fine not exceeding level 5 on thestandard scale and, for continued contravention, a daily default fine notexceeding one half of level 5 on the standard scale.\n\tAdministrative removal of material from register\n\t\tThe registrar may remove from the register—\n\t\t\tanything that there was power, but no duty, to include;\n\t\t\tanything listed in section 22(1) (material unavailable for publicinspection), if it no longer appears to the registrar reasonably necessary forthe purposes for which it was delivered to the registrar.\n\t\tThe power in subsection (1)(a) is exercisable, in particular, so as toremove—\n\t\t\tunnecessary material within the meaning of section 1074 of the CompaniesAct 2006,\n\t\t\tmaterial derived from a document that has been replaced under section 1076of that Act (replacement of document not meeting requirements for properdelivery), or\n\t\t\tmaterial derived from a document that has been replaced under section 27.\n\t\tOn or before removing any material under subsection (1)(a) (otherwise thanat the request of the overseas entity) the registrar must give notice—\n\t\t\tto the person by whom the material was delivered (if the identity, and nameand address of that person are known), or\n\t\t\tto the overseas entity to which the material relates (if notice cannot begiven under paragraph (a) and the identity of that overseas entity is known).\n\t\tThe notice must—\n\t\t\tstate what material the registrar proposes to remove, or has removed, andon what grounds, and\n\t\t\tstate the date on which it is issued.\n\tApplication to rectify register\n\t\tThe Secretary of State may by regulations make provision requiring theregistrar, on application, to remove from the register material of adescription specified in the regulations that—\n\t\t\tderives from anything invalid or ineffective or that was done without theauthority of the overseas entity, or\n\t\t\tis factually inaccurate, or is derived from something that is factuallyinaccurate, or forged.\n\t\tThe regulations may make provision as to—\n\t\t\twho may make an application,\n\t\t\tthe information to be included in and documents to accompany anapplication,\n\t\t\tthe notice to be given of an application and of its outcome,\n\t\t\ta period in which objections to an application may be made, and\n\t\t\thow an application is to be determined.\n\t\tAn application must—\n\t\t\tspecify what is to be removed from the register and indicate where on theregister it is, and\n\t\t\tbe accompanied by a statement that the material specified in theapplication complies with this section and the regulations.\n\t\tIf no objections are made to the application, the registrar may accept thestatement as sufficient evidence that the material specified in theapplication should be removed from the register.\n\t\tRegulations under this section are subject to the affirmative resolutionprocedure.\n\tCourt order to rectify register\n\t\tThe registrar must remove from the register any material—\n\t\t\tthat derives from anything that the court has declared to be invalid orineffective, or to have been done without the authority of the overseasentity, or\n\t\t\tthat a court declares to be factually inaccurate, or to be derived fromsomething that is factually inaccurate, or forged,\n\t\t\t\tand that the court directs should be removed from the register.\n\t\tThe court order must specify what is to be removed from the register andindicate where on the register it is.\n\t\tA copy of the court’s order must be sent to the registrar for registration.\n\tCourt powers on ordering removal of material from the register\n\t\tWhere the court makes an order for the removal of anything from theregister under section 30, it may give directions under this section.\n\t\tIt may direct that any note on the register that is related to the materialthat is the subject of the court’s order is to be removed from the register.\n\t\tIt may direct that its order is not to be available for public inspectionas part of the register.\n\t\tIt may direct—\n\t\t\tthat no note is to be made on the register as a result of its order, or\n\t\t\tthat any such note is to be restricted to such matters as may be specifiedby the court in the direction.\n\t\tThe court must not give any direction under this section unless it issatisfied—\n\t\t\tthat— \n\t\t\tthe presence on the register of the note or, as the case may be, of anunrestricted note, or\n\t\t\tthe availability for public inspection of the court’s order,\n\t\t\t\tmay cause damage to the overseas entity, and\n\t\t\tthat the overseas entity’s interest in non-disclosure outweighs anyinterest of other persons in disclosure.\n\t\tIn this section “note” means a note placed in the register under section 20or regulations made under it."
    },
    {
        "length": 517,
        "text": "\nFalse statements\n\tGeneral false statement offence\n\t\tIt is an offence for a person, without reasonable excuse, to—\n\t\t\tdeliver or cause to be delivered to the registrar for the purposes of thisPart any document that is misleading, false or deceptive in a materialparticular, or\n\t\t\tmake to the registrar, for the purposes of this Part, any statement that ismisleading, false or deceptive in a material particular.\n\t\tAn offence under this section is aggravated if, when the document orstatement is delivered, the person knows that it is misleading, false ordeceptive in a material particular.\n\t\tA person guilty of an offence under this section, other than an aggravatedoffence, is liable —\n\t\t\ton summary conviction in England and Wales, to a fine;\n\t\t\ton summary conviction in Scotland, to a fine not exceeding level 5 on thestandard scale;\n\t\t\ton summary conviction in Northern Ireland, to a fine not exceeding level 5on the standard scale.\n\t\tA person guilty of an aggravated offence under this section is liable—\n\t\t\ton summary conviction in England and Wales, to imprisonment for the maximumsummary term for either-way offences or a fine (or both);\n\t\t\ton summary conviction in Scotland, to imprisonment for a term not exceeding12 months or a fine not exceeding the statutory maximum (or both);\n\t\t\ton summary conviction in Northern Ireland, to imprisonment for a term notexceeding 6 months or a fine not exceeding the statutory maximum (or both);\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears or a fine (or both).\n\t\tIn subsection (4)(a) “the maximum summary term for either-way offences”means—\n\t\t\tin relation to an offence committed before the time when paragraph 24(2) ofSchedule 22 to the Sentencing Act 2020 comes into force, 6 months;\n\t\t\tin relation to an offence committed after that time, 12 months."
    },
    {
        "length": 958,
        "text": "\nLand ownership and transactions\n\tLand ownership and transactions\n\t\tSchedule 3 contains amendments about—\n\t\t\tthe ownership of registered land in England and Wales by overseas entities,and\n\t\t\tland transactions in England and Wales involving overseas entities.\n\t\tSchedule 4—\n\t\t\tmakes similar provision for Scotland, and\n\t\t\tconfers a related power to make further or alternative provision (see Part3 of the Schedule).\n\t\tSchedule 5 makes similar provision for Northern Ireland.\n\t\tThe Secretary of State may by regulations amend Schedule 8A to the LandRegistration Act (Northern Ireland) 1970 (inserted by Schedule 5 to this Act)to make provision similar or corresponding to the provision made by paragraphs3(2)(e), 4(2)(e) and 5 of Schedule 4A to the Land Registration Act 2002(inserted by Schedule 3 to this Act) (including the provision to makesubordinate legislation).\n\t\tThe provision which may be made by regulations under subsection (4) byvirtue of section 67(3) includes provision amending other provisions of theLand Registration (Northern Ireland) Act 1970.\n\t\tThe Secretary of State must consult the Department of Finance in NorthernIreland before making regulations under subsection (4).\n\t\tRegulations under subsection (4) are subject to the affirmative resolutionprocedure.\n\tPower to require overseas entity to register if it owns certain land\n\t\tThe Secretary of State may by notice require an overseas entity to applyfor registration in the register of overseas entities within the period of 6months beginning with the date of the notice if at the time the notice isgiven—\n\t\t\tthe entity is registered as the proprietor of a relevant interest in landwithin the meaning given by section 9(10), and\n\t\t\tthe entity is not registered as an overseas entity, has not made anapplication for registration that is pending and is not an exempt overseasentity.\n\t\tA notice under subsection (1) lapses if, before the end of the periodmentioned there, the overseas entity—\n\t\t\tceases to be registered as the proprietor of a relevant interest in landwithin the meaning given by section 9(10), or\n\t\t\tbecomes an exempt overseas entity.\n\t\tIf an overseas entity fails to comply with a notice under subsection (1),an offence is committed by—\n\t\t\tthe entity, and\n\t\t\tevery officer of the entity who is in default.\n\t\tA person guilty of an offence under subsection (3) is liable—\n\t\t\ton summary conviction in England and Wales, to imprisonment for the maximumsummary term for either-way offences or a fine (or both);\n\t\t\ton summary conviction in Scotland, to imprisonment for a term not exceeding12 months or a fine not exceeding the statutory maximum (or both);\n\t\t\ton summary conviction in Northern Ireland, to imprisonment for a term notexceeding 6 months or a fine not exceeding the statutory maximum (or both);\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears or a fine (or both).\n\t\tIn subsection (4)(a) “the maximum summary term for either-way offences”means—\n\t\t\tin relation to an offence committed before the time when paragraph 24(2) ofSchedule 22 to the Sentencing Act 2020 comes into force, 6 months;\n\t\t\tin relation to an offence committed after that time, 12 months.\n\t\tIn this section “exempt overseas entity” means an overseas entity of suchdescription as may be specified in regulations made by the Secretary of Statefor the purposes of this section.\n\t\tRegulations under subsection (6) are subject to the affirmative resolutionprocedure."
    },
    {
        "length": 440,
        "text": "\nSupplementary provision about offences\n\tLiability of officers in default\n\t\tSections 1121 to 1123 of the Companies Act 2006 (liability of officers indefault: interpretation etc) apply for the purposes of any provision made bythis Part as they apply for the purposes of provisions of the Companies Acts.\n\t\tIn those sections as applied, a reference to an officer includes a personin accordance with whose directions or instructions the board of directors orequivalent management body of a legal entity are accustomed to act.\n\t\tA person is not to be regarded as falling within subsection (2) by reasononly that the board of directors or equivalent management body acts on advicegiven by the person in a professional capacity.\n\tMeaning of “daily default fine”\n\t\tSection 1125 of the Companies Act 2006 (meaning of “daily default fine”)applies for purpose of any provision made by this Part as it applies for thepurposes of provisions of the Companies Acts.\n\tConsent required for prosecutions\n\t\tProceedings for an offence under this Part—\n\t\t\tmay not be brought in England and Wales except by or with the consent ofthe Secretary of State or the Director of Public Prosecutions;\n\t\t\tmay not be brought in Northern Ireland except by or with the consent of theSecretary of State or the Director of Public Prosecutions for NorthernIreland.\n\tFurther provision about proceedings\n\t\tThe following provisions of the Companies Act 2006 apply in relation tooffences under this Part as they apply in relation to offences under theCompanies Acts—\n\t\t\tsection 1128 (summary proceedings: time limits);\n\t\t\tsection 1130 (proceedings against unincorporated bodies)."
    },
    {
        "length": 524,
        "text": "\nFinancial penalties\n\tFinancial penalties\n\t\tThe Secretary of State may by regulations make provision conferring poweron the registrar to impose a financial penalty on a person if satisfied,beyond reasonable doubt, that the person has engaged in conduct amounting toan offence under this Part.\n\t\tThe regulations may include provision—\n\t\t\tabout the procedure to be followed in imposing penalties;\n\t\t\tabout the amount of penalties;\n\t\t\tfor the imposition of interest or additional penalties for late payment;\n\t\t\tconferring rights of appeal against penalties;\n\t\t\tabout the enforcement of penalties.\n\t\tThe provision that may be made about enforcement includes—\n\t\t\tin relation to England and Wales or Northern Ireland, provision for unpaidamounts to be secured by a charge on an interest in land (including provisionabout the priority of any such charge), and\n\t\t\tin relation to Scotland, provision for penalties to be enforced in the samemanner as an extract registered decree arbitral bearing a warrant forexecution issued by the sheriff court of any sheriffdom in Scotland.\n\t\tThe regulations must provide that—\n\t\t\tno financial penalty may be imposed under the regulations on a person inrespect of conduct amounting to an offence if the person has been convicted ofthat offence in respect of that conduct, and\n\t\t\tno proceedings may be brought or continued against a person in respect ofconduct amounting to an offence if the person has been given a financialpenalty under the regulations in respect of that conduct.\n\t\tAmounts recovered by the registrar under the regulations are to be paidinto the Consolidated Fund.\n\t\tThe provision which may be made by regulations under this section by virtueof section 67(3) includes provision amending provision made by or under any ofthe following, whenever passed or made—\n\t\t\tan Act;\n\t\t\tan Act of the Scottish Parliament;\n\t\t\tNorthern Ireland legislation.\n\t\tRegulations under this section are subject to the affirmative resolutionprocedure.\n\t\tIn this section “conduct” means an act or omission."
    },
    {
        "length": 472,
        "text": "\nSharing of information by HMRC\n\tSharing of information by HMRC\n\t\tThe Commissioners for Her Majesty’s Revenue and Customs may discloseinformation to the Secretary of State or the registrar for the purpose of thetaking of action in connection with an offence under this Part.\n\t\tFor the purposes of this section, the taking of action in connection withan offence under this Part includes any of the following—\n\t\t\tinvestigating whether an offence has been committed;\n\t\t\tprosecuting an offence;\n\t\t\timposing financial penalties for conduct amounting to an offence.\n\t\tA person who receives information as a result of this section—\n\t\t\tmay not use the information other than for the purpose of the taking ofaction in connection with an offence under this Part;\n\t\t\tmay not further disclose the information unless the disclosure is necessaryfor the taking of action in connection with an offence under this Part.\n\t\tIt is an offence for a person to disclose, in contravention of subsection(3)(b), any revenue and customs information relating to a person whoseidentity—\n\t\t\tis specified in the disclosure, or\n\t\t\tcan be deduced from it.\n\t\tIt is a defence for a person charged with an offence under subsection (4)to prove that the person reasonably believed—\n\t\t\tthat the disclosure was lawful, or\n\t\t\tthat the information had already lawfully been made available to thepublic.\n\t\tSubsections (4) to (7) of section 19 of the Commissioners for Revenue andCustoms Act 2005 apply to an offence under subsection (4) as they apply to anoffence under that section.\n\t\tIn this section “revenue and customs information relating to a person” hasthe same meaning as in section 19 of the Commissioners for Revenue and CustomsAct 2005 (see section 19(2) of that Act)."
    },
    {
        "length": 1980,
        "text": "\nTransitional provision\n\tApplications in the transitional period: information about landtransactions\n\t\tThis section applies where an overseas entity makes an application undersection 4 for registration before the end of the transitional period.\n\t\tIf the entity has not made any relevant dispositions of land during theperiod—\n\t\t\tbeginning with 28 February 2022, and\n\t\t\tending with the making of the application,\n\t\t\t\tthe application must include a statement to that effect.\n\t\tIf the entity has made any relevant dispositions of land during the periodmentioned in subsection (2), the application must include—\n\t\t\tthe required information about each relevant disposition of land madeduring that period (see subsection (5)),\n\t\t\tin relation to each such disposition, the statements and informationmentioned in paragraphs (a), (b) and (c) of section 4(1) expressed byreference to the state of affairs immediately before the making of thedisposition, and\n\t\t\ta statement that all of the information required by paragraphs (a) and (b)of this subsection has been included in the application.\n\t\tIn this section “relevant disposition of land”, in relation to an overseasentity, means—\n\t\t\ta registrable disposition of a qualifying estate within section 27(2)(a),(b)(i) or (f) of the Land Registration Act 2002 other than—\n\t\t\ta disposition made in pursuance of a statutory obligation or court order,or occurring by operation of law, or\n\t\t\ta disposition made by a specified insolvency practitioner in specifiedcircumstances (within the meaning of paragraph 3(3) of Schedule 4A to the LandRegistration Act 2002, as inserted by Schedule 3 to this Act);\n\t\t\tthe delivery by the entity of a qualifying registrable deed granted by itwhere the entity’s interest in respect of which the deed was granted wasregistered in the Land Register of Scotland on or after 8 December 2014,unless the deed was granted—\n\t\t\tin pursuance of a statutory obligation or court order, or\n\t\t\tby a specified insolvency practitioner in specified circumstances (withinthe meaning of paragraph 2(5) of schedule 1A of the Land Registration etc.(Scotland) Act 2012, as inserted by Schedule 4 to this Act).\n\t\tThe required information about a relevant disposition of land is—\n\t\t\twhere the relevant disposition of land is within subsection (4)(a)—\n\t\t\tthe date of disposition, and\n\t\t\tthe registered title number of the qualifying estate;\n\t\t\twhere the relevant disposition of land is within subsection (4)(b)—\n\t\t\tthe date of delivery of the deed, and\n\t\t\tthe title number of the title sheet in which the entity’s interest isentered.\n\t\tIn subsection (4)(a) “qualifying estate” means—\n\t\t\ta freehold estate in land, or\n\t\t\ta leasehold estate in land granted for a term of more than seven years fromthe date of grant,\n\t\t\tof which the overseas entity became a registered proprietor in pursuance of anapplication made on or after 1 January 1999.\n\t\tIn subsection (6) “registered proprietor” in relation to an estate meansthe person entered as proprietor of the estate in the register of title keptby the Chief Land Registrar.\n\t\tIn subsection (4)(b) “qualifying registrable deed” means a registrable deed(within the meaning of the Land Registration etc. (Scotland) Act 2012) whichis—\n\t\t\ta disposition,\n\t\t\ta standard security,\n\t\t\ta lease (including a sub-lease), or\n\t\t\tan assignation of a lease (including a sub-lease).\n\t\tFor the purposes of subsection (4)(b), a qualifying registrable deed is tobe treated, as at the date of delivery, as having been granted even if at thattime it has been executed by the overseas entity only.\n\t\tIn this section “the transitional period” means the period of 6 monthsbeginning with the day on which section 3(1) comes fully into force.\n\tRequirement for certain unregistered overseas entities to provideinformation\n\t\tAn overseas entity, and every officer of the entity who is in default,commits an offence if—\n\t\t\tat any time during the period beginning with 28 February 2022 and endingwith the end of the transitional period, the entity has made a relevantdisposition of land,\n\t\t\tat the end of the transitional period the entity—\n\t\t\tis not registered as an overseas entity,\n\t\t\thas not made an application for registration as an overseas entity that ispending, and\n\t\t\tis not an exempt overseas entity, and\n\t\t\tthe entity has not, after making the relevant disposition of land andbefore the end of the transitional period, delivered to the registrar—\n\t\t\tstatements and information of the kind mentioned in paragraphs (a), (b),(c) and (d) of section 4(1), expressed by reference to the state of affairsimmediately before the making of the relevant disposition of land, and\n\t\t\tthe required information about the relevant disposition of land (withinthe meaning of section 41(5)).\n\t\tA person guilty of an offence under subsection (1) is liable on summaryconviction—\n\t\t\tin England and Wales to a fine and, for continued contravention, a dailydefault fine not exceeding the greater of £2,500 and one half of level 4 onthe standard scale;\n\t\t\tin Scotland or Northern Ireland, to a fine not exceeding level 5 on thestandard scale and, for continued contravention, a daily default fine notexceeding one half of level 5 on the standard scale.\n\t\tThe contravention continues until such time as the overseas entity hasdelivered the statements and information mentioned in subsection (1)(c).\n\t\tIn the case of continued contravention, an offence is also committed byevery officer of the overseas entity who did not commit an offence undersubsection (1) in relation to the initial contravention but who is in defaultin relation to the continued contravention.\n\t\tA person guilty of an offence under subsection (4) is liable on summaryconviction—\n\t\t\tin England and Wales, to a fine not exceeding the greater of £2,500 and onehalf of level 4 on the standard scale for each day on which the contraventioncontinues and the person is in default;\n\t\t\tin Scotland or Northern Ireland, to a fine not exceeding one half of level5 on the standard scale for each day on which the contravention continues andthe person is in default.\n\t\tIn this section—\n\t\t\t  * “exempt overseas entity” means an entity of a description specified in regulations under section 34(6); \n\t\t\t  * “relevant disposition of land” has the meaning given by section 41(4); \n\t\t\t  * “transitional period” has the meaning given by section 41(10). \n\tSection 42: supplementary\n\t\tSection 12 has effect as if—\n\t\t\tsubsection (1) included a reference to an overseas entity being under aduty to comply with that section before delivering statements and informationunder section 42(1)(c)(i);\n\t\t\tsubsection (2) included a reference to obtaining information for thepurposes of section 42(1)(c)(i).\n\t\tThe Secretary of State may by regulations make further provision inconnection with—\n\t\t\tthe provision of information under section 42(1)(c),\n\t\t\tthe verification of that information, or\n\t\t\tthe processing of that information by the registrar,\n\t\t\t\tincluding provision modifying any provision made by or under this Part orapplying any provision made by or under this Part with modifications.\n\t\tRegulations under this section are subject to the negative resolutionprocedure."
    },
    {
        "length": 654,
        "text": "\nInterpretation\n\tInterpretation \n\t\tIn this Part—\n\t\t\t  * “beneficial owner”, in relation to an overseas entity, has the meaning given by Part 2 of Schedule 2; \n\t\t\t  * “the court” has the same meaning as in the Companies Acts (see section 1156 of the Companies Act 2006); \n\t\t\t  * “document” means information in any recorded form; \n\t\t\t  * “government or public authority” means— \n\t\t\ta corporation sole;\n\t\t\ta government or government department of a country or territory or a part of acountry or territory;\n\t\t\tan international organisation whose members include two or more countries orterritories (or their governments);\n\t\t\ta local authority or local government body in the United Kingdom or elsewhere;\n\t\t\tany other public authority in the United Kingdom or elsewhere;\n\t\t\t\t  * “legal entity” has the meaning given by section 2; \n\t\t\t\t  * “managing officer”, in relation to an overseas entity, includes a director, manager or secretary; \n\t\t\t\t  * “overseas entity” has the meaning given by section 2; \n\t\t\t\t  * “register” means the register kept under section 3; \n\t\t\t\t  * “registered”: an overseas entity is registered if its name appears in the list of registered overseas entities kept in accordance with section 3(3); \n\t\t\t\t  * “registrable beneficial owner”, in relation to an overseas entity, has the meaning given by Schedule 2; \n\t\t\t\t  * “the registrar” has the meaning given by section 3(1). \n\t\tA reference in section 12 or 13 to a person who is a registrable beneficialowner of an overseas entity includes, in connection with the obtaining ofinformation required by section 7(1)(b), 9(1)(c), 41(3)(b) or 42(1)(c)(i), areference to a person who has ceased to be a registrable beneficial owner.\n\t\tA reference in this Part to a trust includes arrangements, under the law ofa country or territory outside the United Kingdom, that are of a similarcharacter to a trust, and any related expressions are to be read accordingly.\n\t\tThe Secretary of State may by regulations make provision specifyingdescriptions of arrangements that are, or are not, to be treated as being of asimilar character to a trust for the purposes of subsection (3).\n\t\tRegulations under subsection (4) are subject to the negative resolutionprocedure."
    },
    {
        "length": 806,
        "text": "\nImposition of unexplained wealth orders on officers etc of propertyholder: England and Wales and Northern Ireland\n\tThe Proceeds of Crime Act 2002 is amended as follows.\n\tSection 362A (unexplained wealth orders) is amended in accordance withsubsections (3) to (7).\n\tAfter subsection (2) insert—\n\t\t“(2A)In a case where the respondent is not an individual, the application mayalso specify a person who is a responsible officer of the respondent (and aperson specified may include a person outside the United Kingdom).”\n\tIn subsection (3), in the words before paragraph (a), after “therespondent” insert “or any responsible officer specified in the order (a“specified responsible officer”)”.\n\tIn subsection (5)—\n\t\tafter “requiring the respondent” insert “or any specified responsibleofficer”;\n\t\tfor “require the respondent” substitute “require them”.\n\tIn subsection (6), after “respondent” insert “or any specified responsibleofficer”.\n\tAfter subsection (7) insert—\n\tFor the purposes of this Chapter, each of the following is a “responsibleofficer” of the respondent (in a case where the respondent is not anindividual)—\n\t\tany director of the respondent, including any person occupying the positionof a director, by whatever name called;\n\t\tany member of a body of the respondent equivalent to a board of directors;\n\t\tany other manager, secretary or similar officer of the respondent;\n\t\twhere the respondent is a partnership, a partner or a member of thepartnership;\n\t\tany person in accordance with whose directions or instructions the board ofdirectors or equivalent body of the respondent are accustomed to act.”\n\tIn section 362C (effect of unexplained wealth order in case of non-compliance)—\n\t\tin subsection (1), for “the respondent fails” substitute “the respondentand the specified responsible officer (if any), between them, fail”;\n\t\tin subsection (5)(a), after “a respondent” insert “or a specifiedresponsible officer”;\n\t\tin subsection (5)(b)—\n\t\tomit “on the respondent”;\n\t\tfor “the respondent is” substitute “the respondent and the specifiedresponsible officer (if any) are”.\n\tIn section 362D (effect of unexplained wealth order in case of complianceor purported compliance)—\n\t\tin subsection (1), for “the respondent complies, or purports to comply,with the” substitute “the respondent and the specified responsible officer (ifany) between them comply, or purport to comply, with all of the”;\n\t\tin subsection (7)—\n\t\tomit paragraph (a);\n\t\tin the words after paragraph (c), for “(a) to (c)” substitute “(b) and(c)”.\n\tIn section 362G(3) (disclosure of information, copying of documents etc),after “the respondent” insert “or any specified responsible officer”.\n\tIn section 362I(3)(b) (application to vary or discharge unexplained wealthorder), after “respondent” insert “or any specified responsible officer”."
    },
    {
        "length": 758,
        "text": "\nImposition of unexplained wealth orders on officers etc of propertyholder: Scotland\n\tThe Proceeds of Crime Act 2002 is amended as follows.\n\tSection 396A (unexplained wealth orders) is amended in accordance withsubsections (3) to (7).\n\tAfter subsection (2) insert—\n\t\t“(2A)In a case where the respondent is not an individual, the application mayalso specify a person who is a responsible officer of the respondent (and aperson specified may include a person outside the United Kingdom).”\n\tIn subsection (3), in the words before paragraph (a), after “therespondent” insert “or any responsible officer specified in the order (a“specified responsible officer”)”.\n\tIn subsection (5)—\n\t\tafter “requiring the respondent” insert “or any specified responsibleofficer”;\n\t\tfor “require the respondent” substitute “require them”.\n\tIn subsection (6), after “respondent” insert “or any specified responsibleofficer”.\n\tAfter subsection (6) insert—\n\tFor the purposes of this Chapter, each of the following is a “responsibleofficer” of the respondent (in a case where the respondent is not anindividual)—\n\t\tany director of the respondent, including any person occupying the positionof a director, by whatever name called;\n\t\tany member of a body of the respondent equivalent to a board of directors;\n\t\tany other manager, secretary or similar officer of the respondent;\n\t\twhere the respondent is a partnership, a partner or member of thepartnership;\n\t\tany person in accordance with whose directions or instructions the board ofdirectors or equivalent body of the respondent are accustomed to act.”\n\tIn section 396C (effect of unexplained wealth order in case of non-compliance)—\n\t\tin subsection (1), for “the respondent fails” substitute “the respondentand the specified responsible officer (if any), between them, fail”;\n\t\tin subsection (5)(a), after “a respondent” insert “or a specifiedresponsible officer”;\n\t\tin subsection (5)(b)—\n\t\tomit “on the respondent”;\n\t\tfor “the respondent is” substitute “the respondent and the specifiedresponsible officer (if any) are”.\n\tIn section 396D (effect of unexplained wealth order in case of complianceor purported compliance)—\n\t\tin subsection (1), for “the respondent complies, or purports to comply,with the” substitute “the respondent and the specified responsible officer (ifany) between them comply, or purport to comply, with all of the”;\n\t\tin subsection (8)—\n\t\tomit paragraph (a);\n\t\tin the words after paragraph (c), for “(a) to (c)” substitute “(b) and(c)”.\n\tIn section 396G(3) (disclosure of information, copying of documents etc),after “the respondent” insert “or any specified responsible officer”."
    },
    {
        "length": 121,
        "text": "\nAlternative test to the income requirement: England and Wales andNorthern Ireland\n\tIn section 362B(3) of the Proceeds of Crime Act 2002 (income requirement formaking of unexplained wealth order)—\n\t\tafter “suspecting” insert “—\n\t\t”; \n\t\tat the end insert “, or\n\t\tthat the property has been obtained through unlawful conduct (within themeaning given by section 242).”"
    },
    {
        "length": 114,
        "text": "\nAlternative test to the income requirement: Scotland\n\tIn section 396B(3) of the Proceeds of Crime Act 2002 (income requirement formaking of unexplained wealth order)—\n\t\tafter “suspecting” insert “—\n\t\t”; \n\t\tat the end insert “, or\n\t\tthat the property has been obtained through unlawful conduct (within themeaning given by section 242).”"
    },
    {
        "length": 1149,
        "text": "\nPower to extend period for which interim freezing order has effect:England and Wales and Northern Ireland\n\tThe Proceeds of Crime Act 2002 is amended as follows.\n\tIn section 362D (effect of order: cases of compliance or purportedcompliance)—\n\t\tin subsection (3), at the end insert “, or that period as it may beextended by virtue of section 362DA or 362DB (the “determination period”)”;\n\t\tin subsection (4), for “60 day period mentioned in subsection (3)”substitute “determination period”.\n\tAfter that section insert—\n\t“362DAExtension of period for making determination where interim freezingorder has been made\n\t\tThe High Court may, on an application made by the enforcement authority,extend the determination period if satisfied that—\n\t\t\tthe enforcement authority is working diligently and expeditiously towardsmaking a determination under section 362D(2),\n\t\t\tfurther time is needed for the authority to make that determination, and\n\t\t\tit is reasonable in all the circumstances for the period to be extended.\n\t\tThe application must be made before the determination period wouldotherwise end.\n\t\tAn extension of the determination period must end no later than the end ofthe period of 63 days beginning with the day after that on which the periodwould otherwise end.\n\t\tWhere the determination period is extended under subsection (1), it may befurther extended by the High Court (and subsections (2) and (3) apply inrelation to any further extension as they apply in relation to the first one).\n\t\tBut the determination period as extended must not in total exceed theperiod of 186 days starting with the day of compliance (within the meaninggiven by section 362D(7)(b)).\n\tDBExtension of period pending determination of proceedings etc\n\t\tSubsection (2) applies where—\n\t\t\tan application is made to the High Court under section 362DA for theextension (or further extension) of the determination period, and\n\t\t\tthe period would (apart from that subsection) end before the courtdetermines the application or it is otherwise disposed of.\n\t\tThe determination period is extended from the time when it would otherwiseend until—\n\t\t\tthe Court determines the application or it is otherwise disposed of, or\n\t\t\tif earlier, the end of the period of 31 days beginning with the day afterthat on which the period would otherwise have ended.\n\t\tSubsection (4) applies where—\n\t\t\tproceedings on an appeal in respect of a decision on an application undersection 362DA have been brought, and\n\t\t\tthe determination period would (apart from that subsection) end before theproceedings are finally determined or otherwise disposed of.\n\t\tThe determination period is extended from the time when it would otherwiseend until—\n\t\t\tthe proceedings are finally determined or otherwise disposed of, or\n\t\t\tif earlier, the end of the period mentioned in subsection (2)(b).\n\t\tSubsection (6) applies where—\n\t\t\tan application is made to the Court under section 362DA for an extension ofthe determination period,\n\t\t\tthe Court refuses to grant the application, and\n\t\t\tthe period would (apart from that subsection) end before the end of the 5day period.\n\t\tThe determination period is extended from the time when it would otherwiseend until—\n\t\t\tthe end of the 5 day period, or\n\t\t\tif proceedings on an appeal against the decision are brought before the endof the 5 day period, the time when those proceedings are brought.\n\t\tThe “5 day period” is the period of 5 working days beginning with the dayon which the Court refuses to grant the application; and for these purposes“working day” means a day other than—\n\t\t\ta Saturday or a Sunday,\n\t\t\tChristmas Day or Good Friday, or\n\t\t\ta day which is a bank holiday under the Banking and Financial Dealings Act1971 in the part of the United Kingdom in which the application in questionunder section 362DA is made.\n\t\tThe restriction on the overall extension of the determination periodmentioned in section 362DA(5) applies to an extension of the period inaccordance with any provision of this section as it applies to an extensionunder an order of the Court.”\n\t\tIn section 362K(6)(a) (variation and discharge of interim freezing order),for “60 day period mentioned in section 362D(3)” substitute “determinationperiod (see section 362D(3))”."
    },
    {
        "length": 1127,
        "text": "\nPower to extend period for which interim freezing order has effect:Scotland\n\tThe Proceeds of Crime Act 2002 is amended as follows.\n\tIn section 396D (effect of order: cases of compliance or purportedcompliance)—\n\t\tin subsection (4), at the end insert “, or that period as it may beextended by virtue of section 396DA or 396DB (the “determination period”)”;\n\t\tin subsection (5), for “60 day period mentioned in subsection (3)”substitute “determination period”.\n\tAfter that section insert—\n\t“396DAExtension of period for making determination where interim freezingorder has been made\n\t\tThe Court of Session may, on an application made by the Scottish Ministersor the Lord Advocate, extend the determination period if satisfied that—\n\t\t\tthe applicant is working diligently and expeditiously towards making adetermination under section 396D(2)(b) or (3) (as the case may be),\n\t\t\tfurther time is needed to make that determination, and\n\t\t\tit is reasonable in all the circumstances for the period to be extended.\n\t\tThe application must be made before the determination period wouldotherwise end.\n\t\tAn extension of the determination period must end no later than the end ofthe period of 63 days beginning with the day after that on which the periodwould otherwise end.\n\t\tWhere the period is extended under subsection (1), it may be furtherextended by the Court of Session (and subsections (2) and (3) apply inrelation to any further extension as they apply in relation to the first one).\n\t\tBut the determination period as extended must not exceed the period of 186days starting with the day of compliance (within the meaning given by section396D(8)(b)).\n\tDBExtension of period pending determination of proceedings etc\n\t\tSubsection (2) applies where—\n\t\t\tan application is made to the Court of Session under section 396DA for theextension (or further extension) of the determination period, and\n\t\t\tthe period would (apart from that subsection) end before the Courtdetermines the application or it is otherwise disposed of.\n\t\tThe determination period is extended from the time when it would otherwiseend until—\n\t\t\tthe Court determines the application or it is otherwise disposed of, or\n\t\t\tif earlier, the end of the period of 31 days beginning with the day afterthat on which the period would otherwise have ended.\n\t\tSubsection (4) applies where—\n\t\t\tproceedings on an appeal in respect of a decision on an application undersection 396DA have been brought, and\n\t\t\tthe determination period would (apart from that subsection) end before theproceedings are finally determined or otherwise disposed of.\n\t\tThe determination period is extended from the time when it would otherwiseend until—\n\t\t\tthe proceedings are finally determined or otherwise disposed of, or\n\t\t\tif earlier, the end of the period mentioned in subsection (2)(b).\n\t\tSubsection (6) applies where—\n\t\t\tan application is made to the Court under section 396DA for an extension ofthe determination period,\n\t\t\tthe Court refuses to grant the application, and\n\t\t\tthe period would (apart from that subsection) end before the end of the 5day period.\n\t\tThe determination period is extended from the time when it would otherwiseend until—\n\t\t\tthe end of the 5 day period, or\n\t\t\tif proceedings on an appeal against the decision are brought before the endof the 5 day period, the time when those proceedings are brought.\n\t\tThe “5 day period” is the period of 5 working days beginning with the dayon which the Court refuses to grant the application; and for these purposes“working day” means a day other than—\n\t\t\ta Saturday or a Sunday, or\n\t\t\ta day which is a bank holiday under the Banking and Financial Dealings Act1971 in Scotland.\n\t\tThe restriction on the overall extension of the determination periodmentioned in section 396DA(5) applies to an extension of the period inaccordance with any provision of this section as it applies to an extensionunder an order of the Court.”\n\t\tIn section 396K(6)(a) (variation and recall of interim freezing order), for“60 day period mentioned in section 396D(4)” substitute “determination period(see section 396D(4))”."
    },
    {
        "length": 267,
        "text": "\nAnnual reports on use of unexplained wealth orders: England and Wales\n\tAfter section 362I of the Proceeds of Crime Act 2002 insert—\n\t“362IAAnnual reports\n\t\tThe Secretary of State must prepare and publish a report in respect of eachrelevant period setting out—\n\t\t\tthe number of unexplained wealth orders made by the High Court in Englandand Wales during that period, and\n\t\t\tthe number of applications made to that Court by enforcement authoritiesfor such an order during that period.\n\t\tEach of the following is a “relevant period”—\n\t\t\tthe period of 12 months beginning with the day on which section 51 of theEconomic Crime (Transparency and Enforcement) Act 2022 comes into force;\n\t\t\teach subsequent period of 12 months.\n\t\tA report under this section must be prepared and published within theperiod of 4 months beginning with the end of the relevant period to which thereport relates.\n\t\tThe Secretary of State must lay a copy of each report prepared under thissection before Parliament.”"
    },
    {
        "length": 741,
        "text": "\nLimits on costs orders in relation to unexplained wealth orders: Englandand Wales and Northern Ireland\n\tAfter section 362T of the Proceeds of Crime Act 2002 insert—\n\t“Unexplained wealth orders: costs of proceedings\n\t\tUCosts orders\n\t\t\tThis section applies in the following cases—\n\t\t\t\tan enforcement authority has made an application for an unexplained wealthorder under section 362A;\n\t\t\t\tan enforcement authority has made an application for the determinationperiod to be extended under section 362DA;\n\t\t\t\tan application has been made to discharge or vary an unexplained wealthorder;\n\t\t\t\tan enforcement authority has made an application for an interim freezingorder under section 362J;\n\t\t\t\tan application has been made to discharge or vary an interim freezingorder;\n\t\t\t\tan application has been made in the circumstances referred to in section362M to—\n\t\t\t\tstay an action, execution or other legal process,\n\t\t\t\tgrant leave to levy distress or use the procedure in Schedule 12 to theTribunals, Courts and Enforcement Act 2007 (taking control of goods),\n\t\t\t\tstay proceedings in respect of property or allow them to continue, or\n\t\t\t\tgrant leave to exercise a right of forfeiture in relation to a tenancy;\n\t\t\t\tan enforcement authority has made an application for an order for theappointment of a receiver under section 362N;\n\t\t\t\tan enforcement authority has made an application for an order under section362O (powers of receiver);\n\t\t\t\tan application has been made for directions to a receiver under section362P;\n\t\t\t\tan application has been made to discharge or vary—\n\t\t\t\tthe appointment of a receiver under section 362N,\n\t\t\t\tan order under section 362O, or\n\t\t\t\tdirections under section 362P;\n\t\t\t\tan application has been made for compensation under section 362R;\n\t\t\t\tthe High Court has of its own motion exercised a power to do anything anapplication mentioned in paragraphs (a) to (k) may be made for;\n\t\t\t\tan application has been made for permission to appeal in relation toanything mentioned in paragraphs (a) to (l).\n\t\t\tThe court may not make an order that any costs of proceedings relating to acase to which this section applies (including appeal proceedings) are payableby an enforcement authority to a respondent or a specified responsible officerin respect of the involvement of the respondent or the officer in thoseproceedings, unless—\n\t\t\t\tthe authority acted unreasonably in making or opposing the application towhich the proceedings relate, or in supporting or opposing the making of theorder to which the proceedings relate, or\n\t\t\t\tthe authority acted dishonestly or improperly in the course of theproceedings.”"
    },
    {
        "length": 755,
        "text": "\nLimits on expenses orders in relation to unexplained wealth orders:Scotland\n\tAfter section 396U of the Proceeds of Crime Act 2002 insert—\n\t“Unexplained wealth orders: expenses of proceedings\n\t\tVExpenses orders\n\t\t\tThis section applies in the following cases—\n\t\t\t\tthe Scottish Ministers have made an application for an unexplained wealthorder under section 396A;\n\t\t\t\tan application has been made for the determination period to be extendedunder section 396DA;\n\t\t\t\tan application has been made to discharge or vary an unexplained wealthorder;\n\t\t\t\tthe Scottish Ministers have made an application for an interim freezingorder under section 396J;\n\t\t\t\tan application has been made to vary or recall an interim freezing order;\n\t\t\t\tan application has been made in the circumstances referred to in section396M to—\n\t\t\t\tsist an action, execution or other legal process, or\n\t\t\t\tsist proceedings in respect of property or allow them to continue;\n\t\t\t\tthe Scottish Ministers have made an application under section 396N(arrestment of property affected by interim freezing order);\n\t\t\t\tthe Scottish Ministers have made an application under section 396O(inhibition of property affected by interim freezing order);\n\t\t\t\tthe Scottish Ministers have made an application for an order for theappointment of a receiver under section 396P;\n\t\t\t\tthe Scottish Ministers have made an application for an order under section396Q (powers of receiver);\n\t\t\t\tan application has been made for directions to a receiver under section396R;\n\t\t\t\tan application has been made to vary or recall—\n\t\t\t\tthe appointment of a receiver under section 396P,\n\t\t\t\tan order under section 396Q or\n\t\t\t\tdirections under section 396R;\n\t\t\t\tan application has been made for compensation under section 396S;\n\t\t\t\tthe Court of Session has of its own motion exercised a power to do anythingan application mentioned in paragraphs (a) to (m) may be made for;\n\t\t\t\tan application has been made for permission to appeal in relation toanything mentioned in paragraphs (a) to (n).\n\t\t\tThe court may not make an order that any expenses of proceedings relatingto a case to which this section applies (including appeal proceedings) arepayable by the Scottish Ministers or the Lord Advocate to a respondent or aspecified responsible officer in respect of the involvement of the respondentor the officer in those proceedings, unless—\n\t\t\t\tthe Scottish Ministers or the Lord Advocate acted unreasonably in making oropposing the application to which the proceedings relate, or in supporting oropposing the making of the order to which the proceedings relate, or\n\t\t\t\tthe Scottish Ministers or the Lord Advocate acted dishonestly or improperlyin the course of the proceedings.”"
    },
    {
        "length": 404,
        "text": "\nCHAPTER 1Monetary penalties\n\tImposition of monetary penalties\n\t\tSection 146 of the Policing and Crime Act 2017 (power to impose monetarypenalties for breaching financial sanctions) is amended as follows.\n\t\tIn subsection (1) omit paragraph (b) (together with “and” preceding it).\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)In determining for the purposes of subsection (1) whether a person hasbreached a prohibition, or failed to comply with an obligation, imposed by orunder financial sanctions legislation, any requirement imposed by or underthat legislation for the person to have known, suspected or believed anymatter is to be ignored.”\n\tProcedural rights\n\t\tIn section 147 of the Policing and Crime Act 2017 (monetary penalties:procedural rights), omit subsection (5) (personal review by Minister).\n\tReporting on breach of financial sanctions\n\t\tIn section 149 of the Policing and Crime Act 2017 (monetary penalties:supplementary), after subsection (2) insert—\n\t\tThe Treasury may also publish reports at such intervals as it considersappropriate in cases where—\n\t\t\ta monetary penalty has not been imposed under section 146 or 148, but\n\t\t\tthe Treasury is satisfied, on the balance of probabilities, that a personhas breached a prohibition, or failed to comply with an obligation, that isimposed by or under financial sanctions legislation.”"
    },
    {
        "length": 228,
        "text": "\nSanctions regulations\n\tStreamlining process of making sanctions regulations\n\t\tThe Sanctions and Anti-Money Laundering Act 2018 (referred to in thisChapter as the “2018 Act”) is amended as follows.\n\t\tIn section 1 (power to make sanctions regulations) omit subsection (4).\n\t\tOmit section 2 (additional requirements for regulations for a purposewithin section 1(2)).\n\t\tIn section 45 (revocation and amendment of regulations under section 1)—\n\t\t\tin subsection (2)—\n\t\t\tomit the “and” at the end of paragraph (a);\n\t\t\tomit paragraph (b);\n\t\t\tomit subsections (3) to (5);\n\t\t\tin subsection (6) omit “, section 2”."
    },
    {
        "length": 3016,
        "text": "\nDesignation\n\tUrgent designation of persons by name\n\t\tSection 11 of the 2018 Act (designation of a person by name under adesignation power) is amended in accordance with subsections (2) to (6).\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)The regulations must contain provision for the Minister to be able tochoose whether to designate a person under—\n\t\t\tthe standard procedure, or\n\t\t\tthe urgent procedure.”\n\t\tFor subsection (2) substitute—\n\t\tThe regulations must provide that under the standard procedure theMinister is prohibited from designating a person by name except wherecondition A is met.\n\t\t(2A)Condition A is that the Minister has reasonable grounds to suspect thatthat person is an involved person (see subsection (3)).\n\t\t(2B)The regulations must provide that under the urgent procedure—\n\t\t\tthe Minister may designate a person by name where condition A is not met,but conditions B and C are met, and\n\t\t\tthe designation ceases to have effect at the end of the period of 56 daysbeginning with the day following the designation unless, within that period,the Minister certifies that—\n\t\t\tcondition A is met, or\n\t\t\tconditions B and C continue to be met.\n\t\t\t(2C)The regulations must provide that, under the urgent procedure, in a casewhere the Minister makes a certification under subsection (2B)(b)(ii), thedesignation ceases to have effect at the end of the period of 56 daysbeginning with the day immediately following the period mentioned insubsection (2B)(b), unless within that period the Minister certifies thatcondition A is met.\n\t\t\t(2D)Condition B is that relevant provision (whenever made) applies to, or inrelation to, the person under the law of—\n\t\t\tthe United States of America;\n\t\t\tthe European Union;\n\t\t\tAustralia; \n\t\t\tCanada; \n\t\t\tany other country specified for the purposes of this paragraph inregulations made by an appropriate Minister.\n\t\t\t(2E)Condition C is that the Minister considers that it is in the publicinterest to make designations under the urgent procedure.\n\t\t\t(2F)For the purposes of condition B, relevant provision is provision that theMinister considers—\n\t\t\tcorresponds, or is similar, to the type of sanction or sanctions in theregulations under section 1, or\n\t\t\tis made for purposes corresponding, or similar, to any purpose of any typeof sanction or sanctions in the regulations under section 1.”\n\t\tIn subsection (7), after “by name” insert “under the standard procedure”.\n\t\tAfter subsection (7) insert—\n\t\t“(7A)The regulations must, in relation to any case where the Ministerdesignates a person by name under the urgent procedure, require theinformation given under the provision made under section 10(3) to include astatement—\n\t\t\tthat the designation is made under the urgent procedure,\n\t\t\tidentifying the relevant provision by reference to which the Ministerconsiders that condition B is met in relation to the person, and\n\t\t\tsetting out why the Minister considers that condition C is met.\n\t\t\t(7B)The regulations must also provide that, in relation to any case where theMinister designates a person by name under the urgent procedure, the Ministermust, after the end of the period mentioned in subsection (2B)(b), or if theMinister has made a certification under subsection (2B)(b)(ii) the periodmentioned in subsection (2C), but otherwise without delay—\n\t\t\tin a case where the designation ceases to have effect, take such steps asare reasonably practicable to inform the person that the designation hasceased to have effect, or\n\t\t\tin any other case, take such steps as are reasonably practicable to givethe designated person a statement of reasons.”\n\t\tIn subsection (8)—\n\t\t\tfor “subsection (7)” substitute “subsections (7) and (7A)”;\n\t\t\tfor “which have led the Minister to make the designation” substitute “—\n\t\t\tin the case of a designation under the standard procedure, which have ledthe Minister to make the designation, and\n\t\t\tin the case of a designation under the urgent procedure, as a result ofwhich the designation does not cease to have effect at the end of the periodmentioned in subsection (2B)(b) or (2C) (as the case may be).”\n\t\tIn section 22 of the 2018 Act (power to vary or revoke designation madeunder regulations), in subsection (4), in paragraph (a)—\n\t\t\tfor “11(2)” substitute “11”;\n\t\t\tomit the words in brackets.\n\tUrgent designation of persons by description\n\t\tSection 12 of the 2018 Act (designation by persons by description under adesignation power) is amended in accordance with subsections (2) to (9).\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)The regulations must contain provision for the Minister to be able tochoose whether to provide that persons of a specified description aredesignated persons under either—\n\t\t\tthe standard procedure, or\n\t\t\tthe urgent procedure.”\n\t\tFor subsection (2) substitute—\n\t\tThe regulations must contain provision which prohibits the exercise ofthat power under the standard procedure except where conditions A and C aremet.”\n\t\tOmit subsection (4).\n\t\tIn subsection (5) omit paragraph (b) (and the “and” before it).\n\t\tAfter subsection (5) insert—\n\t\t“(5A)The regulations must provide that under the urgent procedure—\n\t\t\tthe Minister may provide that persons of a specified description aredesignated persons where condition C is not met, but conditions A, D and E aremet, and\n\t\t\tthe persons cease to be designated persons at the end of the period of 56days beginning with the day following the day on which the persons becamedesignated persons unless, within that period, the Minister certifies that—\n\t\t\tconditions A and C are met, or\n\t\t\tconditions A, D and E continue to be met.\n\t\t\t(5B)The regulations must also provide that, under the urgent procedure, in acase where the Minister makes a certification under subsection (5A)(b)(ii),the designation ceases to have effect at the end of the period of 56 daysbeginning with the day immediately following the period mentioned insubsection (5A)(b), unless within that period the Minister certifies thatconditions A and C are met.\n\t\t\t(5C)Condition D is that the description of persons specified is of persons (orsome persons) to which, or in relation to which, relevant provision (whenevermade) applies under the law of—\n\t\t\tthe United States of America;\n\t\t\tthe European Union;\n\t\t\tAustralia; \n\t\t\tCanada; \n\t\t\tany other country specified for the purposes of this paragraph inregulations made by an appropriate Minister.\n\t\t\t(5D)Condition E is that the Minister considers that it is in the publicinterest to provide that persons of a specified description are designatedpersons under the urgent procedure.\n\t\t\t(5E)For the purposes of condition D, relevant provision is provision that theMinister considers—\n\t\t\tcorresponds, or is similar, to the type of sanction or sanctions in theregulations under section 1, or\n\t\t\tis made for purposes corresponding, or similar, to any purpose of any typeof sanction or sanctions in the regulations under section 1.”\n\t\tIn subsection (7), after “designated persons” insert “under the standardprocedure”.\n\t\tAfter subsection (7) insert—\n\t\t“(7A)The regulations must, in relation to any case where the Minister providesthat persons of a specified description are designated persons under theurgent procedure, require the information given under the provision made undersection 10(3) to include a statement—\n\t\t\tthat the provision is made under the urgent procedure,\n\t\t\tidentifying the relevant provision by reference to which the Ministerconsiders that condition D is met in relation to persons of the specifieddescription, and\n\t\t\tsetting out why the Minister considers that condition E is met.\n\t\t\t(7B)The regulations must provide that, in relation to any case where theMinister provides that persons of a specified description are designatedpersons under the urgent procedure, the Minister must, after the end of theperiod mentioned in subsection (5A)(b), or if the Minister has made acertification under subsection (5A)(b)(ii) the period mentioned in subsection(5B), but otherwise without delay—\n\t\t\tin a case where the persons cease to be designated persons, take such stepsas are reasonably practicable to inform the persons that they have ceased tobe designated persons, or\n\t\t\tin any other case, take such steps as are reasonably practicable to giveeach designated person a statement of reasons.”\n\t\tIn subsection (8)—\n\t\t\tfor “subsection (7)” substitute “subsections (7) and (7A)”;\n\t\t\tfor the words from “which have led” to the end substitute “—\n\t\t\tin the case of a designation under the standard procedure, which have ledthe Minister to make the provision designating persons of that description,and\n\t\t\tin the case of a designation under the urgent procedure, as a result ofwhich the persons do not cease to be designated persons at the end of theperiod mentioned in subsection (5A)(b) or (5B) (as the case may be).”\n\t\tIn section 22 of the 2018 Act (power to vary or revoke designation madeunder regulations), in subsection (4), in paragraph (b)—\n\t\t\tfor “12(2)” substitute “12”;\n\t\t\tomit the words in brackets.\n\tSpecified ships\n\t\tIn section 14 of the 2018 Act (“specified ships”), in subsection (6), omitparagraph (b) (and the “and” before it).\n\tExisting sanctions regulations\n\t\tAny pre-commencement regulations which authorise an appropriate Minister todesignate persons by name (see section 11 of the 2018 Act) have effect, andfor the purposes of anything done on or after the day on which this Act ispassed are deemed to have always had effect, as if the regulations contain theprovision required to be included as a result of the amendments made bysection 58.\n\t\tAny pre-commencement regulations which grant a power to an appropriateMinister to provide that persons of a specified description are designatedpersons (see section 12 of the 2018 Act) have effect, and for the purposes ofanything done on or after the day on which this Act is passed are deemed tohave always had effect, as if the regulations contain the provision requiredto be included as a result of the amendments made by section 59.\n\t\tPre-commencement regulations have effect, and for the purposes of anythingdone on or after the day on which this Act is passed are deemed to have alwayshad effect, as if the regulations do not include any provision required to beincluded by the following provisions—\n\t\t\tsection 11(2)(b) of the 2018 Act (which is now omitted by virtue of theamendment made by section 58(3));\n\t\t\tsection 12(2) of the 2018 Act to the extent that that subsection related toprovisions repealed by section 59(4) or (5);\n\t\t\tprovision repealed by section 60.\n\t\tIn this section, “pre-commencement regulations” means regulations underPart 1 of the 2018 Act made before the day on which this Act is passed."
    },
    {
        "length": 729,
        "text": "\nReviews and reports\n\tRemoval of reviews\n\t\tOmit the following provisions of the 2018 Act—\n\t\t\tsection 24 (periodic review of certain designations);\n\t\t\tsection 28 (periodic review where ships are specified);\n\t\t\tsection 30 (review of regulations under section 1).\n\t\tIn section 33 of the 2018 Act (procedure for requests to, and reviews by,appropriate Minister)—\n\t\t\tin the heading, omit “, and reviews by,”;\n\t\t\tin subsection (1) omit “or a review under section 24, 28 or 30”.\n\t\tIn section 45 of the 2018 Act (revocation and amendment of regulationsunder section 1), in subsection (6) omit “and section 30”.\n\tRemoval of reporting requirements\n\t\tOmit the following provisions of the 2018 Act—\n\t\t\tsection 18 (report in respect of offences in regulations);\n\t\t\tsection 32 (periodic reports on exercise of power to make regulations undersection 1);\n\t\t\tsection 46 (report where regulations for a purpose within section 1(2) areamended).\n\t\tIn section 57 of the 2018 Act (duties to lay certain reports beforeParliament: further provision)—\n\t\t\tomit subsections (1) and (2);\n\t\t\tin subsection (3), for “a reporting provision” substitute “paragraph 21(2)of Schedule 2 (duty to lay report)”;\n\t\t\tin subsection (4), for “a reporting provision” substitute “paragraph 21(2)of Schedule 2”;\n\t\t\tin subsection (5), for “the reporting provision in question” substitute“paragraph 21(2) of Schedule 2”.\n\tCourt reviews: restrictions regarding damages\n\t\tIn section 39 of the 2018 Act (court reviews: further provision)—\n\t\t\tin subsection (2) omit paragraph (a) (and the “or” after it);\n\t\t\tafter subsection (2) insert—\n\t\t\t\t“(2A)Damages permitted by subsection (2) must not exceed such amount as may bespecified in, or calculated in accordance with, regulations made by anappropriate Minister for the purposes of this subsection.”\n\t\tIn section 55 (regulations: procedure), in subsection (5), after paragraph(a) insert—\n\t\t\tsection 39(2A),”.\n\t\tThe amendments made by this section apply in relation to proceedings towhich section 39(2) of the 2018 Act applies that are commenced on or after 4March 2022."
    },
    {
        "length": 231,
        "text": "\nMiscellaneous\n\tSharing of information\n\t\tIn section 16 of the 2018 Act (sanctions regulations: information), insubsection (1)(a) after “requiring” insert “or authorising”.\n\tConsequential provision\n\t\tAn appropriate Minister (within the meaning of the 2018 Act) may byregulations make provision that the Minister considers to be consequential onthis Chapter amending—\n\t\t\tPart 1 or 3 of the 2018 Act, or\n\t\t\tregulations made under Part 1 of that Act.\n\t\tA statutory instrument containing (whether alone or with other provision)regulations under this section that amend or repeal any provision of Part 1 or3 of the 2018 Act is subject to the affirmative resolution procedure.\n\t\tAny other statutory instrument containing regulations under this section issubject to the negative resolution procedure."
    },
    {
        "length": 667,
        "text": "\nPART 4General\n\tRegulations \n\t\tA power to make regulations under this Act is exercisable by statutoryinstrument.\n\t\tRegulations under this Act may make different provision for differentpurposes.\n\t\tRegulations under this Act may—\n\t\t\tinclude supplementary, incidental and consequential provision;\n\t\t\tmake transitional provision and savings.\n\t\tWhere regulations under this Act are subject to “the affirmative resolutionprocedure”, the regulations may not be made unless a draft of the statutoryinstrument containing them has been laid before and approved by a resolutionof each House of Parliament.\n\t\tWhere regulations under this Act are subject to “the negative resolutionprocedure”, the statutory instrument containing the regulations is subject toannulment in pursuance of a resolution of either House of Parliament.\n\t\tAny provision that may be made by regulations under this Act subject to thenegative resolution procedure may be made by regulations subject to theaffirmative resolution procedure.\n\t\tThis section does not apply to regulations under section 69.\n\tExtent \n\t\tExcept as mentioned in subsections (2) to (4), this Act extends to—\n\t\t\tEngland and Wales,\n\t\t\tScotland, and\n\t\t\tNorthern Ireland.\n\t\tIn Part 1—\n\t\t\tsection 33(1) and Schedule 3 extend to England and Wales only;\n\t\t\tsection 33(2) and Parts 1 and 2 of Schedule 4 extend to Scotland only;\n\t\t\tsection 33(3) to (7) and Schedule 5 extend to Northern Ireland only.\n\t\tIn Part 2, section 51 extends to England and Wales only.\n\t\tThe amendments made by the rest of Part 2 and by Part 3 have the sameextent as the provisions amended.\n\tCommencement \n\t\tParts 1 and 2 come into force on such day as the Secretary of State may byregulations appoint.\n\t\tChapter 1 of Part 3 comes into force on such day as the Treasury may byregulations appoint.\n\t\tChapter 2 of Part 3 and this Part come into force on the day on which thisAct is passed.\n\t\tThe Secretary of State may by regulations make transitional or savingprovision in connection with the coming into force of any provision of Parts 1and 2 or this Part.\n\t\tThe Secretary of State or the Treasury may by regulations make transitionalor saving provision in connection with the coming into force of any provisionof Part 3.\n\t\tRegulations under this section may make different provision for differentpurposes.\n\t\tA power to make regulations under this section is exercisable by statutoryinstrument.\n\tShort title\n\t\tThis Act may be cited as the Economic Crime (Transparency and Enforcement) Act2022."
    }
]