[
    {
        "length": 2954,
        "text": "\nCo-operative and community benefit societies\n\tRegistration of societies as co-operative or community benefit societies\n\t\tFor section 1 of the [Industrial and Provident Societies Act 1965 (c.12)](/id/ukpga/1965/12?view=plain \"Go to item of legislation\") (societies thatmay be registered) substitute—\n\t\t“1Societies that may be registered\n\t\t\tA society for carrying on any industry, business or trade (includingdealings of any kind with land) may be registered under this Act as—\n\t\t\t\ta co-operative society, or\n\t\t\t\ta community benefit society.\n\t\t\t\t\tAs to registration under this Act as a credit union, see the Credit Unions Act1979.\n\t\t\tA society may be registered as a co-operative society only if it is shownto the satisfaction of the Authority that the society is a bona fide co-operative society.\n\t\t\tFor this purpose “co-operative society” does not include a society thatcarries on, or intends to carry on, business with the object of making profitsmainly for the payment of interest, dividends or bonuses on money invested ordeposited with, or lent to, the society or any other person.\n\t\t\tA society may be registered as a community benefit society only if it isshown to the satisfaction of the Authority that in view of the fact that thebusiness of the society is being, or is intended to be, conducted for thebenefit of the community, there are special reasons why the society should beregistered under this Act rather than as a company under the Companies Acts.\n\t\t\tA society may not be registered as a co-operative society or communitybenefit society unless—\n\t\t\t\tthe society’s rules contain provision in respect of the matters mentionedin Schedule 1, and\n\t\t\t\tthe place that under those rules is to be the society’s registered officeis situated in Great Britain or the Channel Islands.”.\n\t\t\tAfter section 4 of that Act insert—\n\t\t“4APre-2010 Act societies\n\t\t\tIn this Act “pre-2010 Act society” means a society (other than a creditunion) that was registered or treated as registered under this Act immediatelybefore the commencement of section 1 of the Co-operative and Community BenefitSocieties and Credit Unions Act 2010.\n\t\t\tNothing in that section affects the status of a pre-2010 Act society asregistered or treated as registered under this Act.”.\n\t\t\tIn section 16(1) of that Act (cancellation of registration: grounds), inparagraph (c)(ii) for “neither of the conditions specified in section 1(2) ofthis Act is fulfilled” substitute “the relevant registration condition is notmet”.\n\t\t\tAfter that subsection insert—\n\t\t\t\t“(1A)For the purposes of subsection (1)(c)(ii) the relevant registrationcondition is not met if—\n\t\t\t\tin the case of a society registered as a co-operative society, thecondition specified in section 1(2) is not met;\n\t\t\t\tin the case of a society registered as a community benefit society, thecondition specified in section 1(3) is not met;\n\t\t\t\tin the case of a pre-2010 Act society, neither of the conditions specifiedin section 1(2) and (3) is met.”.\n\t\t\tIn section 74(1) of that Act (interpretation - general), before thedefinition of “prescribed” insert—\n\t\t\t\t  * ““pre-2010 Act society” has the meaning given by section 4A(1);”.\n\t\t\tIn section 20(1)(b) of the [Credit Unions Act 1979 (c.34)](/id/ukpga/1979/34?view=plain \"Go to item of legislation\") (cancellationof registration as credit union: adaptation of grounds), for “neither of theconditions in section 1(2) of that Act is fulfilled” substitute “the relevantregistration condition is not met”.\n\t\t\tIn section 1(9) of the [Co-operatives and Community Benefit Societies Act2003 (c. 15)](/id/ukpga/2003/15?view=plain \"Go to item of legislation\")(community benefit societies: power to restrict use of assets), for thedefinition of “community benefit society” substitute—\n\t\t\t\t  * ““community benefit society” means—\n\t\t\t\ta society registered under the 1965 Act as a community benefit society, or\n\t\t\t\ta pre-2010 Act society (as defined by section 4A(1) of the 1965 Act) whichmeets the condition in section 1(3) of that Act.”.\n\tRe-naming of Industrial and Provident Societies Acts\n\t\tThe Acts listed below may be cited by the new short title indicated:\n\tExisting short title| New short title  ---|---  Industrial and Provident Societies Act 1965| Co-operative and CommunityBenefit Societies and Credit Unions Act 1965  Industrial and Provident Societies Act 1967| Co-operative and CommunityBenefit Societies and Credit Unions Act 1967  Friendly and Industrial and Provident Societies Act 1968| Co-operative andCommunity Benefit Societies and Credit Unions Act 1968  Industrial and Provident Societies Act 1975| Co-operative and CommunityBenefit Societies Act 1975  Industrial and Provident Societies Act 1978| Co-operative and CommunityBenefit Societies Act 1978  Industrial and Provident Societies Act 2002| Co-operative and CommunityBenefit Societies and Credit Unions Act 2002  Co-operatives and Community Benefit Societies Act 2003| Co-operative andCommunity Benefit Societies Act 2003    ### 3Application of provisions relating to directors disqualification\n\tIn the [Company Directors Disqualification Act 1986 (c.46)](/id/ukpga/1986/46?view=plain \"Go to item of legislation\"), after section22D insert—\n\t\t“22EApplication of Act to societies registered under the Industrial andProvident Societies Act 1965\n\t\t\tIn this section “registered society” means a society registered or deemedto be registered under the Industrial and Provident Societies Act 1965 (“the1965 Act”).\n\t\t\tThis Act applies to registered societies as it applies to companies.\n\t\t\tAccordingly, in this Act—\n\t\t\t\treferences to a company include a registered society, and\n\t\t\t\treferences to a director or an officer of a company include a member of thecommittee or an officer of a registered society.\n\t\t\t\t\tIn paragraph (b) “committee” and “officer” have the same meaning as in the1965 Act: see section 74(1) of that Act.\n\t\t\tAs they apply in relation to registered societies, the provisions of thisAct have effect with the following modifications—\n\t\t\t\tin section 2(1) (disqualification on conviction of indictable offence), thereference to striking off includes cancellation of the registration of asociety under the 1965 Act;\n\t\t\t\tin section 3 (disqualification for persistent breaches) and section 5(disqualification on summary conviction), references to the companieslegislation shall be read as references to the legislation relating toregistered societies;\n\t\t\t\tin section 8(1) (disqualification after investigation), the reference toinvestigative material shall be read as including—\n\t\t\t\tany report made under section 47 or 49(1) of the 1965 Act (inspection ofbooks or appointment of inspector), and\n\t\t\t\tany information, books, accounts or other documents obtained under section48 of the 1965 Act;\n\t\t\t\treferences to the registrar shall be read as references to the FinancialServices Authority;\n\t\t\t\treferences to a shadow director shall be disregarded.\n\t\t\tIn the application of Schedule 1 to the members of the committee of aregistered society, references to provisions of the Companies Act 2006 shallbe read as including references to the corresponding provisions of thelegislation relating to registered societies.\n\t\t\tIn this section “the legislation relating to registered societies” meansthe Industrial and Provident Societies Acts 1965 to 2003, the Credit UnionsAct 1979 and the Co-operative and Community Benefit Societies and CreditUnions Act 2010.”.\n\tPower to apply certain other provisions relating to companies\n\t\tThe Treasury may by regulations—\n\t\t\tmake provision applying to societies registered under the [Industrial andProvident Societies Act 1965 (c. 12)](/id/ukpga/1965/12?view=plain \"Go to itemof legislation\") any provision mentioned in subsection (2), or\n\t\t\tmake provision for such societies corresponding to any such provision,\n\t\t\t\tin either case, with such modifications as appear to the Treasury to beappropriate.\n\t\tThe provisions are—\n\t\t\tParts 14 and 15 of the [Companies Act 1985 (c.6)](/id/ukpga/1985/6?view=plain \"Go to item of legislation\") (investigations);\n\t\t\tPart 5 of the [Companies Act 2006 (c. 46)](/id/ukpga/2006/46?view=plain \"Goto item of legislation\") (company names);\n\t\t\tPart 31 of that Act (dissolution and restoration to the register).\n\t\tRegulations made by virtue of subsection (2)(a) may amend or repeal thefollowing provisions—\n\t\t\tsection 47 of the [Industrial and Provident Societies Act 1965 (c.12)](/id/ukpga/1965/12?view=plain \"Go to item of legislation\") (inspection ofbooks by order of Authority);\n\t\t\tsection 48 of that Act (production of documents and provision ofinformation);\n\t\t\tsection 49 of that Act (appointment of inspectors and calling of specialmeeting), so far as relating to the appointment of inspectors.\n\t\tRegulations made by virtue of subsection (2)(b) may amend or repeal section5 of the [Industrial and Provident Societies Act1965](/id/ukpga/1965/12?view=plain \"Go to item of legislation\") (name ofsociety).\n\t\tRegulations made by virtue of subsection (2)(c) may amend or repeal thefollowing provisions of the [Industrial and Provident Societies Act1965](/id/ukpga/1965/12?view=plain \"Go to item of legislation\")—\n\t\t\tsection 16(1)(a)(iii) (cancellation of registration: society having ceasedto exist);\n\t\t\tsection 59 (restriction on dissolution or cancellation of registration).\n\t\tSubsections (3) to (5) above are not to be read as restricting the powerconferred by section 6 of this Act (general power to make consequentialamendments).\n\t\tRegulations under this section may—\n\t\t\tconfer power to make orders, regulations and other subordinate legislation;\n\t\t\tcreate criminal offences, but only—\n\t\t\tin circumstances corresponding to an offence under the Companies Acts, and\n\t\t\tsubject to a maximum penalty no greater than is provided for in respect ofthe corresponding offence;\n\t\t\tprovide for the charging of fees, but not any charge in the nature oftaxation.\n\t\tBefore making any regulations under this section the Treasury must consultsuch persons as appear to them to be appropriate."
    },
    {
        "length": 880,
        "text": "\nCredit unions\n\tPower to make provision corresponding to provision applying to buildingsocieties\n\t\tIn the [Credit Unions Act 1979 (c. 34)](/id/ukpga/1979/34?view=plain \"Go toitem of legislation\"), before section 24 (under the heading “General andmiscellaneous”) insert—\n\t\t“23APower to make provision corresponding to provision applying tobuilding societies\n\t\t\tThe Treasury may by regulations amend this Act so as to make provision forcredit unions corresponding to any enactment applying to building societies.\n\t\t\tThe power conferred by subsection (1) may not be exercised so as to modifyany of the following provisions of this Act—\n\t\t\t\tsections 1 and 2 (registration as a credit union);\n\t\t\t\tsection 3 (use of name “credit union”);\n\t\t\t\tsection 8 (general prohibition on deposit-taking), but without prejudice tothe power to add exceptions to those in sections 9 and 10 and to modify thosesections;\n\t\t\t\tsection 21 (amalgamations and transfers of engagements);\n\t\t\t\tsection 22 (no conversion of credit union into company, etc.);\n\t\t\t\tsection 23 (conversion of company into credit union).\n\t\t\tRegulations under subsection (1) may—\n\t\t\t\tconfer power to make orders, regulations and other subordinate legislation;\n\t\t\t\tcreate criminal offences, but only—\n\t\t\t\tin circumstances corresponding to an offence under the enactments relatingto building societies, and\n\t\t\t\tsubject to a maximum penalty no greater than is provided for in respect ofthe corresponding offence;\n\t\t\t\tprovide for the charging of fees, but not any charge in the nature oftaxation.\n\t\t\tThe Treasury may by regulations make such amendments of enactments asappear to them to be appropriate in consequence of any provision made undersubsection (1).\n\t\t\t\tThis includes power to make consequential amendments of the provisions listedin subsection (2).\n\t\t\tIn this section “enactment” includes—\n\t\t\t\tan enactment contained in subordinate legislation within the meaning of the[Interpretation Act 1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Go to item oflegislation\"),\n\t\t\t\tan enactment contained in, or in an instrument made under, an Act of theScottish Parliament,\n\t\t\t\tan enactment contained in, or in an instrument made under, Northern Irelandlegislation within the meaning of the [Interpretation Act1978](/id/ukpga/1978/30?view=plain \"Go to item of legislation\"), and\n\t\t\t\tan enactment contained in, or in an instrument made under, a Measure or Actof the National Assembly for Wales.\n\t\t\tBefore making regulations under this section the Treasury must consult suchpersons as appear to them to be appropriate.\n\t\t\tNo regulations under this section are to be made unless a draft has beenlaid before and approved by a resolution of each House of Parliament.”.\n\t\t\tIn section 29(2) of that Act (orders and regulations: negative resolutionprocedure), at the beginning insert “Except as provided by section 23A(7),”.\n\t\t\tIn section 33(4) of that Act (extent: Northern Ireland), after “With theexception of” insert “section 23A so far as it confers power to makeconsequential amendments of enactments extending to Northern Ireland,”."
    },
    {
        "length": 739,
        "text": "\nSupplementary provisions\n\tConsequential amendments\n\t\tThe Treasury may by regulations make such amendments of enactments asappear to them to be appropriate in consequence of any provision made by orunder this Act.\n\t\tThis power is exercisable in relation to any enactment passed or madebefore the commencement of the relevant provision, and accordingly extends tothe provisions of this Act (apart from this section).\n\t\tIn this section “enactment” includes—\n\t\t\tan enactment contained in subordinate legislation within the meaning of the[Interpretation Act 1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Go to item oflegislation\"),\n\t\t\tan enactment contained in, or in an instrument made under, an Act of theScottish Parliament,\n\t\t\tan enactment contained in, or in an instrument made under, Northern Irelandlegislation within the meaning of the [Interpretation Act1978](/id/ukpga/1978/30?view=plain \"Go to item of legislation\"), and\n\t\t\tan enactment contained in, or in an instrument made under, a Measure or Actof the National Assembly for Wales.\n\t\tThe power conferred by this section may, in particular, be exercised so asto replace the words “industrial and provident society” wherever occurring(including in the title of an enactment).\n\tRegulations \n\t\tRegulations under this Act may contain such supplementary, incidental andtransitional provisions as appear to the Treasury to be necessary orexpedient.\n\t\tRegulations under this Act must be made by statutory instrument.\n\t\tNo regulations under this Act are to be made unless a draft has been laidbefore and approved by a resolution of each House of Parliament.\n\tShort title, commencement and extent\n\t\tThe short title of this Act is the Co-operative and Community BenefitSocieties and Credit Unions Act 2010.\n\t\tThe provisions of this Act (apart from this section) come into force onsuch day as the Treasury may by order appoint, and different days may be soappointed for different purposes.\n\t\tAn order under subsection (2) must be made by statutory instrument and maycontain such transitional provision as appears to the Treasury to be necessaryor expedient.\n\t\tSections 5 and 6 extend to Northern Ireland so far as they confer power tomake consequential amendments of enactments that so extend (and section 7 andsubsections (1) to (3) above have effect accordingly).\n\t\tHer Majesty may by Order in Council direct that any of the provisions ofthis Act, or any instrument made under it, shall extend, with suchmodifications (if any) as may be specified in the Order, to any of the ChannelIslands.\n\t\t\tAny such Order in Council may make such transitional, incidental orsupplementary provision as appears to Her Majesty to be necessary orexpedient.\n\t\tSubject to subsections (4) and (5), the provisions of this Act extend toGreat Britain only.\n\t\t"
    }
]