{
    "general": "This law changes how much money the Public Trustee owes when they do something wrong, like making a mistake with someone's money or property. It also changes how much money the Public Trustee can charge people who use their services. The goal of these changes is to make sure the Public Trustee is fair and responsible with the money and property they manage for people.",
    "series": [
        [
            {
                "length": 456,
                "short": "\"Reforms to the Public Trustee Act 1906 and Related Legislation\"",
                "text": "\n* Simplified point 1: Repeals liability of the Consolidated Fund of the United Kingdom under Section 7 of the Public Trustee Act 1906.\n* Simplified point 2: Repeals saving provision for liability imposed by the 1906 Act in the Crown Proceedings Act 1947.\n* Simplified point 3: Repeals section 7 of the Public Trustee and Administration of Funds Act 1986, which states that Section 7 of the 1906 Act shall not apply.\n* Simplified point 4: Amends section 9 of the Public Trustee Act 1906 to allow the Lord Chancellor to fix fees instead of the Treasury.\n* Simplified point 5: Repeals subsection (3) of section 9 of the Public Trustee Act 1906, which requires regulations made by the Treasury regarding fees.\n* Simplified point 6: Repeals subsection (4) of section 9 of the Public Trustee Act 1906, which allows the Treasury to make orders regarding fees.\n* Simplified point 7: Amends section 138 of the Law of Property Act 1925 to allow the Lord Chancellor to nominate a trust corporation to receive notices instead of the Treasury.\n* Simplified point 8: Amends section 1(1) of the Public Trustee (Fees) Act 1957 to allow the Lord Chancellor to make orders fixing fees instead of the Treasury.\n* Simplified point 9: Repeals section 19(5)(b) of the Law of Property (Miscellaneous Provisions) Act 1994, which applies section 9(1), (3) and (4) of the 1906 Act."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Public Trustee (Liability and Fees) Act 2002 changes some rules about the Public Trustee, who manages funds and property for people who can't do it themselves. The Act repeals old laws that said the government was responsible for paying back any debts or losses if the Public Trustee made mistakes or lost money. Now, only the person who set up the fund will be responsible for these costs. This means that the government won't have to pay for these mistakes anymore.\nAdditionally, the Act gives the Lord Chancellor the power to set fees for the services provided by the Public Trustee, instead of having to follow old rules that were set by the Treasury. This means that the fees can now be changed more easily to reflect the actual cost of providing the services.\nFinally, the Act removes some outdated provisions that were no longer needed, making the law clearer and easier to understand. Overall, the Public Trustee (Liability and Fees) Act 2002 simplifies and updates the rules governing the Public Trustee, making it easier for them to provide their services effectively.",
    "single": "\n* Repeals section 7 of the Public Trustee Act 1906, which made the Consolidated Fund liable for certain actions of the Public Trustee.\n* Repeals section 40(2)(h) of the Crown Proceedings Act 1947, which saved the liability imposed by the 1906 Act.\n* Repeals paragraph (a) of section 3(6) of the Public Trustee and Administration of Funds Act 1986, which excluded section 7 of the 1906 Act from applying.\n* Changes the way fees are charged by the Public Trustee, allowing the Lord Chancellor to fix fees instead of the Treasury.\n* Repeals certain provisions in the Law of Property Act 1925 and the Public Trustee (Fees) Act 1957 that related to the fees charged by the Public Trustee.\n* Short title and extent of the Act.\nIMPACT:\n* The Public Trustee (Liability and Fees) Act 2002 simplifies and modernizes the liability and fee structures of the Public Trustee, making it easier for the Public Trustee to operate and for individuals to understand their rights and responsibilities.\n* The Act reduces the liability of the Consolidated Fund for the actions of the Public Trustee, making the Public Trustee more financially independent.\n* The Act allows the Lord Chancellor to fix fees charged by the Public Trustee, giving the Lord Chancellor more flexibility to set fees that are fair and reasonable.\n* The Act repeals certain provisions that were no longer needed or were redundant, making the legislation more streamlined and easier to understand."
}