[
    {
        "length": 3829,
        "text": "\nCHAPTER 1Terrorist offences\n\tExpressions of support for a proscribed organisation\n\t\tIn section 12 of the Terrorism Act 2000 (support), after subsection (1)insert—\n\t“(1A)A person commits an offence if the person—\n\t\texpresses an opinion or belief that is supportive of a proscribedorganisation, and\n\t\tin doing so is reckless as to whether a person to whom the expression isdirected will be encouraged to support a proscribed organisation.”\n\tPublication of images and seizure of articles\n\t\tSection 13 of the Terrorism Act 2000 (uniform) is amended as follows.\n\t\tIn the heading, after “Uniform” insert “and publication of images”.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)A person commits an offence if the person publishes an image of—\n\t\t\tan item of clothing, or\n\t\t\tany other article,\n\t\t\tin such a way or in such circumstances as to arouse reasonable suspicion thatthe person is a member or supporter of a proscribed organisation.\n\t\t\t(1B)In subsection (1A) the reference to an image is a reference to a still ormoving image (produced by any means).”\n\t\tAfter subsection (3) insert—\n\t\tA constable may seize an item of clothing or any other article if theconstable—\n\t\t\treasonably suspects that it is evidence in relation to an offence undersubsection (1), and\n\t\t\tis satisfied that it is necessary to seize it in order to prevent theevidence being concealed, lost, altered or destroyed.\n\t\tIn connection with exercising the power in subsection (4), a constable mayrequire a person to remove the item of clothing or other article if the personis wearing it.\n\t\tBut the powers conferred by subsections (4) and (5) may not be exercised soas to seize, or require a person to remove, an item of clothing being wornnext to the skin or immediately over a garment being worn as underwear.”\n\tObtaining or viewing material over the internet\n\t\tSection 58 of the Terrorism Act 2000 (collection of information) is amendedas follows.\n\t\tIn subsection (1)—\n\t\t\tomit “or” at the end of paragraph (a);\n\t\t\tafter paragraph (b) insert “, or\n\t\t\tthe person views, or otherwise accesses, by means of the internet adocument or record containing information of that kind.”\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)The cases in which a person collects or makes a record for the purposesof subsection (1)(a) include (but are not limited to) those in which theperson does so by means of the internet (whether by downloading the record orotherwise).”\n\t\tAfter subsection (3) insert—\n\t\t“(3A)The cases in which a person has a reasonable excuse for the purposes ofsubsection (3) include (but are not limited to) those in which—\n\t\t\tat the time of the person’s action or possession the person did not know,and had no reason to believe, that the document or record in questioncontained, or was likely to contain, information of a kind likely to be usefulto a person committing or preparing an act of terrorism, or\n\t\t\tthe person’s action or possession was for the purposes of—\n\t\t\tcarrying out work as a journalist, or\n\t\t\tacademic research.”\n\tEntering or remaining in a designated area\n\t\tThe Terrorism Act 2000 is amended as follows.\n\t\tAfter section 58A insert—\n\t\t“Entering or remaining in designated areas overseas\n\t\t\tBEntering or remaining in a designated area\n\t\t\t\tSubject to subsections (3) and (4), a person commits an offence if—\n\t\t\t\t\tthe person enters, or remains in, a designated area, and\n\t\t\t\t\tthe person is a United Kingdom national, or a United Kingdom resident, atthe time of entering the area or at any time during which the person remainsthere.\n\t\t\t\tIt is a defence for a person charged with an offence under this section toprove that the person had a reasonable excuse for entering, or remaining in,the designated area.\n\t\t\t\tA person does not commit an offence under this section of entering, orremaining in, a designated area if—\n\t\t\t\t\tthe person is already travelling to, or is already in, the area on the dayon which it becomes a designated area, and\n\t\t\t\t\tthe person leaves the area before the end of the period of one monthbeginning with that day.\n\t\t\t\tA person does not commit an offence under this section of entering, orremaining in, a designated area if—\n\t\t\t\t\tthe person enters, or remains in, a designated area involuntarily, or\n\t\t\t\t\tthe person enters, or remains in, a designated area for or in connectionwith one or more of the purposes mentioned in subsection (5).\n\t\t\t\tThe purposes are—\n\t\t\t\t\tproviding aid of a humanitarian nature;\n\t\t\t\t\tsatisfying an obligation to appear before a court or other body exercisingjudicial power;\n\t\t\t\t\tcarrying out work for the government of a country other than the UnitedKingdom (including service in or with the country’s armed forces);\n\t\t\t\t\tcarrying out work for the United Nations or an agency of the UnitedNations;\n\t\t\t\t\tcarrying out work as a journalist;\n\t\t\t\t\tattending the funeral of a relative or visiting a relative who isterminally ill;\n\t\t\t\t\tproviding care for a relative who is unable to care for themselves withoutsuch assistance.\n\t\t\t\tBut a person does not commit an offence of entering or remaining in adesignated area by virtue of subsection (4)(b) only if—\n\t\t\t\t\tthe person enters or remains in the area exclusively for or in connectionwith one or more of the purposes mentioned in subsection (5), or\n\t\t\t\t\tin a case where the person enters or remains in the area for or inconnection with any other purpose or purposes (in addition to one or more ofthe purposes mentioned in subsection (5)), the other purpose or purposesprovide a reasonable excuse for doing so under subsection (2).\n\t\t\t\tThe Secretary of State may by regulations add a purpose to or remove apurpose from subsection (5).\n\t\t\t\tFor the purposes of subsection (5)—\n\t\t\t\t\tthe reference to the provision of aid of a humanitarian nature does notinclude the provision of aid in contravention of internationally recognisedprinciples and standards applicable to the provision of humanitarian aid;\n\t\t\t\t\treferences to the carrying out of work do not include the carrying out ofany act which constitutes an offence in a part of the United Kingdom or woulddo so if the act occurred in a part of the United Kingdom;\n\t\t\t\t\ta person is “terminally ill” at any time if at that time the person suffersfrom a progressive disease and the person’s death in consequence of thatdisease can reasonably be expected within 6 months.\n\t\t\t\tA person guilty of an offence under this section is liable on conviction onindictment to imprisonment for a term not exceeding 10 years, or to a fine, orto both.\n\t\t\t\tIn this section—\n\t\t\t\t\t  * “designated area” means an area outside the United Kingdom that is for the time being designated for the purposes of this section in regulations under section 58C;\n\t\t\t\t\t  * “relative” means spouse or civil partner, brother, sister, ancestor or lineal descendant;\n\t\t\t\t\t  * “United Kingdom national” means an individual who is—\n\t\t\t\t\ta British citizen, a British overseas territories citizen, a British National(Overseas) or a British Overseas citizen,\n\t\t\t\t\ta person who under the British Nationality Act 1981 is a British subject, or\n\t\t\t\t\ta British protected person within the meaning of that Act;\n\t\t\t\t\t\t  * “United Kingdom resident” means an individual who is resident in the United Kingdom.\n\t\t\t\tThe reference in subsection (3) to the day on which an area becomes adesignated area is a reference to the day on which regulations under section58C come into force designating the area for the purposes of this section.\n\t\t\t\tNothing in this section imposes criminal liability on any person acting onbehalf of, or holding office under, the Crown.\n\t\t\tCSection 58B: designated areas\n\t\t\t\tThe Secretary of State may by regulations designate an area outside theUnited Kingdom as a designated area for the purposes of section 58B if thefollowing condition is met.\n\t\t\t\tThe condition is that the Secretary of State is satisfied that it isnecessary, for the purpose of protecting members of the public from a risk ofterrorism, to restrict United Kingdom nationals and United Kingdom residentsfrom entering, or remaining in, the area.\n\t\t\t\tThe reference in subsection (2) to the public includes a reference to thepublic of a country other than the United Kingdom.\n\t\t\t\tWhere an area is designated by regulations under this section, theSecretary of State must—\n\t\t\t\t\tkeep under review whether the condition in subsection (2) continues to bemet in relation to the area, and\n\t\t\t\t\tif the Secretary of State determines that the condition is no longer met,revoke the regulations (or revoke them so far as they have effect in relationto that area if the regulations designate more than one area).\n\t\t\t\tRegulations under this section cease to have effect at the end of theperiod of 3 years beginning with the day on which they are made (unless theycease to have effect at an earlier time as a result of their revocation or byvirtue of section 123(6ZA)(b)).\n\t\t\t\tSubsection (5) does not prevent the making of new regulations to the sameor similar effect.\n\t\t\t\tIn this section “designated area”, “United Kingdom national” and “UnitedKingdom resident” have the same meaning as in section 58B.”\n\t\t\t\tIn section 123 (orders and regulations)—\n\t\t\t\t\tin subsection (4), after paragraph (b) insert—\n\t\t\t\t\tsection 58B(7);”;\n\t\t\t\t\tin subsection (5), for “or (b)” substitute “, (b) or (ba)”;\n\t\t\t\t\tafter subsection (6) insert—\n\t\t\t\t\t\t“(6ZA)Regulations under section 58C—\n\t\t\t\t\tmust be laid before Parliament after being made, and\n\t\t\t\t\tcease to have effect at the end of the period of 40 days beginning with theday on which they are made unless before the end of that period theregulations are approved by a resolution of each House of Parliament.\n\t\t\t\t\t(6ZB)Regulations laid before Parliament under subsection (6ZA) designating anarea outside the United Kingdom must be accompanied by a statement setting outthe grounds on which the Secretary of State has determined that the conditionfor making the regulations referred to in section 58C(2) is met in relation tothat area.\n\t\t\t\t\t(6ZC)For the purposes of subsection (6ZA) the period of 40 days is to becomputed in accordance with section 7(1) of the Statutory Instruments Act1946.\n\t\t\t\t\t(6ZD)Subsection (6ZA)(b)—\n\t\t\t\t\tis without prejudice to anything previously done or to the power of theSecretary of State to make new regulations under section 58C;\n\t\t\t\t\tdoes not apply to regulations that only revoke previous regulations underthat section.\n\t\t\t\t\t(6ZE)Regulations under section 58C that only revoke previous regulations underthat section are subject to annulment in pursuance of a resolution of eitherHouse of Parliament.”\n\tEncouragement of terrorism and dissemination of terrorist publications\n\t\tThe Terrorism Act 2006 is amended as follows.\n\t\tSection 1 (encouragement of terrorism) is amended in accordance withsubsections (3) and (4).\n\t\tIn subsection (1)—\n\t\t\tfor the words from “some” to “published” substitute “a reasonable person”;\n\t\t\tfor “to them” substitute “, to some or all of the members of the public towhom it is published,”.\n\t\tIn subsection (3)—\n\t\t\tin the opening words, for “members of the public” substitute “a reasonableperson”;\n\t\t\tin paragraph (b), omit “those”.\n\t\tSection 2 (dissemination of terrorist publications) is amended inaccordance with subsections (6) and (7).\n\t\tIn subsection (3), in paragraph (a), for the words from “, by” to “them”substitute “by a reasonable person as a direct or indirect encouragement orother inducement, to some or all of the persons to whom it is or may becomeavailable as a result of that conduct,”.\n\t\tIn subsection (4)—\n\t\t\tin the opening words, after “by a” insert “reasonable”;\n\t\t\tin paragraph (b), for “that person” substitute “a person”.\n\tExtra-territorial jurisdiction\n\t\tSection 17 of the Terrorism Act 2006 (commission of offences abroad) isamended as follows.\n\t\tSubsection (2) is amended in accordance with subsections (3) to (5) below.\n\t\tIn paragraph (a)—\n\t\t\tafter “section 1” insert “or 2”, and\n\t\t\tomit the words from “so far as” to the end.\n\t\tAfter paragraph (c) insert—\n\t\t\tan offence under section 12(1) or (1A) of that Act (inviting orexpressing support for proscribed organisation);\n\t\t\tan offence under section 13 of that Act (uniform etc associated withproscribed organisation);”.\n\t\tAfter paragraph (d) insert—\n\t\t\tan offence under section 4 of the Explosive Substances Act 1883 (makingor possessing explosives under suspicious circumstances) so far as committedfor the purposes of an act of terrorism;”.\n\t\tIn subsection (3), after “citizen” insert “(subject to subsection (3A))”.\n\t\tAfter subsection (3) insert—\n\t\t\t“(3A)Subsection (1) applies in the case of an offence falling withinsubsection (2)(ca) or (cb) only if at the time of committing the offence theperson is a United Kingdom national or a United Kingdom resident.\n\t\t(3B)In subsection (3A)—\n\t\t\t  * “United Kingdom national” means an individual who is—\n\t\t\ta British citizen, a British overseas territories citizen, a British National(Overseas) or a British Overseas citizen,\n\t\t\ta person who under the British Nationality Act 1981 is a British subject, or\n\t\t\ta British protected person within the meaning of that Act;\n\t\t\t\t  * “United Kingdom resident” means an individual who is resident in the United Kingdom.”"
    },
    {
        "length": 271,
        "text": "\nIncrease in maximum sentences\n\tThe Terrorism Act 2000 is amended in accordance with subsections (2) to(4).\n\tIn section 38B (information about acts of terrorism), in subsection (5)(a),for “five years” substitute “10 years”.\n\tIn section 58 (collection of information), in subsection (4)(a), for “10years” substitute “15 years”.\n\tIn section 58A (eliciting, publishing or communicating information aboutmembers of armed forces etc), in subsection (3)(a), for “10 years” substitute“15 years”.\n\tThe Terrorism Act 2006 is amended in accordance with subsections (6) and(7).\n\tIn section 1 (encouragement of terrorism), in subsection (7)(a), for “7years” substitute “15 years”.\n\tIn section 2 (dissemination of terrorist publications), in subsection(11)(a), for “7 years” substitute “15 years”."
    },
    {
        "length": 997,
        "text": "\nSentences for offences with a terrorist connection\n\tThe Counter-Terrorism Act 2008 is amended as follows.\n\tIn section 30 (sentences for offences with a terrorist connection: Englandand Wales)—\n\t\tin the heading, after “Wales” insert “and Northern Ireland”;\n\t\tin subsection (1), after “Wales” insert “, or in Northern Ireland,”.\n\tIn section 42 (offences to which notification requirements apply: offenceshaving a terrorist connection), in subsection (1), in paragraph (a), after“Wales” insert “and Northern Ireland”.\n\tSchedule 2 (list of offences where terrorist connection to be considered)is amended in accordance with subsections (5) and (6).\n\tIn the list of common law offences, after the entry for “Abduction” insert—\n\t\t  * “Assault by explosive device under the law of Scotland.\n\t\t  * Assault to severe injury under the law of Scotland.\n\t\t  * Assault and poisoning under the law of Scotland.\n\t\t  * Poisoning under the law of Scotland.\n\t\t  * False imprisonment under the law of Northern Ireland.”\n\tIn the list of statutory offences—\n\t\tin the entry relating to the Offences against the Person Act 1861, afterparagraph (a) insert—\n\t\tsection 18 (wounding with intent),”;\n\t\tafter the entry relating to the Explosive Substances Act 1883 insert—\n\t\t\t  * “An offence under section 20 of the [Theft Act (Northern Ireland) 1969 (c. 16 (N.I.)) ](/id/apni/1969/16?view=plain \"Go to item of legislation\")(blackmail).\n\t\t\t  * An offence under section 1 of the [Protection of the Person and Property Act (Northern Ireland) 1969 (c. 29 (N.I.))](/id/apni/1969/29?view=plain \"Go to item of legislation\") (intimidation).”;\n\t\tafter the entry relating to the Chemical Weapons Act 1996 insert—\n\t\t\t  * “An offence under Article 6 of the Protection from Harassment (Northern Ireland) Order 1997 ([S.I. 1997/1180 (N.I. 9)](/id/nisi/1997/1180?view=plain \"Go to item of legislation\")) (putting people in fear of violence).”;\n\t\tafter the entry relating to the Anti-terrorism, Crime and Security Act 2001insert—\n\t\t\t  * “An offence under any of the following provisions of the Firearms (Northern Ireland) Order 2004 ([S.I. 2004/702 (N.I. 3)](/id/nisi/2004/702?view=plain \"Go to item of legislation\"))—\n\t\tArticle 3(1) (unauthorised possession etc of firearm),\n\t\tArticle 3(2) (unauthorised possession etc of ammunition),\n\t\tArticle 58(1) (possession of firearm with intent to endanger life etc),\n\t\tArticle 58(2) (possession of firearm with intent to cause person to believethat unlawful violence will be used etc),\n\t\tArticle 60 (carrying a firearm with criminal intent),\n\t\tArticle 61 (carrying or discharging a firearm in a public place),\n\t\tArticle 64 (possession of firearm or ammunition in suspicious circumstances).”"
    },
    {
        "length": 1592,
        "text": "\nExtended sentences etc for terrorism offences: England and Wales\n\tThe Criminal Justice Act 2003 is amended as follows.\n\tIn section 224 (meaning of “specified offence” etc)—\n\t\tin subsection (1), for “or a specified sexual offence” substitute “, aspecified sexual offence or a specified terrorism offence”;\n\t\tin subsection (3), after the definition of “specified sexual offence”insert—\n\t\t\t  * ““specified terrorism offence” means an offence specified in Part 3 of that Schedule.”\n\tIn section 226A (extended sentence for certain violent or sexual offences:persons 18 or over)—\n\t\tin the heading, for “or sexual” substitute “, sexual or terrorism”;\n\t\tin subsection (8), in paragraph (b), at the end insert “or a specifiedterrorism offence”.\n\tIn section 226B (extended sentence for certain violent or sexual offences:persons under 18)—\n\t\tin the heading, for “or sexual” substitute “, sexual or terrorism”;\n\t\tin subsection (6), in paragraph (b), at the end insert “or a specifiedterrorism offence”.\n\tIn Schedule 15 (specified offences for the purposes of certain sentencingprovisions in Chapter 5 of Part 12, relating to dangerous offenders), afterPart 2 insert—\n\t“PART 3Specified Terrorism Offences\n\t\t154An offence under section 11 of the Terrorism Act 2000 (membership of aproscribed organisation).\n\t155An offence under section 12 of that Act (inviting support for a proscribedorganisation).\n\t156An offence under section 54 of that Act (weapons training).\n\t157An offence under section 56 of that Act (directing a terroristorganisation).\n\t158An offence under section 57 of that Act (possession of article forterrorist purposes).\n\t159An offence under section 58 of that Act (collection of information likelyto be of use to a terrorist).\n\t160An offence under section 58A of that Act (publishing information aboutmembers of the armed forces etc).\n\t161An offence under section 58B of that Act (entering or remaining in adesignated area).\n\t162An offence under section 59 of that Act (inciting terrorism overseas).\n\t163An offence under section 47 of the Anti-terrorism, Crime and Security Act2001 (use etc of nuclear weapons).\n\t164An offence under section 50 of that Act (assisting or inducing certainweapons-related acts overseas).\n\t165An offence under section 113 of that Act (use of noxious substance or thingto cause harm or intimidate).\n\t166An offence under section 1 of the Terrorism Act 2006 (encouragement ofterrorism).\n\t167An offence under section 2 of that Act (dissemination of terroristpublications).\n\t168An offence under section 5 of that Act (preparation of terrorist acts).\n\t169An offence under section 6 of that Act (training for terrorism).\n\t170An offence under section 8 of that Act (attendance at a place used forterrorist training).\n\t171An offence under section 9 of that Act (making or possession of radioactivedevice or material).\n\t172An offence under section 10 of that Act (misuse of radioactive device ormaterial for terrorist purposes etc).\n\t173An offence under section 11 of that Act (terrorist threats relating toradioactive devices etc).\n\t\tAiding, abetting, counselling or procuring the commission of an offencespecified in the preceding paragraphs of this Part of this Schedule.\n\t\tAn attempt to commit such an offence.\n\t\tConspiracy to commit such an offence.\n\t\tIncitement to commit such an offence.\n\t\tAn offence under Part 2 of the Serious Crime Act 2007 in relation to whichan offence specified in the preceding paragraphs of this Part of this Scheduleis the offence (or one of the offences) which the person intended or believedwould be committed.”\n\t\tIn Schedule 18A (offences in relation to which a special custodial sentencefor offenders of particular concern may be imposed under section 236A)—\n\t\t\tafter paragraph 6 insert—\n\t\t\t“6AAn offence under section 11 of the Terrorism Act 2000 (membership of aproscribed organisation).\n\t\t\t6BAn offence under section 12 of that Act (inviting support for a proscribedorganisation).”;\n\t\t\tafter paragraph 9 insert—\n\t\t\t“9AAn offence under section 58 of that Act (collection of information likelyto be of use to a terrorist).\n\t\t\t9BAn offence under section 58A of that Act (publishing information aboutmembers of the armed forces etc).\n\t\t\t9CAn offence under section 58B of that Act (entering or remaining in adesignated area).”;\n\t\t\tafter paragraph 13 insert—\n\t\t\t“13AAn offence under section 1 of the Terrorism Act 2006 (encouragement ofterrorism).\n\t\t\t13BAn offence under section 2 of that Act (dissemination of terroristpublications).”;\n\t\t\tafter paragraph 15 insert—\n\t\t\t“15AAn offence under section 8 of that Act (attendance at a place used forterrorist training).”"
    },
    {
        "length": 870,
        "text": "\nExtended sentences for terrorism offences: Scotland\n\tSection 210A of the Criminal Procedure (Scotland) Act 1995 (extendedsentences for sex and violent offenders) is amended as follows.\n\tIn the heading, for “sex and violent offenders” substitute “sex, violentand terrorist offenders”.\n\tIn subsection (1)—\n\t\tfor “or violent” substitute “, violent or terrorism”;\n\t\tin paragraph (a)(ii), after “violent” insert “or terrorism”.\n\tIn subsection (3)—\n\t\tomit “and” at the end of paragraph (a);\n\t\tafter paragraph (b) insert “, and\n\t\ta terrorism offence, ten years.”\n\tIn subsection (10)—\n\t\tin the definition of “imprisonment”, omit “and” at the end of paragraph(ii);\n\t\tafter that definition insert—\n\t\t\t  * ““terrorism offence” means—\n\t\tan offence under any of the following provisions of the Terrorism Act 2000—\n\t\tsection 11 (membership of a proscribed organisation),\n\t\tsection 12 (inviting support for a proscribed organisation),\n\t\tsection 54 (weapons training),\n\t\tsection 56 (directing a terrorist organisation),\n\t\tsection 57 (possession of article for terrorist purposes),\n\t\tsection 58 (collection of information likely to be of use to a terrorist),\n\t\tsection 58A (publishing information about members of the armed forces etc),\n\t\tsection 58B (entering or remaining in a designated area), or\n\t\tsection 59 (inciting terrorism overseas),\n\t\tan offence under any of the following provisions of the Anti-terrorism, Crimeand Security Act 2001—\n\t\tsection 47 (use etc of nuclear weapons),\n\t\tsection 50 (assisting or inducing certain weapons-related acts overseas), or\n\t\tsection 113 (use of noxious substance or thing to cause harm or intimidate),\n\t\tan offence under any of the following provisions of the Terrorism Act 2006—\n\t\tsection 1 (encouragement of terrorism),\n\t\tsection 2 (dissemination of terrorist publications),\n\t\tsection 5 (preparation of terrorist acts),\n\t\tsection 6 (training for terrorism),\n\t\tsection 8 (attendance at a place used for terrorist training),\n\t\tsection 9 (making or possession of radioactive device or material),\n\t\tsection 10 (misuse of radioactive device or material for terrorist purposesetc), or\n\t\tsection 11 (terrorist threats relating to radioactive devices etc),\n\t\tan offence of aiding, abetting, counselling, procuring or inciting thecommission of an offence specified in paragraphs (a) to (c),\n\t\tan offence of attempting to commit such an offence,\n\t\tan offence of conspiring to commit such an offence; and”."
    },
    {
        "length": 1134,
        "text": "\nExtended sentences for terrorism offences: Northern Ireland\n\tThe Criminal Justice (Northern Ireland) Order 2008 ([S.I. 2008/1216 (N.I.1)](/id/nisi/2008/1216?view=plain \"Go to item of legislation\")) is amended asfollows.\n\tIn Article 12 (meaning of “specified offence” etc)—\n\t\tin paragraph (1), for “or a specified sexual offence” substitute “, aspecified sexual offence or a specified terrorism offence”;\n\t\tin paragraph (3), after the definition of “specified sexual offence”insert—\n\t\t\t  * ““specified terrorism offence” means an offence specified in Part 3 of that Schedule.”\n\tIn Article 14 (extended custodial sentence for certain violent or sexualoffences), in paragraph (8), in sub-paragraph (b) at the end insert “or aspecified terrorism offence”.\n\tIn Schedule 2 (specified offences for the purposes of certain sentencingprovisions in Chapter 3, relating to dangerous offenders), after Part 2insert—\n\t“PART 3Specified terrorism offences\n\tThe Terrorism Act [2000 (c. 11)](/id/ukpga/2000/11?view=plain \"Go toitem of legislation\")\n\t\tAn offence under—\n\t\t  * section 11 (membership of a proscribed organisation),\n\t\t  * section 12 (inviting support for a proscribed organisation),\n\t\t  * section 54 (weapons training),\n\t\t  * section 56 (directing a terrorist organisation),\n\t\t  * section 57 (possession of article for terrorist purposes),\n\t\t  * section 58 (collection of information likely to be of use to a terrorist),\n\t\t  * section 58A (publishing information about members of the armed forces etc),\n\t\t  * section 58B (entering or remaining in a designated area), or\n\t\t  * section 59 (inciting terrorism overseas).\n\tThe Anti-terrorism, Crime and Security Act [2001 (c.24)](/id/ukpga/2001/24?view=plain \"Go to item of legislation\")\n\t\tAn offence under—\n\t\t  * section 47 (use etc of nuclear weapons),\n\t\t  * section 50 (assisting or inducing certain weapons-related acts overseas), or\n\t\t  * section 113 (use of noxious substance or thing to cause harm or intimidate).\n\tThe Terrorism Act [2006 (c. 11)](/id/ukpga/2006/11?view=plain \"Go toitem of legislation\")\n\t\tAn offence under—\n\t\t  * section 1 (encouragement of terrorism),\n\t\t  * section 2 (dissemination of terrorist publications),\n\t\t  * section 5 (preparation of terrorist acts),\n\t\t  * section 6 (training for terrorism),\n\t\t  * section 8 (attendance at a place used for terrorist training),\n\t\t  * section 9 (making or possession of radioactive device or material),\n\t\t  * section 10 (misuse of radioactive device or material for terrorist purposes etc), or\n\t\t  * section 11 (terrorist threats relating to radioactive devices etc).\n\tOther offences\n\t\tAn offence of—\n\t\t\taiding, abetting, counselling, procuring or inciting the commission of anoffence specified in this Part of this Schedule,\n\t\t\tconspiring to commit an offence so specified, or\n\t\t\tattempting to commit an offence so specified.\n\t\t\t5An offence under Part 2 of the Serious Crime Act [2007 (c.27)](/id/ukpga/2007/27?view=plain \"Go to item of legislation\") (encouraging orassisting crime) in relation to an offence specified in this Part of thisSchedule.”"
    },
    {
        "length": 3045,
        "text": "\nNotification requirements\n\tAdditional requirements\n\t\tThe Counter-Terrorism Act 2008 is amended as follows.\n\t\tIn section 47 (information to be notified), in subsection (2)—\n\t\t\tafter paragraph (d) insert—\n\t\t\tall contact details on that date;”;\n\t\t\tafter paragraph (f) insert—\n\t\t\tall contact details on the date on which notification is made;”;\n\t\t\tafter paragraph (g) insert—\n\t\t\tidentifying information of any motor vehicle of which the person is theregistered keeper, or which the person has a right to use (whether routinelyor on specific occasions or for specific purposes), on the date on whichnotification is made;\n\t\t\tthe financial information specified in paragraph 1 of Schedule 3A;\n\t\t\tthe information about identification documents specified in paragraph 2 ofSchedule 3A;”.\n\t\tIn section 48 (notification of changes)—\n\t\t\tin the heading, at the end insert “: general”;\n\t\t\tafter subsection (4) insert—\n\t\t\t\t“(4A)If there is a change in the contact details of a person to whom thenotification requirements apply, the person must notify the police of the newcontact details.\n\t\t\t(4B)If a person to whom the notification requirements apply ceases to usecontact details which the person has previously notified under this Part, theperson must notify the police of that fact.\n\t\t\t(4C)If a person to whom the notification requirements apply becomes theregistered keeper of, or acquires a right to use, a motor vehicle theidentifying information of which has not previously been notified to thepolice, the person must notify the police of the identifying information ofthat motor vehicle.\n\t\t\t(4D)If there is a change in the identifying information of a motor vehiclepreviously notified under this Part, the person must notify the police—\n\t\t\tthat there has been a change, and\n\t\t\tof the new identifying information of the motor vehicle.\n\t\t\t(4E)If a person to whom the notification requirements apply ceases to be theregistered keeper of a motor vehicle the identifying information of which theperson has notified, or ceases to have the right to use such a motor vehicle,the person must notify the police that the person is no longer the registeredkeeper of the motor vehicle or no longer has the right to use it.”;\n\t\t\tfor subsection (7) substitute—\n\t\tNotification under this section must be made—\n\t\t\tin a case to which subsection (4C) applies, before the earlier of thefollowing—\n\t\t\tthe end of the period of three days beginning with the day on which theperson becomes the registered keeper of the motor vehicle or acquires a rightto use it, or\n\t\t\tthe first occasion on which the person uses the motor vehicle by virtue ofbeing its registered keeper or having a right to use it,\n\t\t\tin a case to which subsection (4D) applies, before the earlier of thefollowing—\n\t\t\tthe end of the period of three days beginning with the day on which theidentifying information changes, or\n\t\t\tthe first occasion on which the person uses the motor vehicle after theidentifying information has changed,\n\t\t\tin any other case, before the end of the period of three days beginningwith the day on which the event in question occurs (and, where subsection (3)applies, that is the day with which the period referred to in paragraph (a) or(b) (as the case may be) of subsection (3) ends).”\n\t\tAfter section 48 insert—\n\t\t“48ANotification of changes: financial information and informationabout identification documents\n\t\t\tIf there is a change in any of the financial information (see paragraph 1of Schedule 3A), or information about identification documents (see paragraph2 of that Schedule), in relation to a person to whom the notificationrequirements apply, the person must notify the police of the change.\n\t\t\tFor the purposes of subsection (1) there is a change in the financialinformation if—\n\t\t\t\tan account previously notified in accordance with this Part is closed;\n\t\t\t\ta payment card previously notified in accordance with this Part is nolonger held by the person notified as holding it;\n\t\t\t\tan account is opened, or a payment card is obtained, which would have beenrequired to be notified in accordance with section 47(2)(gb) if the account orcard had been held at the time when notification was made under section 47(1);\n\t\t\t\tany other financial information previously notified in accordance with thisPart is altered or becomes inaccurate.\n\t\t\tFor the purposes of subsection (1) there is a change in the informationabout identification documents if—\n\t\t\t\tthe person ceases to hold a passport or other document previously notifiedin accordance with this Part;\n\t\t\t\tthe person obtains a passport or other document which would have beenrequired to be notified in accordance with section 47(2)(gc) if it had beenheld at the time when notification was made under section 47(1).\n\t\t\tWhere a change required to be notified under subsection (1) relates toopening a new account or obtaining a new payment card as mentioned insubsection (2)(c), the person must in notifying the change include all theinformation (so far as relevant) specified in paragraph 1(2) of Schedule 3A inrespect of the new account or card.\n\t\t\tWhere a change required to be notified under subsection (1) relates to theholding of a new passport or other document as mentioned in subsection (3)(b),the person must in notifying the change include all the information (so far asrelevant) specified in paragraph 2 of Schedule 3A in relation to the newpassport or other document.\n\t\t\tNotification under this section must be made before the end of the periodof three days beginning with the day on which the event in question occurs.\n\t\t\tIn determining the period within which notification is to be made underthis section, any time when the person is—\n\t\t\t\tremanded in or committed to custody by any order of a court,\n\t\t\t\tserving a sentence of imprisonment or detention,\n\t\t\t\tdetained in a hospital, or\n\t\t\t\tdetained under the Immigration Acts,\n\t\t\t\t\tis to be ignored.\n\t\t\tNotification under this section must be accompanied by re-notification ofthe other information mentioned in section 47(2).”\n\t\t\tIn section 49 (periodic re-notification)—\n\t\t\t\tin subsection (1), for “the period of one year” substitute “the applicableperiod”;\n\t\t\t\tafter that subsection insert—\n\t\t\t\t“(1A)In this section the “applicable period” means—\n\t\t\t\tin the case of a person who has no sole or main residence in the UnitedKingdom, the period of one week, and\n\t\t\t\tin any other case, the period of one year.””\n\t\t\tIn section 60 (minor definitions), at the appropriate places insert thefollowing definitions—\n\t\t\t\t  * ““contact details” means—\n\t\t\t\ttelephone numbers (if any), and\n\t\t\t\temail addresses (if any);”;\n\t\t\t\t\t  * ““identifying information”, in relation to a motor vehicle, means—\n\t\t\t\tthe registration number of the vehicle,\n\t\t\t\tthe make, model and colour of the vehicle, and\n\t\t\t\tthe location where the vehicle is normally kept when not in use;”;\n\t\t\t\t\t  * ““motor vehicle” means a mechanically propelled vehicle intended or adapted for use on roads;”;\n\t\t\t\t\t  * ““payment card” means a credit card, a charge card, a prepaid card or a debit card;”;\n\t\t\t\t\t  * ““registered keeper”, in relation to a motor vehicle, means the person in whose name the vehicle is registered under the Vehicle Excise and Registration Act 1994;”.\n\t\t\tAfter Schedule 3 insert, as Schedule 3A, the Schedule set out in Schedule 1to this Act.\n\tPower to enter and search home\n\t\tIn the Counter-Terrorism Act 2008, after section 56 insert—\n\t\t“Entry and search of home address\n\t\tAPower to enter and search home address\n\t\t\tIf on an application made by a senior police officer of the relevant forcea justice is satisfied that the requirements in subsection (2) are met, thejustice may issue a warrant authorising a constable of that force—\n\t\t\t\tto enter premises specified in the warrant for the purpose of assessing therisks posed by the person to whom the warrant relates; and\n\t\t\t\tto search the premises for that purpose.\n\t\t\tThe requirements are—\n\t\t\t\tthat the person to whom the warrant relates—\n\t\t\t\tis a person to whom the notification requirements apply, and\n\t\t\t\tis not a person to whom subsection (3) applies,\n\t\t\t\tthat the address of each set of premises specified in the application is anaddress falling within subsection (4),\n\t\t\t\tthat it is necessary for a constable to enter and search the premises forthe purpose mentioned in subsection (1)(a), and\n\t\t\t\tthat on at least two occasions a constable has sought entry to the premisesin order to search them for that purpose and has been unable to gain entry forthat purpose.\n\t\t\tThis subsection applies to a person who is—\n\t\t\t\tremanded in or committed to custody by order of a court,\n\t\t\t\tserving a sentence of imprisonment or a term of service detention,\n\t\t\t\tdetained in a hospital, or\n\t\t\t\toutside the United Kingdom.\n\t\t\tAn address falls within this subsection if—\n\t\t\t\tit is the address which was last notified in accordance with thenotification requirements by the person to whom the warrant relates, or\n\t\t\t\tthere are reasonable grounds to believe that the person to whom the warrantrelates resides there or may regularly be found there.\n\t\t\tA warrant issued under this section must specify each set of premises towhich it relates.\n\t\t\tThe warrant may authorise the constable executing it to use reasonableforce if necessary to enter and search the premises.\n\t\t\tThe warrant may authorise entry to and search of premises on more than oneoccasion if, on the application, the justice is satisfied that it is necessaryto authorise multiple entries in order to achieve the purpose mentioned insubsection (1)(a).\n\t\t\tWhere a warrant issued under this section authorises multiple entries, thenumber of entries authorised may be unlimited or limited to a maximum.\n\t\t\tIn this section—\n\t\t\t\t  * “justice” means—\n\t\t\t\tin the application of this section to England and Wales, a justice of thepeace;\n\t\t\t\tin the application of this section to Northern Ireland, a lay magistrate;\n\t\t\t\tin the application of this section to Scotland, a sheriff or summary sheriff;\n\t\t\t\t\t  * “the relevant force” means—\n\t\t\t\tin relation to premises in England or Wales, the police force maintained forthe police area in which the premises in respect of which the application ismade or the warrant is issued are situated;\n\t\t\t\tin relation to premises in Northern Ireland, the Police Service of NorthernIreland;\n\t\t\t\tin relation to premises in Scotland, the Police Service of Scotland;\n\t\t\t\t\t  * “senior police officer” means a constable of the rank of superintendent or above;\n\t\t\t\t\t  * “sentence of imprisonment” includes any form of custodial sentence (apart from service detention);\n\t\t\t\t\t  * “service detention” has the meaning given by section 374 of the Armed Forces Act 2006.”"
    },
    {
        "length": 341,
        "text": "\nSerious crime prevention orders\n\tSerious crime prevention orders\n\t\tSchedule 1 to the Serious Crime Act 2007 (serious offences for the purposesof serious crime prevention orders) is amended as follows.\n\t\tIn Part 1 (serious offences in England and Wales), after paragraph 2insert—\n\t\t“Terrorism\n\t\t\t2AAn offence for the time being listed in section 41(1) of the Counter-Terrorism Act 2008 (offences to which Part 4 of that Act applies: terrorismoffences).”\n\t\t\tIn Part 1A (serious offences in Scotland), after paragraph 16B insert—\n\t\t“Terrorism\n\t\t\t16BAAn offence for the time being listed in section 41(1) of the Counter-Terrorism Act 2008 (offences to which Part 4 of that Act applies: terrorismoffences).”\n\t\t\tIn Part 2 (serious offences in Northern Ireland), after paragraph 18insert—\n\t\t“Terrorism\n\t\t\t18AAn offence for the time being listed in section 41(1) of the Counter-Terrorism Act 2008 (offences to which Part 4 of that Act applies: terrorismoffences).”"
    },
    {
        "length": 3371,
        "text": "\nCHAPTER 3Counter-terrorism powers\n\tTraffic regulation\n\t\tThe Road Traffic Regulation Act 1984 is amended as follows.\n\t\tAfter section 22C insert—\n\t\t“22CASection 22C: power to impose charges\n\t\t\tThis section applies where a traffic authority—\n\t\t\t\tmakes, or proposes to make, an order by virtue of section 22C, or\n\t\t\t\tissues, or proposes to issue, a notice by virtue of that section,\n\t\t\t\t\tfor the purpose of protecting a relevant event or a relevant site from dangeror damage connected with terrorism.\n\t\t\tThe authority may impose a charge of such amount as it thinks reasonable inrespect of anything done in connection with or in consequence of the order ornotice (or proposed order or notice).\n\t\t\tThe charge is payable—\n\t\t\t\tin the case of a relevant event, by the person promoting or organising theevent;\n\t\t\t\tin the case of a relevant site, by the occupier of the site.\n\t\t\tBut a charge may not be imposed in relation to the holding of a relevantevent if the event is a public procession, or public assembly, held for thepurpose of—\n\t\t\t\tdemonstrating support for, or opposition to, the views or actions of anyperson or body of persons,\n\t\t\t\tpublicising a cause or campaign, or\n\t\t\t\tmarking or commemorating an event.\n\t\t\tIn this section—\n\t\t\t\t  * “public assembly” means an assembly of two or more persons in a public place which is wholly or partly open to the air;\n\t\t\t\t  * “public place” means—\n\t\t\t\tany highway or, in Scotland, any road within the meaning of the Roads(Scotland) Act 1984, and\n\t\t\t\tany place to which at the material time the public, or any section of thepublic, has access (on payment or otherwise) as of right or by virtue of anexpress or implied permission;\n\t\t\t\t\t  * “public procession” means a procession in a public place;\n\t\t\t\t\t  * “relevant event” means—\n\t\t\t\ta sporting event, social event or entertainment, or\n\t\t\t\tany other event that is organised for commercial, charitable or not for profitpurposes;\n\t\t\t\t\t  * “relevant site” means a site on which activities are carried out in connection with the supply of essential goods or services.\n\t\t\tThe reference in the definition of “relevant site” to essential goods orservices is a reference to goods or services disruption in the supply of whichwould cause, or would create a significant risk of, serious damage to—\n\t\t\t\thuman welfare in a place in the United Kingdom,\n\t\t\t\tthe environment of a place in the United Kingdom,\n\t\t\t\tthe economy of the United Kingdom, or\n\t\t\t\tthe national security of the United Kingdom.\n\t\t\tFor the purposes of subsection (6)(a) disruption in the supply of goods,systems or services causes serious damage to human welfare only if it causes—\n\t\t\t\tloss of human life,\n\t\t\t\thuman illness or injury,\n\t\t\t\tdisruption of a supply of money, food, water, energy or fuel,\n\t\t\t\tdisruption of a system of communication,\n\t\t\t\tdisruption of facilities for transport, or\n\t\t\t\tdisruption of services relating to health.\n\t\t\tReferences in this section to the supply of services include references tothe provision of systems or facilities.”\n\t\t\tSection 22D (section 22C: supplemental) is amended in accordance withsubsections (4) to (9).\n\t\t\tIn subsection (1)—\n\t\t\t\tafter “made” insert “, and a notice may be issued,”;\n\t\t\t\tafter “the order” insert “or notice”.\n\t\t\tAfter subsection (1) insert—\n\t\t\t“(1A)Any statutory requirement to publish a proposal for, or a notice of, themaking of an order does not apply to an order made by virtue of section 22C ifthe chief officer of police for the area to which the order relates considersthat to do so would risk undermining the purpose for which the order is made.”\n\t\t\tIn subsection (2), after “made” insert “, or a notice issued,”.\n\t\t\tIn subsection (3), after “made” insert “, or a notice under that sectionissued,”.\n\t\t\tIn subsection (4)—\n\t\t\t\tafter “made” insert “, or a notice issued,”;\n\t\t\t\tafter “the order,” insert “notice,”.\n\t\t\tIn subsection (5)—\n\t\t\t\tin the words before paragraph (a), after “made” insert “, or a noticeissued,”;\n\t\t\t\tin paragraph (a) after “order” insert “or notice”;\n\t\t\t\tafter paragraph (c) insert—\n\t\t\t\tenable a constable to authorise a person of a description specified in theorder or notice to do anything that the constable could do by virtue of thissubsection.”\n\t\t\tIn section 67 (emergencies and temporary obstructions), after subsection(1A) insert—\n\t\t\t“(1B)In the application of subsection (1) in connection with terrorism or theprospect of terrorism—\n\t\t\t\tthe reference to vehicular traffic is to be read as a reference to any kindof traffic (including pedestrians), and\n\t\t\t\tthe other references to traffic are to be read accordingly.”\n\t\t\tAfter section 94 insert (in Part 7)—\n\t\t“94ABollards and other obstructions: terrorism\n\t\t\tThis section applies where the passage, or the passage in any direction, oftraffic (including pedestrians), or of traffic of any class, is prohibited atany point of a road by virtue of the exercise of a power under section 67 fora purpose relating to danger or damage connected with terrorism or theprospect of terrorism.\n\t\t\tAn authorised person may place at or near that point whatever bollards orother obstructions the person considers appropriate for preventing the passageof the traffic.\n\t\t\t\t“Authorised person” means a constable or a person authorised or required toact on behalf of a constable.\n\t\t\tThe bollards or other obstructions that may be placed under this section—\n\t\t\t\tinclude obstructions of any description,\n\t\t\t\tmay be either fixed or moveable, and\n\t\t\t\tmay be placed so as to prevent the passage of traffic at all times orcertain times only.\n\t\t\tWhere the passage of traffic along a stretch of road is prevented by virtueof the power under subsection (2) being exercised in respect of one or morepoints on the road, the power under that subsection includes placing, orauthorising the placing of, further obstructions on that stretch of road.\n\t\t\tA power conferred by this section to place an obstruction includes power tomaintain or light it.\n\t\t\tNothing in this section affects any power that a constable has apart fromthis section.”\n\tEvidence obtained under port and border control powers\n\t\tIn Schedule 7 to the Terrorism Act 2000 (port and border controls), afterparagraph 5 insert—\n\t“5A(1)An answer or information given orally by a person in response to aquestion asked under paragraph 2 or 3 may not be used in evidence against theperson in criminal proceedings.\n\t\tSub-paragraph (1) does not apply—\n\t\t\tin the case of proceedings for an offence under paragraph 18 of thisSchedule,\n\t\t\ton a prosecution for perjury, or\n\t\t\ton a prosecution for some other offence where, in giving evidence, theperson makes a statement inconsistent with the answer or information mentionedin sub-paragraph (1).\n\t\tAn answer or information may not be used by virtue of sub-paragraph (2)(c)unless—\n\t\t\tevidence relating to it is adduced, or\n\t\t\ta question relating to it is asked,\n\t\t\tby or on behalf of the person in the proceedings arising out of theprosecution.\n\t\tIn sub-paragraph (2)(b) the reference to a prosecution for perjury is—\n\t\t\tin the case of England and Wales, a reference to a prosecution for anoffence under section 5 of the Perjury Act 1911;\n\t\t\tin the case of Northern Ireland, a reference to a prosecution for anoffence under Article 10 of the Perjury (Northern Ireland) Order 1979 ([S.I.1979/1714 (N.I. 19)](/id/nisi/1979/1714?view=plain \"Go to item oflegislation\")).”\n\tPersons detained under port and border control powers\n\t\tSchedule 8 to the Terrorism Act 2000 (detention) is amended as follows.\n\t\tIn paragraph 6, after sub-paragraph (3) insert—\n\t\tA detained person must be informed of the right under this paragraph onfirst being detained.”\n\t\tIn paragraph 7, after sub-paragraph (2) insert—\n\t\tA detained person must be informed of the right under this paragraph onfirst being detained.”\n\t\tIn paragraph 9—\n\t\t\tfor sub-paragraphs (1) and (2) substitute—\n\t\tThis paragraph applies where a detained person exercises the right underparagraph 7 to consult a solicitor.\n\t\tA police officer of at least the rank of superintendent may direct that theright—\n\t\t\tmay not be exercised (or further exercised) by consulting the solicitor whoattends for the purpose of the consultation or who would so attend but for thegiving of the direction, but\n\t\t\tmay instead be exercised by consulting a different solicitor of thedetained person’s choosing.\n\t\t\t\t(2A)A direction under this paragraph may be given before or after a detainedperson’s consultation with a solicitor has started (and if given after it hasstarted the right to further consult that solicitor ceases on the giving ofthe direction).”, and\n\t\t\tomit sub-paragraphs (4) and (5).\n\t\tIn paragraph 16—\n\t\t\tin sub-paragraph (8), omit “Subject to paragraph 17,”, and\n\t\t\tafter sub-paragraph (9) insert—\n\t\tA detained person must be informed of the rights under sub-paragraphs (1)and (6) on first being detained.”\n\t\tIn paragraph 17—\n\t\t\tfor sub-paragraphs (1) and (2) substitute—\n\t\tThis paragraph applies where a detained person exercises the right underparagraph 16(6) to consult a solicitor.\n\t\tA police officer not below the rank of superintendent may, if it appears tothe officer to be necessary on one of the grounds mentioned in sub-paragraph(3), direct that the right—\n\t\t\tmay not be exercised (or further exercised) by consulting the solicitor whoattends for the purpose of the consultation or who would so attend but for thegiving of the direction, but\n\t\t\tmay instead be exercised by consulting a different solicitor of thedetained person’s choosing.\n\t\t\t(2A)A direction under this paragraph may be given before or after a detainedperson’s consultation with a solicitor has started (and if given after it hasstarted the right to further consult that solicitor ceases on the giving ofthe direction).”, and\n\t\t\tin sub-paragraph (3), in the opening words for “(1)” substitute “(2)”.\n\tDetention of terrorist suspects: hospital treatment\n\t\tThe Terrorism Act 2000 is amended as follows.\n\t\tIn section 41 (arrest without a warrant), after subsection (8) insert—\n\t\t\t“(8A)If a person detained under this section, including by virtue of a warrantunder Part 3 of Schedule 8, is removed to hospital because the person needsmedical treatment—\n\t\t\tany time during which the person is being questioned in hospital or on theway there or back for the purpose of obtaining relevant evidence is to beincluded in calculating any period which falls to be calculated for thepurposes of this section or Part 3 of Schedule 8, but\n\t\t\tany other time when the person is in hospital or on the way there or backis not to be included.\n\t\t\t(8B)In subsection (8A), “relevant evidence” means, in relation to the detainedperson, evidence which—\n\t\t\trelates to the person’s commission of an offence under any of theprovisions mentioned in section 40(1)(a), or\n\t\t\tindicates that the person is a person falling within section 40(1)(b).”\n\t\tIn Schedule 7 (port and border controls), in paragraph 6A, after sub-paragraph (3) insert—\n\t\t“(3A)If a person detained under paragraph 6 is removed to hospital because theperson needs medical treatment—\n\t\t\tany time during which the person is being questioned under paragraph 2 or 3in hospital or on the way there or back is to be included in calculating the 6hour period, but\n\t\t\tany other time when the person is in hospital or on the way there or backis not to be included.”\n\tRetention of biometric data for counter-terrorism purposes etc\n\t\tSchedule 2 contains amendments in relation to the retention of biometric datafor counter-terrorism and other national security purposes."
    },
    {
        "length": 583,
        "text": "\nCHAPTER 4Miscellaneous\n\tPersons vulnerable to being drawn into terrorism\n\t\tThe Counter-Terrorism and Security Act 2015 is amended in accordance withsubsections (2) to (7).\n\t\tSection 36 (assessment and support for persons vulnerable to being drawninto terrorism: local panels) is amended in accordance with subsections (3)and (4).\n\t\tIn subsection (2), after “police” insert “, or by a local authority,”.\n\t\tIn subsection (3), after “police” insert “or a local authority”.\n\t\tSection 38 (co-operation) is amended in accordance with subsections (6) and(7).\n\t\tIn subsection (1)(b), after “the police” insert “and local authorities”.\n\t\tIn subsection (8)—\n\t\t\tafter “police” insert “and local authorities”;\n\t\t\tafter “officer’s” insert “or local authority’s”.\n\t\tThe Secretary of State must, within the period of 6 months beginning withthe day on which this Act is passed, make arrangements for an independentreview and report on the Government strategy for supporting people vulnerableto being drawn into terrorism.\n\t\tThe report and any recommendations of the review under subsection (8) mustbe laid before both Houses of Parliament within the period of 18 monthsbeginning with the day on which this Act is passed.\n\t\tThe laying of the report and recommendations under subsection (9) must beaccompanied by a statement by the Secretary of State responding to eachrecommendation made as part of the independent review.\n\tTerrorism reinsurance\n\t\tSection 2 of the Reinsurance (Acts of Terrorism) Act 1993 (reinsurancearrangements to which the Act applies) is amended as follows.\n\t\tIn subsection (1)—\n\t\t\tomit “and” at the end of paragraph (a);\n\t\t\tafter paragraph (b) insert “and\n\t\t\tany loss which falls within subsection (1A);”.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)Loss falls within this subsection if—\n\t\t\tit results from interruption to business carried on in Great Britain, and\n\t\t\tthe interruption results from or is consequential upon acts of terrorism.”"
    },
    {
        "length": 2527,
        "text": "\nPART 3Final provisions\n\tMinor and consequential amendments\n\t\tSchedule 4 contains minor and consequential amendments.\n\t\tThe Secretary of State may by regulations make provision that isconsequential on any provision made by this Act.\n\t\tRegulations under this section may amend any enactment passed or madebefore this Act or in the same Session.\n\t\tA statutory instrument containing regulations under this section any ofwhich amend primary legislation may not be made unless a draft of theinstrument has been laid before and approved by a resolution of each House ofParliament.\n\t\tA statutory instrument containing regulations under this section none ofwhich amends primary legislation is subject to annulment in pursuance of aresolution of either House of Parliament.\n\t\tRegulations under this section—\n\t\t\tare to be made by statutory instrument;\n\t\t\tmay make different provision for different purposes;\n\t\t\tmay include incidental, supplementary, consequential, transitional orsaving provision.\n\t\tIn this section—\n\t\t\t  * “amend” includes repeal or revoke; \n\t\t\t  * “enactment” includes— \n\t\t\tan enactment comprised in subordinate legislation within the meaning of theInterpretation Act 1978,\n\t\t\tan enactment comprised in, or in an instrument made under, a Measure or Act ofthe National Assembly for Wales,\n\t\t\tan enactment comprised in, or in an instrument made under, an Act of theScottish Parliament, and\n\t\t\tan enactment comprised in, or in an instrument made under, Northern Irelandlegislation;\n\t\t\t\t  * “primary legislation” means— \n\t\t\tan Act of Parliament,\n\t\t\tan Act or Measure of the National Assembly for Wales,\n\t\t\tan Act of the Scottish Parliament, or\n\t\t\tNorthern Ireland legislation.\n\tNotification requirements: transitional provisions\n\t\tThe amendments made by sections 12 and 13 apply in relation to notificationrequirements that apply to a person in respect of an offence committed, or asentence or order imposed, before, on or after the commencement day.\n\t\tThe amendments made by sections 12 and 13 apply in relation to a person towhom the notification requirements apply whether the person became subject tothose requirements before the commencement day or becomes so on or after thecommencement day, subject as follows.\n\t\tIf the person has made an initial notification under section 47 of theCounter-Terrorism Act 2008 before the commencement day, the person must make afurther such notification under that section of the information in subsection(2) of that section, as amended by section 12 of this Act.\n\t\tSo far as relating to the further notification mentioned in subsection (3),the reference in section 47(1) of the Counter-Terrorism Act 2008 to the periodof three days beginning with the day on which the person was dealt with inrespect of the offence is to be read—\n\t\t\tin the case of a person who has a sole or main residence in the UnitedKingdom, as a reference to the period of three months beginning with thecommencement day;\n\t\t\tin the case of a person who does not have a sole or main residence in theUnited Kingdom, as a reference to the period of one week beginning with thecommencement day.\n\t\tThe requirement imposed by subsection (3) to notify information undersection 47(1) of the Counter-Terrorism Act 2008 within a period mentioned insubsection (4) of this section does not apply if the information is otherwisenotified before the end of that period when a person complies with a dutyimposed by—\n\t\t\tsection 48 of that Act (notification of changes: general);\n\t\t\tsection 48A of that Act (notification of changes: financial information andinformation about identification documents);\n\t\t\tsection 49 of that Act (periodic re-notification).\n\t\tFor the purposes of section 54(1) of the Counter-Terrorism Act 2008(offences relating to notification), references to compliance with section 47are to be read as including references to compliance with that section asmodified in accordance with subsections (3) and (4).\n\t\tThe amendment made by paragraph 51 of Schedule 4 does not apply in relationto a person whose intended date of departure is before the end of the periodof 7 days beginning with the day on which the amendment comes into force.\n\t\tIn this section, “the commencement day” means the day on which section 12comes into force.\n\tOther transitional provisions\n\t\tAn amendment made by any of sections 1, 2, 3, 5 or 6 applies only in a casewhere every act or other event proof of which is required for conviction ofthe offence in question takes place on or after the day on which the amendmentcomes into force.\n\t\tAn amendment made by section 7 or 8 applies only in relation to an offencecommitted on or after the day on which the amendment comes into force.\n\t\tExcept as otherwise provided by subsection (4), an amendment made bysection 9 or 10, or by Part 1 of Schedule 4, applies in relation to a personsentenced for an offence on or after the day on which the amendment comes intoforce, whether the offence was committed before that day or on or after it.\n\t\tThe amendments made by section 9 and Part 1 of Schedule 4, so far as theyhave effect for the purposes of the following provisions, apply only inrelation to a person sentenced for an offence committed on or after the day onwhich they come into force—\n\t\t\tsections 225(1)(a) and 226(1)(a) of the Criminal Justice Act 2003, and\n\t\t\tsections 219(1)(b) and 221(1)(b) of the Armed Forces Act 2006.\n\t\tAn amendment made by section 11 or Part 2 of Schedule 4 applies only inrelation to a person sentenced for an offence committed on or after the day onwhich the amendment comes into force.\n\t\tAn amendment made by section 14 applies in relation to an offence orconduct whether committed or occurring before the day on which the amendmentcomes into force or on or after that day.\n\t\tAn amendment made by the following provisions of Schedule 2 applies only inrespect of a national security determination made or renewed on or after theday on which the amendment comes into force—\n\t\t\tparagraph 3(4);\n\t\t\tparagraph 7(4);\n\t\t\tparagraph 10(4);\n\t\t\tparagraph 13(4);\n\t\t\tparagraph 16(4);\n\t\t\tparagraph 19.\n\t\tFor the purposes of subsection (7)—\n\t\t\tit does not matter whether the material to which the determination relateswas taken or provided, or was derived from material taken or provided, beforethe day on which the amendment comes into force or on or after that day;\n\t\t\tthe reference to the renewal of a determination on or after that dayincludes a reference to the renewal of a determination that was first madebefore that day.\n\t\tThe powers conferred by Schedule 3 are exercisable in relation to a hostileact whether carried out before the day on which that Schedule comes into forceor on or after that day.\n\tExtent \n\t\tThis Act extends to England and Wales, Scotland and Northern Ireland,except as otherwise provided by subsections (2) to (6).\n\t\tSection 9 extends to England and Wales only.\n\t\tSection 10 extends to Scotland only.\n\t\tSection 11 extends to Northern Ireland only.\n\t\tThe following provisions extend to England and Wales and Scotland only—\n\t\t\tsection 15;\n\t\t\tsection 20;\n\t\t\tsection 21.\n\t\tAn amendment or repeal made by Schedule 2 or 4 has the same extent as theprovision amended or repealed.\n\t\tThe power under section 338(1) of the Criminal Justice Act 2003 (extensionto the Channel Islands or the Isle of Man) may be exercised in relation to anyamendments made to that Act by this Act.\n\t\tThe power under section 39(6) of the Terrorism Act 2006 (extension to theChannel Islands or the Isle of Man) may be exercised in relation to anyamendments made to that Act by this Act.\n\t\tThe power under section 31(4) of the Terrorism Prevention and InvestigationMeasures Act 2011 (extension to the Isle of Man) may be exercised in relationto any amendments made to that Act by this Act.\n\tCommencement \n\t\tThe following provisions come into force on the day on which this Act ispassed—\n\t\t\tsection 21;\n\t\t\tsection 23(2) to (7);\n\t\t\tsection 26;\n\t\t\tthis section;\n\t\t\tsection 28;\n\t\t\tparagraph 19 of Schedule 4 and section 23(1) so far as relating to thatparagraph;\n\t\t\tany other provision of this Act so far as necessary for enabling theexercise on or after the day on which this Act is passed of any power underSchedule 3 to make regulations or to issue codes of practice.\n\t\tThe following provisions come into force on such day or days as theSecretary of State may by regulations appoint—\n\t\t\tsections 16, 17 and 18;\n\t\t\tsection 19 and Schedule 2;\n\t\t\tsection 22 and Schedule 3 (so far as not brought into force by subsection(1)(g) of this section);\n\t\t\tparagraphs 17 and 18, 20 to 26 and 28 to 33 of Schedule 4 and section 23(1)so far as relating to those paragraphs.\n\t\tThe other provisions of this Act come into force at the end of the periodof two months beginning with the day on which this Act is passed.\n\t\tThe Secretary of State may by regulations make transitional or savingprovision in connection with the coming into force of any provision of thisAct.\n\t\tRegulations under this section are to be made by statutory instrument.\n\tShort title\n\t\tThis Act may be cited as the Counter-Terrorism and Border Security Act 2019."
    }
]