[
    {
        "length": 2162,
        "text": "\nEntitlement to compensation\n\tEntitlement to claim compensation\n\t\tAn application for compensation under this Part may be made by or inrespect of a person who suffered abuse while a child and while resident in aninstitution at some time between 1922 and 1995 (both inclusive); but this issubject to sections 3 and 4.\n\t\tA reference to having suffered abuse is a reference to—\n\t\t\thaving suffered sexual, physical or emotional abuse or neglect ormaltreatment,\n\t\t\thaving witnessed one or more other children suffer abuse of a kind referredto in paragraph (a),\n\t\t\thaving otherwise been exposed to a harsh environment, or\n\t\t\thaving been sent to Australia under the programme commonly known as the“Child Migrants Programme”.\n\t\t“Institution” means an institution in Northern Ireland in which a body,society or organisation with responsibility for the care, health and welfareof children provided residential accommodation for children, took decisionsabout them and made provision for their day-to-day care.\n\t\tA reference to an institution does not include a reference to aninstitution at which education was provided, other than—\n\t\t\ta school certified under the Children Act 1908,\n\t\t\ta training school under the Children and Young Persons Act (NorthernIreland) 1950 or 1968,\n\t\t\ta Borstal institution, or\n\t\t\ta young offenders centre under the Treatment of Offenders Act (NorthernIreland) 1968.\n\t\tA reference to being resident in an institution includes a reference tobeing absent from the institution while under the care of—\n\t\t\tthe body, society or organisation which provided residential accommodationfor the child in the institution, or\n\t\t\ta person authorised by that body, society or organisation.\n\t\tBut subsection (5) does not apply to a case within subsection (2)(c); andsubsection (2)(c) is accordingly to be read as referring only to a person whowas exposed to a harsh environment while in the institution in question.\n\t\tThe reference in subsection (1) to a person who suffered abuse whileresident in an institution is, in a case within subsection (2)(d), to be readas a reference to a person who was resident in an institution immediatelybefore being sent to Australia as mentioned in that provision.\n\tRestrictions on entitlement to claim compensation\n\t\tAn application for compensation under this Part may not be made in respectof a person who died before 28 April 1953.\n\t\tAn application for compensation for having suffered the abuse referred toin section 2(2)(d) may be made under this Part only—\n\t\t\tin respect of a person who died on or after 28 April 1953 and before 1March 2018,\n\t\t\tin respect of a person who died on or after 1 March 2018 and in respect ofwhom compensation has not been awarded, and no application for compensation ispending, under the IICSA scheme for having suffered that abuse, or\n\t\t\tby a person who has not been awarded compensation, and who does not have anapplication for compensation pending, under the IICSA scheme for havingsuffered that abuse.\n\t\tSubsection (2)(b) or (c) does not prevent an application for compensationfor having suffered the abuse referred to in section 2(2)(d) being made underthis Part if the applicant withdraws the application under the IICSA scheme.\n\t\tIn this section, “the IICSA scheme” means a scheme for compensationestablished by Her Majesty’s Government in the United Kingdom in response tothe inquiry established under section 1 of the Inquiries Act 2005 and known asthe Independent Inquiry into Child Sexual Abuse.\n\tExclusions from entitlement to claim compensation\n\t\tAn application for compensation may (subject to subsections (3) to (5)) notbe made under this Part by or in respect of a person who suffered abuse if—\n\t\t\ta court has dismissed a claim arising from a relevant matter brought by orin respect of that person, or\n\t\t\tproceedings on a claim arising from a relevant matter brought by or inrespect of that person against a government department (including a NorthernIreland department) or other public body or any other body, society ororganisation are pending before a court.\n\t\tA “relevant matter” is a matter on which an application for compensationunder this Part could be based, but for subsection (1)(a) or (b).\n\t\tSubsection (1)(a) does not apply if the claim in question was dismissedsolely because the period of limitation for bringing proceedings on the claimhad expired.\n\t\tSubsection (1)(b) does not prevent an application for compensation beingmade under this Part if the claimant withdraws the claim in question.\n\t\tAn application for compensation may be made under this Part despitesubsection (1)(a) or (b) if it relates to abuse suffered in an institutionmanaged by a body, society or organisation other than a body, society ororganisation which managed any institution to which the claim referred to insubsection (1)(a) or (b) related.\n\t\tThe reference in subsection (5) to managing an institution is a referenceto providing residential accommodation in that institution.\n\tApplication for compensation\n\t\tAn application for compensation under this Part must be made to the Board.\n\t\tThe application must be made before the end of the period of five yearsbeginning with the date on which the establishment of the Board is advertisedin the Belfast Gazette.\n\t\tIn the case of each person by or in respect of whom an application forcompensation under this Part for the person having suffered abuse may be made—\n\t\t\tonly one application may be made, but\n\t\t\tthat application may relate to more than one institution.\n\t\tThe application must be made in accordance with such provision as may bemade in rules.\n\t\tRules must include provision for the material which may be provided insupport of an application for compensation under this Part to include materialin the form of audio or video recordings.\n\tEntitlement to claim compensation in respect of deceased person\n\t\tIn the case of a person who died on or after 28 April 1953, an applicationfor compensation under this Part may (subject to subsection (2)) be made onlyby—\n\t\t\tthe deceased’s surviving spouse, civil partner or cohabiting partner, ifthat person is a residuary beneficiary of the deceased’s estate;\n\t\t\tany surviving child of the deceased, if that person is a residuarybeneficiary of the deceased’s estate.\n\t\tIn a case where the surviving spouse, civil partner or cohabiting partner,or a surviving child, of a person who died on or after 28 April 1953 is abeneficiary of the deceased’s estate, but not a residuary beneficiary, a panelappointed by the President of the Board may, on behalf of the Board, agree toreceive an application for compensation under this Part from that person ifthe panel considers that it would be in the interests of justice to do so.\n\t\tAn application for compensation under this Part may be made jointly by twoor more of the persons entitled to apply under subsection (1) or (2); and, inthe case of such an application, any reference in this Act to a person makingan application under this Part is to be read as a reference to those personsacting jointly.\n\t\tWhere an applicant for compensation under this Part dies before theapplication is determined, the application may continue to proceed inaccordance with provision made in rules.\n\t\tA person is the surviving cohabiting partner of a deceased person if,immediately before the death, they were not married to, or civil partners of,each other but were living together as if they were.\n\t\tA reference in this section to a residuary beneficiary of a deceasedperson’s estate is a reference to a person who is a beneficiary of some or allof the deceased’s residuary estate under the deceased’s will or under the lawof intestacy in the country or territory in which the deceased was residing atthe time of death.\n\t\tA reference in this section to a beneficiary of a deceased person’s estateother than a residuary beneficiary is to be read in light of subsection (6).\n\t\tIn this section, “child”, in relation to a person, does not include a step-child of that person or a child of that person’s civil partner or cohabitingpartner; and a reference in this section to a child is not limited to a personaged under 18.\n\t\tA panel appointed under subsection (2) is to consist of—\n\t\t\tone judicial member of the Board, who is to be the chair of the panel, and\n\t\t\ttwo other members of the Board, neither of whom is a judicial member."
    },
    {
        "length": 1719,
        "text": "\nDetermination of application\n\tPriority of applications\n\t\tIt is for the President of the Board to decide the order of priority inwhich applications for compensation under this Part are to be determined.\n\t\tIn making a decision under subsection (1), the President must haveparticular regard to—\n\t\t\tthe age of each applicant, and\n\t\t\tin so far as it is disclosed on the application, the health of eachapplicant.\n\tAppointment of panel\n\t\tAn application for compensation under this Part is to be determined onbehalf of the Board by a panel appointed by the President of the Board.\n\t\tA panel appointed under this section is to consist of—\n\t\t\tone judicial member of the Board, who is to be the chair of the panel, and\n\t\t\ttwo other members of the Board, neither of whom is a judicial member.\n\t\tThe panel must determine—\n\t\t\twhether compensation should be awarded on the application, and\n\t\t\tif so, the amount of compensation that should be awarded.\n\t\tA panel appointed under section 6(2) may determine any application which itagreed to receive under that provision (as well as any other application forcompensation under this Part); and, where it does so, the panel is to betreated for the purposes of this Act as if it had been appointed under thissection.\n\tProcedure \n\t\tAn application for compensation under this Part is to be determined by thepanel appointed under section 8 on the basis of—\n\t\t\tany material provided in support of the application,\n\t\t\tany material provided in response to a request by the panel (whether therequest is made to the applicant, made for the purposes of subsection (2) ormade for some other purpose),\n\t\t\tany evidence admitted under subsection (3) or given in a hearing directedunder that subsection,\n\t\t\tany evidence provided or given pursuant to a notice under section 10,\n\t\t\tany advice from an advisor appointed under section 11, and\n\t\t\tany other material which the panel considers relevant.\n\t\tThe panel must, in so far as it is practicable to do so and in accordancewith such provision as may be made in rules, request the body, society ororganisation which provided residential accommodation in an institution towhich the application relates to provide whatever information would enable thepanel to verify the accuracy of information provided in support of theapplication.\n\t\tThe panel may, if it considers that there are exceptional circumstanceswhich make it necessary to do so in the interests of justice—\n\t\t\tallow fresh evidence to be admitted;\n\t\t\tdirect an oral hearing to be held with the evidence to be given on oath.\n\t\tAn oral hearing directed by the panel under subsection (3)(b) is to be heldin private unless the panel considers that it would be in the interests ofjustice for the hearing to be held in public.\n\t\tWhere the panel decides that it needs access to the records of the Inquiryin order to determine the application, the Public Record Office of NorthernIreland must allow the panel access to those records in accordance withwhatever restrictions are in force under section 8 of the Inquiry intoHistorical Institutional Abuse Act (Northern Ireland) 2013.\n\t\tThe entitlement to compensation on the application is not affected by—\n\t\t\twhether or not any matters to which the application relates were reportedto the police;\n\t\t\twhether or not the person by or in respect of whom the application is madeprovided evidence to the Inquiry;\n\t\t\twhether or not the person by or in respect of whom the application is madehas been convicted of an offence.\n\t\tAfter the panel has determined the application, the secretary to the Boardmust notify the applicant in writing of the determination; and thenotification must be accompanied by a summary of the panel’s reasons for thedetermination.\n\t\tThe duty under subsection (2) does not arise if the person by or in respectof whom the application is made provided evidence to the Inquiry.\n\t\tIn this section, “the Inquiry” means the inquiry held under the Inquiryinto Historical Institutional Abuse Act (Northern Ireland) 2013; but thereferences in this section to the Inquiry do not include a reference to thatpart of the Inquiry described in its terms of reference as the AcknowledgementForum.\n\tPower to compel giving of evidence\n\t\tFor the purpose of determining an application for compensation under thisPart, the panel appointed under section 8 may by notice in writing require aperson—\n\t\t\tto provide the panel on or before a specified date with specified records,documents, objects or other items of evidence, or\n\t\t\tto attend on one or more specified dates a hearing convened by the paneland to give oral evidence on oath to the panel.\n\t\tA person to whom a notice under this section is given may make a claim tothe panel that—\n\t\t\tthe person is unable to comply with the notice, or\n\t\t\tit is not reasonable in all the circumstances to require the person tocomply with the notice.\n\t\tOn a claim under subsection (2), the panel may confirm, revoke or vary thenotice.\n\t\tA person who is required by a notice under this section to provide recordsor documents must, if doing so would disclose information about another personwhich is irrelevant to the determination of the application under this Partand the disclosure of which would breach an obligation of confidence, providethe records or documents in a redacted form.\n\t\tA notice under this section has effect in spite of anything which wouldotherwise prohibit a person from complying with the notice.\n\t\tBut a requirement of a notice does not have effect if—\n\t\t\tcomplying with the requirement would involve the disclosure of informationwhich, although made in compliance with the requirement, would contravene thedata protection legislation, or\n\t\t\tthe person would be entitled in proceedings before the High Court inNorthern Ireland to refuse to comply with the requirement.\n\t\tA person commits an offence if the person fails to comply with arequirement of a notice under this section.\n\t\tA person commits an offence if the person conceals, destroys, distorts oralters, or arranges for the concealment, destruction, distortion or alterationof anything required, or which there are reasonable grounds for believingmight be required, to be provided to the panel by a notice under this section.\n\t\tA person who is guilty of an offence under subsection (7) or (8) is liableon summary conviction to imprisonment for a term not exceeding six months, afine not exceeding level 3 on the standard scale or both.\n\t\tIn this section, “the data protection legislation” has the same meaning asin the Data Protection Act 2018 (see section 3 of that Act).\n\tAdvisors \n\t\tThe Board may appoint one or more persons to act as advisors to the Board.\n\t\tA person may be appointed as an advisor only if it appears to the Boardthat the person has expertise that makes that person a suitable person toprovide advice to the Board.\n\t\tThe Board may at any time terminate the appointment of an advisor."
    },
    {
        "length": 1874,
        "text": "\nAward of compensation\n\tAssessment of compensation\n\t\tThe amount of an award of compensation under this Part is to be assessed bythe panel appointed under section 8 in accordance with this section andsection 13.\n\t\tThe amount of compensation which may be awarded is—\n\t\t\tan amount of £10,000,\n\t\t\tan amount not exceeding £70,000 if the panel is satisfied that anadditional amount is justified by the severity of the matters raised by theapplication, and\n\t\t\tan amount of £20,000 if the application is made by or in respect of aperson who was sent to Australia under the programme commonly known as the“Child Migrants Programme”.\n\t\tAccordingly, the maximum amount of compensation which may be awarded on anapplication under this Part is—\n\t\t\t£80,000, or\n\t\t\tif the application is made by or in respect of a person who was sent toAustralia under the programme commonly known as the “Child MigrantsProgramme”, £100,000.\n\t\tA person entitled to compensation under subsection (2)(c) is entitled tocompensation under subsection (2)(a) or (b) only if the panel has determinedthat the person by or in respect of whom the application is made also sufferedthe abuse referred to in section 2(2)(a), (b) or (c) (abuse in institution inNorthern Ireland).\n\t\tIn a case where more than one person is entitled to compensation by virtueof section 6, the proportion of the compensation to which each person isentitled is—\n\t\t\tthe proportion which that person’s share of the deceased’s residuary estatebears to the total of the shares of every other person entitled to thecompensation, or\n\t\t\twhere the application is made by virtue of section 6(2) or the panelconsiders in the case of an application made by virtue of section 6(1) thatthe result which would be brought about under paragraph (a) of this subsectionwould not be in the interests of justice, such proportion as the panelconsiders would be in the interests of justice.\n\t\tIn the case of an application which relates to more than one institution,only one determination of an amount of compensation may be made under each ofparagraphs (a), (b) and (c) of subsection (2) (or, in a case of the kindmentioned in subsection (5), only one determination under each of thoseparagraphs in accordance with that subsection), regardless of the number ofinstitutions concerned.\n\t\tThe Board may make arrangements for facilitating access for a person who isawarded compensation under this Part to advice on the financial management ofthe award.\n\t\tThe Executive Office may by order amend this section so as to increase theamount of compensation which may be awarded on an application under this Part.\n\t\tAn order under subsection (8) may include transitional or saving provision.\n\t\tThe power to make an order under subsection (8) is exercisable bystatutory rule for the purposes of the Statutory Rules (Northern Ireland)Order 1979; and an order may not be made under that subsection unless a draftof the order has been laid before, and approved by a resolution of, theNorthern Ireland Assembly.\n\tActuarial adjustment of award\n\t\tThis section applies in a case where—\n\t\t\tan award of compensation is made under this Part, but\n\t\t\tcompensation for having suffered the abuse in question has previously beenpaid to or in respect of the person who suffered it, and\n\t\t\tthe amount of compensation awarded under this Part exceeds the amount ofcompensation referred to in paragraph (b).\n\t\tThe reference in subsection (1)(b) to the payment of compensation is areference to the payment of compensation—\n\t\t\tin proceedings on a claim,\n\t\t\tin settlement of a claim (whether or not proceedings on the claim werebrought before a court),\n\t\t\tunder a scheme established under a statutory provision, or\n\t\t\tfrom any other source.\n\t\tThe panel appointed under section 8 may adjust the amount of the award ofcompensation under this Part by taking the following two steps.\n\t\tThe first step is to determine the value of the amount of compensationreferred to in subsection (1)(b) by using the ratio published by the Treasuryand known as the Gross Domestic Product deflator by reference to the period—\n\t\t\tbeginning with the date on which that compensation was paid, and\n\t\t\tending with the date on which the establishment of the Board was advertisedin the Belfast Gazette.\n\t\tThe second step is to deduct from the amount of the award of compensationunder this Part an amount equivalent to the value determined under subsection(4).\n\t\tIn this section, “statutory provision” has the meaning given in section1(f) of the Interpretation Act (Northern Ireland) 1954.\n\tInitial payment of award\n\t\tThis section applies in the case of an application for compensation forhaving suffered the abuse referred to in section 2(2)(a), (b) or (c) (abuse inan institution in Northern Ireland).\n\t\tWhere the panel appointed under section 8 determines that compensationshould be awarded but has yet to determine the amount of compensation, it may,if it considers it appropriate to do so in all the circumstances, order theamount of £10,000 to be paid as compensation under section 12(2)(a) pendingthe completion by the panel of its determination of the amount ofcompensation.\n\t\tWhere an order has been made under subsection (2) and the totalcompensation subsequently awarded on the application exceeds £10,000, thepanel must order an amount equivalent to the excess to be paid ascompensation.\n\t\tIf the amount of the award of compensation is adjusted under section 13,the reference in subsection (3) of this section to the total compensationawarded is a reference to the total of the award after the adjustment is made.\n\tStatus etc of award\n\t\tAn award of compensation under this Part is to be paid—\n\t\t\tas a single lump sum, or\n\t\t\tif the award is by way of two payments in accordance with section 14, as alump sum for each payment.\n\t\tAn award of compensation under this Part does not give rise to a charge toany tax or to a liability to pay national insurance contributions.\n\t\tAn award of compensation under this Part is to be disregarded for thepurposes of an assessment of a person’s eligibility for a social securitybenefit the entitlement to which depends on the carrying out of a means test.\n\t\tAn award of compensation under this Part is to be disregarded for thepurposes of an assessment of a person’s ability to pay under regulations madeunder Article 36(6) or 99(5) of the Health and Personal Social Services(Northern Ireland) Order 1972 (cost of providing residential accommodation).\n\t\tAn award of compensation under this Part is to be disregarded for thepurposes of an assessment of a person’s financial resources under—\n\t\t\tPart 3 of the Legal Aid Advice and Assistance (Northern Ireland) Order1981, or\n\t\t\tregulations under Part 2 of the Access to Justice (Northern Ireland) Order2003.\n\t\tA person who is notified under section 9(7) that the person is entitled toan award of compensation on an application under this Part, or on whoseapplication a payment is ordered to be made under section 14(2), may not bringproceedings on a claim for compensation based on matters to which theapplication relates."
    },
    {
        "length": 521,
        "text": "\nAppeal\n\tRight to appeal\n\t\tA person who applied for compensation under this Part may appeal against adetermination under section 8—\n\t\t\tthat no compensation is to be awarded to the person, or\n\t\t\tas to the amount of compensation to be awarded to the person.\n\t\tThe person bringing the appeal must, when doing so, set out in writing thegrounds of the appeal.\n\t\tAn appeal under this section must be made in accordance with such provisionas may be made in rules.\n\t\tAn appeal under this section is to be determined on behalf of the Board bya single judicial member of the Board.\n\t\tIt is for the President of the Board to select the judicial member who isto determine the appeal; but the President may not select the judicial memberwho was the chair of the panel which made the determination under section 8.\n\t\tAn appeal under this section is to be by way of a reconsideration; andaccordingly sections 9, 10 and 12 to 14 apply in relation to the appeal asthey apply in relation to an application for compensation, but with referencesto the panel appointed under section 8 to be read as references to the singlejudicial member of the Board selected under this section.\n\t\tSection 14 applies by virtue of subsection (6) in relation to an appealonly in the case of an appeal under subsection (1)(a).\n\t\tIn a case where the amount of an award of compensation was adjusted undersection 13 (actuarial adjustments), the reference in subsection (1)(b) of thissection to an amount of compensation is to be read as a reference to theamount of the award before the adjustment was made.\n\t\tOn an appeal under this section, the single judicial member of the Boardmay—\n\t\t\tconfirm the decision,\n\t\t\treverse the decision, or\n\t\t\tincrease or reduce the amount of the award of compensation.\n\t\tWhere a single judicial member of the Board acts under subsection (9)(b)to reverse a decision, the member may make an award of compensation inaccordance with section 12.\n\t\tA decision on an appeal under this section is final."
    },
    {
        "length": 1194,
        "text": "\nMiscellaneous\n\tRestrictions on public access\n\t\tThe President of the Board may by order (a “restriction order”) imposespecified restrictions on—\n\t\t\tdisclosure or publication of evidence or documents given, produced orprovided on the determination of an application or appeal under this Part;\n\t\t\tdisclosure or publication of the identity of any person.\n\t\tThe power under subsection (1) is also exercisable—\n\t\t\ton the determination of an application under this Part by the panelappointed under section 8, or\n\t\t\ton the determination of an appeal under this Part by the single judicialmember of the Board selected under section 16.\n\t\tA restriction order must specify only such restrictions—\n\t\t\tas are required by any law, or\n\t\t\tas the President, or the panel or judicial member of the Board concerned,considers to be necessary in the public interest, having regard in particularto the matters mentioned in subsection (4).\n\t\tThose matters are—\n\t\t\tthe extent to which a restriction on disclosure or publication mightinhibit the allaying of public concern;\n\t\t\tany risk of harm or damage that could be avoided or reduced by any suchrestriction;\n\t\t\tany conditions as to confidentiality subject to which a person acquiredinformation which that person is to give or has given to a panel appointedunder section 8 or a single judicial member selected under section 16;\n\t\t\tthe extent to which not imposing any particular restriction would belikely—\n\t\t\tto cause delay or to impair the efficient and effective discharge on behalfof the Board of its functions in determining an application or an appeal underthis Part, or\n\t\t\totherwise to result in additional cost (whether to public funds or to aperson making an application or bringing an appeal under this Part or to anyother person).\n\t\tThe President, or the panel or judicial member of the Board concerned, mayvary or revoke a restriction order by making a further order.\n\t\tRestrictions imposed under this section continue in force indefinitelyunless—\n\t\t\tunder the terms of the relevant order, the restrictions expire at aspecified time, or\n\t\t\tthe relevant order is varied or revoked under subsection (5).\n\tInformation about legal advice and assistance\n\t\tThe secretary to the Board must, on a request from the Department ofJustice in Northern Ireland, provide that Department with—\n\t\t\tthe name and address of each person who has made an application forcompensation, or brought an appeal, under this Part and who has been receivinglegal advice and assistance on the application or appeal, and\n\t\t\tdetails of the solicitors who have been providing the advice andassistance.\n\t\tThis section does not authorise the provision of information incontravention of any law which restricts or prevents provision of theinformation (including section 17).\n\tRules \n\t\tRules may make procedural provision for the purposes of this Part.\n\t\tThe provision which may be made in rules under this Part includesprovision—\n\t\t\tto specify information, documents or other material which must be providedin support of an application or appeal and the form in which information,documents or other material may or must be provided;\n\t\t\tto impose time limits;\n\t\t\tfor the assessment and payment of the costs incurred in connection withlegal advice and assistance;\n\t\t\tfor the reimbursement of other costs or expenses of a specifieddescription;\n\t\t\tfor the making of payments under section 14;\n\t\t\tfor enabling an award of compensation to be held on trust in such cases asthe panel (on an application) or single judicial member of the Board (on anappeal) may determine;\n\t\t\tfor enabling the recovery of a payment made in error.\n\t\tThe provision which may be made under subsection (2)(c) includes provisionrequiring the secretary to the Board to pay on each application for payment ofcosts a specified amount to the solicitor making the application, regardlessof whether or not the application for payment of costs is granted.\n\t\tBut the rules may also provide that the secretary to the Board is notrequired to make a payment by virtue of subsection (3) if the secretary issatisfied that the application for payment of costs is wholly without merit.\n\t\tRules under this Part may confer a discretion.\n\t\tRules under this Part may contain incidental, supplementary, transitionalor saving provision.\n\tRules: procedure\n\t\tThe power to make rules under this Part is exercisable by the ExecutiveOffice; but the Executive Office may not make rules without having obtainedthe approval of the Lord Chief Justice of Northern Ireland.\n\t\tThe power to make rules under this Part is exercisable by statutory rulefor the purposes of the Statutory Rules (Northern Ireland) Order 1979; and astatutory rule under this section is subject to negative resolution (withinthe meaning of section 41(6) of the Interpretation Act (Northern Ireland)1954)."
    },
    {
        "length": 1573,
        "text": "\nPART 2The Commissioner for Survivors of Institutional Childhood Abuse\n\tThe Commissioner\n\t\tEstablishment of the Commissioner\n\t\t\tAn officer known as the Commissioner for Survivors of InstitutionalChildhood Abuse is established (and referred to in this Act as “theCommissioner”).\n\t\t\tThe Commissioner is to be appointed by the Executive Office.\n\t\t\tSchedule 2 makes further provision about the Commissioner.\n\t\tPrincipal aim of the Commissioner\n\t\t\tThe principal aim of the Commissioner in exercising functions under thisAct is to promote the interests of any person who suffered abuse while a childand while resident in an institution at some time between 1922 and 1995 (bothinclusive).\n\t\t\tPersons of the description given in subsection (1) are referred to in thisPart as “victims and survivors”.\n\tThe Advisory Panel\n\t\tThe Advisory Panel\n\t\t\tThe Commissioner must appoint a panel of persons, all of whom are victimsand survivors.\n\t\t\tThe panel is to be known as “the Advisory Panel”.\n\t\t\tThe function of the Advisory Panel is to provide a forum for consultationand discussion with victims and survivors.\n\t\t\tThe Commissioner may reimburse each member of the Advisory Panel for suchexpenses as the member reasonably incurs in acting as such.\n\tFunctions\n\t\tGeneral duties of the Commissioner\n\t\t\tThe Commissioner must provide advice on matters concerning the interests ofvictims and survivors to the Executive Office or a person providing servicesto victims and survivors—\n\t\t\t\tas soon as reasonably practicable after receiving a request for advice, and\n\t\t\t\ton whatever other occasions the Commissioner thinks appropriate.\n\t\t\tThe Commissioner must take reasonable steps to ensure that victims andsurvivors are made aware of—\n\t\t\t\tthe functions of the Commissioner,\n\t\t\t\tthe location of the Commissioner, and\n\t\t\t\tthe ways in which they may communicate with the Commissioner.\n\t\tPowers of the Commissioner\n\t\t\tThe Commissioner may undertake or commission research into mattersconcerning the interests of victims and survivors.\n\t\t\tThe Commissioner may—\n\t\t\t\tcompile information concerning the interests of victims and survivors;\n\t\t\t\tprovide advice or information on matters concerning the interests ofvictims and survivors;\n\t\t\t\tpublish anything concerning the interests of victims and survivors,including—\n\t\t\t\tthe results of research undertaken or commissioned under subsection (1),and\n\t\t\t\tadvice provided by the Commissioner.\n\t\t\tThe Commissioner may make representations or recommendations to any personabout matters concerning the interests of victims and survivors.\n\t\tCo-ordination of service provision etc\n\t\t\tThe Commissioner must encourage the provision, and the coordination of theprovision, of relevant services in Northern Ireland to victims and survivors.\n\t\t\t“Relevant service” means a service designed—\n\t\t\t\tto improve a person’s physical or mental health,\n\t\t\t\tto help a person to overcome an addiction,\n\t\t\t\tto provide a person with counselling,\n\t\t\t\tto improve a person’s literacy or numeracy,\n\t\t\t\tto provide a person with other education or training, or\n\t\t\t\tto enable a person to access opportunities for work.\n\t\t\tIn carrying out the duty under subsection (1), the Commissioner must takeaccount of the current provision of relevant services to victims and survivorsand must identify any gaps in the provision of those services.\n\t\t\tThe Commissioner must provide, or secure the provision of, advice andinformation to victims and survivors on—\n\t\t\t\tthe relevant services that are available to them and the facilities thatare available for the provision of those services, and\n\t\t\t\thow to obtain those services and access those facilities.\n\t\t\tThe Commissioner must, on becoming aware in the course of exercising theCommissioner’s functions of a matter which comes within the area ofresponsibility of the Commissioner for Children and Young People in NorthernIreland, consult that Commissioner.\n\t\tMonitoring specialist facilities\n\t\t\tThe Commissioner must monitor the operation of whatever facilities there arecurrently available in Northern Ireland which are solely for providing victimsand survivors with—\n\t\t\t\tcounselling and supplementary information about how to access healthservices, housing services, education services or employment services,\n\t\t\t\thelp to improve literacy or numeracy, or\n\t\t\t\tadvice on opportunities for education or work or on entitlements to housingor social security benefits.\n\t\tFunctions relating to the Board, etc\n\t\t\tThe Commissioner must make arrangements for publicising the role of theBoard.\n\t\t\tWhere a person is considering whether to make an application to the Boardfor compensation under Part 1, the Commissioner must provide the person with—\n\t\t\t\tsuch general advice and information on making the application as the personrequests, and\n\t\t\t\tif the person wishes to obtain information relating to any period in whichthe person by or in respect of whom the application would be made was residentin an institution while under the age of 18, such assistance in obtaining thatinformation as it is reasonable for the Commissioner to provide.\n\t\t\tThe Commissioner must monitor the operation of the Board.\n\t\t\tThe Commissioner may establish, or make arrangements for establishing, apanel of solicitors, the members of which the Commissioner is satisfied havethe necessary expertise for providing legal advice and assistance onapplications and appeals under Part 1.\n\tMiscellaneous\n\t\tIndependent review\n\t\t\tThe First Minister and deputy First Minister acting jointly must, everyfive years, commission an independent person—\n\t\t\t\tto review the operation of the Commissioner, and\n\t\t\t\tto send a report to the First Minister and deputy First Minister on thefindings of the review.\n\t\t\tThe First Minister and deputy First Minister acting jointly may commissionan independent person to act as mentioned in subsection (1) at such othertimes as they determine; and, if they do so, the period of five years referredto in subsection (1) accordingly runs from the date on which they do so.\n\t\t\tThe report must include an assessment of whether there continues to be aneed for the Commissioner; and the First Minister and deputy First Ministeracting jointly must, in light of that assessment, determine whether the officeof the Commissioner should continue.\n\t\tDefamation: privilege\n\t\t\tFor the purposes of the law of defamation, publication of anything under thisPart by the Commissioner is absolutely privileged."
    },
    {
        "length": 420,
        "text": "\nPART 3General\n\tInterpretation \n\t\tIn this Act—\n\t\t\t  * “the Board” means the Historical Institutional Abuse Redress Board; \n\t\t\t  * “child” means a person aged under 18, subject to section 6(8); \n\t\t\t  * “the Commissioner” means the Commissioner for Survivors of Institutional Childhood Abuse; \n\t\t\t  * “the Executive Office” means the Executive Office in Northern Ireland; \n\t\t\t  * “information” includes information recorded in any form; \n\t\t\t  * “institution” has the meaning given in section 2(3) and (4); \n\t\t\t  * “interests” includes rights; \n\t\t\t  * “victims and survivors” has the meaning given in section 22(2). \n\t\tA reference in this Act to having suffered abuse is to be construed inaccordance with section 2(2) and (7).\n\t\tA reference in this Act to being resident in an institution is to beconstrued in accordance with section 2(5) and (6).\n\tExtent \n\t\tThis Act extends to Northern Ireland only.\n\tCommencement \n\t\tThis Part comes into force on the day on which this Act is passed.\n\t\tParts 1 and 2 come into force on such day as the Executive Office may byorder appoint; and different days may be appointed for different purposes.\n\t\tThe power to make an order under this section is exercisable by statutoryrule for the purposes of the Statutory Rules (Northern Ireland) Order 1979.\n\tShort title\n\t\tThis Act may be cited as the Historical Institutional Abuse (Northern Ireland)Act 2019."
    }
]