{
    "general": "This law helps people who were hurt or abused while living in certain institutions in Northern Ireland, such as children's homes or schools, between 1922 and 1995. It sets up a board to give these survivors money to help them heal from their past traumas. The law also creates a new position called the \"Commissioner for Survivors\" to make sure that the needs of these survivors are being met.",
    "series": [
        [
            {
                "length": 281,
                "short": "\"Entitlement to Claim Compensation for Historical Institutional Abuse in Northern Ireland\".",
                "text": "\n* Simplified point 1: This section of the legislation outlines the criteria for entitlement to claim compensation for historical institutional abuse in Northern Ireland.\n* Simplified point 2: The criteria include being resident in an institution in Northern Ireland between 1922 and 1995, suffering abuse or neglect, and meeting certain age requirements.\n* Simplified point 3: The legislation also outlines exclusions from entitlement to claim compensation, such as if a court has dismissed a claim arising from a relevant matter or if proceedings on a claim are pending before a court.\n* Simplified point 4: Applications for compensation must be made to the Board and must be made before the end of a five-year period beginning with the date of the establishment of the Board.\n* Simplified point 5: The application must be made in accordance with rules, which must include provision for material in the form of audio or video recordings.\n* Simplified point 6: The legislation also outlines the entitlement to claim compensation in respect of a deceased person and the process for making an application for compensation in such cases."
            },
            {
                "length": 317,
                "short": "\"Compensation for Institutional Abuse Survivors in Northern Ireland\".",
                "text": "\n* Simplified point 1: The Historical Institutional Abuse (Northern Ireland) Act 2019 allows for compensation to be awarded to those who were abused in institutions in Northern Ireland.\n* Simplified point 2: The Act sets out the process for determining applications for compensation, including the appointment of a panel to review the applications and the evidence that can be considered.\n* Simplified point 3: The panel must consider the age and health of the applicant when determining the amount of compensation to be awarded.\n* Simplified point 4: The Act allows for the panel to request information from the body, society or organization that provided residential accommodation in the institution to which the application relates.\n* Simplified point 5: The panel may allow fresh evidence to be admitted and direct an oral hearing to be held with the evidence to be given on oath.\n* Simplified point 6: The entitlement to compensation is not affected by whether or not matters to which the application relates were reported to the police or whether the person by or in respect of whom the application is made has been convicted of an offence.\n* Simplified point 7: The panel may compel the giving of evidence by notice in writing, and a person who fails to comply with a requirement of a notice under this section commits an offence."
            },
            {
                "length": 285,
                "short": "\"Historical Institutional Abuse Compensation Scheme in NI: Awards & Payments\"",
                "text": "\n* Simplified point 1: The Historical Institutional Abuse (Northern Ireland) Act 2019 allows for the awarding of compensation to those who suffered abuse in institutions in Northern Ireland.\n* Simplified point 2: The amount of compensation is determined by a panel appointed under section 8 of the Act, and the maximum amount that may be awarded is £80,000, or £100,000 if the application is made by or in respect of a person who was sent to Australia under the \"Child Migrants Programme\".\n* Simplified point 3: The Act allows for the adjustment of the amount of compensation if the person has already received compensation for the same abuse.\n* Simplified point 4: The Act requires that the compensation be paid as a single lump sum or two payments, and it is disregarded for the purposes of assessing a person's eligibility for social security benefits and their ability to pay under certain regulations.\n* Simplified point 5: The Act prohibits a person who has been awarded compensation from bringing proceedings on a claim for compensation based on the same matters."
            },
            {
                "length": 178,
                "short": "\"Historical Abuse Compensation Appeals Process\"",
                "text": "\n* Simplified point 1: The Historical Institutional Abuse (Northern Ireland) Act 2019 allows for appeals to be made against decisions made by the Board regarding compensation for institutional abuse.\n* Simplified point 2: The appeal process is overseen by a single judicial member of the Board, who will review the grounds of the appeal and make a decision on behalf of the Board.\n* Simplified point 3: The single judicial member of the Board may confirm, reverse, or adjust the amount of the award of compensation, and may make an award of compensation in accordance with section 12 of the Act.\n* Simplified point 4: The decision on an appeal is final."
            },
            {
                "length": 261,
                "short": "\"Legislation Governing Access to Information and Documents in Northern Ireland\"",
                "text": "\n* Simplified point 1: The Historical Institutional Abuse (Northern Ireland) Act 2019 allows for restrictions on public access to certain information and documents related to applications and appeals under the Act.\n* Simplified point 2: The President of the Board, or the panel or judicial member of the Board, can make orders to impose restrictions on disclosure or publication of evidence or documents, and can also vary or revoke these orders.\n* Simplified point 3: The Act requires the secretary to the Board to provide information to the Department of Justice in Northern Ireland about legal advice and assistance provided to applicants and appellants under the Act.\n* Simplified point 4: The Act allows for the making of rules to provide procedural provision for the purposes of the Act, including provision for the assessment and payment of costs, and for the recovery of payments made in error.\n* Simplified point 5: The power to make rules under the Act is exercisable by the Executive Office, but the Executive Office may not make rules without the approval of the Lord Chief Justice of Northern Ireland."
            },
            {
                "length": 293,
                "short": "\"Commissioner for Survivors of Institutional Childhood Abuse: Promoting Victim Interests and Monitoring Specialist Facilities\"",
                "text": "\n* Simplified point 1: The Historical Institutional Abuse (Northern Ireland) Act 2019 establishes an officer called the Commissioner for Survivors of Institutional Childhood Abuse to promote the interests of victims and survivors of abuse in institutions in Northern Ireland between 1922 and 1995.\n* Simplified point 2: The Commissioner must provide advice, research, and information on matters concerning the interests of victims and survivors, and must encourage the provision of relevant services to them.\n* Simplified point 3: The Commissioner must monitor the operation of specialist facilities and the Board, and may establish a panel of solicitors to provide legal advice and assistance on applications and appeals under Part 1 of the Act.\n* Simplified point 4: The First Minister and deputy First Minister acting jointly must commission an independent review of the operation of the Commissioner every five years, and may do so at other times as well. The report must assess whether there continues to be a need for the Commissioner, and the First Minister and deputy First Minister must determine whether the office of the Commissioner should continue based on that assessment."
            },
            {
                "length": 266,
                "short": "Historical Institutional Abuse Legislation in NI: Definitions & Establishment of Redress Board",
                "text": "\n* Simplified point 1: This part of the legislation defines key terms used throughout the act, such as \"Board\", \"child\", \"Commissioner\", and \"Executive Office\".\n* Simplified point 2: The act extends only to Northern Ireland and has different commencement dates for different parts of the act.\n* Simplified point 3: The act establishes the Historical Institutional Abuse Redress Board and the Commissioner for Survivors of Institutional Childhood Abuse.\n* Simplified point 4: The act provides for the interpretation of certain terms, such as \"information\" and \"institution\", and specifies that references to having suffered abuse and being resident in an institution must be construed in accordance with certain sections of the act.\n* Simplified point 5: The act gives the Executive Office the power to make orders regarding the commencement of different parts of the act.\n* Simplified point 6: The act provides for the short title of the legislation, which is the Historical Institutional Abuse (Northern Ireland) Act 2019."
            }
        ],
        [
            {
                "length": 170,
                "short": "\"Northern Ireland's Historical Institutional Abuse Compensation Scheme: Eligibility, Payments, and Appeals\"",
                "text": "\n* Simplified point 1: Entitlement to Claim Compensation for Historical Institutional Abuse in Northern Ireland.\n* Simplified point 2: Criteria for entitlement to claim compensation, exclusions from entitlement, and the application process.\n* Simplified point 3: Compensation awards and payments, adjustments to amounts, and disregard of compensation for social security benefits.\n* Simplified point 4: Historical Abuse Compensation Appeals Process.\n* Simplified point 5: Legislation governing access to information and documents in Northern Ireland.\n* Simplified point 6: Commissioner for Survivors of Institutional Childhood Abuse: promoting victim interests and monitoring specialist facilities."
            }
        ]
    ],
    "summary": "The Historical Institutional Abuse (Northern Ireland) Act 2019 is a law passed to help survivors of childhood abuse in institutions in Northern Ireland receive compensation. It established the Historical Institutional Abuse Redress Board and the Commissioner for Survivors of Institutional Childhood Abuse. To qualify for compensation, you must have been a child resident in an institution in Northern Ireland between 1922 and 1995 and meet certain age requirements. You can apply for compensation through the Board, and the panel will review your application and decide how much compensation you deserve. If you disagree with the decision, you can appeal to the Board. The law also protects your right to privacy and confidentiality during the application and appeal processes."
}