[
    {
        "length": 2146,
        "text": "\nProhibitions etc applying to landlords and letting agents\n\tProhibitions applying to landlords\n\t\tA landlord must not require a relevant person to make a prohibited paymentto the landlord in connection with a tenancy of housing in England.\n\t\tA landlord must not require a relevant person to make a prohibited paymentto a third party in connection with a tenancy of housing in England.\n\t\tA landlord must not require a relevant person to enter into a contract witha third party in connection with a tenancy of housing in England if thatcontract is—\n\t\t\ta contract for the provision of a service, or\n\t\t\ta contract of insurance.\n\t\tSubsection (3) does not apply if the contract is for—\n\t\t\tthe provision of a utility to the tenant, or\n\t\t\tthe provision of a communication service to the tenant.\n\t\tA landlord must not require a relevant person to make a loan to any personin connection with a tenancy of housing in England.\n\t\tFor the purposes of this section, a landlord requires a relevant person tomake a payment, enter into a contract or make a loan in connection with atenancy of housing in England if and only if the landlord—\n\t\t\trequires the person to do any of those things in consideration of thegrant, renewal, continuance, variation, assignment, novation or termination ofsuch a tenancy,\n\t\t\trequires the person to do any of those things pursuant to a provision of atenancy agreement relating to such a tenancy which requires or purports torequire the person to do any of those things in the event of an act or defaultof a relevant person,\n\t\t\trequires the person to do any of those things pursuant to a provision of atenancy agreement relating to such a tenancy which requires or purports torequire the person to do any of those things if the tenancy is varied,assigned, novated or terminated,\n\t\t\tenters into a tenancy agreement relating to such a tenancy which requiresor purports to require the person to do any of those things other than in thecircumstances mentioned in paragraph (b) or (c),\n\t\t\trequires the person to do any of those things—\n\t\t\tas a result of an act or default of a relevant person relating to such atenancy or housing let under it, and\n\t\t\totherwise than pursuant to, or for the breach of, a provision of a tenancyagreement, or\n\t\t\trequires the person to do any of those things in consideration of providinga reference in relation to that person in connection with the person’soccupation of housing in England.\n\t\tFor the purposes of this section, a landlord does not require a relevantperson to make a payment, enter into a contract or make a loan if the landlordgives the person the option of doing any of those things as an alternative tocomplying with another requirement imposed by the landlord or a letting agent.\n\t\tSubsection (7) does not apply if—\n\t\t\tthe other requirement is prohibited by this section or section 2 (ignoringsubsection (7) or section 2(6)), or\n\t\t\tit would be unreasonable to expect a relevant person to comply with theother requirement.\n\t\tIn this Act “relevant person” means—\n\t\t\ta tenant, or\n\t\t\tsubject to subsection (10), a person acting on behalf of, or who hasguaranteed the payment of rent by, a tenant.\n\t\tThe reference in subsection (9)(b) to a person does not include—\n\t\t\ta local housing authority within the meaning of the Housing Act 1985 (seesection 1 of that Act),\n\t\t\tthe Greater London Authority, or\n\t\t\ta person acting on behalf of an authority within paragraph (a) or theGreater London Authority.\n\tProhibitions applying to letting agents\n\t\tA letting agent must not require a relevant person to make a prohibitedpayment to the letting agent in connection with a tenancy of housing inEngland.\n\t\tA letting agent must not require a relevant person to make a prohibitedpayment to a third party in connection with a tenancy of housing in England.\n\t\tA letting agent must not require a relevant person to enter into a contractwith the agent or a third party in connection with a tenancy of housing inEngland if the contract is—\n\t\t\ta contract for the provision of a service, or\n\t\t\ta contract of insurance.\n\t\tA letting agent must not require a relevant person to make a loan to anyperson in connection with a tenancy of housing in England.\n\t\tFor the purposes of this section, a letting agent requires a relevantperson to make a payment, enter into a contract or make a loan in connectionwith a tenancy of housing in England if and only if the letting agent—\n\t\t\trequires the person to do any of those things in consideration of arrangingthe grant, renewal, continuance, variation, assignment, novation ortermination of such a tenancy,\n\t\t\trequires the person to do any of those things pursuant to a provision of anagreement with the person relating to such a tenancy which requires orpurports to require the person to do any of those things in the event of anact or default of a relevant person,\n\t\t\trequires the person to do any of those things pursuant to a provision of anagreement with the person relating to such a tenancy which requires orpurports to require the person to do any of those things if the tenancy isvaried, assigned, novated or terminated,\n\t\t\trequires the person to do any of those things—\n\t\t\tas a result of an act or default of a relevant person relating to such atenancy or housing let under it, and\n\t\t\totherwise than pursuant to, or for the breach of, an agreement enteredinto before the act or default, or\n\t\t\trequires the person to do any of those things in consideration of providinga reference in relation to that person in connection with the person’soccupation of housing in England.\n\t\tFor the purposes of this section, a letting agent does not require arelevant person to make a payment, enter into a contract or make a loan if theletting agent gives the person the option of doing any of those things as analternative to complying with another requirement imposed by the letting agentor the landlord.\n\t\tSubsection (6) does not apply if—\n\t\t\tthe other requirement is prohibited by this section or section 1 (ignoringsubsection (6) or section 1(7)), or\n\t\t\tit would be unreasonable to expect a relevant person to comply with theother requirement.\n\t\tThis section does not apply to a requirement imposed by a letting agent ona relevant person if—\n\t\t\tthe requirement is imposed by the letting agent in consideration ofproviding a service to a tenant,\n\t\t\tas part of that service the agent finds housing for the tenant to rent andthe tenant rents that housing, and\n\t\t\tthe agent does not act on behalf of the landlord of that housing, whetherin relation to that housing or any other housing.\n\tProhibited and permitted payments\n\t\tFor the purposes of this Act a payment is a prohibited payment unless it isa permitted payment by virtue of Schedule 1.\n\t\tThe Secretary of State may by regulations made by statutory instrumentamend Schedule 1 by adding, modifying or removing a reference to a permittedpayment.\n\t\tThe power in subsection (2) does not extend to removing rent from thecategories of payment which are permitted payments under this Act.\n\t\tRegulations under this section—\n\t\t\tmay make different provision for different purposes;\n\t\t\tmay make supplemental, incidental, consequential, transitional, transitoryor saving provision.\n\t\tSubject to subsection (6), a statutory instrument containing regulationsunder this section may not be made unless a draft of the instrument has beenlaid before and approved by a resolution of each House of Parliament.\n\t\tSubsection (5) does not apply to a statutory instrument containing onlyregulations under this section which amend the amount for the time being setout in paragraph 6(2)(a) of Schedule 1 (maximum amount of permitted payment onvariation, assignment or novation of a tenancy) for the purposes only ofreflecting changes in the value of money.\n\t\tA statutory instrument to which subsection (6) applies is subject toannulment in pursuance of a resolution of either House of Parliament.\n\tEffect of a breach of section 1 or 2\n\t\tA term of a tenancy agreement which breaches section 1 is not binding on arelevant person.\n\t\tA term of an agreement between a letting agent and a relevant person whichbreaches section 2 is not binding on a relevant person.\n\t\tWhere a term of an agreement is not binding on a relevant person as aresult of this section, the agreement continues, so far as practicable, tohave effect in every other respect.\n\t\tIf a relevant person makes a loan to a person pursuant to a requirementwhich breaches section 1(5) or 2(4), the loan is repayable by the borrower tothe relevant person on demand.\n\tTreatment of holding deposit\n\t\tSchedule 2 makes provision about the treatment of holding deposits."
    },
    {
        "length": 338,
        "text": "\nEnforcement by local weights and measures authorities\n\tIt is the duty of every local weights and measures authority in England toenforce in its area—\n\t\tsection 1 (prohibitions applying to landlords),\n\t\tsection 2 (prohibitions applying to letting agents), and\n\t\tSchedule 2 (treatment of holding deposit).\n\tThe duty in subsection (1) is subject to sections 14(5) (enforcement byanother enforcement authority) and 26 (enforcement by the lead enforcementauthority).\n\tWhere a breach of section 1 or 2 or Schedule 2 relates to housing which islocated in the area of more than one local weights and measures authority, thebreach is taken to have occurred in each of those areas.\n\tA local weights and measures authority in England must have regard to anyguidance issued by the Secretary of State or the lead enforcement authority(if not the Secretary of State) about the exercise of its functions under thisAct.\n\tFor the investigatory powers available to a local weights and measuresauthority in England for the purposes of enforcing this Act, see Schedule 5 tothe Consumer Rights Act 2015.\n\tIn paragraph 10 of Schedule 5 to the Consumer Rights Act 2015 (duties andpowers to which Schedule 5 applies), at the appropriate place insert “section6 of the Tenant Fees Act 2019”."
    },
    {
        "length": 226,
        "text": "\nEnforcement by district councils\n\tA district council which is not a local weights and measures authority mayenforce sections 1 and 2 and Schedule 2.\n\tA district council must have regard to any guidance issued by the Secretaryof State or the lead enforcement authority (if not the Secretary of State)about the exercise of its functions under this Act.\n\tFor the investigatory powers available to a district council for thepurposes of enforcing this Act, see Schedule 5 to the Consumer Rights Act2015.\n\tIn paragraph 10 of Schedule 5 to the Consumer Rights Act 2015 (duties andpowers to which Schedule 5 applies), at the appropriate place insert “section7 of the Tenant Fees Act 2019”.\n\tIn this Act “enforcement authority” means—\n\t\ta local weights and measures authority in England, or\n\t\ta district council which is not a local weights and measures authority."
    },
    {
        "length": 522,
        "text": "\nFinancial penalties\n\tWhere an enforcement authority is satisfied beyond reasonable doubt that aperson has breached section 1 or 2 or Schedule 2, the authority may impose afinancial penalty on the person in respect of the breach.\n\tThe financial penalty—\n\t\tmay be of such amount as the authority determines, but\n\t\tsubject to subsection (3), must not exceed £5,000.\n\tIf the enforcement authority is satisfied beyond reasonable doubt that theperson has committed an offence under section 12, the financial penalty—\n\t\tmay exceed £5,000, but\n\t\tmust not exceed £30,000.\n\tAn enforcement authority may not impose a financial penalty under thissection on a person in respect of any conduct amounting to an offence undersection 12 if—\n\t\tthe person has been convicted of an offence under that section in respectof the conduct,\n\t\tcriminal proceedings for an offence under that section in respect of theconduct have been instituted against the person and the proceedings have notbeen concluded, or\n\t\tcriminal proceedings for an offence under that section in respect of theconduct have been concluded and the person has not been convicted of theoffence.\n\tAn enforcement authority may not impose a financial penalty under thissection on a person for a breach of paragraph 3 of Schedule 2 in relation to aholding deposit if—\n\t\tthe person failed to return the deposit in accordance with that Schedulebecause the person believed that the landlord was prohibited by section 22 ofthe Immigration Act 2014 from granting a tenancy of the housing to the tenant,and\n\t\tthe person’s belief was based on incorrect information provided by theSecretary of State.\n\tOnly one financial penalty under this section may be imposed in respect ofthe same breach.\n\tAn enforcement authority may impose a financial penalty under this sectionin respect of a breach which occurs outside that authority’s area (as well asin respect of a breach which occurs within that area).\n\tSchedule 3 makes further provision about financial penalties under thissection and other payments required to be made under this Act."
    },
    {
        "length": 158,
        "text": "\nPower to amend maximum financial penalties\n\tThe Secretary of State may by regulations made by statutory instrumentamend the amount for the time being set out in section 8(2)(b) or (3)(a) or(b) (financial penalties).\n\tThe power in subsection (1) may be exercised only where the Secretary ofState considers it is expedient to do so to reflect changes in the value ofmoney.\n\tRegulations under this section may make transitional, transitory or savingprovision.\n\tA statutory instrument containing regulations under this section is subjectto annulment in pursuance of a resolution of either House of Parliament."
    },
    {
        "length": 920,
        "text": "\nRecovery by enforcement authority of amount paid\n\tSubsection (2) applies where an enforcement authority—\n\t\timposes a financial penalty under section 8 on a landlord or letting agentfor breaching section 1 or 2,\n\t\tis satisfied on the balance of probabilities that the breach resulted in arelevant person making a prohibited payment to a landlord, letting agent orthird party, and\n\t\tis satisfied on the balance of probabilities that all or part of theprohibited payment has not been repaid to the relevant person.\n\tThe enforcement authority may require the landlord or letting agent to payto the relevant person—\n\t\tif none of the prohibited payment has been repaid to the relevant person,the amount of the prohibited payment;\n\t\tif part of the prohibited payment has been repaid to the relevant person,the remaining part of the prohibited payment.\n\tBut subsection (2) does not apply in relation to a prohibited payment if orto the extent that, with the consent of the relevant person—\n\t\tthe prohibited payment, or the remaining part of it, has been appliedtowards a payment of rent under the tenancy, or\n\t\tthe prohibited payment, or the remaining part of it, has been appliedtowards the tenancy deposit in respect of the tenancy.\n\tSubsection (5) applies where an enforcement authority—\n\t\timposes a financial penalty under section 8 on a landlord or letting agentfor breaching section 1 or 2,\n\t\tis satisfied on the balance of probabilities that the breach resulted in arelevant person entering into a contract with a third party, and\n\t\tis satisfied on the balance of probabilities that the relevant person hasmade a payment or payments under the contract.\n\tThe enforcement authority may require the landlord or letting agent to payto the relevant person an amount which does not exceed the amount of thepayment or (as the case may be) the aggregate amount of the payments that therelevant person has made.\n\tSubsection (8) applies where an enforcement authority—\n\t\timposes a financial penalty under section 8 on a landlord or letting agentfor breaching Schedule 2 (treatment of holding deposit), and\n\t\tis satisfied on the balance of probabilities that all or part of theholding deposit has not been repaid to the relevant person.\n\tSubsection (8) also applies where an enforcement authority—\n\t\tcould have imposed a financial penalty under section 8 on a landlord orletting agent for breaching paragraph 3 of Schedule 2 but for subsection (5)of that section (incorrect belief that immigration-related prohibition ongranting tenancy applied), and\n\t\tis satisfied on the balance of probabilities that all or part of theholding deposit has not been repaid to the relevant person.\n\tThe enforcement authority may require the landlord or letting agent to payto the relevant person—\n\t\tif none of the holding deposit has been repaid to the relevant person, theamount of the holding deposit;\n\t\tif part of the holding deposit has been repaid to the relevant person, theremaining part of the holding deposit.\n\tBut subsection (8) does not apply in relation to a holding deposit if or tothe extent that, with the consent of the relevant person—\n\t\tthe holding deposit, or the remaining part of it, has been applied towardsa payment of rent under the tenancy, or\n\t\tthe holding deposit, or the remaining part of it, has been applied towardsthe tenancy deposit in respect of the tenancy.\n\tSubsection (2), (5) or (8) does not apply if the relevant person has madean application under section 15 (application to the First-tier Tribunal) forrecovery of all or part of the amount or (as the case may be) the aggregateamount referred to in that subsection."
    },
    {
        "length": 362,
        "text": "\nInterest on payments under section 10\n\tWhere an enforcement authority requires a landlord or letting agent to payan amount under section 10, the authority may require the landlord or lettingagent to pay interest on that amount.\n\tIf an enforcement authority requires a landlord or letting agent to payinterest on an amount under subsection (1)—\n\t\tthe amount carries interest from the day specified in subsection (3) untilthe day on which the amount is paid;\n\t\tthe rate of interest is the rate for the time being specified in section 17of the Judgments Act 1838.\n\tThat day is—\n\t\twhere the amount is required to be paid under section 10(2), the day onwhich the prohibited payment was made;\n\t\twhere the amount is required to be paid under section 10(5), the day onwhich the payment or (as the case may be) the first of the payments under thecontract was made;\n\t\twhere the amount is required to be paid under section 10(8)—\n\t\tin a case within paragraph 4 of Schedule 2, the day after the end of theperiod within which the holding deposit is required to be repaid in accordancewith that paragraph, or\n\t\tin a case within paragraph 5 of that Schedule, the day after the end ofthe relevant period within the meaning of that paragraph.\n\tThe total amount of interest imposed under subsection (1) must not exceedthe amount required to be paid under section 10."
    },
    {
        "length": 416,
        "text": "\nOffences \n\tA person commits an offence if—\n\t\tthe person breaches section 1 or 2,\n\t\ta relevant penalty has been imposed on the person in respect of a differentbreach of the same section and the final notice imposing the penalty has notbeen withdrawn, or the person has been convicted of an offence in respect ofsuch a breach, and\n\t\tthe breach mentioned in paragraph (a) occurs within the period of fiveyears beginning with the day on which the relevant penalty was imposed or theperson was convicted.\n\tFor the purposes of subsection (1)(c) a relevant penalty is imposed on thedate specified in the final notice in respect of that penalty as the date onwhich it is served.\n\tA person guilty of an offence under this section is liable on summaryconviction to a fine.\n\tA person may not be convicted of an offence under this section in respectof the breach mentioned in subsection (1)(a) if a financial penalty has beenimposed under section 8 in respect of that breach.\n\tIn this section “relevant penalty” means a financial penalty which isimposed under section 8 where—\n\t\tthe period for bringing an appeal against the penalty under paragraph 6 ofSchedule 3 has expired without an appeal being brought,\n\t\tan appeal against the financial penalty under that paragraph has beenwithdrawn or abandoned, or\n\t\tthe final notice imposing the penalty has been confirmed or varied onappeal.\n\tIn section 14 of the Housing and Planning Act 2016, after subsection (4)insert—\n\tAn offence under section 12 of the Tenant Fees Act 2019 is also a banningorder offence for the purposes of this Part.”"
    },
    {
        "length": 149,
        "text": "\nOffences by bodies corporate\n\tWhere an offence under section 12 (offences) committed by a body corporateis proved to have been committed with the consent or connivance of, or to beattributable to any neglect on the part of, an officer of a body corporate,the officer as well as the body corporate commits the offence and is liable tobe proceeded against and punished accordingly.\n\tWhere the affairs of a body corporate are managed by its members,subsection (1) applies in relation to the acts and defaults of a member inconnection with the member’s functions of management as if the member were anofficer of the body corporate."
    },
    {
        "length": 805,
        "text": "\nDuty to notify when taking enforcement action\n\tWhere a local weights and measures authority in England (“LA1”) proposes totake enforcement action in respect of a breach which occurs (or which alsooccurs) in the area of a different local weights and measures authority inEngland (“LA2”), LA1 must notify LA2 that it proposes to do so.\n\tIf LA1 notifies LA2 under subsection (1) but does not take the actionreferred to in that subsection, LA1 must notify LA2 of that fact.\n\tWhere a district council proposes to take enforcement action in respect ofa breach, the district council must notify the local weights and measuresauthority for the area in which the breach occurs (or in which the breach alsooccurs) that it proposes to do so.\n\tIf a district council notifies a local weights and measures authority undersubsection (3) but does not take the action referred to in that subsection,the district council must notify the local weights and measures authority ofthat fact.\n\tWhere a local weights and measures authority receives a notification undersubsection (1) or (3), the authority is relieved of its duty to takeenforcement action in relation to the breach unless the authority receives anotification under subsection (2) or (4).\n\tAn enforcement authority must notify the lead enforcement authority as soonas reasonably practicable if—\n\t\tthe enforcement authority imposes a financial penalty under section 8(financial penalties),\n\t\ta financial penalty imposed under that section by the enforcement authorityis withdrawn,\n\t\ta financial penalty imposed under that section by the enforcement authorityis quashed on appeal, or\n\t\tthe enforcement authority brings proceedings for an offence under section12 and the defendant in the proceedings is convicted of the offence.\n\tSubsection (8) applies where—\n\t\tan enforcement authority has imposed a financial penalty under section8(3),\n\t\tthe breach to which the penalty relates occurred in the area of a localhousing authority which is not the enforcement authority which imposed thepenalty, and\n\t\tthe final notice imposing the penalty has not been withdrawn.\n\tThe enforcement authority must notify the local housing authority as soonas reasonably practicable if—\n\t\tthe period for bringing an appeal against the penalty under paragraph 6 ofSchedule 3 expires without an appeal being brought,\n\t\tan appeal against the penalty is withdrawn or abandoned, or\n\t\tthe final notice imposing the penalty is confirmed or varied on appeal.\n\tSubsection (10) applies where—\n\t\tan enforcement authority has brought proceedings against a person for anoffence under section 12, and\n\t\tthe conduct to which the offence relates occurred in the area of a localhousing authority which is not the enforcement authority which has brought theproceedings.\n\tThe enforcement authority must notify the local housing authority as soonas reasonably practicable if the person is convicted of the offence.\n\tIn this section—\n\t\t“local housing authority” has the meaning given by section 1 of the HousingAct 1985, and\n\t\ta reference to an enforcement authority taking enforcement action is areference to that authority—\n\t\timposing a financial penalty under section 8, or\n\t\tbringing proceedings against a person for an offence under section 12."
    },
    {
        "length": 763,
        "text": "\nRecovery by relevant person of amount paid\n\tSubsection (3) applies where—\n\t\ta landlord or a letting agent breaches section 1 or 2, as a result of whichthe landlord or letting agent, or a third party, receives a prohibited paymentfrom a relevant person, and\n\t\tall or part of the prohibited payment has not been repaid to the relevantperson.\n\tSubsection (3) also applies where—\n\t\ta landlord or letting agent breaches Schedule 2 in relation to a holdingdeposit paid by a relevant person, and\n\t\tall or part of the holding deposit has not been repaid to the relevantperson.\n\tThe relevant person may make an application to the First-tier Tribunal forthe recovery from the landlord or letting agent of—\n\t\tif none of the prohibited payment or holding deposit has been repaid to therelevant person, the amount of the prohibited payment or holding deposit;\n\t\tif part of the prohibited payment or holding deposit has been repaid to therelevant person, the remaining part of the prohibited payment or holdingdeposit.\n\tSubsection (5) applies where—\n\t\ta landlord or letting agent breaches section 1 or 2, as a result of which arelevant person enters into a contract with a third party, and\n\t\tthe relevant person has made a payment or payments under the contract.\n\tThe relevant person may make an application to the First-tier Tribunal forthe recovery from the landlord or letting agent of the amount of the paymentor (as the case may be) the aggregate amount of the payments that the relevantperson has made.\n\tSubsection (3) does not apply in relation to a prohibited payment orholding deposit if or to the extent that, with the consent of the relevantperson—\n\t\tthe prohibited payment or holding deposit, or the remaining part of it, hasbeen applied towards a payment of rent under the tenancy, or\n\t\tthe prohibited payment or holding deposit, or the remaining part of it, hasbeen applied towards the tenancy deposit in respect of the tenancy.\n\tSubsection (3) or (5) does not apply where an enforcement authority hascommenced criminal proceedings against the landlord or the letting agent forthe same breach.\n\tSubsection (3) or (5) does not apply where an enforcement authority hasrequired the landlord or letting agent to pay to the relevant person all orpart of the amount or (as the case may be) the aggregate amount referred to inthat subsection.\n\tOn an application under subsection (3) or (5), the First-tier Tribunal mayorder the landlord or the letting agent to pay all or any part of the amountor (as the case may be) the aggregate amount referred to in that subsection tothe relevant person within the period specified in the order.\n\tA period specified under subsection (9) must be a period of at least 7days but not more than 14 days beginning with the day after that on which theorder is made.\n\tAn order of the First-tier Tribunal under this section is enforceable byorder of the county court as if the amount payable under the order werepayable under an order of that court."
    },
    {
        "length": 108,
        "text": "\nAssistance to recover amount paid\n\tAn enforcement authority may help a relevant person—\n\t\tto make an application under section 15 (recovery by relevant person ofamount paid), or\n\t\tto recover all or part of an amount which the First-tier Tribunal orders tobe paid to the relevant person under that section.\n\tAn enforcement authority may, for example, help a relevant person byconducting proceedings or by giving advice to the relevant person."
    },
    {
        "length": 486,
        "text": "\nRestriction on terminating tenancy\n\tThis section applies if—\n\t\ta landlord breaches section 1(1) by requiring a relevant person to make aprohibited payment in connection with an assured shorthold tenancy, and\n\t\tthe relevant person makes a prohibited payment to the landlord as a resultof the requirement being made.\n\tThis section also applies if—\n\t\ta landlord breaches Schedule 2 in relation to a holding deposit paid by arelevant person, and\n\t\tthe deposit relates to an assured shorthold tenancy.\n\tNo section 21 notice may be given in relation to the tenancy so long as allor part of the prohibited payment or holding deposit has not been repaid tothe relevant person.\n\tSubsection (3) does not apply where none of the prohibited payment orholding deposit has been repaid to the relevant person if, with the consent ofthe relevant person—\n\t\tthe payment or deposit has been applied towards a payment of rent under thetenancy,\n\t\tthe payment or deposit has been applied towards the tenancy deposit inrespect of the tenancy, or\n\t\tsome of the payment or deposit has been applied as mentioned in paragraph(a) and the rest has been applied as mentioned in paragraph (b).\n\tSubsection (3) does not apply where part of the prohibited payment orholding deposit has been repaid to the relevant person if, with the consent ofthe relevant person—\n\t\tthe remaining part has been applied towards a payment of rent under thetenancy,\n\t\tthe remaining part has been applied towards the tenancy deposit in respectof the tenancy, or\n\t\tsome of the remaining part has been applied as mentioned in paragraph (a)and the rest has been applied as mentioned in paragraph (b).\n\tIn this section “section 21 notice” means a notice under section 21(1)(b)or (4)(a) of the Housing Act 1988 (recovery of possession on expiry ortermination of assured shorthold tenancy)."
    },
    {
        "length": 992,
        "text": "\nAmendments to the Consumer Rights Act 2015\n\tDuty to publicise fees on third party websites\n\t\tSection 83 of the Consumer Rights Act 2015 (duty of letting agents topublicise fees etc) is amended in accordance with subsections (2) to (6).\n\t\tAfter subsection (3) insert—\n\t\t\t“(3A)Subsection (3C) applies to an agent who—\n\t\t\tis carrying on letting agency work in relation to a dwelling-house inEngland, and\n\t\t\tadvertises the dwelling-house on a third party website as a dwelling-housewhich a landlord is seeking to let on a tenancy.\n\t\t\t(3B)Subsection (3C) also applies to an agent who, on a third party website,advertises letting agency work carried on by the agent in relation to dwellinghouses in England.\n\t\t\t(3C)The agent must ensure that—\n\t\t\ta list of the agent’s relevant fees is published on the third partywebsite, or\n\t\t\tthere is a link on that website to a part of the agent’s website where alist of those fees is published.”\n\t\tIn subsection (4), in the opening words, for “or (3)” substitute “, (3) or(3C)”.\n\t\tIn subsection (6), for “or (3)” substitute “, (3) or (3C)”.\n\t\tIn subsection (7), for “or (3)” substitute “, (3) or (3C)”.\n\t\tIn subsection (9) at the end insert—\n\t\t\t  * ““third party website”, in relation to a letting agent, means a website other than the agent’s website.”\n\t\tIn section 87 of that Act (enforcement of duty of letting agents topublicise fees etc), after subsection (2) insert—\n\t\t“(2A)If a letting agent breaches the duty in section 83(3C) (duty to publishlist of fees etc on third party website), that breach is taken to haveoccurred in each area of a local weights and measures authority in England inwhich a dwelling-house to which the fees relate is located.”\n\tInformation about membership of client money protection scheme\n\t\tIn section 83 of the Consumer Rights Act 2015, in subsection (6) (statement ofwhether agent is member of client money protection scheme)—\n\t\t\tfor the words from “holds money” to “as part of” substitute “is required tobe a member of a client money protection scheme for the purposes of”, and\n\t\t\tfor the words from “of whether” to the end substitute “that—\n\t\t\tindicates that the agent is a member of a client money protection scheme,and\n\t\t\tgives the name of the scheme.”\n\tPenalties for continuing breach of duty\n\t\tSection 87 of the Consumer Rights Act 2015 (enforcement of duty of lettingagents to publicise fees etc) is amended as follows.\n\t\tIn subsection (6), at the end insert “, subject to subsection (6A)”.\n\t\tAfter subsection (6) insert—\n\t\t\t“(6A)More than one penalty may be imposed on the same letting agent by a localweights and measures authority in England in respect of a breach which occursin England where—\n\t\t\tthe breach continues after the end of 28 days beginning with the day afterthat on which the final notice in respect of the previous penalty for thebreach was served, unless the letting agent appeals against that notice withinthat period, or\n\t\t\tif the letting agent appeals against that notice within that period, thebreach continues after the end of 28 days beginning with the day after that onwhich the appeal is finally determined, withdrawn or abandoned.\n\t\t\t(6B)Subsection (6A) does not enable a penalty to be imposed after the finalnotice in respect of the previous penalty has been withdrawn or quashed onappeal.\n\t\t\t(6C)In subsections (6A) and (6B) “final notice” has the meaning given byparagraph 3(2) of Schedule 9.”"
    },
    {
        "length": 2456,
        "text": "\nClient money protection schemes\n\tEnforcement of client money protection schemes for property agents\n\t\tThe Housing and Planning Act 2016 is amended as follows.\n\t\tIn section 134 (client money protection schemes: approval or designation),after subsection (2) insert—\n\t\tRegulations under this section may confer a discretion on the Secretary ofState in connection with—\n\t\t\tthe approval or designation of a client money protection scheme,\n\t\t\tconditions which must be complied with by the administrator of such ascheme,\n\t\t\tthe amendment of such a scheme, or\n\t\t\tthe withdrawal of approval or revocation of designation of such a scheme.”\n\t\tIn section 135 (enforcement of client money protection scheme regulations)—\n\t\t\tin subsection (4)(e), after “for the purposes of any of its functions”insert “(whether or not the function is expressed to be a function of a localweights and measures authority)”, and\n\t\t\tfor subsection (5) substitute—\n\t\tIn this section “local authority in England” means a local weights andmeasures authority in England.”\n\tClient money protection schemes: approval and designation\n\t\tThe Client Money Protection Schemes for Property Agents (Approval andDesignation of Schemes) Regulations 2018 ([S.I.2018/751](/id/uksi/2018/751?view=plain \"Go to item of legislation\")) areamended as follows.\n\t\tIn regulation 2 (interpretation), in the definition of “client money”—\n\t\t\tin paragraph (a), for “agency”, in the second place it occurs, substitute“management”, and\n\t\t\tat the end of paragraph (b) insert\n\t\t\t\t“,\n\t\t\tbut does not include money held in accordance with an authorised tenancydeposit scheme within the meaning of Chapter 4 of Part 6 of the Housing Act2004 (see section 212 of that Act);”.\n\t\tIn regulation 4 (amendments to an approved scheme), after paragraph (3)insert—\n\t\tThis regulation does not apply to an amendment made in accordance with anotice served under regulation 8(1D)(b).”\n\t\tIn regulation 5 (conditions which must be satisfied before approval may begiven)—\n\t\t\tin paragraph (1)(a)(iii), for “and without any deduction” substitute “,subject to paragraph (1A)”,\n\t\t\tin paragraph (1)(c)(i), for “administration of the scheme” substitute“failure of scheme members to account for client money to persons entitled tothat money”,\n\t\t\tafter paragraph (1) insert—\n\t\t\t“(1A)The Secretary of State may determine that the condition in paragraph(1)(a)(iii) is satisfied where the rules of the scheme have the effect thatthe scheme administrator is required to make good M’s liability—\n\t\t\tonly up to such amount as the Secretary of State considers appropriate,\n\t\t\tonly if or to the extent that M’s liability can be made good withoutexceeding such aggregate limit on the liability of the scheme as a whole asthe Secretary of State considers appropriate, or\n\t\t\tonly if M’s liability arises in relation to a risk that the Secretary ofState considers it is appropriate for the scheme to insure against.”, and\n\t\t\tafter paragraph (2) insert—\n\t\t\t“(2A)The rules of the scheme are to be treated as complying with paragraph(2)(f) if they provide that, until 1 April 2020, they have effect as if theyrequired scheme members to make all reasonable efforts to hold client money ina client money account with a bank or building society authorised by theFinancial Conduct Authority.”\n\t\tIn regulation 8 (conditions with which scheme administrators must comply)—\n\t\t\tin paragraph (1), after “practicable” insert “—\n\t\t\tafter that member joins the scheme, and\n\t\t\tafter the scheme rules are amended under paragraph (1D)(a) or in accordancewith a notice served under paragraph (1D)(b).”,\n\t\t\tafter paragraph (1) insert—\n\t\t\t“(1A)Paragraphs (1B) to (1E) apply if the rules of the scheme have the effectof requiring the scheme administrator to make good the liability of a schememember—\n\t\t\tonly up to a certain amount,\n\t\t\tonly within an aggregate limit on the liability of the scheme as a whole,or\n\t\t\tonly in relation to certain risks.\n\t\t\t(1B)The certificate provided under paragraph (1) must include—\n\t\t\tinformation about the amount referred to in paragraph (1A)(a),\n\t\t\tinformation about the limit referred to in paragraph (1A)(b), or\n\t\t\tdetails of where to find information about the risks referred to inparagraph (1A)(c),\n\t\t\tas the case may be.\n\t\t\t(1C)Paragraphs (1D) and (1E) apply if the Secretary of State considers that—\n\t\t\tthe amount referred to in paragraph (1A)(a) is no longer appropriate,\n\t\t\tthe limit referred to in paragraph (1A)(b) is no longer appropriate,\n\t\t\tit is no longer appropriate for the rules of the scheme to excludeliability in relation to one or more of the risks referred to in paragraph(1A)(c), or\n\t\t\tit is appropriate for the rules of the scheme to exclude liability inrelation to one or more risks that are not among the risks referred to inparagraph (1A)(c).\n\t\t\t(1D)The Secretary of State may—\n\t\t\twhere the Secretary of State is the scheme administrator, amend the schemerules with the effect that the amount, the limit or the risks are replacedwith such different amount, limit or risks (as the case may be) as theSecretary of State considers appropriate;\n\t\t\tin any other case, serve a notice on the scheme administrator requiringthat person to amend the scheme rules with the effect that the amount, thelimit or the risks are replaced with such different amount, limit or risks (asthe case may be) as the Secretary of State considers appropriate.\n\t\t\t(1E)The scheme administrator must comply with a notice served under paragraph(1D)(b)—\n\t\t\twithin the period of 30 days beginning with the day on which the notice isserved, or\n\t\t\twithin such longer period beginning with that day as the Secretary of Statemay specify in the notice.”,\n\t\t\tafter paragraph (3) insert—\n\t\t\t“(3A)The scheme administrator must maintain insurance that—\n\t\t\tcovers any foreseeable liability which may arise in connection with thefailure of scheme members to account for client money to persons entitled tothat money, and\n\t\t\tis appropriate with regard to the size and number of scheme members and theamount of client money held by scheme members.\n\t\t\t(3B)Before renewing the scheme’s insurance, the scheme administrator mustobtain the approval of the Secretary of State to the type and amount ofinsurance.\n\t\t\t(3C)The Secretary of State may approve the renewal of the scheme’s insuranceonly if the Secretary of State is satisfied that, if the insurance is renewedas proposed, the scheme administrator will continue to comply with paragraph(3A).”,\n\t\t\tin paragraph (5), at the end of sub-paragraph (a) for “; and” substitute “,\n\t\t\twhere paragraph (1B) applies—\n\t\t\tinformation about the amount referred to in paragraph (1A)(a),\n\t\t\tinformation about the limit referred to in paragraph (1A)(b), or\n\t\t\tinformation about the risks referred to in paragraph (1A)(c),\n\t\t\tas the case may be, and”, and\n\t\t\tafter paragraph (6) insert—\n\t\tIn this regulation, references to renewing a scheme’s insurance (howeverexpressed) include obtaining new insurance.\n\t\tParagraphs (2), (3B), (3C) and (4) do not apply where the Secretary ofState is the scheme administrator.”\n\t\tThe amendments made by this section are without prejudice to any power tomake an order or regulations amending or revoking the regulations mentioned insubsection (1).\n\tClient money protection schemes: requirement to belong to a scheme etc\n\t\tThe Client Money Protection Schemes for Property Agents (Requirement toBelong to a Scheme etc.) Regulations 2019 are amended as follows.\n\t\tIn regulation 2 (interpretation)—\n\t\t\tin the definition of “client money”—\n\t\t\tin paragraph (a), for “agency”, in the second place it occurs, substitute“management”, and\n\t\t\tat the end of paragraph (b), for “; and” substitute “,\n\t\t\t\tbut does not include money held in accordance with an authorised tenancydeposit scheme within the meaning of Chapter 4 of Part 6 of the Housing Act2004 (see section 212 of that Act);”, and\n\t\t\tat the end of the definition of “regulated property agent” insert “;\n\t\t\t\t  * “scheme administrator” has the same meaning as in the scheme approval regulations (see regulation 2 of those regulations); and\n\t\t\t\t  * “scheme approval regulations” means the Client Money Protection Schemes for Property Agents (Approval and Designation of Schemes) Regulations 2018.”\n\t\tIn regulation 3 (requirement to belong to a client money protectionscheme), omit paragraph (2).\n\t\tIn regulation 4 (transparency requirements)—\n\t\t\tbefore paragraph (1) insert—\n\t\t\t“(A1)Paragraph (1) applies if the scheme administrator of an approved ordesignated client money protection scheme provides a certificate underregulation 8(1) of the scheme approval regulations to a regulated propertyagent.”, and\n\t\t\tin paragraph (1)—\n\t\t\tin the words before sub-paragraph (a), for “A” substitute “The”, and\n\t\t\tomit sub-paragraph (a).\n\t\tThe amendments made by this section are without prejudice to any power tomake an order or regulations amending or revoking the regulations mentioned insubsection (1)."
    },
    {
        "length": 1381,
        "text": "\nLead enforcement authority\n\tLead enforcement authority\n\t\tIn this Act “lead enforcement authority” means—\n\t\t\tthe Secretary of State, or\n\t\t\ta person whom the Secretary of State has arranged to be the leadenforcement authority in accordance with subsection (2).\n\t\tThe Secretary of State may make arrangements for a local weights andmeasures authority in England to be the lead enforcement authority for thepurposes of the relevant letting agency legislation instead of the Secretaryof State.\n\t\tThe arrangements—\n\t\t\tmay include provision for payments by the Secretary of State;\n\t\t\tmay include provision about bringing the arrangements to an end.\n\t\tThe Secretary of State may by regulations made by statutory instrument maketransitional or saving provision which applies when there is a change in thelead enforcement authority.\n\t\tThe regulations may relate to a specific change in the lead enforcementauthority or to changes that might arise from time to time.\n\t\tIn this Act “the relevant letting agency legislation” means—\n\t\t\tthis Act,\n\t\t\tChapter 3 of Part 3 of the Consumer Rights Act 2015 as it applies inrelation to dwelling-houses in England,\n\t\t\tan order under section 83(1) or 84(1) of the Enterprise and RegulatoryReform Act 2013, and\n\t\t\tregulations under section 133, 134 or 135 of the Housing and Planning Act2016.\n\tGeneral duties of the lead enforcement authority\n\t\tIt is the duty of the lead enforcement authority to oversee the operationof the relevant letting agency legislation.\n\t\tIt is the duty of the lead enforcement authority to issue guidance toenforcement authorities about the exercise of their functions under this Act.\n\t\tIt is the duty of the lead enforcement authority to provide information andadvice to relevant authorities in England and to the public in England aboutthe operation of the relevant letting agency legislation, in such form andmanner as it considers appropriate.\n\t\tThe lead enforcement authority may, amongst other things, discloseinformation to a relevant authority for the purposes of enabling thatauthority to determine whether there has been a breach of, or an offenceunder, the relevant letting agency legislation.\n\t\tSubsections (6) to (8) apply if the lead enforcement authority is not theSecretary of State.\n\t\tThe Secretary of State may direct the lead enforcement authority to issueguidance about the operation of the relevant letting agency legislation torelevant authorities in England and may give directions as to the content ofthat guidance.\n\t\tA direction may relate to all or particular kinds of relevant authoritiesand may make different provision for different kinds of authority.\n\t\tIt is the duty of the lead enforcement authority to keep under review andfrom time to time advise the Secretary of State about—\n\t\t\tsocial and commercial developments in England and elsewhere relating totenancies, the carrying on of letting agency work and related activities, and\n\t\t\tthe operation of the relevant letting agency legislation.\n\t\tIn this section and section 26 “relevant authority” means—\n\t\t\tin relation to this Act, an enforcement authority;\n\t\t\tin relation to Chapter 3 of Part 3 of the Consumer Rights Act 2015, a localweights and measures authority in England;\n\t\t\tin relation to an order under section 83(1) or 84(1) of the Enterprise andRegulatory Reform Act 2013, a person on whom functions in relation toenforcement of the order are conferred;\n\t\t\tin relation to regulations under section 133, 134 or 135 of the Housing andPlanning Act 2016, a local authority in England (as defined in section 135 ofthat Act).\n\tEnforcement by the lead enforcement authority\n\t\tThe lead enforcement authority may take steps to enforce the relevantletting agency legislation where it considers it is necessary or expedient todo so.\n\t\tThe lead enforcement authority may, for that purpose, exercise any powersthat a relevant authority may exercise for the purpose of the enforcement ofthe legislation in relation to which it is such an authority.\n\t\tWhere the lead enforcement authority proposes to take enforcement action inrespect of a breach of the relevant letting agency legislation, it must notifythe relevant authority in relation to the legislation in whose area the breachhas occurred that it proposes to do so.\n\t\tIf the lead enforcement authority notifies a relevant authority undersubsection (3) but does not take the action referred to in that subsection,the lead enforcement authority must notify the relevant authority of thatfact.\n\t\tWhere a relevant authority receives a notification under subsection (3),the authority is relieved of any duty to take enforcement action in relationto the breach unless the authority receives a notification under subsection(4).\n\t\tBut the lead enforcement authority may require the relevant authority toassist the lead enforcement authority in taking the enforcement action.\n\t\tEvery relevant authority in England must report to the lead enforcementauthority, whenever the lead enforcement authority requires and in such formand with such particulars as it requires, on the exercise of that relevantauthority’s functions under the relevant letting agency legislation.\n\t\tSection 14(7) to (10) (duty to notify the local housing authority) appliesto the lead enforcement authority as it applies to a local weights andmeasures authority.\n\t\tFor the investigatory powers available to the lead enforcement authorityfor the purposes of enforcing the relevant letting agency legislation, seeSchedule 5 to the Consumer Rights Act 2015.\n\t\tIn paragraph 10 of Schedule 5 to the Consumer Rights Act 2015 (duties andpowers to which Schedule 5 applies), at the appropriate place insert “section26 of the Tenant Fees Act 2019”."
    },
    {
        "length": 1604,
        "text": "\nGeneral interpretation\n\tMeaning of “letting agent” and related expressions\n\t\tIn this Act “letting agent” means a person who engages in letting agencywork (whether or not that person engages in other work).\n\t\tIn this Act “letting agency work” means things done by a person in thecourse of a business in response to instructions received from—\n\t\t\ta landlord who is seeking to find another person to whom to let housing, or\n\t\t\ta tenant who is seeking to find housing to rent.\n\t\tA person is not a letting agent for the purposes of this Act if the personengages in letting agency work in the course of that person’s employment undera contract of employment.\n\t\tA person who is an authorised person in relation to a reserved legalactivity is not a letting agent when carrying on legal activity in response toinstructions from a landlord or tenant who does not instruct that person to doother things within subsection (2).\n\t\tIn subsection (4)—\n\t\t\t“legal activity” and “reserved legal activity” have the meanings given bysection 12 of the Legal Services Act 2007;\n\t\t\t“authorised person” has the meaning given by section 18 of that Act.\n\tInterpretation \n\t\tIn this Act—\n\t\t\t  * “assured shorthold tenancy” has the same meaning as in Part 1 of the Housing Act 1988; \n\t\t\t  * “communication service” has the meaning given by paragraph 11(3) of Schedule 1; \n\t\t\t  * “enforcement authority” has the meaning given by section 7(5); \n\t\t\t  * “excluded licence” means a licence which is granted to a licensee by a licensor who resides in the housing where— \n\t\t\ta charity or community interest company gives advice or assistance to thelicensee or the licensor in connection with the grant, renewal or continuationof the licence, and\n\t\t\tthe only consideration for the grant, renewal or continuation of the licenceis—\n\t\t\tthe provision by the licensee of companionship to the licensor, or suchprovision together with the provision by the licensee of care or assistance(other than financial assistance) to the licensor, or\n\t\t\tprovision of the kind referred to in sub-paragraph (i) together with one ormore payments in respect of council tax, a utility, a communication service ora television licence;\n\t\t\t\t  * “holding deposit” has the meaning given by paragraph 3(2) of Schedule 1; \n\t\t\t\t  * “housing” means a building, or part of a building, occupied or intended to be occupied as a dwelling; \n\t\t\t\t  * “landlord” includes— \n\t\t\ta person who proposes to be a landlord under a tenancy,\n\t\t\ta person who has ceased to be a landlord under a tenancy,\n\t\t\ta licensor under a licence to occupy housing,\n\t\t\ta person who proposes to be a licensor under a licence to occupy housing, and\n\t\t\ta person who has ceased to be a licensor under a licence to occupy housing;\n\t\t\t\t  * “lead enforcement authority” has the meaning given by section 24(1); \n\t\t\t\t  * “licence to occupy housing”— \n\t\t\tincludes a licence which is granted to a licensee by a licensor who resides inthe housing unless it is an excluded licence;\n\t\t\tdoes not include a licence to occupy social housing;\n\t\t\tdoes not include a licence to occupy housing the purpose of which is to conferon the tenant the right to occupy housing for a holiday;\n\t\t\t\t  * “long lease” means a lease which— \n\t\t\tis a long lease for the purposes of Chapter 1 of Part 1 of the LeaseholdReform, Housing and Urban Development Act 1993, or\n\t\t\tin the case of a shared ownership lease (within the meaning given by section7(7) of that Act), would be a lease within paragraph (a) if the tenant’s totalshare (within the meaning given by that section) were 100%;\n\t\t\t\t  * “prohibited payment” has the meaning given by section 3 and Schedule 1; \n\t\t\t\t  * “the relevant letting agency legislation” has the meaning given by section 24(6); \n\t\t\t\t  * “relevant person” has the meaning given by section 1(9) (and see subsection (2) of this section); \n\t\t\t\t  * “social housing” has the same meaning as in Part 2 of the Housing and Regeneration Act 2008; \n\t\t\t\t  * “television licence” has the meaning given by paragraph 10(2) of Schedule 1; \n\t\t\t\t  * “tenancy” means— \n\t\t\tan assured shorthold tenancy other than—\n\t\t\ta tenancy of social housing, or\n\t\t\ta tenancy which is a long lease,\n\t\t\ta tenancy which meets the conditions set out in paragraph 8 (lettings tostudents) of Schedule 1 to the Housing Act 1988, or\n\t\t\ta licence to occupy housing;\n\t\t\t\t  * “tenancy agreement” means an agreement granting a tenancy of housing to a tenant; \n\t\t\t\t  * “tenancy deposit” has the meaning given by paragraph 2(2) of Schedule 1; \n\t\t\t\t  * “tenant” includes— \n\t\t\ta person who proposes to be a tenant under a tenancy,\n\t\t\ta person who has ceased to be a tenant under a tenancy,\n\t\t\ta licensee under a licence to occupy housing,\n\t\t\ta person who proposes to be a licensee under a licence to occupy housing, and\n\t\t\ta person who has ceased to be a licensee under a licence to occupy housing;\n\t\t\t\t  * “utility” has the meaning given by paragraph 9(3) of Schedule 1. \n\t\tIn the following provisions references to a relevant person include aperson who has ceased to act on behalf of a tenant—\n\t\t\tsection 4(4) (repayment of loan);\n\t\t\tsection 10 (recovery by enforcement authority of amount paid);\n\t\t\tsections 15 (recovery by relevant person of amount paid) to 17 (restrictionon terminating tenancy);\n\t\t\tSchedule 3 (financial penalties etc)."
    },
    {
        "length": 2638,
        "text": "\nFinal provisions\n\tConsequential amendments\n\t\tIn section 87 (enforcement of duty of letting agents to publicise fees etc)of the Consumer Rights Act 2015—\n\t\t\tafter subsection (1) insert—\n\t\t\t\t“(1A)The duty in subsection (1) is subject to section 26 (enforcement by thelead enforcement authority) of the Tenant Fees Act 2019.”;\n\t\t\tin subsection (9), after “guidance issued by the Secretary of State” insert“or the lead enforcement authority (if not the Secretary of State)”;\n\t\t\tafter subsection (12) insert—\n\t\tFor provisions about enforcement of this Chapter by the lead enforcementauthority, see sections 24 to 26 of the Tenant Fees Act 2019.\n\t\tIn this section “lead enforcement authority” has the meaning given bysection 24(1) of the Tenant Fees Act 2019.”\n\t\tIn section 85 (enforcement of requirements relating to redress orders) ofthe Enterprise and Regulatory Reform Act 2013—\n\t\t\tafter subsection (4) insert—\n\t\t\t“(4A)A person on whom functions are conferred under subsection (4) must haveregard to any guidance issued by the Secretary of State or the leadenforcement authority (if not the Secretary of State) relating to theenforcement of an order under section 83(1) or 84(1).”;\n\t\t\tafter subsection (5) insert—\n\t\tFor provisions about enforcement of an order under section 83(1) or 84(1)by the lead enforcement authority, see sections 24 to 26 of the Tenant FeesAct 2019.\n\t\tIn this section “lead enforcement authority” has the meaning given bysection 24(1) of the Tenant Fees Act 2019.”\n\t\tIn article 7 of the Redress Schemes for Lettings Agency Work and PropertyManagement Work (Requirement to Belong to a Scheme etc) (England) Order 2014([S.I. 2014/2359](/id/uksi/2014/2359?view=plain \"Go to item of legislation\")),after paragraph (2) insert—\n\t\tThe duty referred to in paragraph (1) is subject to section 26(enforcement by the lead enforcement authority) of the Tenant Fees Act 2019.”\n\t\tThe amendment made by subsection (3) is without prejudice to any power tomake an order or regulations amending or revoking the order mentioned in thatsubsection.\n\t\tIn section 135 (enforcement of client money protection scheme regulations)of the Housing and Planning Act 2016—\n\t\t\tin subsection (3), after “the Secretary of State” insert “or the leadenforcement authority (if not the Secretary of State)”;\n\t\t\tafter subsection (5) insert—\n\t\tFor provisions about enforcement of regulations under section 133 or 134or under this section by the lead enforcement authority, see sections 24 to 26of the Tenant Fees Act 2019.\n\t\tIn this section “lead enforcement authority” has the meaning given bysection 24(1) of the Tenant Fees Act 2019.”\n\t\tIn regulation 5 of the Client Money Protection Schemes for Property Agents(Requirement to Belong to a Scheme etc.) Regulations 2019 (enforcement)—\n\t\t\tin paragraph (1) omit “, subject to regulation 8(3)”;\n\t\t\tafter that paragraph insert—\n\t\t\t“(1A)Paragraph (1) is subject to—\n\t\t\tregulation 8(3), and\n\t\t\tsection 26 of the Tenant Fees Act 2019.”;\n\t\t\tin paragraph (3), after “the Secretary of State” insert “or the leadenforcement authority (if not the Secretary of State)”.\n\t\tThe amendments made by subsection (6) are without prejudice to any power tomake an order or regulations amending or revoking the regulations mentioned inthat subsection.\n\tTransitional provision\n\t\tSubject as follows, section 1 (prohibitions applying to landlords) does notapply to—\n\t\t\ta requirement imposed before the coming into force of that section, or\n\t\t\ta requirement imposed by or pursuant to a tenancy agreement entered intobefore the coming into force of that section.\n\t\tSubject as follows, section 1 does not apply to a requirement imposed by orpursuant to an agreement relating to a periodic tenancy which arises—\n\t\t\tunder section 5(2) of the Housing Act 1988 after the coming into force ofsection 1, and\n\t\t\ton the coming to an end of a fixed term tenancy which was entered intobefore the coming into force of that section,\n\t\t\t\t(referred to in this section as a “relevant statutory tenancy”).\n\t\tSubsections (5) and (6) apply in relation to a provision of a tenancyagreement entered into before the coming into force of section 1 if, had theagreement been entered into after that time, that section would have appliedin relation to the provision or a requirement imposed pursuant to it.\n\t\tSubsections (5) and (6) apply in relation to a provision of an agreementrelating to a relevant statutory tenancy if, had the provision been includedin a tenancy agreement entered into after the coming into force of section 1,that section would have applied in relation to that provision or a requirementimposed pursuant to it.\n\t\tAfter the end of the period of one year beginning with the date on whichsection 1 comes into force, the provision ceases to be binding on the tenantor a relevant person in relation to the tenant (but the agreement continues,so far as practicable, to have effect in every other respect).\n\t\tIf, after the end of the period of one year beginning with the date onwhich section 1 comes into force—\n\t\t\tthe landlord or a letting agent accepts a payment from a relevant personpursuant to the provision, and\n\t\t\tthe landlord or letting agent does not return the payment before the end ofthe period of 28 days beginning with the day on which it is accepted,\n\t\t\tthe landlord or letting agent is to be treated for the purposes of this Act ashaving required the relevant person to make a prohibited payment of thatamount at that time.\n\t\tSubject as follows, section 2 (prohibitions applying to letting agents)does not apply to—\n\t\t\ta requirement imposed before the coming into force of that section, or\n\t\t\ta requirement imposed by or pursuant to an agreement between a lettingagent and a relevant person entered into before the coming into force of thatsection.\n\t\tSubsections (9) and (10) apply in relation to a provision of an agreementbetween a letting agent and a relevant person entered into before the cominginto force of section 2 if, had the agreement been entered into after thattime, that section would have applied in relation to the provision or arequirement imposed pursuant to it.\n\t\tAfter the end of the period of one year beginning with the date on whichsection 2 comes into force, the provision ceases to be binding on the relevantperson (but the agreement continues, so far as practicable, to have effect inevery other respect).\n\t\tIf, after the end of the period of one year beginning with the date onwhich section 2 comes into force—\n\t\t\tthe letting agent accepts a payment from the relevant person pursuant tothe provision, and\n\t\t\tthe letting agent does not return the payment before the end of the periodof 28 days beginning with the day on which it is accepted,\n\t\t\tthe letting agent is to be treated for the purposes of this Act as havingrequired the relevant person to make a prohibited payment of that amount atthat time.\n\t\tSchedule 2 (treatment of holding deposit) applies only in relation to aholding deposit paid after the coming into force of that Schedule.\n\t\tThe Secretary of State may by regulations made by statutory instrumentmake such other transitional, transitory or saving provision as the Secretaryof State considers appropriate in connection with the coming into force of anyprovision of this Act.\n\tFinancial provisions\n\t\tThe following are to be paid out of money provided by Parliament—\n\t\t\tany expenditure incurred under or by virtue of this Act by the Secretary ofState, and\n\t\t\tany increase attributable to this Act in the sums payable under any otherAct out of money so provided.\n\tCrown application\n\t\tSections 1 to 11, 15 to 17 and 30, Schedules 1 to 3 and any regulationsmade under section 3 or 9 bind the Crown in respect of a Crown tenancy.\n\t\t\tThis is subject to subsection (2).\n\t\tIn subsection (3) of section 8 as it applies by virtue of subsection (1),the reference to a person having committed an offence under section 12 is tobe read as a reference to a person satisfying the conditions in subsection(1)(a) to (c) of that section.\n\t\tIn this section—\n\t\t\t“Crown tenancy” means a tenancy of housing in England in which the interestof the landlord is a Crown interest;\n\t\t\t“Crown interest” means a Crown interest within the meaning of section 44(3)of the Housing Act 1988 which is capable of granting an assured shortholdtenancy under that Act.\n\tExtent \n\t\tThis Act extends to England and Wales only, subject to subsection (2).\n\t\tThe following provisions extend to England and Wales, Scotland and NorthernIreland—\n\t\t\tsection 6(6);\n\t\t\tsection 7(4);\n\t\t\tsection 26(10);\n\t\t\tsection 30(12);\n\t\t\tsection 31;\n\t\t\tthis section;\n\t\t\tsection 34;\n\t\t\tsection 35.\n\tCommencement \n\t\tThis Act comes into force on such day as the Secretary of State appoints byregulations made by statutory instrument, subject to subsection (3).\n\t\tRegulations under subsection (1) may appoint different days for differentpurposes.\n\t\tThe following provisions come into force on the day on which this Act ispassed—\n\t\t\tsection 3(2) to (7);\n\t\t\tsection 9;\n\t\t\tsection 24(4) and (5);\n\t\t\tsection 28(1);\n\t\t\tsection 30(12);\n\t\t\tsection 31;\n\t\t\tsection 33;\n\t\t\tthis section;\n\t\t\tsection 35.\n\tShort title\n\t\tThis Act may be cited as the Tenant Fees Act 2019."
    }
]