{
    "general": "This law makes it illegal for landlords and letting agents to ask tenants to pay certain fees, like a fee to sign a lease or a fee to end a lease early. It also says that landlords and letting agents must use a special type of bank account called a \"client money protection scheme\" to protect tenants' money. This law is meant to help tenants avoid being charged unfair fees and to make sure their money is safe.",
    "series": [
        [
            {
                "length": 402,
                "short": "\"Tenant Fees Prohibition: Landlords and Letting Agents Banned from Requiring Certain Payments\"",
                "text": "\n* Simplified point 1: The Tenant Fees Act 2019 prohibits landlords and letting agents from requiring tenants to make certain payments or enter into certain contracts as a condition of renting a property.\n* Simplified point 2: The Act specifically prohibits payments for the following:\n\t+ Requiring a tenant to make a payment in connection with a tenancy of housing in England.\n\t+ Requiring a tenant to enter into a contract with a third party in connection with a tenancy of housing in England.\n\t+ Requiring a tenant to make a loan to any person in connection with a tenancy of housing in England.\n* Simplified point 3: The Act also prohibits letting agents from requiring tenants to make certain payments or enter into certain contracts as a condition of renting a property.\n* Simplified point 4: The Act provides that a relevant person (i.e. a tenant or someone acting on their behalf) does not have to comply with a requirement that is prohibited by the Act.\n* Simplified point 5: The Act allows the Secretary of State to make regulations to amend Schedule 1 of the Act, which sets out the permitted payments that can be made under the Act.\n* Simplified point 6: The Act provides that a breach of section 1 or 2 of the Act does not affect the validity of any other term of the tenancy agreement, and that a relevant person who makes a loan to a person pursuant to a requirement that breaches section 1(5) or 2(4) is entitled to repayment of the loan on demand."
            },
            {
                "length": 257,
                "short": "\"Tenant Fees Enforcement: Local Authority Responsibilities\"",
                "text": "\n* Simplified point 1: The Tenant Fees Act 2019 gives local weights and measures authorities in England the duty to enforce the prohibitions on landlords and letting agents in sections 1 and 2, as well as the treatment of holding deposits in Schedule 2.\n* Simplified point 2: The duty of local weights and measures authorities is subject to other enforcement authorities and the lead enforcement authority.\n* Simplified point 3: Local weights and measures authorities in England must follow guidance issued by the Secretary of State or the lead enforcement authority when exercising their functions under the Act.\n* Simplified point 4: Local weights and measures authorities in England have investigatory powers to enforce the Act, as set out in Schedule 5 to the Consumer Rights Act 2015.\n* Simplified point 5: The Tenant Fees Act 2019 applies to housing located in the area of more than one local weights and measures authority, and a breach of the Act is taken to have occurred in each of those areas."
            },
            {
                "length": 221,
                "short": "\"Tenant Fees Regulation: Local Councils Enforcement Powers\"",
                "text": "\n* Simplified point 1: The Tenant Fees Act 2019 allows district councils to enforce certain sections of the act, specifically sections 1 and 2 and Schedule 2, related to the prohibition of certain fees and the requirement of landlords to provide information to tenants.\n* Simplified point 2: District councils must follow any guidance issued by the Secretary of State or the lead enforcement authority when exercising their functions under the act.\n* Simplified point 3: The Consumer Rights Act 2015 provides investigatory powers for district councils to enforce the Tenant Fees Act 2019.\n* Simplified point 4: The Tenant Fees Act 2019 defines \"enforcement authority\" as either a local weights and measures authority in England or a district council that is not a local weights and measures authority."
            },
            {
                "length": 249,
                "short": "\"Tenant Fees Act 2019: Financial Penalties for Breaching Rules\"",
                "text": "\n* Simplified point 1: The Tenant Fees Act 2019 allows for financial penalties to be imposed on landlords or letting agents who breach certain rules, such as charging prohibited fees or failing to return a holding deposit.\n* Simplified point 2: The financial penalties can range from £500 to £30,000, depending on the severity of the breach.\n* Simplified point 3: The enforcement authority (such as a local council) may impose a financial penalty if they are satisfied beyond reasonable doubt that a breach has occurred.\n* Simplified point 4: The financial penalty may be imposed in respect of a breach that occurs outside the enforcement authority's area, as well as within it.\n* Simplified point 5: The Tenant Fees Act 2019 also makes further provision about financial penalties and other payments required to be made under the Act through Schedule 3."
            },
            {
                "length": 162,
                "short": "\"Tenant Fees Regulation: Increased Penalties and Saving Provisions\"",
                "text": "\n* Simplified point 1: The Tenant Fees Act 2019 allows the Secretary of State to increase the maximum financial penalties for landlords who break the law.\n* Simplified point 2: The Secretary of State can only increase the penalties if they believe it is necessary to reflect changes in the value of money.\n* Simplified point 3: The regulations made by the Secretary of State can include transitional, transitory, or saving provisions.\n* Simplified point 4: The statutory instrument containing the regulations is subject to annulment by a resolution of either House of Parliament."
            },
            {
                "length": 215,
                "short": "\"Tenant Fees Recovery Under the Tenant Fees Act 2019\"",
                "text": "\n* Simplified point 1: The Tenant Fees Act 2019 allows enforcement authorities to recover amounts paid by tenants in certain situations.\n* Simplified point 2: The Act applies to breaches of sections 1 and 2, which relate to prohibited payments and holding deposits.\n* Simplified point 3: If an enforcement authority imposes a financial penalty for a breach, they may require the landlord or letting agent to pay back the prohibited payment or holding deposit to the relevant person.\n* Simplified point 4: The Act allows for the recovery of amounts paid even if the landlord or letting agent has obtained the tenant's consent for the payment.\n* Simplified point 5: The Act does not apply if the relevant person has made an application to the First-tier Tribunal for recovery of the amount."
            },
            {
                "length": 206,
                "short": "\"Tenant Fees Act 2019 Interest Rules\"",
                "text": "\n* Simplified point 1: The Tenant Fees Act 2019 allows for interest to be charged on payments made to landlords or letting agents for violating the act's prohibition on certain fees.\n* Simplified point 2: The interest rate is specified in the Judgments Act 1838 and is applied from the day the payment was made until the day the amount is paid.\n* Simplified point 3: The day the interest starts accruing depends on the specific section of the Tenant Fees Act 2019 being applied (10(2), 10(5), or 10(8)).\n* Simplified point 4: The total amount of interest charged must not exceed the amount required to be paid under section 10 of the Tenant Fees Act 2019."
            },
            {
                "length": 286,
                "short": "\"Tenant Fees Act 2019: Prohibition on Unfair Charges and Enforcement Measures\"",
                "text": "\n* Simplified point 1: The Tenant Fees Act 2019 prohibits landlords and letting agents from charging certain fees to tenants in England.\n* Simplified point 2: Landlords and letting agents who breach this rule can be fined and may face a banning order.\n* Simplified point 3: The Act applies to all tenancies in England, regardless of when the tenancy was entered into.\n* Simplified point 4: The Act does not apply to certain types of tenancies, such as social housing and student accommodation.\n* Simplified point 5: Landlords and letting agents must provide tenants with a written breakdown of the fees they are charging, and must not charge fees that are not reasonably incurred.\n* Simplified point 6: The Act allows tenants to apply to the First-tier Tribunal for a decision on whether a fee is reasonable or not.\n* Simplified point 7: If a landlord or letting agent is found to have breached the Act, they may be subject to a financial penalty or a banning order."
            },
            {
                "length": 1153,
                "short": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
                "text": "\n* Simplified point 1: The Tenant Fees Act 2019 makes officers of a corporate body (e.g. directors) personally liable for offences committed by the body if they consented, connived or were negligent in their duties.\n* Simplified point 2: If the affairs of the corporate body are managed by its members, then members are also personally liable for offences committed in connection with their management functions, as if they were officers of the body.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
            },
            {
                "length": 200,
                "short": "\"Tenant Fees Regulation Coordination: Local Authorities Notified of Enforcement Actions\"",
                "text": "\n* Simplified point 1: The Tenant Fees Act 2019 requires local weights and measures authorities to notify other authorities of their intention to take enforcement action against a breach of regulations.\n* Simplified point 2: The Act also requires district councils to notify local weights and measures authorities of their intention to take enforcement action, and for enforcement authorities to notify other authorities of their actions and decisions related to financial penalties and offences.\n* Simplified point 3: The Act specifies the timing and content of these notifications, and applies to breaches that occur in multiple local authority areas.\n* Simplified point 4: The Act aims to ensure that local authorities are aware of and coordinate their enforcement actions to prevent breaches of regulations and protect tenants."
            },
            {
                "length": 335,
                "short": "\"Tenant Fees Recovery: Understanding Your Rights and Remedies\"",
                "text": "\n* Simplified point 1: The Tenant Fees Act 2019 allows tenants to recover payments made to landlords or letting agents if the payments were made in breach of the Act's provisions.\n* Simplified point 2: The Act allows tenants to apply to the First-tier Tribunal for the recovery of the amount of the prohibited payment or holding deposit, or the aggregate amount of the payments that the tenant has made.\n* Simplified point 3: The Act does not apply in relation to a prohibited payment or holding deposit if the landlord or letting agent has obtained the tenant's consent to use the payment towards rent or the tenancy deposit.\n* Simplified point 4: The Act does not apply where an enforcement authority has commenced criminal proceedings against the landlord or letting agent for the same breach.\n* Simplified point 5: The Act does not apply where an enforcement authority has required the landlord or letting agent to pay to the tenant all or part of the amount or (as the case may be) the aggregate amount referred to in the subsection.\n* Simplified point 6: The First-tier Tribunal may order the landlord or letting agent to pay all or any part of the amount or (as the case may be) the aggregate amount referred to in the subsection to the tenant within a specified period."
            },
            {
                "length": 1153,
                "short": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
                "text": "\n* Simplified point 1: The Tenant Fees Act 2019 allows an enforcement authority to assist a relevant person in recovering an amount paid.\n* Simplified point 2: The enforcement authority may help the relevant person by conducting proceedings or giving advice.\n* Simplified point 3: The enforcement authority's assistance is limited to recovering all or part of an amount ordered to be paid by the First-tier Tribunal.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
            },
            {
                "length": 276,
                "short": "\"Tenant Fees Act 2019: Prohibitions on Landlords and Breach Remedies\"",
                "text": "\n* Simplified point 1: The Tenant Fees Act 2019 prohibits landlords from terminating an assured shorthold tenancy if the tenant has made a prohibited payment, such as a holding deposit, and the landlord has not repaid the full amount.\n* Simplified point 2: If a landlord breaches the Tenant Fees Act by requiring a tenant to make a prohibited payment, the tenant cannot be given a Section 21 notice to terminate the tenancy until the prohibited payment has been repaid.\n* Simplified point 3: If a landlord breaches Schedule 2 of the Tenant Fees Act in relation to a holding deposit, the tenant cannot be given a Section 21 notice to terminate the tenancy until the holding deposit has been repaid.\n* Simplified point 4: If a landlord has breached the Tenant Fees Act and the tenant has made a prohibited payment, the landlord cannot apply the payment towards rent or the tenancy deposit without the tenant's consent."
            },
            {
                "length": 280,
                "short": "\"Tenant Fees Act 2019 Amendments: Public Advertisement of Letting Agent Fees\"",
                "text": "\n* Simplified point 1: The Tenant Fees Act 2019 amends the Consumer Rights Act 2015 to require letting agents to publicly advertise their fees on third-party websites.\n* Simplified point 2: The amendment ensures that letting agents must publish a list of their fees on third-party websites or provide a link to a part of their website where the fees are published.\n* Simplified point 3: The amendment applies to letting agents who advertise dwelling-houses on third-party websites in England.\n* Simplified point 4: The amendment introduces penalties for continuing breaches of the duty to publicise fees, with the possibility of multiple penalties being imposed for the same breach if it continues after the initial penalty notice.\n* Simplified point 5: The amendment defines \"third-party website\" as a website other than the letting agent's website.\n* Simplified point 6: The amendment requires letting agents to be members of a client money protection scheme and to indicate this on their website."
            },
            {
                "length": 278,
                "short": "\"UK Tenant Fees Act 2019: Protecting Tenants from Unfair Charges\"",
                "text": "\n* Simplified point 1: The UK Tenant Fees Act 2019 aims to protect tenants from unfair fees charged by letting agents.\n* Simplified point 2: The Act introduces a ban on letting agents charging certain fees, such as fees for credit checks and fees for renewing a tenancy.\n* Simplified point 3: The Act also requires letting agents to belong to a client money protection scheme, which provides compensation to tenants if the agent misappropriates their money.\n* Simplified point 4: The Act empowers the Secretary of State to make regulations to enforce the client money protection schemes and to amend or revoke the regulations as needed.\n* Simplified point 5: The Act includes provisions for the enforcement of client money protection scheme regulations, including the power to serve notices on scheme administrators and to amend or revoke the scheme rules.\n* Simplified point 6: The Act defines \"client money\" and \"regulated property agent\" for the purposes of the regulations, and includes transparency requirements for scheme administrators."
            },
            {
                "length": 279,
                "short": "The Leading Authority for Letting Agency Regulation",
                "text": "\n* Simplified point 1: The Tenant Fees Act 2019 defines the \"lead enforcement authority\" as the entity responsible for overseeing the enforcement of the relevant letting agency legislation.\n* Simplified point 2: The Secretary of State has the power to arrange for a local weights and measures authority in England to be the lead enforcement authority instead of the Secretary of State.\n* Simplified point 3: The lead enforcement authority has a duty to issue guidance to relevant authorities and the public about the operation of the relevant letting agency legislation.\n* Simplified point 4: The lead enforcement authority may disclose information to relevant authorities for the purpose of determining whether there has been a breach of or an offence under the relevant letting agency legislation.\n* Simplified point 5: The lead enforcement authority must keep under review and advise the Secretary of State about social and commercial developments in England and elsewhere relating to tenancies and the carrying on of letting agency work.\n* Simplified point 6: The lead enforcement authority may take steps to enforce the relevant letting agency legislation where it considers it is necessary or expedient to do so."
            },
            {
                "length": 375,
                "short": "The Tenant Fees Act 2019: Definitions and Licensing Requirements for Letting Agents",
                "text": "\n* Simplified point 1: The Tenant Fees Act 2019 defines the meaning of \"letting agent\" and related expressions, including \"letting agency work\" and \"authorised person.\"\n* Simplified point 2: The Act specifies that a person is not a letting agent if they engage in letting agency work as an employee under a contract of employment.\n* Simplified point 3: The Act defines various terms such as \"assured shorthold tenancy,\" \"communication service,\" \"enforcement authority,\" and \"excluded licence.\"\n* Simplified point 4: The Act specifies that a licence is an excluded licence if it is granted to a licensee by a licensor who resides in the housing and the only consideration for the grant, renewal, or continuation of the licence is the provision of companionship or care to the licensor.\n* Simplified point 5: The Act defines \"holding deposit,\" \"housing,\" \"landlord,\" \"licence to occupy housing,\" \"long lease,\" \"prohibited payment,\" and \"the relevant letting agency legislation.\"\n* Simplified point 6: The Act specifies that a person is not a letting agent if they engage in letting agency work as an authorised person under the Legal Services Act 2007.\n* Simplified point 7: The Act defines \"social housing,\" \"television licence,\" \"tenancy,\" \"tenancy agreement,\" \"tenancy deposit,\" and \"tenant.\""
            },
            {
                "length": 214,
                "short": "\"Tenant Fees Act 2019: Prohibiting Landlord Fees and Introducing Enforcement Body\"",
                "text": "\n* Simplified point 1: The Tenant Fees Act 2019 makes changes to existing legislation to prohibit landlords and letting agents from charging certain fees to tenants.\n* Simplified point 2: The Act introduces a new enforcement body, the \"lead enforcement authority,\" to oversee compliance with the new rules.\n* Simplified point 3: The Act also amends existing legislation to subject certain provisions to the new enforcement body, and makes transitional provisions for existing agreements.\n* Simplified point 4: The Act provides for financial provisions and Crown application, and sets out the extent of the Act and the commencement date.\n* Simplified point 5: The Act may be cited as the Tenant Fees Act 2019."
            }
        ],
        [
            {
                "length": 178,
                "short": "\"Tenant Fees Regulation Coordination: Local Authorities Notified of Enforcement Actions\"",
                "text": "\n* Simplified point 1: The Tenant Fees Act 2019 requires local weights and measures authorities to notify other authorities of their intention to take enforcement action against a breach of regulations.\n* Simplified point 2: The Act also requires district councils to notify local weights and measures authorities of their intention to take enforcement action, and for enforcement authorities to notify other authorities of their actions and decisions related to financial penalties and offences.\n* Simplified point 3: The Act specifies the timing and content of these notifications, and applies to breaches that occur in multiple local authority areas.\n* Simplified point 4: The Act aims to ensure that local authorities are aware of and coordinate their enforcement actions to prevent breaches of regulations and protect tenants."
            },
            {
                "length": 178,
                "short": "The Tenant Fees Act 2019: Prohibition on Charging Certain Fees to Tenants",
                "text": "\n* Simplified point 1: Landlords and letting agents cannot charge tenants certain fees, such as fees for credit checks and fees for renewing a tenancy.\n* Simplified point 2: The Tenant Fees Act 2019 introduced a new enforcement body called the \"lead enforcement authority\" to oversee compliance with the new rules.\n* Simplified point 3: The Act also amended existing legislation to subject certain provisions to the new enforcement body.\n* Simplified point 4: The Act provided for financial provisions and Crown application, and set out the extent of the Act and the commencement date.\n* Simplified point 5: The Act may be cited as the Tenant Fees Act 2019."
            }
        ],
        [
            {
                "length": 187,
                "short": "The Tenant Fees Act 2019: Protecting Tenants' Rights",
                "text": "\n* Simplified point 1: The Tenant Fees Act 2019 requires local authorities to coordinate their enforcement actions to prevent breaches of regulations and protect tenants.\n* Simplified point 2: The Act prohibits landlords and letting agents from charging certain fees to tenants, such as fees for credit checks and fees for renewing a tenancy.\n* Simplified point 3: The Act established a new enforcement body called the \"lead enforcement authority\" to oversee compliance with the new rules.\n* Simplified point 4: The Act amended existing legislation to subject certain provisions to the new enforcement body.\n* Simplified point 5: The Act provides for financial provisions and Crown application, and sets out the extent of the Act and the commencement date."
            }
        ]
    ],
    "summary": "\nThe Tenant Fees Act 2019 is a law that helps protect tenants from being charged unfair fees by landlords and letting agents. Here's what the law does:\n\n* It says that landlords and letting agents can't charge tenants certain fees, like fees for credit checks and fees for renewing a tenancy. This means that tenants won't have to pay extra costs just to rent a place to live.\n* The law created a new group called the \"lead enforcement authority\" to make sure that landlords and letting agents follow the rules. This group will check if they are charging tenants the right amount and if they are following the law.\n* The law also changed some old laws so that they now fall under the new enforcement body. This means that more people will be able to enforce the rules and keep landlords and letting agents from charging tenants unfair fees.\n* The law has special powers to help enforce the rules and make sure that everyone follows them. It also sets out when and how the law will start working.\n\nOverall, the Tenant Fees Act 2019 is there to protect tenants from being charged unfair fees and to make sure that landlords and letting agents follow the rules."
}