[
    {
        "length": 909,
        "text": "\nDeterminations in respect of certain non-domestic rating lists\n\tThis section applies to the making of a relevant determination in relationto a rating list.\n\tThe following are relevant determinations for the purposes of this section—\n\t\ta determination, for the purposes of compiling or maintaining a rating list(whether or not it is still in force), as to whether a hereditament ought orought not to be shown in the list;\n\t\ta determination, for the purposes of maintaining a rating list compiled on1 April 2017 (whether or not it is still in force), as to the rateable valueof a hereditament.\n\tA determination is not a relevant determination for the purposes of thissection to the extent that it concerns whether a hereditament or some part ofa hereditament—\n\t\tis or is not domestic property, or\n\t\tis or is not exempt from non-domestic rating under Schedule 5 to the LGFA1988.\n\tIn making a relevant determination, no account is to be taken of any matter(whether arising before or after the passing of this Act) that is directly orindirectly attributable to coronavirus.\n\tBut subsection (4) does not apply to any of the following matters (which,accordingly, may be taken into account in making a relevant determination,whether or not the matter is attributable to coronavirus)—\n\t\tthe physical state of the hereditament in respect of which thedetermination is made, including whether that state affects the mode orcategory of occupation of the hereditament;\n\t\tthe quantity of minerals or other substances in or extracted from thehereditament in respect of which the determination is made;\n\t\tthe quantity of refuse or waste material which is brought onto andpermanently deposited on the hereditament in respect of which thedetermination is made.\n\tFor the purposes of this section, matters attributable to coronavirusinclude (but are not limited to) anything done by any person—\n\t\twith a view to compliance with any legislation which concerns the incidenceor spread of coronavirus,\n\t\twith a view to compliance with any other legislation for reasons relatingto the incidence or spread of coronavirus, or\n\t\tin response to, or otherwise in consequence of, any advice or guidancegiven by a public authority relating to the incidence or spread ofcoronavirus.\n\tThis section applies to a determination made by reference to a day, or amatter as it is assumed to be on a day, which falls before, as well as on orafter, the day on which this Act is passed.\n\tIn this section—\n\t\t  * “coronavirus” means severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2); \n\t\t  * “domestic property” has the meaning given by section 66 of the LGFA 1988; \n\t\t  * “hereditament” has the meaning given by section 64 of the LGFA 1988, and the reference in subsection (2)(a) to a determination as to whether a hereditament ought or ought not to be shown in a list includes a determination as to whether something is or is not a hereditament; \n\t\t  * “the LGFA 1988” means the Local Government Finance Act 1988; \n\t\t  * “rating list” means a local non-domestic rating list or central non-domestic rating list under Part 3 of the LGFA 1988. \n\tThe Valuation for Rating (Coronavirus) (England) Regulations 2021 ([S.I.2021/398](/id/uksi/2021/398?view=plain \"Go to item of legislation\")) (whichare superseded by the provision made by this section) are revoked."
    },
    {
        "length": 1482,
        "text": "\nUnfit directors of dissolved companies: Great Britain\n\tThe Company Directors Disqualification Act 1986 is amended as follows.\n\tIn section 6 (duty of court to disqualify unfit directors of insolventcompanies)—\n\t\tin the heading, omit “of insolvent companies”;\n\t\tin subsection (1)—\n\t\tomit “, it is satisfied”;\n\t\tfor paragraphs (a) and (b) substitute—\n\t\tthe court is satisfied—\n\t\tthat the person is or has been a director of a company which has at anytime become insolvent (whether while the person was a director orsubsequently), or\n\t\tthat the person has been a director of a company which has at any timebeen dissolved without becoming insolvent (whether while the person was adirector or subsequently), and\n\t\tthe court is satisfied that the person’s conduct as a director of thatcompany (either taken alone or taken together with the person’s conduct as adirector of one or more other companies or overseas companies) makes theperson unfit to be concerned in the management of a company.”;\n\t\tin subsection (3), after paragraph (c) insert—\n\t\twhere the company in question has been dissolved without becominginsolvent, a court which at the time it was dissolved had jurisdiction to windit up.”\n\tIn section 7 (disqualification orders under section 6: applications andacceptance of undertakings)—\n\t\tin subsection (2), for the words from “the day” to the end substitute “—\n\t\tin a case where the person is or has been a director of a company which hasbecome insolvent, the day on which the company became insolvent, or\n\t\tin a case where the person has been a director of a company which has beendissolved without becoming insolvent, the day on which the company wasdissolved.”;\n\t\tin subsection (4)(a), after “insolvent” insert “or been dissolved withoutbecoming insolvent”.\n\tIn section 8ZA (order disqualifying person instructing unfit director ofinsolvent company), in the heading, omit “of insolvent company”.\n\tIn section 8ZB (application for order under section 8ZA), in subsection(2), at the end insert “or was dissolved without becoming insolvent.”\n\tIn section 15A (compensation orders and undertakings), in subsection(3)(b), after “company” insert “, or a company which has been dissolvedwithout becoming insolvent,”.\n\tIn section 22A (application of Act to building societies), after subsection(3) insert—\n\t\t“(3A)In relation to a building society, this Act applies as if—\n\t\tsections 6(1)(a)(ii) and (3)(d) and 7(2)(b) were omitted;\n\t\treferences in sections 7(4)(a), 8ZB(2) and 15A(3)(b) to a company which hasbeen dissolved without becoming insolvent were omitted.”\n\tIn section 22B (application of Act to incorporated friendly societies), insubsection (3A), for the words from “sections” to the end substitute “—\n\t\tsections 6(1)(a)(ii) and (3)(d), 7(2)(b) and 8ZA to 8ZE were omitted;\n\t\treferences in sections 7(4)(a) and 15A(3)(b) to a company which has beendissolved without becoming insolvent were omitted.”\n\tIn section 22C (application of Act to NHS foundation trusts), aftersubsection (2) insert—\n\t“(2A)In relation to an NHS foundation trust, this Act applies as if—\n\t\tsections 6(1)(a)(ii) and (3)(d) and 7(2)(b) were omitted;\n\t\treferences in sections 7(4)(a), 8ZB(2) and 15A(3)(b) to a company which hasbeen dissolved without becoming insolvent were omitted.”\n\tIn section 22E (application of Act to registered societies), in subsection(4), for paragraph (f) substitute—\n\t\tsections 6(1)(a)(ii) and (3)(d), 7(2)(b) and 8ZA to 8ZE are to bedisregarded;\n\t\treferences in sections 7(4)(a) and 15A(3)(b) to a company which has beendissolved without becoming insolvent are to be disregarded.”\n\tIn section 22F (application of Act to charitable incorporatedorganisations), in subsection (3), after paragraph (b) insert—\n\t\tsections 6(1)(a)(ii) and (3)(d) and 7(2)(b) are to be disregarded;\n\t\treferences in sections 7(4)(a), 8ZB(2) and 15A(3)(b) to a company whichhas been dissolved without becoming insolvent are to be disregarded;”.\n\tIn section 22G (application of Act to further education bodies), insubsection (3), after paragraph (a) insert—\n\t\tsections 6(1)(a)(ii) and (3)(d) and 7(2)(b) are to be disregarded;\n\t\treferences in sections 7(4)(a), 8ZB(2) and 15A(3)(b) to a company whichhas been dissolved without becoming insolvent are to be disregarded;”.\n\tIn section 22H (application of Act to protected cell companies), insubsection (4), before paragraph (a) insert—\n\t\tsections 6(1)(a)(ii) and (3)(d) and 7(2)(b) are to be disregarded;\n\t\treferences in sections 7(4)(a), 8ZB(2) and 15A(3)(b) to a company whichhas been dissolved without becoming insolvent are to be disregarded;”.\n\tThe amendments made by this section have effect in relation to conduct ofdirectors of companies occurring, and in relation to companies dissolved, atany time before, as well as after, the passing of this Act."
    },
    {
        "length": 1473,
        "text": "\nUnfit directors of dissolved companies: Northern Ireland\n\tThe Company Directors Disqualification (Northern Ireland) Order 2002 ([S.I.2002/3150 (N.I. 4)](/id/nisi/2002/3150?view=plain \"Go to item oflegislation\")) is amended as follows.\n\tIn Article 9 (duty of High Court to disqualify unfit directors of insolventcompanies)—\n\t\tin the heading, omit “of insolvent companies”;\n\t\tin paragraph (1)—\n\t\tomit “, it is satisfied”;\n\t\tfor sub-paragraphs (a) and (b) substitute—\n\t\tthe Court is satisfied—\n\t\tthat the person is or has been a director of a company which has at anytime become insolvent (whether while the person was a director orsubsequently), or\n\t\tthat the person has been a director of a company which has at any timebeen dissolved without becoming insolvent (whether while the person was adirector or subsequently), and\n\t\tthe Court is satisfied that the person’s conduct as a director of thatcompany (either taken alone or taken together with the person’s conduct as adirector of one or more other companies or overseas companies) makes theperson unfit to be concerned in the management of a company.”\n\tIn Article 10 (disqualification orders under Article 9: applications andacceptance of undertakings)—\n\t\tin paragraph (2), for the words from “the day” to the end substitute “—\n\t\tin a case where the person is or has been a director of a company which hasbecome insolvent, the day on which the company became insolvent, or\n\t\tin a case where the person has been a director of a company which has beendissolved without becoming insolvent, the day on which the company wasdissolved.”;\n\t\tafter paragraph (5) insert—\n\t\t\t“(5A)The Department or the official receiver may require any person—\n\t\tto furnish the Department or, as the case may be, the official receiverwith such information with respect to that person’s or another person’sconduct as a director of a company which has been dissolved without becominginsolvent (whether while the person was a director or subsequently), and\n\t\tto produce and permit inspection of such books, papers and other records asare considered by the Department or, as the case may be, the official receiverto be relevant to that person’s or another person’s conduct as such adirector,\n\t\tas the Department or the official receiver may reasonably require for thepurpose of determining whether to exercise, or of exercising, any functionunder this Article.”\n\tIn Article 11A (order disqualifying person instructing unfit director ofinsolvent company), in the heading, omit “of insolvent company”.\n\tIn Article 11B (application for order under Article 11A)—\n\t\tin paragraph (2), at the end insert “or was dissolved without becominginsolvent.”;\n\t\tfor paragraph (3) substitute—\n\tParagraphs (5) and (5A) of Article 10 apply for the purposes of thisArticle as they apply for the purposes of that Article.”\n\tIn Article 11C (disqualification undertaking instead of an order underArticle 11A), for paragraph (4) substitute—\n\tParagraphs (5) and (5A) of Article 10 apply for the purposes of thisArticle as they apply for the purposes of that Article.”\n\tIn Article 19A (compensation orders and undertakings), in paragraph (3)(b),after “company” insert “, or a company which has been dissolved withoutbecoming insolvent,”.\n\tIn Article 24D (application of Order to building societies), afterparagraph (3) insert—\n\t“(3A)In relation to a building society, this Order applies as if—\n\t\tArticles 9(1)(a)(ii) and 10(2)(b) and (5A) were omitted;\n\t\treferences in Articles 11B(2) and 19A(3)(b) to a company which has beendissolved without becoming insolvent were omitted.”\n\tIn Article 25 (application of Order to incorporated friendly societies), inparagraph (3A), for the words from “Articles” to the end substitute “—\n\t\tArticles 9(1)(a)(ii), 10(2)(b) and (5A) and 11A to 11E were omitted;\n\t\tthe reference in Article 19A(3)(b) to a company which has been dissolvedwithout becoming insolvent were omitted.”\n\tIn Article 25A (application of Order to registered societies), inparagraph (2), for sub-paragraph (g) substitute—\n\t\tArticles 9(1)(a)(ii), 10(2)(b) and (5A) and 11A to 11E are to be omitted;\n\t\tthe reference in Article 19A(3)(b) to a company which has been dissolvedwithout becoming insolvent is to be omitted.”\n\tIn Article 25B (application of Order to credit unions), in paragraph (3),for sub-paragraph (c) substitute—\n\t\tArticles 9(1)(a)(ii), 10(2)(b) and (5A) and 11A to 11E were omitted;\n\t\tthe reference in Article 19A(3)(b) to a company which has been dissolvedwithout becoming insolvent were omitted;”.\n\tIn Article 25C (application of Order to protected cell companies), inparagraph (4), before sub-paragraph (a) insert—\n\t\tArticles 9(1)(a)(ii) and 10(2)(b) and (5A) are to be omitted;\n\t\treferences in Articles 11B(2) and 19A(3)(b) to a company which has beendissolved without becoming insolvent are to be omitted;”.\n\tThe amendments made by this section have effect in relation to conduct ofdirectors of companies occurring, and in relation to companies dissolved, atany time before, as well as after, the passing of this Act."
    },
    {
        "length": 331,
        "text": "\nExtent, commencement and short title\n\tSection 1 extends to England and Wales.\n\tAn amendment made by section 2 or 3 has the same extent as the provisionamended.\n\tThis section extends to England and Wales, Scotland and Northern Ireland.\n\tThe following provisions of this Act come into force on the day on which itis passed—\n\t\tsection 1;\n\t\tsection 2, for the purposes of the exercise by the Secretary of State orthe official receiver of powers under section 7(4) of the Company DirectorsDisqualification Act 1986;\n\t\tsection 3, for the purposes of the exercise by the Department or theofficial receiver of powers under Article 10(5A) of the Company DirectorsDisqualification (Northern Ireland) Order 2002 ([S.I. 2002/3150 (N.I.4)](/id/nisi/2002/3150?view=plain \"Go to item of legislation\")) (inserted bysection 3(3)(b));\n\t\tthis section.\n\tSections 2 and 3 come into force for remaining purposes at the end of theperiod of two months beginning with the day on which this Act is passed.\n\tThis Act may be cited as the Rating (Coronavirus) and DirectorsDisqualification (Dissolved Companies) Act 2021.\n\t\t"
    }
]