{
    "general": "This law makes sure that when the government looks at how much tax someone owes, they won't consider any problems caused by the COVID-19 pandemic. It also helps keep track of people who run businesses that go out of business but don't become bankrupt. This way, the government can make sure these people can't just start new businesses right away and avoid paying their debts.",
    "series": [
        [
            {
                "length": 239,
                "short": "\"Legislative Exclusions and Revocations for Non-Domestic Rating Lists in England\"",
                "text": "\n* Simplified point 1: This section of the legislation applies to determinations made about non-domestic rating lists in England, and it excludes certain matters from being taken into account when making those determinations.\n* Simplified point 2: The section specifically excludes matters related to coronavirus from being taken into account, but it does allow for other matters such as the physical state of the hereditament, the quantity of minerals or waste material, and compliance with legislation to be considered.\n* Simplified point 3: The section applies to determinations made both before and after the date the legislation was passed, and it revokes previous regulations made under the Local Government Finance Act 1988.\n* Simplified point 4: The section defines certain terms used in the legislation, including \"coronavirus\", \"domestic property\", \"hereditament\", \"local non-domestic rating list\", and \"central non-domestic rating list\"."
            },
            {
                "length": 187,
                "short": "\"Broader Scope for Unfit Directors: Amended Legislation Update\"",
                "text": "\n* Simplified point 1: The legislation amends the Company Directors Disqualification Act 1986 to broaden the scope of unfit directors to include those who have been directors of dissolved companies, regardless of whether they became insolvent.\n* Simplified point 2: The legislation expands the definition of \"unfit directors\" to include individuals who have been directors of companies that have been dissolved without becoming insolvent.\n* Simplified point 3: The legislation updates the language in the Act to reflect the changes made by the amendments.\n* Simplified point 4: The legislation applies to conduct of directors of companies occurring and companies dissolved at any time before and after the passing of the Act."
            },
            {
                "length": 210,
                "short": "\"Director Disqualification Legislation Amended for Dissolved Companies in Northern Ireland\"",
                "text": "\n* Simplified point 1: The legislation amends the Company Directors Disqualification (Northern Ireland) Order 2002 to broaden the scope of unfit directors of dissolved companies.\n* Simplified point 2: The amendments remove the requirement that the company must have become insolvent for the director to be considered unfit, and instead allow for disqualification of directors of dissolved companies regardless of whether they became insolvent or not.\n* Simplified point 3: The legislation also makes changes to the application of the Order to building societies and registered societies, and omits certain provisions relating to insolvent companies.\n* Simplified point 4: The amendments apply to conduct of directors occurring and companies dissolved at any time before or after the passing of the Act."
            },
            {
                "length": 204,
                "short": "\"UK Legislation Extends to All Nations with Immediate Effects\"",
                "text": "\n* Simplified point 1: This legislation extends to England and Wales, Scotland, and Northern Ireland.\n* Simplified point 2: Certain provisions of the Act come into force immediately after it is passed, while others will come into force after a two-month period.\n* Simplified point 3: The Act may be cited as the Rating (Coronavirus) and Directors Disqualification (Dissolved Companies) Act 2021.\n* Simplified point 4: The Act makes amendments to the Company Directors Disqualification Act 1986 and the Company Directors Disqualification (Northern Ireland) Order 2002.\n* Simplified point 5: The Act gives the Secretary of State and the official receiver powers to exercise certain provisions of the Act."
            }
        ],
        [
            {
                "length": 185,
                "short": "\"New Legislation on Director Liability and Rating Lists in England\"",
                "text": "\n* Simplified point 1: This legislation excludes certain matters from being taken into account when determining non-domestic rating lists in England, and it revokes previous regulations made under the Local Government Finance Act 1988.\n* Simplified point 2: The legislation broadens the scope of unfit directors to include those who have been directors of dissolved companies, regardless of whether they became insolvent.\n* Simplified point 3: The legislation updates the language in the Act to reflect the changes made by the amendments.\n* Simplified point 4: The legislation applies to conduct of directors of companies occurring and companies dissolved at any time before and after the passing of the Act.\n* Simplified point 5: The legislation extends to all nations with immediate effects."
            }
        ]
    ],
    "summary": "The Rating (Coronavirus) and Directors Disqualification (Dissolved Companies) Act 2021 is a new law that helps rate local businesses in England more fairly during the COVID-19 pandemic. It means that things like how many people are sick with COVID-19 in the area won't be taken into account when deciding how much tax to charge these businesses. Instead, only things like the condition of the building and how well it's maintained will matter. This law also makes sure that directors of companies that have gone out of business can still be punished if they were not doing their job properly. This law applies to all countries in the UK, including England, Scotland, Wales, and Northern Ireland. Some parts of the law go into effect right away, while others will take effect two months after the law passes."
}