[
    {
        "length": 1286,
        "text": "\nPowers of Ministers\n\tPower to abolish\n\t\tA Minister may by order abolish a body or office specified in Schedule 1.\n\t\tAn order under subsection (1) may include provision transferring functionsfrom the body or office being abolished to an eligible person.\n\t\tIn this Act, “eligible person” means—\n\t\t\ta Minister, the Scottish Ministers, a Northern Ireland department or theWelsh Ministers,\n\t\t\tany other person exercising public functions,\n\t\t\ta company limited by guarantee,\n\t\t\ta community interest company,\n\t\t\ta co-operative society,\n\t\t\ta community benefit society,\n\t\t\ta charitable incorporated organisation, or\n\t\t\ta body of trustees or other unincorporated body of persons.\n\tPower to merge\n\t\tA Minister may by order merge any group of bodies or offices specified inSchedule 2.\n\t\tIn this section, to “merge” a group means—\n\t\t\tto abolish all the bodies or offices in the group, create a new bodycorporate or office and transfer some or all of the functions of the abolishedbodies or offices to the new one, or\n\t\t\tto abolish all but one of the bodies or offices in the group and totransfer some or all of the functions of the abolished bodies or offices tothe remaining one.\n\t\tAn order under subsection (1) may include provision to transfer a functionfrom a body or office being abolished to an eligible person not included inthe group.\n\tPower to modify constitutional arrangements\n\t\tA Minister may by order modify the constitutional arrangements of a body oroffice specified in Schedule 3.\n\t\tIn this Act, references to the constitutional arrangements of a bodyinclude matters relating to—\n\t\t\tthe name of the body;\n\t\t\tthe chair of the body (including qualifications and procedures forappointment and functions);\n\t\t\tmembers of the body (including the number of members, qualifications andprocedures for appointment and functions);\n\t\t\temployees of the body exercising functions on its behalf (includingqualifications and procedures for appointment and functions);\n\t\t\tthe body’s powers to employ staff;\n\t\t\tgoverning procedures and arrangements (including the role and membership ofcommittees and sub-committees);\n\t\t\treports and accounts;\n\t\t\tthe extent to which the body is accountable to Ministers;\n\t\t\tthe extent to which the body exercises functions on behalf of the Crown.\n\t\tIn this Act, references to the constitutional arrangements of an officeinclude matters relating to—\n\t\t\tthe name of the office;\n\t\t\tappointment of the office-holder (including qualifications and proceduresfor appointment);\n\t\t\tthe office-holder’s powers to employ staff;\n\t\t\treports and accounts;\n\t\t\tthe extent to which the office-holder is accountable to Ministers;\n\t\t\tthe extent to which the office-holder exercises functions on behalf of theCrown.\n\tPower to modify funding arrangements\n\t\tA Minister may by order modify the funding arrangements of a body or officespecified in Schedule 4.\n\t\tThe consent of the Treasury is required to make an order under thissection.\n\t\tIn this Act, references to modifying the funding arrangements of a body oroffice include—\n\t\t\tmodifying the extent to which it is funded by a Minister;\n\t\t\tconferring power on the body, or the office-holder, to charge fees for theexercise of a function (and to determine their amount).\n\tPower to modify or transfer functions\n\t\tA Minister may by order—\n\t\t\tmodify the functions of a body, or the holder of an office, specified inSchedule 5, or\n\t\t\ttransfer a function of such a person to an eligible person.\n\t\tIn this Act, references to modifying the functions of a person include—\n\t\t\tconferring a function on the person;\n\t\t\tabolishing a function of the person;\n\t\t\tchanging the purpose or objective for which the person exercises afunction;\n\t\t\tchanging the conditions under which the person exercises a function.\n\tConsequential provision etc\n\t\tAn order under sections 1 to 5 may make consequential, supplementary,incidental or transitional provision, or savings.\n\t\tWhere an order under section 1, 2 or 5(1)(b) transfers functions, the powerin subsection (1) includes power to make consequential or supplementaryprovision—\n\t\t\tto modify functions of the transferor or transferee;\n\t\t\tto modify the constitutional or funding arrangements of the transferor ortransferee.\n\t\tWhere an order under section 5(1)(a) modifies functions of a body oroffice-holder, the power in subsection (1) includes power to makeconsequential or supplementary provision to modify the constitutional orfunding arrangements of the body or office.\n\t\tThe consent of the Treasury is required to make provision by virtue ofsubsection (2)(b) or (3) modifying funding arrangements.\n\t\tAn order under sections 1 to 5 may include provision repealing the entry inthe Schedule by virtue of which the order was made."
    },
    {
        "length": 2328,
        "text": "\nPowers of Ministers: supplementary\n\tRestrictions on Ministerial powers\n\t\tThe modification or transfer of a function by an order under sections 1 to5 must not prevent it (to the extent that it continues to be exercisable) frombeing exercised independently of Ministers in any of the following cases.\n\t\tThose cases are—\n\t\t\twhere the function is a judicial function (whether or not exercised by acourt or a tribunal);\n\t\t\twhere the function’s exercise involves enforcement activities in relationto obligations imposed on a Minister;\n\t\t\twhere the function’s exercise otherwise constitutes the exercise ofoversight or scrutiny of the actions of a Minister.\n\t\tProvision made by an order under sections 1 to 5 must be proportionate tothe reasons for the order.\n\t\tIn this section “enforcement activities” means—\n\t\t\tthe bringing of legal proceedings or the provision of assistance with thebringing of legal proceedings,\n\t\t\tthe carrying out of an investigation with a view to bringing legalproceedings or to providing such assistance, or\n\t\t\tthe taking of steps preparatory to any of those things.\n\tPurpose and conditions\n\t\tA Minister may make an order under sections 1 to 5 only if the Ministerconsiders that the order serves the purpose of improving the exercise ofpublic functions, having regard to—\n\t\t\tefficiency, \n\t\t\teffectiveness, \n\t\t\teconomy, and\n\t\t\tsecuring appropriate accountability to Ministers.\n\t\tA Minister may make an order under those sections only if the Ministerconsiders that—\n\t\t\tthe order does not remove any necessary protection, and\n\t\t\tthe order does not prevent any person from continuing to exercise any rightor freedom which that person might reasonably expect to continue to exercise.\n\tDevolution \n\t\tAn order under sections 1 to 5 requires the consent of the ScottishParliament to make provision—\n\t\t\twhich would be within the legislative competence of the Scottish Parliamentif it were contained in an Act of that Parliament, or\n\t\t\twhich modifies the functions of the Scottish Ministers.\n\t\tConsent is not required under subsection (1)(b) in relation to provisionabolishing a function of the Scottish Ministers which relates to a bodyabolished under section 1 or 2.\n\t\tAn order under sections 1 to 5 requires the consent of the Northern IrelandAssembly to make provision—\n\t\t\twhich would be within the legislative competence of the Northern IrelandAssembly if it were contained in an Act of the Assembly, or\n\t\t\twhich modifies the functions of a person within subsection (4).\n\t\tThe persons referred to in subsection (3)(b) are—\n\t\t\tthe First Minister and deputy First Minister of Northern Ireland;\n\t\t\ta Northern Ireland Minister;\n\t\t\tthe Attorney General for Northern Ireland;\n\t\t\ta Northern Ireland department;\n\t\t\ta person exercising public functions in relation to a transferred matter(within the meaning of the Northern Ireland Act 1998).\n\t\tConsent is not required under subsection (3)(a) in relation to anyprovision if—\n\t\t\ta Bill for an Act of the Northern Ireland Assembly containing the provisionwould require the consent of the Secretary of State under section 8 of theNorthern Ireland Act 1998, and\n\t\t\tthe provision does not affect, other than incidentally, a transferredmatter (within the meaning of that Act).\n\t\tAn order under sections 1 to 5 requires the consent of the NationalAssembly for Wales to make provision which would be within the legislativecompetence of the Assembly if it were contained in an Act of the Assembly.\n\t\tAn order under sections 1 to 5 requires the consent of the Welsh Ministersto make provision not falling within subsection (6)—\n\t\t\twhich modifies the functions of the Welsh Ministers, the First Minister forWales or the Counsel General to the Welsh Assembly Government, or\n\t\t\twhich could be made by any of those persons.\n\t\tIn subsection (7), references to a function do not include—\n\t\t\ta function of giving consent to, or being consulted about, the exercise ofa function by a Minister, or\n\t\t\ta function relating to the constitutional arrangements of a body or office.\n\tConsultation \n\t\tA Minister proposing to make an order under sections 1 to 5 must consult—\n\t\t\tthe body or the holder of the office to which the proposal relates,\n\t\t\tsuch other persons as appear to the Minister to be representative ofinterests substantially affected by the proposal,\n\t\t\tthe Scottish Ministers, if the proposal relates to any matter, so far asapplying in or as regards Scotland, in relation to which the ScottishMinisters exercise functions (and where the consent of the Scottish Parliamentis not required under section 9),\n\t\t\ta Northern Ireland department, if the proposal relates to any matter, sofar as applying in or as regards Northern Ireland, in relation to which thedepartment exercises functions (and where the consent of the Northern IrelandAssembly is not required under section 9),\n\t\t\tthe Welsh Ministers, if the proposal relates to any matter, so far asapplying in or as regards Wales, in relation to which the Welsh Ministersexercise functions (and where the consent of the National Assembly for Walesor the Welsh Ministers is not required under section 9),\n\t\t\twhere the functions affected by the proposal relate to the administrationof justice, the Lord Chief Justice, and\n\t\t\tsuch other persons as the Minister considers appropriate.\n\t\tIf, as a result of consultation under subsection (1), it appears to theMinister appropriate to change the whole or part of the proposal, the Ministermust carry out such further consultation with respect to the changes as seemsappropriate.\n\t\tIt is immaterial for the purposes of this section whether consultation iscarried out before or after the commencement of this section.\n\t\tSubsection (1)(a) does not apply to a body with no members or an officewhich is vacant; and, where a body is consulted under that provision, anyvacancy in its membership is immaterial.\n\tProcedure \n\t\tIf after consultation under section 10 the Minister considers itappropriate to proceed with the making of an order under sections 1 to 5, theMinister may lay before Parliament—\n\t\t\ta draft order, and\n\t\t\tan explanatory document.\n\t\tThe explanatory document must—\n\t\t\tintroduce and give reasons for the order,\n\t\t\texplain why the Minister considers that—\n\t\t\tthe order serves the purpose in section 8(1), and\n\t\t\tthe conditions in section 8(2)(a) and (b) are satisfied,\n\t\t\tif the order contains provision made by virtue of more than one entry inSchedules 1 to 5, explain why the Minister considers it appropriate for it todo so, and\n\t\t\tcontain a summary of representations received in the consultation.\n\t\tThe Minister may not act under subsection (1) before the end of the periodof twelve weeks beginning with the day on which the consultation began.\n\t\tSubject as follows, if after the expiry of the 40-day period the draftorder laid under subsection (1) is approved by a resolution of each House ofParliament, the Minister may make an order in the terms of the draft order.\n\t\tThe procedure in subsections (6) to (9) shall apply to the draft orderinstead of the procedure in subsection (4) if—\n\t\t\teither House of Parliament so resolves within the 30-day period, or\n\t\t\ta committee of either House charged with reporting on the draft order sorecommends within the 30-day period and the House to which the recommendationis made does not by resolution reject the recommendation within that period.\n\t\tThe Minister must have regard to—\n\t\t\tany representations,\n\t\t\tany resolution of either House of Parliament, and\n\t\t\tany recommendations of a committee of either House of Parliament chargedwith reporting on the draft order,\n\t\t\t\tmade during the 60-day period with regard to the draft order.\n\t\tIf after the expiry of the 60-day period the draft order is approved by aresolution of each House of Parliament, the Minister may make an order in theterms of the draft order.\n\t\tIf after the expiry of the 60-day period the Minister wishes to proceedwith the draft order but with material changes, the Minister may lay beforeParliament—\n\t\t\ta revised draft order, and\n\t\t\ta statement giving a summary of the changes proposed.\n\t\tIf the revised draft order is approved by a resolution of each House ofParliament, the Minister may make an order in the terms of the revised draftorder.\n\t\tFor the purposes of this section an order is made in the terms of a draftorder or revised draft order if it contains no material changes to itsprovisions.\n\t\tIn this section, references to the “30-day”, “40-day” and “60-day” periodsin relation to any draft order are to the periods of 30, 40 and 60 daysbeginning with the day on which the draft order was laid before Parliament.\n\t\tFor the purposes of subsection (11) no account is to be taken of any timeduring which Parliament is dissolved or prorogued or during which either Houseis adjourned for more than four days.\n\tTime limits\n\t\tAny entry in Schedules 1 to 5 ceases to have effect at the end of the periodof five years beginning with the day on which it came into force (withoutaffecting any order already made by virtue of that entry)."
    },
    {
        "length": 1690,
        "text": "\nPowers of Welsh Ministers\n\tPowers relating to environmental bodies\n\t\tThe Welsh Ministers may by order modify—\n\t\t\tthe functions of the Countryside Council for Wales (“the CCW”),\n\t\t\tthe Welsh devolved functions of the Environment Agency,\n\t\t\tthe Welsh devolved functions of the Forestry Commissioners, or\n\t\t\tthe functions of a Welsh Flood and Coastal Committee.\n\t\tThe Welsh Ministers may by order transfer any function of the CCW to—\n\t\t\ta new body,\n\t\t\tthe Welsh Ministers,\n\t\t\tthe Environment Agency or the Forestry Commissioners, or\n\t\t\tany other person exercising Welsh devolved functions.\n\t\tThe Welsh Ministers may by order transfer any Welsh devolved function ofthe Environment Agency or the Forestry Commissioners to—\n\t\t\ta new body,\n\t\t\tthe Welsh Ministers,\n\t\t\tthe CCW, or\n\t\t\tany other person exercising Welsh devolved functions.\n\t\tThe Welsh Ministers may by order transfer any function of a Welsh Flood andCoastal Committee to—\n\t\t\ta new body,\n\t\t\tthe Welsh Ministers, or\n\t\t\tany other person exercising Welsh devolved functions.\n\t\tThe Welsh Ministers may by order transfer any function of theirs relatingto the environment to—\n\t\t\ta new body,\n\t\t\tthe CCW, or\n\t\t\tthe Environment Agency or the Forestry Commissioners.\n\t\tThe Welsh Ministers may by order transfer any Welsh environmental functionfrom the person whose function it is to—\n\t\t\ta new body,\n\t\t\tthe CCW, or\n\t\t\tthe Environment Agency or the Forestry Commissioners.\n\t\tThe Welsh Ministers may by order establish a body corporate for thepurposes of this section; and in this section references to a “new body” areto any body so established.\n\t\tIn this section “Welsh Flood and Coastal Committee” means a Regional Floodand Coastal Committee established under section 22(1)(c) of the Flood andWater Management Act 2010 for a region wholly or mainly in Wales.\n\t\tThe Welsh Ministers must consult the Secretary of State before making anorder under subsection (1) or (4) relating to a Welsh Flood and CoastalCommittee for a region not wholly in Wales.\n\tPowers relating to other bodies\n\t\tThe Welsh Ministers may by order abolish any of the following—\n\t\t\tan agricultural dwelling-house advisory committee for an area in, orconsisting of, Wales;\n\t\t\tan agricultural wages committee for an area in, or consisting of, Wales;\n\t\t\tthe Environment Protection Advisory Committee established pursuant tosection 12(6) of the Environment Act 1995 (Wales);\n\t\t\tthe regional and local fisheries advisory committee established pursuant tosection 13(5) of that Act (Wales);\n\t\t\ta regional advisory committee maintained under section 37(1)(b) of theForestry Act 1967 for a conservancy in, or consisting of, Wales.\n\t\tAn order under subsection (1) may include provision transferring functionsfrom the body being abolished to—\n\t\t\tthe Welsh Ministers, or\n\t\t\tany other person exercising Welsh devolved functions.\n\t\tThe Welsh Ministers may by order modify the funding arrangements ofinspectors appointed by the Welsh Ministers under section 86 of the WaterIndustry Act 1991 (assessors for the enforcement of water quality).\n\t\tIn subsection (3), the reference to modifying funding arrangements haseffect as if the reference in section 4(3)(a) to a Minister were to the WelshMinisters.\n\t\tThe Welsh Ministers may by order do any of the following in relation to aninternal drainage board for an area wholly or mainly in Wales—\n\t\t\tmodify its constitutional arrangements;\n\t\t\tmodify its functions;\n\t\t\ttransfer any of its functions to—\n\t\t\tthe Welsh Ministers;\n\t\t\tany other person exercising Welsh devolved functions;\n\t\t\ta company limited by guarantee;\n\t\t\ta community interest company;\n\t\t\ta body of trustees or other unincorporated body of persons.\n\t\tIn subsection (5)(a), the reference to modifying constitutionalarrangements has effect as if the references in section 3(2)(h) and (3)(e) toMinisters were to the Welsh Ministers.\n\t\tThe Welsh Ministers must consult the Secretary of State before making anorder under subsection (5) relating to an internal drainage board for an areanot wholly in Wales.\n\tPowers of Welsh Ministers: consequential provision etc\n\t\tAn order under section 13 or 14 may contain consequential, supplementary,incidental or transitional provision, or savings.\n\t\tWhere an order under either of those sections transfers functions, thepower in subsection (1) includes power to make consequential or supplementaryprovision—\n\t\t\tto modify the constitutional or funding arrangements of the transferor ortransferee (subject to subsection (4)),\n\t\t\tto modify functions of the transferor or transferee, or\n\t\t\tto confer powers of direction on the Welsh Ministers in relation tofunctions transferred.\n\t\tWhere an order under either of those sections modifies functions of a bodyor office-holder, the power in subsection (1) includes power to makeconsequential or supplementary provision to modify the constitutional orfunding arrangements of the body or office (subject to subsection (4)).\n\t\tSubsections (2)(a) and (3) do not confer power on the Welsh Ministers tomodify the constitutional or funding arrangements of—\n\t\t\tthe Environment Agency,\n\t\t\tthe Forestry Commissioners, or\n\t\t\tany other cross-border operator.\n\t\tIn subsections (2) to (4) references to modifying constitutional or fundingarrangements have effect as if the references in sections 3(2)(h) and (3)(e)and 4(3)(a) to a Minister were to the Welsh Ministers.\n\t\tThe Secretary of State may by order modify the constitutional or fundingarrangements of a person referred to in subsection (4)(a) to (c) inconsequence of an order made by the Welsh Ministers under section 13 or 14.\n\t\tThe reference in subsection (6) to modifying the funding arrangements of aperson includes modifying the extent to which the person is funded by theWelsh Ministers, but the Secretary of State may only modify the extent towhich a person is funded by the Welsh Ministers with their consent."
    },
    {
        "length": 1451,
        "text": "\nPowers of Welsh Ministers: supplementary\n\tPurpose and conditions for orders made by Welsh Ministers\n\t\tThe Welsh Ministers may make an order under section 13 or 14 only if theyconsider that the order serves the purpose of improving the exercise of publicfunctions having regard to—\n\t\t\tefficiency, \n\t\t\teffectiveness, \n\t\t\teconomy, and\n\t\t\tsecuring appropriate accountability to the Welsh Ministers.\n\t\tThe Welsh Ministers may make an order under either of those sections onlyif they consider that—\n\t\t\tthe order does not remove any necessary protection, and\n\t\t\tthe order does not prevent any person from continuing to exercise any rightor freedom which that person might reasonably expect to continue to exercise.\n\tConsent of UK Ministers\n\t\tThe Secretary of State’s consent is required for an order under section 13or 14 which transfers a function to, or confers a function on—\n\t\t\tthe Environment Agency,\n\t\t\tthe Forestry Commissioners, or\n\t\t\tany other cross-border operator.\n\t\tThe Secretary of State’s consent is required for an order under section 13or 14 made by virtue of section 15 which in any other way modifies the non-devolved functions of a person referred to in subsection (1).\n\t\tA Minister’s consent is required for an order under section 13 or 14 whichtransfers a function to, or modifies the functions of, the Minister.\n\tConsultation by Welsh Ministers\n\t\tWhere the Welsh Ministers propose to make an order under section 13 or 14they must consult—\n\t\t\tany body or person exercising public functions to which the proposalrelates,\n\t\t\tsuch other persons as appear to them to be representative of interestssubstantially affected by the proposal, and\n\t\t\tsuch other persons as they consider appropriate.\n\t\tIf, as a result of consultation under subsection (1), it appears to theWelsh Ministers appropriate to change the whole or part of the proposal, theymust carry out such further consultation with respect to the changes as seemsappropriate.\n\t\tIt is immaterial for the purposes of this section whether consultation iscarried out before or after the commencement of this section.\n\t\tSubsection (1)(a) does not apply to a body with no members or an officewhich is vacant; and, where a body is consulted under that provision, anyvacancy in its membership is immaterial.\n\tProcedure for orders by Welsh Ministers etc\n\t\tIf after consultation under section 18 the Welsh Ministers consider itappropriate to proceed with the making of an order under section 13 or 14, theWelsh Ministers may lay before the National Assembly for Wales—\n\t\t\ta draft order, and\n\t\t\tan explanatory document.\n\t\tThe explanatory document must—\n\t\t\tintroduce and give reasons for the order,\n\t\t\texplain why the Welsh Ministers consider that—\n\t\t\tthe order serves the purpose in section 16(1), and\n\t\t\tthe conditions in section 16(2)(a) and (b) are satisfied, and\n\t\t\tcontain a summary of representations received in the consultation.\n\t\tThe Welsh Ministers may not act under subsection (1) before the end of theperiod of twelve weeks beginning with the day on which the consultation began.\n\t\tSubject as follows, if after the expiry of the 40-day period the draftorder laid under subsection (1) is approved by a resolution of the NationalAssembly for Wales, the Welsh Ministers may make an order in the terms of thedraft order.\n\t\tThe procedure in subsections (6) to (9) shall apply to the draft orderinstead of the procedure in subsection (4) if—\n\t\t\tthe National Assembly for Wales so resolves within the 30-day period, or\n\t\t\ta committee of the Assembly charged with reporting on the draft order sorecommends within the 30-day period and the Assembly does not by resolutionreject the recommendation within that period.\n\t\tThe Welsh Ministers must have regard to—\n\t\t\tany representations,\n\t\t\tany resolution of the National Assembly for Wales, and\n\t\t\tany recommendations of a committee of the Assembly charged with reportingon the draft order,\n\t\t\t\tmade during the 60-day period with regard to the draft order.\n\t\tIf after the expiry of the 60-day period the draft order is approved by aresolution of the National Assembly for Wales, the Welsh Ministers may make anorder in the terms of the draft order.\n\t\tIf after the expiry of the 60-day period the Welsh Ministers wish toproceed with the draft order but with material changes, the Welsh Ministersmay lay before the National Assembly for Wales—\n\t\t\ta revised draft order, and\n\t\t\ta statement giving a summary of the changes proposed.\n\t\tIf the revised draft order is approved by a resolution of the NationalAssembly for Wales, the Welsh Ministers may make an order in the terms of therevised draft order.\n\t\tFor the purposes of this section an order is made in the terms of a draftorder or revised draft order if it contains no material changes to itsprovisions.\n\t\tIn this section, references to the “30-day”, “40-day” and “60-day” periodsin relation to any draft order are to the periods of 30, 40 and 60 daysbeginning with the day on which the draft order was laid before the NationalAssembly for Wales.\n\t\tFor the purposes of subsection (11) no account is to be taken of any timeduring which the National Assembly for Wales is dissolved or is in recess formore than four days.\n\t\tAn order may not be made by the Secretary of State under section 15(6)unless a draft of the instrument containing the order has been laid before,and approved by a resolution of, each House of Parliament."
    },
    {
        "length": 938,
        "text": "\nRestrictions on powers of Ministers and Welsh Ministers\n\tRestriction on creation of functions\n\t\tAn order under the preceding provisions of this Act may not create—\n\t\t\ta power to make subordinate legislation,\n\t\t\ta power of forcible entry, search or seizure, or\n\t\t\ta power to compel the giving of evidence.\n\t\tSubsection (1) does not prevent an order from repealing and re-enacting apower.\n\tRestriction on transfer and delegation of functions\n\t\tAn order under the preceding provisions of this Act may not transfer anyfunction to—\n\t\t\ta charity, or\n\t\t\ta person not otherwise exercising public functions who is not a charity,\n\t\t\t\tunless the charity or person has consented.\n\t\tAn order under the preceding provisions of this Act may not transfer anexcluded function to a person not otherwise exercising public functions.\n\t\tIn subsection (2) “excluded function” means—\n\t\t\ta function of a tribunal exercising the judicial power of the State,\n\t\t\ta power to make subordinate legislation,\n\t\t\ta power of forcible entry, search or seizure,\n\t\t\ta power to compel the giving of evidence, or\n\t\t\tany other function the exercise or non-exercise of which would necessarilyinterfere with, or otherwise affect, the liberty of an individual.\n\tRestriction on creation of criminal offences\n\t\tAn order under the preceding provisions of this Act may not, in relation toany transfer or modification of functions, create a criminal offence that ispunishable—\n\t\t\ton indictment, with imprisonment for a term exceeding two years, or\n\t\t\ton summary conviction, with—\n\t\t\timprisonment for a term exceeding the normal maximum term, or\n\t\t\ta fine exceeding level 5 on the standard scale.\n\t\tIn subsection (1)(b)(i) “the normal maximum term” means—\n\t\t\tin relation to England and Wales—\n\t\t\tin the case of a summary offence, 51 weeks, and\n\t\t\tin the case of an offence triable either way, twelve months;\n\t\t\tin relation to Scotland—\n\t\t\tin the case of an offence triable only summarily, six months, and\n\t\t\tin the case of an offence triable either summarily or on indictment,twelve months;\n\t\t\tin relation to Northern Ireland, six months.\n\t\tIn Scotland, in the case of an offence which, if committed by an adult, istriable either on indictment or summarily and is not an offence triable onindictment only by virtue of—\n\t\t\tPart 5 of the Criminal Justice Act 1988, or\n\t\t\tsection 292(6) and (7) of the Criminal Procedure (Scotland) Act 1995,\n\t\t\t\tthe reference in subsection (1)(b)(ii) to a fine exceeding level 5 on thestandard scale is to be construed as a reference to the statutory maximum.\n\t\tIn England and Wales—\n\t\t\tin the case of a summary offence committed before the coming into force ofsection 281(5) of the Criminal Justice Act 2003, the reference in subsection(2)(a)(i) to 51 weeks is to be read as a reference to six months, and\n\t\t\tin the case of an offence triable either way which is committed before thecoming into force of section 154(1) of that Act, the reference in subsection(2)(a)(ii) to twelve months is to be read as a reference to six months.\n\t\tSubsection (1) does not prevent an order from repealing and re-enacting acriminal offence."
    },
    {
        "length": 1470,
        "text": "\nTransfer of property, rights and liabilities\n\tTransfer schemes\n\t\tA scheme for the transfer of property, rights and liabilities (a “transferscheme”) may be made by—\n\t\t\ta Minister, in connection with an order under sections 1 to 5;\n\t\t\tthe Welsh Ministers, in connection with an order under section 13 or 14.\n\t\tIn the case of a transfer scheme under subsection (1)(a), property, rightsand liabilities must be transferred to —\n\t\t\ta Minister, where the scheme is made in connection with an order undersection 3 or 4 (modification of constitutional or funding arrangements), or\n\t\t\tan eligible person or a body corporate, in any other case.\n\t\tIn the case of a transfer scheme under subsection (1)(b), property, rightsand liabilities must be transferred to—\n\t\t\tthe Welsh Ministers,\n\t\t\ta person exercising Welsh devolved functions, or\n\t\t\ta body corporate.\n\t\tA transfer scheme may not transfer anything to a charity unless it hasconsented.\n\t\tThe things that may be transferred under a transfer scheme include—\n\t\t\tproperty, rights and liabilities that could not otherwise be transferred;\n\t\t\tproperty acquired, and rights and liabilities arising, after the making ofthe scheme.\n\t\tA transfer scheme may make consequential, supplementary, incidental ortransitional provision and may in particular—\n\t\t\tcreate rights, or impose liabilities, in relation to property or rightstransferred;\n\t\t\tmake provision about the continuing effect of things done by the transferorin respect of anything transferred;\n\t\t\tmake provision about the continuation of things (including legalproceedings) in the process of being done by, on behalf of or in relation tothe transferor in respect of anything transferred;\n\t\t\tmake provision for references to the transferor in an instrument or otherdocument in respect of anything transferred to be treated as references to thetransferee;\n\t\t\tmake provision for the shared ownership or use of property;\n\t\t\tif the TUPE regulations do not apply in relation to the transfer, makeprovision which is the same or similar.\n\t\tA transfer scheme may provide—\n\t\t\tfor modification by agreement;\n\t\t\tfor modifications to have effect from the date when the original schemecame into effect.\n\t\tFor the purposes of this section—\n\t\t\tan individual who holds employment in the civil service is to be treated asemployed by virtue of a contract of employment, and\n\t\t\tthe terms of the individual’s employment in the civil service are to beregarded as constituting the terms of the contract of employment.\n\t\tIn this section—\n\t\t\t  * “civil service” means the civil service of the State; \n\t\t\t  * “TUPE regulations” means the Transfer of Undertakings (Protection of Employment) Regulations 2006 ([SI 2006/246](/id/uksi/2006/246?view=plain \"Go to item of legislation\")); \n\t\t\t  * references to rights and liabilities include rights and liabilities relating to a contract of employment; \n\t\t\t  * references to the transfer of property include the grant of a lease. \n\tTransfer schemes: procedure\n\t\tA transfer scheme made by a Minister under section 23(1)(a) may be includedin an order under sections 1 to 5; but if not so included must be laid beforeParliament after being made.\n\t\tA transfer scheme made by the Welsh Ministers under section 23(1)(b) may beincluded in an order under section 13 or 14; but if not so included must belaid before the National Assembly for Wales after being made.\n\t\tThe Secretary of State’s consent is required for a transfer scheme undersection 23(1)(b) transferring anything from or to the Environment Agency, theForestry Commissioners or a cross-border operator.\n\tTransfer schemes: taxation\n\t\tThe Treasury may by order make provision varying the way in which arelevant tax has effect in relation to—\n\t\t\tanything transferred under a scheme under section 23, or\n\t\t\tanything done for the purposes of, or in relation to, a transfer under sucha scheme.\n\t\tThe provision which may be made under subsection (1)(a) includes inparticular provision for—\n\t\t\ta tax provision not to apply, or to apply with modifications, in relationto anything transferred;\n\t\t\tanything transferred to be treated in a specified way for the purposes of atax provision;\n\t\t\tthe person making the scheme to be required or permitted, with the consentof the Treasury, to determine, or specify the method for determining, anythingwhich needs to be determined for the purposes of any tax provision so far asrelating to anything transferred.\n\t\tThe provision which may be made under subsection (1)(b) includes inparticular provision for—\n\t\t\ta tax provision not to apply, or to apply with modifications, in relationto anything done for the purposes of or in relation to the transfer;\n\t\t\tanything done for the purposes of, or in relation to, the transfer to haveor not have a specified consequence or be treated in a specified way;\n\t\t\tthe person making the scheme to be required or permitted, with the consentof the Treasury, to determine, or specify the method for determining, anythingwhich needs to be determined for the purposes of any tax provision so far asrelating to anything done for the purposes of, or in relation to, thetransfer.\n\t\tAn order under this section is subject to annulment in pursuance of aresolution of the House of Commons.\n\t\tIn this section—\n\t\t\t  * “relevant tax” means income tax, corporation tax, capital gains tax, stamp duty, stamp duty land tax or stamp duty reserve tax; \n\t\t\t  * “tax provision” means a provision of an enactment about a relevant tax; \n\t\t\t  * references to the transfer of property include the grant of a lease. "
    },
    {
        "length": 3083,
        "text": "\nPart 2Other provisions relating to public bodies\n\tDelegation and shared services\n\t\tDelegation of functions by Environment Agency\n\t\t\tThe Environment Agency may make arrangements with a person exercising Welshenvironmental functions who is not a cross-border operator for that person toexercise a non-devolved function of the Agency.\n\t\t\tThe consent of the Secretary of State and the Welsh Ministers is requiredfor arrangements under subsection (1).\n\t\t\tThe Secretary of State may by order with the consent of the Welsh Ministersmake provision about how the function of making arrangements under subsection(1) is to be discharged (including provision about the extent to which a feemay be charged in respect of anything done under the arrangements).\n\t\t\tAn order under subsection (3) is subject to annulment in pursuance of aresolution of either House of Parliament.\n\t\t\tFor the purposes of subsection (1) a person is not a cross-border operatormerely because functions exercisable in or with respect to England have beendelegated to that person.\n\t\tDelegation of Welsh environmental functions\n\t\t\tA person to whom this section applies may make arrangements with anothersuch person for—\n\t\t\t\ta Welsh environmental function exercised by one to be exercised by theother;\n\t\t\t\tco-operation in relation to the exercise of Welsh environmental functions.\n\t\t\tThis section applies to—\n\t\t\t\tthe Environment Agency,\n\t\t\t\tthe Forestry Commissioners, and\n\t\t\t\ta person not falling within paragraph (a) or (b) who exercises a Welshenvironmental function.\n\t\t\tThe Welsh Ministers’ consent is required for arrangements under subsection(1).\n\t\t\tThe Welsh Ministers may by order make provision about how the function ofmaking arrangements under subsection (1) is to be discharged (includingprovision about the extent to which a fee may be charged in respect ofanything done under the arrangements).\n\t\t\tAn order under subsection (4) is subject to annulment in pursuance of aresolution of the National Assembly for Wales.\n\t\t\tThe Secretary of State’s consent is required for arrangements undersubsection (1) involving, or an order under subsection (4) affecting—\n\t\t\t\tthe Environment Agency,\n\t\t\t\tthe Forestry Commissioners, or\n\t\t\t\ta person not falling within paragraph (a) or (b) who is a cross-borderoperator.\n\t\tShared services\n\t\t\tA person to whom this section applies may make arrangements with any otherperson to provide administrative, professional or technical services to thatperson for purposes relating to the exercise of public functions in or asregards England or Wales.\n\t\t\tThis section applies to—\n\t\t\t\tthe Board of Trustees of the Royal Botanic Gardens, Kew;\n\t\t\t\tthe Environment Agency;\n\t\t\t\tthe Joint Nature Conservation Committee;\n\t\t\t\tan internal drainage board;\n\t\t\t\tthe Marine Management Organisation;\n\t\t\t\tNatural England;\n\t\t\t\ta person not falling within paragraphs (a) to (f) who exercises a Welshenvironmental function.\n\t\t\tThe Secretary of State’s consent is required for arrangements undersubsection (1) involving a person who exercises a non-devolved function(whether or not the person also exercises a Welsh devolved function).\n\t\t\tThe Secretary of State may by order make provision about how the functionof making arrangements in subsection (1) is to be discharged in the case ofarrangements made by a person to whom this section applies who exercises anon-devolved function.\n\t\t\tAn order under subsection (4) requires the consent of the Welsh Ministersif the person referred to in subsection (4) also exercises a Welsh devolvedfunction.\n\t\t\tAn order under subsection (4) is subject to annulment in pursuance of aresolution of either House of Parliament.\n\t\t\tThe Welsh Ministers’ consent is required for arrangements under subsection(1) involving a person who exercises a Welsh devolved function (whether or notthe person also exercises a non-devolved function).\n\t\t\tThe Welsh Ministers may by order make provision about how the function ofmaking arrangements in subsection (1) is to be discharged in the case ofarrangements made by a person to whom this section applies who exercises aWelsh devolved function.\n\t\t\tAn order under subsection (8) requires the consent of the Secretary ofState if the person referred to in subsection (8) also exercises a non-devolved function.\n\t\t\tAn order under subsection (8) is subject to annulment in pursuance of aresolution of the National Assembly for Wales.\n\t\t\tThe provision referred to in subsections (4) and (8) includes provisionabout the extent to which a fee may be charged in respect of anything doneunder the arrangements.\n\t\t\tThe power to make arrangements under subsection (1) is without prejudiceto any other power of a body to which this section applies to provide servicesto other persons.\n\t\tShared services: Forestry Commissioners\n\t\t\tThe Forestry Commissioners may make arrangements with a person whoexercises a Welsh environmental function (with or without other functions) toprovide administrative, professional or technical services to that person forpurposes relating to the exercise of public functions in or as regards Wales.\n\t\t\tThe Welsh Ministers may by order make provision about how the function ofmaking arrangements under this section is to be discharged (includingprovision about the extent to which a fee may be charged in respect ofanything done under the arrangements).\n\t\t\tAn order under subsection (2) is subject to annulment in pursuance of aresolution of the National Assembly for Wales.\n\t\t\tThe Secretary of State’s consent is required for—\n\t\t\t\tarrangements under this section, or\n\t\t\t\tan order under subsection (2).\n\t\t\tThe power to make arrangements under this section is without prejudice toany other power of the Forestry Commissioners to provide services to otherpersons.\n\tSpecific bodies and offices\n\t\tRegional development agencies\n\t\t\tThe regional development agencies are abolished.\n\t\t\tSubsection (1) does not apply to the London Development Agency (provisionfor the abolition of which is contained in the Localism Act 2011).\n\t\t\tThe enactments specified in Schedule 6 are repealed to the extent shown.\n\t\t\tThe Secretary of State may by order make provision for the purpose offacilitating or securing that activities begun by a regional developmentagency may be continued or completed by another person.\n\t\t\tThat includes in particular provision securing or facilitating that aperson continuing or completing activities begun by a regional developmentagency may for their own purposes exercise any power of the agency.\n\t\t\tThe powers referred to in subsection (5) include—\n\t\t\t\tpowers of compulsory acquisition of land or rights over land;\n\t\t\t\trights of entry.\n\t\t\tThe Secretary of State may by order make other consequential,supplementary, incidental or transitional provision, or savings.\n\t\t\tA statutory instrument containing an order under this section—\n\t\t\t\tif it contains provision repealing or amending an enactment, may not bemade unless a draft of the instrument has been laid before, and approved by aresolution of, each House of Parliament;\n\t\t\t\tin any other case, is subject to annulment in pursuance of a resolution ofeither House of Parliament.\n\t\t\tThe Secretary of State may make a scheme for the transfer of property,rights and liabilities of a regional development agency to an eligible personor any body corporate in connection with the abolition of the agency undersubsection (1); and sections 23(4) to (9) and 25 apply in relation to such ascheme.\n\t\t\tA scheme under subsection (9) may be included in an order under thissection, but if not so included must be laid before Parliament after beingmade.\n\t\t\tIn this section “regional development agency” means a development agencyestablished under the Regional Development Agencies Act 1998.\n\t\tSianel Pedwar Cymru\n\t\t\tFor section 61 of the Broadcasting Act 1990 (funding of Sianel Pedwar Cymru)there is substituted—\n\t\t\t“61Funding of Welsh Authority\n\t\t\t\tThe Secretary of State shall secure that in 2012 and each subsequent yearthe Welsh Authority are paid an amount which he considers sufficient to coverthe cost to the Authority during that year of—\n\t\t\t\t\tproviding the Authority’s public services (within the meaning of section207 of the Communications Act 2003), and\n\t\t\t\t\tarranging for the broadcasting or distribution of those services.\n\t\t\t\tThe Secretary of State may discharge the duty in subsection (1) by makingpayments himself or entering into an agreement with another person for thatperson to do so (or both).\n\t\t\t\tIf under this section the Welsh Authority are paid an amount for any yearwhich exceeds the cost referred to in subsection (1), the Authority may paythe difference from the public service fund referred to in section 61A to theperson (or pro rata to the persons) from whom payments were received.\n\t\t\t\tAny sums required by the Secretary of State under this section shall bepaid out of money provided by Parliament.”\n\t\tV & A, Science Museum, Kew and English Heritage\n\t\t\tThe National Heritage Act 1983 is amended as follows.\n\t\t\tIn section 3 (power of the Board of Trustees of the Victoria and AlbertMuseum to form companies)—\n\t\t\t\tin subsection (1) for “one or more of those mentioned in subsection (2)”there is substituted—\n\t\t\t\tone or more of the particular objects mentioned in subsection (2), or\n\t\t\t\tany other object or objects incidental to the Board’s functions.”;\n\t\t\t\tin subsection (2) for “objects” there is substituted “particular objects”.\n\t\t\tIn section 11 (power of the Board of Trustees of the Science Museum to formcompanies)—\n\t\t\t\tin subsection (1) for “one or more of those mentioned in subsection (2)”there is substituted—\n\t\t\t\tone or more of the particular objects mentioned in subsection (2), or\n\t\t\t\tany other object or objects incidental to the Board’s functions.”;\n\t\t\t\tin subsection (2) for “objects” there is substituted “particular objects”.\n\t\t\tIn section 25 (power of the Board of Trustees of the Royal Botanic Gardens,Kew to form companies)—\n\t\t\t\tin subsection (1) for “one or more of those mentioned in subsection (2)”there is substituted—\n\t\t\t\tone or more of the particular objects mentioned in subsection (2), or\n\t\t\t\tany other object or objects incidental to the Board’s functions.”;\n\t\t\t\tin subsection (2) for “objects” there is substituted “particular objects”.\n\t\t\tIn section 35 (power of the Historic Buildings and Monuments Commission forEngland to form companies)—\n\t\t\t\tin subsection (1) for “one or more of those mentioned in subsection (2)”there is substituted—\n\t\t\t\tone or more of the particular objects mentioned in subsection (2), or\n\t\t\t\tany other object or objects incidental to the Commission’s functions.”;\n\t\t\t\tin subsection (2) for “objects” there is substituted “particular objects”.\n\t\tChief Coroner\n\t\t\tSection 40 of the Coroners and Justice Act 2009 (appeals to the ChiefCoroner) is repealed.\n\t\t\tThe following provisions of that Act (which relate to appeals under section40 of that Act) are also repealed—\n\t\t\t\t  * section 36(4)(b); \n\t\t\t\t  * section 42(2)(b); \n\t\t\t\t  * in section 42(2)(c) the words “and to exercise rights of appeal”; \n\t\t\t\t  * section 45(1)(b) and (c) and (2)(j); \n\t\t\t\t  * paragraph 4 of Schedule 10. \n\tSuperannuation\n\t\tScope of power to amend Schedule 1 to Superannuation Act 1972\n\t\t\tIn section 1 of the Superannuation Act 1972 (superannuation schemes asrespects civil servants etc), in subsection (6) (restriction on addition toSchedule 1), after “unless” there is inserted “at the date from which theaddition has effect”."
    },
    {
        "length": 1766,
        "text": "\nPart 3Final\n\tOrders: supplementary\n\t\tAn order under this Act must be made by statutory instrument.\n\t\tThe provision which may be made by an order under this Act, other than anorder under sections 26 to 29, may be made by repealing, revoking or amendingan enactment (whenever passed or made).\n\t\tThe powers conferred by this Act are without prejudice to any other powerconferred on a Minister or the Welsh Ministers.\n\t\tIf the draft of an instrument containing an order under this Act (alone orwith other provision) would, apart from this section, be a hybrid instrumentfor the purposes of the standing orders of either House of Parliament, it isto proceed in that House as if it were not such an instrument.\n\tInterpretation \n\t\tIn this Act—\n\t\t\t  * “charity” has the meaning given in section 1(1) of the Charities Act 2006; \n\t\t\t  * “community benefit society” means— \n\t\t\ta society registered as a community benefit society under the Co-operative andCommunity Benefit Societies and Credit Unions Act 1965,\n\t\t\ta pre-2010 Act society (as defined by section 4A(1) of that Act) which meetsthe condition in section 1(3) of that Act, or\n\t\t\ta society registered or deemed to be registered under the Industrial andProvident Societies Act (Northern Ireland) 1969 which meets the condition insection 1(2)(b) of that Act;\n\t\t\t\t  * “constitutional arrangements” is to be construed in accordance with section 3(2) and (3); \n\t\t\t\t  * “co-operative society” means— \n\t\t\ta society registered as a co-operative society under the Co-operative andCommunity Benefit Societies and Credit Unions Act 1965,\n\t\t\ta pre-2010 Act society (as defined by section 4A(1) of that Act) which meetsthe condition in section 1(2) of that Act, or\n\t\t\ta society registered or deemed to be registered under the Industrial andProvident Societies Act (Northern Ireland) 1969 which meets the condition insection 1(2)(a) of that Act;\n\t\t\t\t  * “cross-border operator” means a person exercising functions or carrying on activities in or with respect to Wales (or any part of it) and England (or any part of it), but does not include— \n\t\t\tan internal drainage board, or\n\t\t\ta Regional Flood and Coastal Committee established under section 22(1)(c) ofthe Flood and Water Management Act 2010;\n\t\t\t\t  * “eligible person” has the meaning given in section 1(3); \n\t\t\t\t  * “enactment” means any primary or subordinate legislation; \n\t\t\t\t  * “Minister” means— \n\t\t\ta Minister of the Crown (as defined by section 8 of the Ministers of the CrownAct 1975), or\n\t\t\tthe Commissioners for Her Majesty’s Revenue and Customs;\n\t\t\t\t  * “modify”, in relation to functions, is to be construed in accordance with section 5(2); \n\t\t\t\t  * “modify”, in relation to funding arrangements, is to be construed in accordance with section 4(3); \n\t\t\t\t  * “non-devolved function” means a function that is not a Welsh devolved function; \n\t\t\t\t  * “primary legislation” means any Act, Act of the Scottish Parliament, Northern Ireland legislation or Measure or Act of the National Assembly for Wales; \n\t\t\t\t  * “public function” means a function conferred under an enactment or royal charter; \n\t\t\t\t  * “subordinate legislation” means an instrument made under primary legislation; \n\t\t\t\t  * “Wales” has the same meaning as in the Government of Wales Act 2006; \n\t\t\t\t  * “Welsh devolved function” means— \n\t\t\ta function conferred under an Act or Measure of the National Assembly forWales,\n\t\t\ta function which is exercisable in or as regards Wales and could be conferredby an Act of the Assembly, or\n\t\t\ta function in relation to which a function (other than a function of beingconsulted) is exercisable by the Welsh Ministers, the First Minister or theCounsel General to the Welsh Assembly Government,\n\t\t\t\tand references to a person exercising a Welsh devolved function do not includea person exercising such a function by virtue of arrangements under section27;\n\t\t\t\t  * “Welsh environmental function” means a Welsh devolved function relating to the environment. \n\t\tUntil the coming into force of section 1 of the Co-operative and CommunityBenefit Societies and Credit Unions Act 2010—\n\t\t\tthe definition of “community benefit society” in subsection (1) above haseffect as if for paragraphs (a) and (b) there were substituted—\n\t\t\ta society registered or deemed to be registered under the Industrial andProvident Societies Act 1965 which meets the condition in section 1(2)(b) ofthat Act, or”;\n\t\t\tthe definition of “co-operative society” in subsection (1) above has effectas if for paragraphs (a) and (b) there were substituted—\n\t\t\ta society registered or deemed to be registered under the Industrial andProvident Societies Act 1965 which meets the condition in section 1(2)(a) ofthat Act, or”.\n\t\tSubsection (2) ceases to have effect on the coming into force of section 1of the Co-operative and Community Benefit Societies and Credit Unions Act2010.\n\tExtent \n\t\tThis Act extends to England and Wales, Scotland and Northern Ireland,subject as follows.\n\t\tThe amendments made by section 32 (V & A, Science Museum, Kew and EnglishHeritage) have the same extent as the enactments which they amend.\n\t\tThe repeals in section 33 (Chief Coroner) have the same extent as theenactments to which they relate.\n\t\tThe repeals in Schedule 6 (regional development agencies: consequentialrepeals) have the same extent as the enactments to which they relate.\n\t\tAn order under this Act which repeals, revokes or amends an enactmentextending to any other jurisdiction may also extend there.\n\tCommencement \n\t\tThis Act comes into force at the end of the period of two months beginningwith the day on which it is passed, subject as follows.\n\t\tSections 10 and 11 (consultation and procedure) and 35 to 39 (final) comeinto force on the day on which this Act is passed.\n\t\tSection 30 and Schedule 6 (regional development agencies) come into forceon such day as the Secretary of State may by order appoint (and different daysmay be appointed for different purposes, including the purposes of differentregional development agencies).\n\tShort title\n\t\tThis Act may be cited as the Public Bodies Act 2011."
    }
]