[
    {
        "length": 1195,
        "text": "\nPower to give effect to revisions of the international arrangementsrelating to compensation for oil pollution from ships\n\tIn this section—\n\t\t“the Supplementary Fund Protocol” means the Protocol of 2003 to the FundConvention (which among other things establishes the Supplementary Fund forpollution damage claims and provides for contributions to, and payments ofcompensation by, that Fund); and\n\t\t“the Liability Convention” and “the Fund Convention” have the same meaningas in section 172 of the Merchant Shipping Act [1995 (c.21)](/id/ukpga/1995/21?view=plain \"Go to item of legislation\").\n\tHer Majesty may by Order in Council make such provision as She considersappropriate for the purpose of giving effect to—\n\t\tthe Supplementary Fund Protocol;\n\t\tany international agreement relating to compensation for oil pollution fromships which modifies, or replaces the whole or any part of, the LiabilityConvention, the Fund Convention or the Supplementary Fund Protocol.\n\tAn Order in Council may not make provision taking effect beforeratification by the United Kingdom of the international agreement to which itrelates unless the provision appears to Her Majesty to be necessary to enablethe United Kingdom to meet a requirement imposed on a state wishing to ratifythe agreement.\n\tWithout prejudice to the generality of subsection (2), an Order in Councilmay in particular—\n\t\trequire contributions to be paid to an international compensation fund inaccordance with the international agreement to which the Order relates;\n\t\tauthorise the Secretary of State to make an order by statutory instrument;\n\t\tprovide for the delegation of functions exercisable by virtue of the Order;\n\t\tcreate summary offences or offences triable either way (but subject to thelimitation that the Order may not authorise the imposition, on conviction onindictment, of a term of imprisonment exceeding two years);\n\t\tmake provision with respect to the extra-territorial operation of theOrder;\n\t\tmake provision with respect to the application of the Order in relation tothe Crown.\n\tAn Order in Council may—\n\t\tmake different provision for different circumstances;\n\t\tmodify or apply (with or without modifications) provisions of the MerchantShipping Act [1995 (c. 21)](/id/ukpga/1995/21?view=plain \"Go to item oflegislation\") or any other enactment or instrument;\n\t\tmake incidental, supplemental, consequential or transitional provision;\n\t\tmake provision extending to any relevant British possession (within themeaning of the Merchant Shipping Act 1995).\n\tNo recommendation may be made to Her Majesty to make an Order in Councilunless—\n\t\ta draft of the Order has been laid before and approved by a resolution ofeach House of Parliament;\n\t\tthe Order relates only to the Supplementary Fund Protocol; or\n\t\tthe Order extends only to a possession mentioned in subsection (5)(d).\n\tA statutory instrument containing—\n\t\tan Order in Council which relates only to the Supplementary Fund Protocol(not being an Order which extends only to a possession mentioned in subsection(5)(d)), or\n\t\tan order made by virtue of subsection (4)(b),\n\t\t\tis subject to annulment in pursuance of a resolution of either House ofParliament.\n\tIn this section “Order in Council” means an Order in Council undersubsection (2).\nPower to give effect to Annex VI of the MARPOL Convention\n\tSection 128 of the Merchant Shipping Act [1995 (c.21)](/id/ukpga/1995/21?view=plain \"Go to item of legislation\") (prevention ofpollution from ships etc) is amended as follows.\n\tIn subsection (1), after paragraph (d) there is inserted—\n\t\tthe Protocol to amend the Convention for the Prevention of Pollution fromShips signed in London on 26 September 1997 (which added to it Annex VIcontaining regulations for the prevention of air pollution from ships);”.\n\tIn subsections (1)(e), (5) and (9)(a) for “(d)” there is substituted“(da)”.\nLimitation period for claims against the International Fund\n\tIn section 178(1) of the Merchant Shipping Act 1995 (extinguishment ofclaims), for “claim against the Fund arose” there is substituted “damageoccurred”.\nShort title, commencement and extent\n\tThis Act may be cited as the Merchant Shipping (Pollution) Act 2006.\n\tSections 1(2)(b) and 3 come into force at the end of the period of twomonths beginning with the day on which this Act is passed.\n\tThe amendment made by section 3 is capable of being extended to anyrelevant British possession under section 315 of the Merchant Shipping Act1995.\n\t\t"
    }
]