{
    "general": "This law makes sure that if there's an oil spill from a ship, the people responsible will have to pay to clean it up. It also helps make sure that ships follow rules about how much pollution they can cause. And it changes some old laws so they match new international agreements about pollution from ships.",
    "series": [
        [
            {
                "length": 282,
                "short": "\"UK Government's Powers to Address Oil Pollution from Ships: Regulatory Framework and Limitations\"",
                "text": "\n* Simplified point 1: The UK government can make orders to implement international agreements related to compensation for oil pollution from ships. These agreements include the Supplementary Fund Protocol and the Liability Convention.\n* Simplified point 2: Orders made under the Merchant Shipping (Pollution) Act 2006 can modify or apply existing laws, including the Merchant Shipping Act 1995, and can provide for the delegation of functions and the creation of summary offenses.\n* Simplified point 3: The UK government must obtain parliamentary approval before making an Order in Council under the Merchant Shipping (Pollution) Act 2006.\n* Simplified point 4: The Power to give effect to Annex VI of the MARPOL Convention allows the UK government to amend the Convention for the Prevention of Pollution from Ships to include regulations for the prevention of air pollution from ships.\n* Simplified point 5: The Limitation period for claims against the International Fund sets out the time limit for making claims against the International Fund for compensation for oil pollution from ships."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Merchant Shipping (Pollution) Act 2006 helps the UK government deal with oil spills from ships by allowing them to make rules based on international agreements. This includes the Supplementary Fund Protocol and the Liability Convention, which set out how much money ship owners must pay if they cause an oil spill. The act also lets the government change existing laws to help with pollution prevention and creates penalties for those who break these rules. Additionally, the act gives the UK government power to follow international agreements that aim to reduce air pollution from ships. Finally, the act states how long people have to claim compensation from the International Fund if they suffer losses due to an oil spill.\nIn simpler terms, this law helps the UK government handle oil spills from ships by creating rules based on international agreements. It changes existing laws to help prevent pollution and creates penalties for those who break these rules. Additionally, it gives the UK government power to follow international agreements that aim to reduce air pollution from ships. Lastly, it states how long people have to claim compensation from the International Fund if they suffer losses due to an oil spill.",
    "single": "\n* The Merchant Shipping (Pollution) Act 2006 allows the UK government to give effect to future revisions of international arrangements related to compensation for oil pollution from ships.\n* The Act enables the UK to ratify international agreements that modify or replace the International Fund Convention, the Liability Convention, and the Supplementary Fund Protocol.\n* The Act allows the UK government to make orders by statutory instrument to implement the international agreements, including provisions for contributions to an international compensation fund, delegation of functions, and summary offenses.\n* The Act extends to any relevant British possession, including territories outside the UK.\n* The Act amends the Merchant Shipping Act 1995 to include Annex VI of the MARPOL Convention, which contains regulations for the prevention of air pollution from ships.\n* The Act limits the period for claims against the International Fund to the date when the damage occurred, rather than the date when the claim arose.\n* The Act comes into force at the end of a two-month period after it is passed, and the amendment to the Merchant Shipping Act 1995 can be extended to any relevant British possession."
}