[
    {
        "length": 1678,
        "text": "\nPart 1Judicial review\n\tQuashing orders\n\t\tAfter section 29 of the Senior Courts Act 1981 insert—\n\t\t“29AFurther provision in connection with quashing orders\n\t\t\tA quashing order may include provision—\n\t\t\t\tfor the quashing not to take effect until a date specified in the order, or\n\t\t\t\tremoving or limiting any retrospective effect of the quashing.\n\t\t\tProvision included in a quashing order under subsection (1) may be madesubject to conditions.\n\t\t\tIf a quashing order includes provision under subsection (1)(a), theimpugned act is (subject to any conditions under subsection (2)) upheld untilthe quashing takes effect.\n\t\t\tIf a quashing order includes provision under subsection (1)(b), theimpugned act is (subject to any conditions under subsection (2)) upheld in anyrespect in which the provision under subsection (1)(b) prevents it from beingquashed.\n\t\t\tWhere (and to the extent that) an impugned act is upheld by virtue ofsubsection (3) or (4), it is to be treated for all purposes as if its validityand force were, and always had been, unimpaired by the relevant defect.\n\t\t\tProvision under subsection (1)(a) does not limit any retrospective effectof a quashing order once the quashing takes effect (including in relation tothe period between the making of the order and the taking effect of thequashing); and subsections (3) and (5) are to be read accordingly.\n\t\t\tSection 29(2) does not prevent the court from varying a date specifiedunder subsection (1)(a).\n\t\t\tIn deciding whether to exercise a power in subsection (1), the court musthave regard to—\n\t\t\t\tthe nature and circumstances of the relevant defect;\n\t\t\t\tany detriment to good administration that would result from exercising orfailing to exercise the power;\n\t\t\t\tthe interests or expectations of persons who would benefit from thequashing of the impugned act;\n\t\t\t\tthe interests or expectations of persons who have relied on the impugnedact;\n\t\t\t\tso far as appears to the court to be relevant, any action taken or proposedto be taken, or undertaking given, by a person with responsibility inconnection with the impugned act;\n\t\t\t\tany other matter that appears to the court to be relevant.\n\t\t\tIn this section—\n\t\t\t\t  * “impugned act” means the thing (or purported thing) being quashed by the quashing order;\n\t\t\t\t  * “relevant defect” means the defect, failure or other matter on the ground of which the court is making the quashing order.”\n\t\t\tIn section 31 of the Senior Courts Act 1981 (judicial review)—\n\t\t\t\tin subsection (5), for “quashes” substitute “makes a quashing order inrespect of”;\n\t\t\t\tin subsection (5A)(b), for “decision is quashed” substitute “quashing orderis made”.\n\t\t\tIn section 17 of the Tribunals, Courts and Enforcement Act 2007(supplementary provision about quashing orders made by the Upper Tribunal)—\n\t\t\t\tbefore subsection (1) insert—\n\t\t\t\t\t“(A1)In cases arising under the law of England and Wales, section 29A of theSenior Courts Act 1981 applies in relation to a quashing order under section15(1)(c) of this Act as it applies in relation to a quashing order undersection 29 of that Act.”;\n\t\t\t\tin subsection (2)(b), for “decision is quashed” substitute “quashing orderis made”.\n\t\t\tThe amendments made by subsections (1) to (3) have effect only in relationto proceedings commenced on or after the day on which this section comes intoforce.\n\tExclusion of review of Upper Tribunal’s permission-to-appeal decisions\n\t\tIn the Tribunals, Courts and Enforcement Act 2007, after section 11 insert—\n\t\t“11AFinality of decisions by Upper Tribunal about permission to appeal\n\t\t\tSubsections (2) and (3) apply in relation to a decision by the UpperTribunal to refuse permission (or leave) to appeal further to an applicationunder section 11(4)(b).\n\t\t\tThe decision is final, and not liable to be questioned or set aside in anyother court.\n\t\t\tIn particular—\n\t\t\t\tthe Upper Tribunal is not to be regarded as having exceeded its powers byreason of any error made in reaching the decision;\n\t\t\t\tthe supervisory jurisdiction does not extend to, and no application orpetition for judicial review may be made or brought in relation to, thedecision.\n\t\t\tSubsections (2) and (3) do not apply so far as the decision involves orgives rise to any question as to whether—\n\t\t\t\tthe Upper Tribunal has or had a valid application before it under section11(4)(b),\n\t\t\t\tthe Upper Tribunal is or was properly constituted for the purpose ofdealing with the application, or\n\t\t\t\tthe Upper Tribunal is acting or has acted—\n\t\t\t\tin bad faith, or\n\t\t\t\tin such a procedurally defective way as amounts to a fundamental breach ofthe principles of natural justice.\n\t\t\tSubsections (2) and (3) do not apply so far as provision giving the First-tier Tribunal jurisdiction to make the first-instance decision could (if theTribunal did not already have that jurisdiction) be made by—\n\t\t\t\tan Act of the Scottish Parliament, or\n\t\t\t\tan Act of the Northern Ireland Assembly the Bill for which would notrequire the consent of the Secretary of State.\n\t\t\tThe court of supervisory jurisdiction is not to entertain any applicationor petition for judicial review in respect of a decision of the First-tierTribunal that it would not entertain (whether as a matter of law ordiscretion) in the absence of this section.\n\t\t\tIn this section—\n\t\t\t\t  * “decision” includes any purported decision;\n\t\t\t\t  * “first-instance decision” means the decision in relation to which permission (or leave) to appeal is being sought under section 11(4)(b);\n\t\t\t\t  * “the supervisory jurisdiction” means the supervisory jurisdiction of—\n\t\t\t\tthe High Court, in England and Wales or Northern Ireland, or\n\t\t\t\tthe Court of Session, in Scotland,\n\t\t\t\t\tand “the court of supervisory jurisdiction” is to be read accordingly.”\n\t\t\tThe amendment made by subsection (1) does not apply in relation to adecision (including any purported decision) of the Upper Tribunal made beforethe day on which this section comes into force."
    },
    {
        "length": 3755,
        "text": "\nWritten procedures for dealing with summary offences\n\tAutomatic online conviction and penalty for certain summary offences\n\t\tAfter section 16F of the Magistrates’ Courts Act 1980 insert—\n\t\t“Automatic online conviction and penalty for certain summary offences\n\t\tGThe automatic online conviction option\n\t\t\tIn this Act a reference to a person being offered the automatic onlineconviction option in respect of an offence is a reference to the person beinggiven an electronic notification which explains that if the person intends toplead guilty the person may agree—\n\t\t\t\tto be convicted of the offence under section 16H, and\n\t\t\t\tto be penalised for the offence under section 16I.\n\t\t\tIn this Act a reference to a person accepting the automatic onlineconviction option in respect of an offence is a reference to the person givingan electronic notification which indicates that the person—\n\t\t\t\tpleads guilty to the offence,\n\t\t\t\tagrees to be convicted of the offence under section 16H, and\n\t\t\t\tagrees to be penalised for the offence under section 16I.\n\t\t\tA notification purporting to be given by a person (or the person’s legalrepresentative) is to be treated for the purposes of subsection (2) as anotification given by that person.\n\t\t\tIn this section “electronic notification” means a written notificationgiven—\n\t\t\t\tby electronic means,\n\t\t\t\tunder such arrangements as are put in place by the Lord Chancellor for thepurposes of this section and sections 16H to 16L, and\n\t\t\t\tin accordance with such provision as may be made by Criminal ProcedureRules.\n\t\tHConviction \n\t\t\tSubsection (2) applies to a person accused of an offence if—\n\t\t\t\tthe qualifying conditions are met, and\n\t\t\t\tthe person is offered, and accepts, the automatic online conviction optionin respect of the offence.\n\t\t\tThe accused is convicted of the offence by virtue of accepting theautomatic online conviction option.\n\t\t\tFor the purposes of this section the qualifying conditions are met if—\n\t\t\t\tregulations made by the Lord Chancellor specify the offence as one forwhich the automatic online conviction option may be offered;\n\t\t\t\tthe accused had attained the age of 18 years when charged, or is not anindividual;\n\t\t\t\tthe required documents have been served on the accused; and\n\t\t\t\tservice of all of the required documents was effected in accordance withCriminal Procedure Rules.\n\t\t\tAn offence may not be specified in regulations under subsection (3)(a)unless it is a summary offence that is not punishable with imprisonment.\n\t\t\tRegulations under subsection (3)(a) are to be made by statutory instrument;and a statutory instrument containing such regulations (whether alone or withother provision) may not be made unless a draft of the instrument has beenlaid before, and approved by a resolution of, each House of Parliament.\n\t\t\tIn this section, “required documents” means—\n\t\t\t\ta written charge,\n\t\t\t\ta single justice procedure notice that complies with subsection (2D) ofsection 29 of the Criminal Justice Act 2003, and\n\t\t\t\tsuch other documents as may be prescribed by Criminal Procedure Rules asdescribed in subsection (3B) of that section.\n\t\tIPenalties and other liabilities\n\t\t\tThis section applies if a person is convicted of an offence under section16H.\n\t\t\tThe offender is liable to a fine of the amount specified for the offence.\n\t\t\tThe offender’s driving record is to be endorsed with the specified numberof penalty points, and any other specified particulars, if the offence isspecified as one to which such a penalty applies.\n\t\t\tThe offender is liable to pay compensation if the offence is specified asone in respect of which such a payment is to be made.\n\t\t\tThe amount of the compensation payable—\n\t\t\t\tis to be determined by the relevant prosecutor who instituted proceedingsfor the offence;\n\t\t\t\tmust not exceed the maximum amount specified for the offence.\n\t\t\tThe offender is liable to pay prosecution costs.\n\t\t\tThe amount of the prosecution costs payable is to be determined by therelevant prosecutor who instituted proceedings for the offence.\n\t\t\tThe offender is liable to pay a surcharge of the amount specified for theoffence.\n\t\t\tIn this section and section 16J—\n\t\t\t\t  * “driving record” and “penalty points” have the same meanings as in the Road Traffic Offenders Act 1988;\n\t\t\t\t  * “relevant prosecutor” has the same meaning as in section 29 of the Criminal Justice Act 2003;\n\t\t\t\t  * “specified” means specified in regulations made by the Lord Chancellor.\n\t\tJRegulations about penalties etc under section 16I\n\t\t\tRegulations under section 16I(2) may specify fines of different amounts—\n\t\t\t\tfor different offences;\n\t\t\t\tfor different circumstances in which a particular offence is committed.\n\t\t\tRegulations under section 16I(3) may not specify an offence unless it is anoffence that would or could result in the endorsement of the offender’sdriving record with penalty points on conviction in a magistrates’ court.\n\t\t\tRegulations under section 16I(5)(b) may specify different maximum amountsof compensation—\n\t\t\t\tfor different offences;\n\t\t\t\tfor different circumstances in which a particular offence is committed.\n\t\t\tRegulations under section 16I(8) may specify different amounts ofsurcharge—\n\t\t\t\tfor different offences;\n\t\t\t\tfor different circumstances in which a particular offence is committed.\n\t\t\tThe power to make regulations under section 16I(8) includes power tospecify the amount of the surcharge for a particular offence as a proportionof the amount of the fine specified for that offence.\n\t\t\tRegulations under section 16I are to be made by statutory instrument; and astatutory instrument containing such regulations (whether alone or with otherprovision) may not be made unless a draft of the instrument has been laidbefore, and approved by a resolution of, each House of Parliament.\n\t\tKTiming and status of conviction and penalty\n\t\t\tThe time when a conviction under section 16H takes effect is to bedetermined in accordance with Criminal Procedure Rules.\n\t\t\tA conviction under section 16H is to be treated as a conviction by thespecified magistrates’ court.\n\t\t\tA fine to which a person is liable under section 16I is to be treated as ifit had been imposed by the specified magistrates’ court on conviction.\n\t\t\tAn endorsement of a person’s driving record under section 16I is to betreated as if the specified magistrates’ court had ordered the endorsementunder section 44 of the Road Traffic Offenders Act 1988.\n\t\t\tCompensation which a person is liable to pay under section 16I is to betreated as if the specified magistrates’ court had ordered it to be paid underChapter 2 of Part 7 of the Sentencing Code.\n\t\t\tProsecution costs which a person is liable to pay under section 16I are tobe treated as if the specified magistrates’ court had ordered them to be paidunder section 18 of the Prosecution of Offences Act 1985.\n\t\t\tA surcharge which a person is liable to pay under section 16I is to betreated as if the specified magistrates’ court had ordered it to be paid undersection 42 of the Sentencing Code.\n\t\t\tIn this section, “specified magistrates’ court” means the magistrates’court specified in the notice of conviction and penalty (see section16L(2)(b)).\n\t\tLNotice of conviction and penalty\n\t\t\tThe Lord Chancellor must secure that a person who is convicted of anoffence under section 16H is given a notice of conviction and penalty.\n\t\t\tA notice of conviction and penalty is an electronic notification which—\n\t\t\t\tsets out each penalty imposed on the offender under section 16I;\n\t\t\t\tspecifies a magistrates’ court for the purposes of section 16K;\n\t\t\t\trequires the offender to pay the sums that the offender is liable to payunder section 16I—\n\t\t\t\twithin the relevant 28-day period, and\n\t\t\t\tin the manner specified in the notice.\n\t\t\tThe relevant 28-day period is the period of 28 days beginning with the dayon which the person’s conviction took effect.\n\t\t\tIn this section—\n\t\t\t\t  * “electronic notification” has the meaning given by section 16G(4);\n\t\t\t\t  * “penalty” means—\n\t\t\t\ta fine,\n\t\t\t\tpenalty points,\n\t\t\t\tcompensation,\n\t\t\t\tprosecution costs, or\n\t\t\t\ta surcharge;\n\t\t\t\t\t  * “penalty points” has the same meaning as in the Road Traffic Offenders Act 1988.\n\t\tMPowers to set aside a conviction or replace a penalty etc\n\t\t\tA magistrates’ court may set aside a conviction under section 16H if itappears to the court that the conviction is unjust.\n\t\t\tSubsection (1) does not affect the validity of a written charge or a singlejustice procedure notice.\n\t\t\tA magistrates’ court carrying out functions under subsection (1) may becomposed of a single justice.\n\t\t\tBut if a magistrates’ court composed of a single justice is minded torefuse to set aside a conviction—\n\t\t\t\tthe decision must instead be referred to a magistrates’ court that is notso composed; and\n\t\t\t\tthe parties must be given the opportunity to attend at, and makerepresentations to, the magistrates’ court making that decision.\n\t\t\tA magistrates’ court—\n\t\t\t\tmay set aside any penalty imposed on a person under section 16I if itappears to the court that the amount of that penalty is unjust; and\n\t\t\t\tif it does so, may impose any sentence that it could have imposed for thatoffence if the person had pleaded guilty before it at the earliestopportunity.\n\t\t\tThe reference in subsection (5)(a) to the amount of a penalty is to beread, in relation to penalty points, as a reference to the number of penaltypoints imposed.\n\t\t\tA magistrates’ court may exercise a power conferred by this section—\n\t\t\t\ton an application by the person convicted,\n\t\t\t\ton an application by the relevant prosecutor who initiated the proceedings,or\n\t\t\t\tof its own motion.\n\t\t\tIn this section—\n\t\t\t\t  * “penalty” and “penalty points” have the meanings given by section 16L(4);\n\t\t\t\t  * “relevant prosecutor” has the same meaning as in section 29 of the Criminal Justice Act 2003.”\n\tGuilty plea in writing: extension to proceedings following policecharge\n\t\tSection 12 of the Magistrates’ Courts Act 1980 (non-appearance of accusedfollowing indication of guilty plea) is amended as follows.\n\t\tIn subsection (1)(a), omit the words from “, not” to “instrument”.\n\t\tAfter subsection (2) insert—\n\t\t\t“(2A)This section shall also apply where—\n\t\t\ta person has been charged with a summary offence under Part 4 of the Policeand Criminal Evidence Act 1984;\n\t\t\tthe accused had attained the age of 16 when charged; and\n\t\t\tthe designated officer for the court is notified by or on behalf of theprosecutor that the documents mentioned in subsection (3) below have beenserved upon the accused in accordance with rules of court.”\n\t\tIn subsection (3), after “(1)(b)” insert “and (2A)(c)”.\n\t\tIn subsection (5)—\n\t\t\tin paragraph (b), for “with the summons” substitute “as described insubsection (1)(b) or (2A)(c)”;\n\t\t\tin the words after paragraph (b), omit the words from “, subject” to“below,”.\n\t\tAfter subsection (5) insert—\n\t\t“(5A)Where subsection (5)(a) and (b) applies, the court also has power todischarge the accused from any duty to surrender to the custody of the court.\n\t\t(5B)The function of the court under subsection (5A) may be discharged by asingle justice.\n\t\t(5C)The court’s powers under subsection (5) are subject to subsections (5D) to(8).\n\t\t(5D)The court may not in the absence of the accused—\n\t\t\timpose a sentence of imprisonment or detention in a young offenderinstitution,\n\t\t\tmake a detention and training order, or\n\t\t\tmake an order under paragraph 13(1)(a) or (b) of Schedule 16 to theSentencing Code that a suspended sentence is to take effect.\n\t\t\t(5E)The court may not in the absence of the accused impose anydisqualification, except on resumption of the hearing after an adjournmentunder section 10(3).\n\t\t\t(5F)Where a trial is adjourned with a view to its resumption for the purposesof subsection (5E), the notice required by section 10(2) must include noticeof the reason for the adjournment.”\n\t\tIn subsection (7), in paragraphs (a) and (aa), for “with the summons”substitute “as described in subsection (1)(b) or (2A)(c)”.\n\t\tOmit subsections (12) and (13).\n\tExtension of single justice procedure to corporations\n\t\tIn section 16A of the Magistrates’ Courts Act 1980 (trial by single justice onthe papers), in subsection (1)(b), after “charged” insert “, or is not anindividual”."
    },
    {
        "length": 1421,
        "text": "\n“17ZAOption to indicate plea in writing\n\tSubsection (3) has effect where a person is charged with an offence triableeither way and—\n\t\thas attained the age of 18 years when charged, or\n\t\tattains the age of 18 years after being charged without first having—\n\t\tappeared in court to answer the charge, or\n\t\tgiven, or failed to give, a written indication of plea within the meaninggiven by section 24ZA(11).\n\tBut Criminal Procedure Rules may make provision about circumstances inwhich subsection (3) does not have effect.\n\tA magistrates’ court must, in writing—\n\t\tprovide the accused with the information referred to in subsection (4), and\n\t\task the accused—\n\t\twhether the accused wishes to give a written indication of plea, and\n\t\tif the accused wishes to do so, whether (if the offence were to proceed totrial) the accused would plead guilty or not guilty.\n\tThe information is—\n\t\ta statement of the charge against the accused;\n\t\tan explanation, including such details as may be prescribed by CriminalProcedure Rules, of—\n\t\twhy the accused is being asked the questions set out in subsection (3)(b),and\n\t\tthe consequences of giving or failing to give a written indication ofplea;\n\t\tan explanation of the way in which, and the period of time within which,the accused may give a written indication of plea;\n\t\tany other information that—\n\t\tCriminal Procedure Rules require to be provided, or\n\t\tCriminal Procedure Rules allow to be provided and the court decides toprovide.\n\tIf the accused gives a written indication of a guilty plea, the court is toproceed in accordance with section 17ZB.\n\tIf the accused gives a written indication of a not guilty plea, the courtis to proceed in accordance with section 17ZC or (if neither subsection (3)nor subsection (5) of that section has effect) section 18(1A).\n\tIf the accused fails to give a written indication of plea, the court is toproceed by way of a hearing for the purposes of section 17A.\n\tThe following shall not for any purpose be taken to constitute the takingof a plea—\n\t\tasking the accused under this section whether (if the offence were toproceed to trial) the accused would plead guilty or not guilty; or\n\t\tgiving a written indication of plea.\n\tIf in respect of the offence the court receives a notice under section 51Bor 51C of the Crime and Disorder Act 1998 (which relate to serious or complexfraud cases and to certain cases involving children respectively), thepreceding provisions of this section do not apply, and the court must proceedin relation to the offence in accordance with section 51 or, as the case maybe, section 51A of that Act.\n\tSubsection (11) applies if—\n\t\tthe accused gives a written indication of plea, and\n\t\tat any time before—\n\t\tthe taking of a plea in the summary trial,\n\t\tthe hearing under section 18(1A), or\n\t\tthe sending of the accused to the Crown Court for trial,\n\t\t\tthe court receives an indication from the accused that the accused wishes towithdraw the written indication of plea.\n\tIf this subsection applies—\n\t\tthe designated officer for the court must inform the prosecutor of thewithdrawal,\n\t\tthe court is to cease to proceed in accordance with any of sections 17ZB,17ZC and 18(1A) and (4A), and\n\t\tthe court is to proceed by way of a hearing for the purposes of section17A.\n\tThe reference in subsection (1) to a person charged with an offence is areference to—\n\t\ta person in respect of whom a summons or warrant has been issued undersection 1,\n\t\ta person who has been charged with an offence under Part 4 of the Policeand Criminal Evidence Act 1984, or\n\t\ta person against whom a written charge and requisition have been issuedunder section 29 of the Criminal Justice Act 2003.\n\tIn this section and sections 17ZB to 18—\n\t\t“written indication of plea” means a written indication given—\n\t\tby a person who has been provided with the information and asked thequestions required by subsection (3), and\n\t\tin accordance with the explanation provided under subsection (4)(c),\n\t\tof whether (if the offence were to proceed to trial) that person would pleadguilty or not guilty;\n\t\t“written indication of a guilty plea” and “written indication of a notguilty plea” are to be read accordingly;\n\t\treferences to a person’s failing to give a written indication of plea areto a person’s—\n\t\thaving been provided with the information and asked the questions requiredby subsection (3), and\n\t\tnot having given a written indication of plea within the period indicatedunder subsection (4)(c)."
    },
    {
        "length": 954,
        "text": "\nZBProceedings following written indication of guilty plea\n\tThis section has effect (subject to section 17ZA(11)) in relation to a casewhere a person has given a written indication of a guilty plea (see section17ZA(13)).\n\tBut Criminal Procedure Rules may make provision about circumstances inwhich subsections (3) to (8) do not have effect.\n\tA magistrates’ court may consider whether the condition set out insubsection (4) is met.\n\tThe condition is that the court can, on the material before it (without anyhearing or representations), be satisfied that it is highly likely that, werethe accused to plead guilty at a summary trial of the offence in question andbe convicted, the court would commit the accused to the Crown Court forsentence under Chapter 2 of Part 2 of the Sentencing Code.\n\tIf the court decides that that condition is met, the court may, in writing—\n\t\tprovide the accused with the information referred to in subsection (6), and\n\t\task the accused whether the accused objects to being sent to the CrownCourt for trial for the offence.\n\tThe information is—\n\t\tan explanation, including such details as may be prescribed by CriminalProcedure Rules, of—\n\t\twhy the accused is being asked the question set out in subsection (5)(b),and\n\t\tthe consequences of objecting or failing to object to being sent to theCrown Court for trial;\n\t\tan explanation of the way in which, and the period of time within which,the accused may object to being so sent;\n\t\tany other information that—\n\t\tCriminal Procedure Rules require to be provided, or\n\t\tCriminal Procedure Rules allow to be provided and the court decides toprovide.\n\tIf the court exercises the power in subsection (5) it must also, inwriting—\n\t\tinform the prosecutor that the court has—\n\t\tdecided that the condition set out in subsection (4) is met, and\n\t\texercised the power in subsection (5) in relation to the accused;\n\t\texplain the way in which, and the period of time within which, theprosecutor may object to the accused’s being sent to the Crown Court for trialfor the offence; and\n\t\task the prosecutor whether the prosecutor objects to the accused’s beingsent to the Crown Court for trial for the offence.\n\tIf— \n\t\tthe court has exercised the power in subsection (5),\n\t\tsubsection (7) has been complied with,\n\t\tthe accused has not objected, in accordance with the explanation providedunder subsection (6)(b), to being sent to the Crown Court for trial for theoffence, and\n\t\tthe prosecutor has not objected, in accordance with the explanationprovided under subsection (7)(b), to the accused’s being sent to the CrownCourt for trial for the offence,\n\t\t\tthe court is to proceed in relation to the offence in accordance with section51 of the Crime and Disorder Act 1998.\n\tIf subsection (8) does not apply, the court is to proceed to try theoffence summarily under section 9.\n\tIf, at a summary trial held in accordance with subsection (9), the accusedpleads not guilty—\n\t\tthe trial and the plea are void, and\n\t\tthe court is to proceed as if the hearing were for the purposes of section17A and the accused had indicated that the accused would (if the offence wereto proceed to trial) plead not guilty."
    },
    {
        "length": 2056,
        "text": "\nZCOption to decline summary trial, or for mode of trial to be decidedon papers, following written indication of not guilty plea\n\tSubsection (3) or (5) has effect (subject to section 17ZA(11)) in relationto a case where a person has given a written indication of a not guilty plea(see section 17ZA(13)).\n\tBut Criminal Procedure Rules may make provision about circumstances inwhich neither subsection (3) nor subsection (5) has effect.\n\tIf the offence in question is not a scheduled offence (as defined insection 22(1)), a magistrates’ court must, in writing—\n\t\tprovide the accused with the information referred to in subsection (4), and\n\t\task the accused—\n\t\twhether the accused wishes to give a written indication of non-consent tosummary trial, and\n\t\tif the accused does not wish to give that indication, whether the accusedwishes to make an election for written allocation proceedings.\n\tThe information is—\n\t\tan explanation, including such details as may be prescribed by CriminalProcedure Rules, of—\n\t\twhy the accused is being asked the questions set out in subsection (3)(b),and\n\t\tthe consequences of doing or failing to do the things referred to insubsection (3)(b);\n\t\tan explanation of the way in which, and the period of time within which,the accused may give a written indication of non-consent to summary trial ormake an election for written allocation proceedings;\n\t\tany other information that—\n\t\tCriminal Procedure Rules require to be provided, or\n\t\tCriminal Procedure Rules allow to be provided and the court decides toprovide.\n\tIf the offence in question is a scheduled offence (as defined in section22(1)), a magistrates’ court must, in writing—\n\t\tprovide the accused with the information referred to in subsection (6), and\n\t\task the accused—\n\t\twhether the accused wishes to make an election for written allocationproceedings and give a written indication of non-consent to summary trial, and\n\t\tif the accused does not wish to make that election and give thatindication, whether the accused wishes to make an election for writtenallocation proceedings.\n\tThe information is—\n\t\tan explanation, including such details as may be prescribed by CriminalProcedure Rules, of—\n\t\twhy the accused is being asked the questions set out in subsection (5)(b),and\n\t\tthe consequences of doing or failing to do the things described insubsection (5)(b)(i) or (ii);\n\t\tan explanation of the way in which, and the period of time within which,the person may do the things described in subsection (5)(b)(i) or (ii);\n\t\tany other information that—\n\t\tCriminal Procedure Rules require to be provided, or\n\t\tCriminal Procedure Rules allow to be provided and the court decides toprovide.\n\tIf, where subsection (3) has been complied with, the accused gives awritten indication of non-consent to summary trial, the court is to proceed inrelation to the offence in accordance with section 51 of the Crime andDisorder Act 1998.\n\tOtherwise, where subsection (3) or (5) has been complied with, the court isto proceed in accordance with section 18(1A) or (4A).\n\tIn this section and sections 18 and 22—\n\t\t“election for written allocation proceedings” means an election in writingmade—\n\t\tby a person who has been provided with the information and asked thequestions required by subsection (3) or (5), and\n\t\tin accordance with the explanation provided under subsection (4)(b) or(6)(b),\n\t\t\tfor the court to decide where the person’s trial should take place by writtenproceedings without the person (or the person’s legal representative) beingpresent;\n\t\t“written indication of non-consent to summary trial” means a writtenindication given—\n\t\tby a person who has been provided with the information and asked thequestions required by subsection (3) or (5), and\n\t\tin accordance with the explanation provided under subsection (4)(b) or(6)(b),\n\t\tthat the person would not (if the offence were to proceed to trial and, in thecase of a scheduled offence (as defined in section 22(1)), if trial in theCrown Court were available) consent to be tried in a magistrates’ court forthe offence;\n\t\treferences to a person’s failing to make an election for written allocationproceedings, or failing to give a written indication of non-consent to summarytrial, are to a person’s—\n\t\thaving been provided with the information and asked the questions requiredby subsection (3) or (5), and\n\t\tnot having, within the period indicated under subsection (4)(b) or (6)(b),made an election for written allocation proceedings or (as the case may be)given a written indication of non-consent to summary trial.”\n\tIn section 22A (low-value shoplifting to be summary offence subject toright to elect Crown Court trial)—\n\t\tin subsection (1), at the end insert “, subject to subsections (1D) and(2)”;\n\t\tafter subsection (1) insert—\n\t\t“(1A)Where a person accused of low-value shoplifting is aged 18 or over (andhas not appeared before the court to answer the charge before attaining thatage), a magistrates’ court must, in writing—\n\t\tprovide the accused with the information referred to in subsection (1B),and\n\t\task the accused whether the accused wishes to—\n\t\telect to be tried by the Crown Court for the offence, or\n\t\tconfirm that the accused does not so elect.\n\t\t(1B)The information is—\n\t\ta statement of the charge against the accused;\n\t\tan explanation, including such details as may be prescribed by CriminalProcedure Rules, of—\n\t\twhy the accused is being asked the question set out in subsection (1A)(b),and\n\t\tthe consequences of electing to be tried by the Crown Court or confirmingto the contrary;\n\t\tan explanation of the way in which, and the period of time within which,the accused would have to make that election or give that confirmation;\n\t\tany other information that—\n\t\tCriminal Procedure Rules require to be provided, or\n\t\tCriminal Procedure Rules allow to be provided and the court decides toprovide.\n\t\t(1C)Criminal Procedure Rules may make provision about circumstances in whichsubsection (1A) does not apply.\n\t\t(1D)If, having been provided with the information and asked the questionrequired by subsection (1A), the accused elects, in accordance with theexplanation provided under subsection (1B)(c), to be tried by the Crown Courtfor the offence, the court must proceed in relation to the offence inaccordance with section 51 of the Crime and Disorder Act 1998 (and subsection(2) does not apply).\n\t\t(1E)If, having been provided with the information and asked the questionrequired by subsection (1A), the accused confirms, in accordance with theexplanation provided under subsection (1B)(c), that the accused does not electto be tried by the Crown Court for the offence, subsection (2) does notapply.”;\n\t\tin subsection (2)—\n\t\tfor “But” substitute “Subject to subsections (1D) and (1E),”;\n\t\tomit paragraph (a)."
    },
    {
        "length": 667,
        "text": "\nInitial option for adult accused to reject summary trial at hearing\n\tIn the Magistrates’ Courts Act 1980, after section 17B insert—\n\t“17BAOption to decline summary trial without allocation hearingfollowing indication of not guilty plea in court\n\t\tThis section has effect in the circumstances set out in sections 17A(7)(indication of not guilty plea by accused at hearing), 17B(2)(d) (indicationof not guilty plea by accused’s representative at hearing) and 22(2B)(scheduled offence found at hearing to be triable either way after indicationof not guilty plea).\n\t\tIf the accused is present, the court must explain to the accused that—\n\t\t\tthe accused may choose to give an indication that the accused would not (ifthe offence were to proceed to trial) consent to be tried summarily for theoffence;\n\t\t\tif the accused chooses to give such an indication, the accused will be sentto the Crown Court for trial without having the opportunity to makerepresentations as to the suitable mode of trial under section 19(2) or toobtain an indication of sentence under section 20(3);\n\t\t\tif the accused chooses not to give such an indication, the court willproceed in accordance with section 18(1);\n\t\t\t\tand must then ask the accused whether the accused wishes to indicate that theaccused would not (if the offence were to proceed to trial) consent to betried summarily for the offence.\n\t\tIf the accused is not present, the court must ask the accused’s legalrepresentative whether the accused would wish to indicate that the accusedwould not (if the offence were to proceed to trial) consent to be triedsummarily for the offence.\n\t\tIf the accused, or the accused’s legal representative, gives an in-courtindication of non-consent to summary trial, the court is to proceed inrelation to the offence in accordance with section 51 of the Crime andDisorder Act 1998.\n\t\tIf the accused, or the accused’s legal representative, does not give an in-court indication of non-consent to summary trial, the court is to proceed inaccordance with section 18(1).\n\t\tIn this section and section 18, “in-court indication of non-consent tosummary trial” means an indication given by a person or a person’s legalrepresentative, in response to the question asked under subsection (2) or (3),that the person would not (if the offence were to proceed to trial) consent tobe tried in a magistrates’ court for the offence of which the person isaccused.”"
    },
    {
        "length": 2292,
        "text": "\nWritten procedure for indicating plea and determining mode of trial:children\n\tIn the Magistrates’ Courts Act 1980, after section 24 insert—\n\t“24ZAOption for child or young person to indicate plea in writing whereallocation decision otherwise required\n\t\tSubsection (3) has effect where—\n\t\t\ta person under the age of 18 years is charged with an offence other thanone falling within section 51A(12) of the Crime and Disorder Act 1998 (“the1998 Act”),\n\t\t\tthe person has not since attained the age of 18 years, and\n\t\t\ta magistrates’ court would, but for this section and sections 24A and 24B,have to determine under section 51A of the 1998 Act—\n\t\t\twhether to send the accused to the Crown Court for trial, or\n\t\t\tany matter the effect of which would be to determine whether the accusedis sent to the Crown Court for trial.\n\t\tBut Criminal Procedure Rules may make provision about circumstances inwhich subsection (3) does not have effect.\n\t\tA magistrates’ court must, in writing—\n\t\t\tprovide the accused with the information referred to in subsection (4), and\n\t\t\task the accused—\n\t\t\twhether the accused chooses to give a written indication of plea, and\n\t\t\tif the accused chooses to do so, whether (if the offence were to proceedto trial) the accused would plead guilty or not guilty.\n\t\tThe information is—\n\t\t\ta statement of the charge against the accused;\n\t\t\tan explanation, including such details as may be prescribed by CriminalProcedure Rules, of—\n\t\t\twhy the accused is being asked the questions set out in subsection (3)(b),and\n\t\t\tthe consequences of giving or failing to give a written indication ofplea;\n\t\t\tan explanation of the way in which, and the period of time within which,the accused may give a written indication of plea;\n\t\t\tany other information that—\n\t\t\tCriminal Procedure Rules require to be provided, or\n\t\t\tCriminal Procedure Rules allow to be provided and the court decides toprovide.\n\t\tIf the accused gives a written indication of a guilty plea, the court isnot to make the relevant determination but is to proceed to try the offencesummarily under section 9.\n\t\tIf, at a summary trial held in accordance with subsection (5), the accusedpleads not guilty—\n\t\t\tthe trial and the plea are void, and\n\t\t\tthe court is to proceed as if the hearing were for the purposes of section24A and the accused had indicated that the accused would (if the offence wereto proceed to trial) plead not guilty.\n\t\tIf the accused gives a written indication of a not guilty plea, the courtis to—\n\t\t\tgive the prosecutor and the accused an opportunity to make representationsin writing about the matters referred to in subsection (1)(c)(i) or (ii), and\n\t\t\tproceed to make the relevant determination.\n\t\tIf the accused fails to give a written indication of plea, the court is toproceed by way of a hearing for the purposes of section 24A.\n\t\tThe following shall not for any purpose be taken to constitute the takingof a plea—\n\t\t\tasking the accused under this section whether (if the offence were toproceed to trial) the accused would plead guilty or not guilty;\n\t\t\ta written indication of plea under this section.\n\t\tIn subsection (1), the reference to a person charged with an offence is areference to—\n\t\t\ta person in respect of whom a summons or warrant has been issued undersection 1,\n\t\t\ta person who has been charged with an offence under Part 4 of the Policeand Criminal Evidence Act 1984, or\n\t\t\ta person against whom a written charge and requisition have been issuedunder section 29 of the Criminal Justice Act 2003.\n\t\tIn this section and sections 24ZB, 24A and 24BA—\n\t\t\t“written indication of plea” means a written indication given—\n\t\t\tby a person who has been provided with the information and asked thequestions required by subsection (3),\n\t\t\tin accordance with the explanation provided under subsection (4)(c),\n\t\t\t\tof whether (if the offence were to proceed to trial) that person would pleadguilty or not guilty;\n\t\t\t“written indication of a guilty plea” and “written indication of a notguilty plea” are to be read accordingly;\n\t\t\treferences to a person’s failing to give a written indication of plea areto a person’s—\n\t\t\thaving been provided with the information and asked the questions requiredby subsection (3), and\n\t\t\tnot having given a written indication of plea within the period indicatedunder subsection (4)(c).\n\t\tIn this section and section 24ZB, “relevant determination” means thedetermination referred to in subsection (1)(c).\n\tZBWritten indication of plea: accused turning 18 or withdrawingindication\n\t\tThis section has effect where a magistrates’ court has complied withsection 24ZA(3).\n\t\tIf the accused attains the age of 18 years before giving, or failing togive, a written indication of plea (see section 24ZA(11)), section 24ZA ceasesto have effect (and the court is to proceed in accordance with section 17ZA or17A).\n\t\t\tThe court may not exercise its powers under section 29 of the Children andYoung Persons Act 1963 so as to produce a different result.\n\t\tSubsection (4) applies if the accused attains the age of 18 years—\n\t\t\tafter giving a written indication of plea, but\n\t\t\tbefore the taking of a plea in the summary trial or, as the case may be,the making of the relevant determination (see section 24ZA(12)).\n\t\tThe court must consider whether to exercise its powers under section 29 ofthe Children and Young Persons Act 1963; but subject to any exercise of thosepowers—\n\t\t\tsection 24ZA(5) or (7) ceases to apply, and\n\t\t\tthe court is to proceed as if the written indication of plea had been givenunder (and within the meaning of) section 17ZA.\n\t\tSubsection (6) applies if the accused attains the age of 18 years—\n\t\t\thaving failed to give a written indication of plea, but\n\t\t\tbefore the hearing for the purposes of section 24A.\n\t\tSection 24ZA(8) ceases to apply, and the court is to proceed as if theaccused had failed to give a written indication of plea within the meaning ofsection 17ZA.\n\t\tThe court may not exercise its powers under section 29 of the Children andYoung Persons Act 1963 so as to produce a different result.\n\t\tSubsection (8) applies if—\n\t\t\tthe accused gives a written indication of plea,\n\t\t\tat any time before—\n\t\t\tthe taking of a plea in the summary trial,\n\t\t\tthe hearing for the purposes of section 24A(2), or\n\t\t\tthe sending of the accused to the Crown Court for trial,\n\t\t\tthe court receives an indication given by the accused that the accused wishesto withdraw the written indication of plea, and\n\t\t\tthe written indication of plea is not at that time being treated by virtueof subsection (4) as having been given under section 17ZA.\n\t\tIf this subsection applies—\n\t\t\tthe designated officer for the court must inform the prosecutor of thewithdrawal;\n\t\t\tthe court is to cease to proceed in accordance with section 24ZA(5) or (7);and\n\t\t\tthe court is to proceed by way of—\n\t\t\ta hearing for the purposes of section 24A(2), or\n\t\t\tif the accused attains the age of 18 before any hearing for the purposesof section 24A(2) (and subject to the court’s powers under section 29 of theChildren and Young Persons Act 1963), a hearing for the purposes of section17A (which is to apply as if the accused’s written indication of plea had beengiven and withdrawn as described in subsection (1A)(b) of that section).”"
    },
    {
        "length": 2138,
        "text": "\nPowers to proceed if accused absent from allocation hearing\n\tThe Magistrates’ Courts Act 1980 is amended as follows.\n\tIn section 17B (power to proceed with indication of plea hearing in absenceof disorderly but represented accused)—\n\t\tfor the heading substitute “Power to proceed if accused does not appear togive indication as to plea”;\n\t\tfor subsection (1) substitute—\n\t\t\t“(1A)This section has effect where—\n\t\ta hearing is held for the purposes of section 17A,\n\t\tthe accused does not appear at the hearing,\n\t\tany of the conditions in subsections (1B) to (1E) is met, and\n\t\tthe court is satisfied that it is not contrary to the interests of justiceto proceed in the absence of the accused.\n\t\t(1B)This condition is that a legal representative of the accused is present atthe hearing and signifies the accused’s consent to the court’s proceeding inthe accused’s absence.\n\t\t(1C)This condition is that—\n\t\ta legal representative of the accused is present at the hearing, and\n\t\tthe court does not consider that there is an acceptable reason for theaccused’s failure to attend.\n\t\t(1D)This condition is that—\n\t\tit is proved to the satisfaction of the court, on oath or in such manner asmay be prescribed, that notice of the hearing was served on the accused withinwhat appears to the court to be a reasonable time before its date, and\n\t\tthe court does not consider that there is an acceptable reason for theaccused’s failure to attend.\n\t\t(1E)This condition is that—\n\t\tthe accused has appeared on a previous occasion to answer the charge, and\n\t\tthe court does not consider that there is an acceptable reason for theaccused’s failure to attend.\n\t\t(1F)This section also has effect where—\n\t\ta hearing is held for the purposes of section 17A,\n\t\tthe accused appears at the hearing,\n\t\tthe court considers that by reason of the accused’s disorderly conductbefore the court it is not practicable for the hearing to be conducted in theaccused’s presence, and\n\t\tthe court is satisfied that it is not contrary to the interests of justiceto proceed in the absence of the accused.”;\n\t\tin subsection (2), for the words before paragraph (a) substitute “If alegal representative of the accused is present at the hearing—”;\n\t\tafter subsection (4) insert—\n\tIf no legal representative of the accused is present at the hearing—\n\t\tthe court is to proceed in accordance with section 18(1), and\n\t\tthe accused is to be taken for the purposes of section 20 to have indicatedthat the accused would (if the offence were to proceed to trial) plead notguilty.”\n\tIn section 18 (procedure for determining mode of trial), omit subsection(3).\n\tIn section 23 (power to proceed with allocation hearing in absence ofrepresented accused)—\n\t\tfor the heading substitute “Power to proceed if accused absent fromallocation hearing”;\n\t\tfor subsection (1) substitute—\n\t\t“(1A)This section has effect where—\n\t\ta hearing is held in accordance with section 18(1) or (1A),\n\t\tthe accused does not appear at the hearing,\n\t\tany of the conditions in subsections (1B) to (1E) is met, and\n\t\tthe court is satisfied that it is not contrary to the interests of justiceto proceed in the absence of the accused.\n\t\t(1B)This condition is that a legal representative of the accused is present atthe hearing and signifies the accused’s consent to the court’s proceeding inthe accused’s absence.\n\t\t(1C)This condition is that—\n\t\ta legal representative of the accused is present at the hearing, and\n\t\tthe court does not consider that there is an acceptable reason for theaccused’s failure to attend.\n\t\t(1D)This condition is that—\n\t\tit is proved to the satisfaction of the court, on oath or in such manner asmay be prescribed, that notice of the hearing was served on the accused withinwhat appears to the court to be a reasonable time before its date, and\n\t\tthe court does not consider that there is an acceptable reason for theaccused’s failure to attend.\n\t\t(1E)This condition is that—\n\t\tthe accused has appeared on a previous occasion to answer the charge, and\n\t\tthe court does not consider that there is an acceptable reason for theaccused’s failure to attend.\n\t\t(1F)This section also has effect where—\n\t\ta hearing is held in accordance with section 18(1) or (1A),\n\t\tthe accused appears at the hearing,\n\t\tthe court considers that by reason of the accused’s disorderly conductbefore the court it is not practicable for the hearing to be conducted in theaccused’s presence, and\n\t\tthe court is satisfied that it is not contrary to the interests of justiceto proceed in the absence of the accused.\n\t\t(1G)This section also has effect where a magistrates’ court determines thatsection 17B(5) applies and proceeds straight away to a hearing in accordancewith section 18(1).”;\n\t\tin subsection (4), in the words before paragraph (a), after “If” insert “alegal representative of the accused is present at the hearing and”;\n\t\tafter subsection (4) insert—\n\t\t“(4A)If no legal representative of the accused is present at the hearing, andthe court decides under section 19 above that the offence appears to it moresuitable for summary trial, then section 20 above shall not apply, and thecourt shall proceed to the summary trial of the information.\n\t\t(4B)In a case within subsection (4A)—\n\t\tthe accused may, at any time before the taking of a plea in the summarytrial, apply to the court for the question of the mode of trial to bereopened;\n\t\tthe court may, if it considers it in the interests of justice to do so(having regard, in particular, to the reason given by the accused for notappearing at the earlier hearing), accede to the application and arrange ahearing under paragraph (c);\n\t\tif a hearing takes place under this paragraph and the accused appears atit, the court is not to proceed to summary trial by virtue of subsection (4A),but is to proceed in accordance with subsections (2) to (9) of section 20above.”\n\tAfter section 24B insert—\n\t“24BAPower to proceed if child or young person absent from plea andallocation hearing\n\t\tThis section has effect where—\n\t\t\ta hearing is held for the purposes of section 24A(2),\n\t\t\tthe accused does not appear at the hearing,\n\t\t\tthe accused has failed to give a written indication of plea (see section24ZA(11)),\n\t\t\teither— \n\t\t\tit is proved to the satisfaction of the court, on oath or in such manner asmay be prescribed, that notice of the hearing was served on the accused withinwhat appears to the court to be a reasonable time before its date, or\n\t\t\tthe accused has appeared on a previous occasion to answer the charge,\n\t\t\tthe court does not consider that there is an acceptable reason for theaccused’s failure to attend, and\n\t\t\tthe court is satisfied that it is not contrary to the interests of justiceto proceed in the absence of the accused.\n\t\tSection 24A ceases to apply.\n\t\tIf no legal representative of the accused is present at the hearing, thecourt is to proceed to make the relevant determination (within the meaninggiven by section 24A(2)) as if the accused had appeared at the hearing andindicated that the accused would plead not guilty.\n\t\tIf a legal representative of the accused is present at the hearing, thecourt is to proceed in accordance with subsection (2) of section 24B (andsubsections (3) and (4) of that section are to apply accordingly).”"
    },
    {
        "length": 1952,
        "text": "\nSending cases to Crown Court for trial\n\tSection 51 of the Crime and Disorder Act 1998 (sending of adult defendantsto Crown Court for trial) is amended as set out in subsections (2) to (5).\n\tFor subsection (1) substitute—\n\tSubsections (2A) and (2B) apply where—\n\t\ta magistrates’ court (“the court”) determines that any of the conditionsset out in subsection (2) is met in relation to an offence with which a personhas been charged, and\n\t\tthe accused is an adult.”\n\tIn subsection (2)(b)—\n\t\tfor the words from “section” to “25(2D)” substitute “any provision of Part1”;\n\t\t(4)After subsection (2) insert—\n\t\t\t“(2A)If the determination referred to in subsection (1)(a) is made while theaccused is present before the court, the court must—\n\t\texplain that the court is required to send the accused to the Crown Courtfor trial for the offence; and\n\t\tso send the accused.\n\t\t(2B)Otherwise, the court must serve on the accused one or more documentswhich—\n\t\tstate the charge against the accused;\n\t\texplain that the court is required to send the accused to the Crown Courtfor trial for the offence; and\n\t\tset out any other information—\n\t\tthat is required by Criminal Procedure Rules, or\n\t\tthat is authorised by Criminal Procedure Rules and which the court decidesto include.\n\t\t(2C)As soon as practicable after serving the documents required by subsection(2B), the court must send the accused to the Crown Court for trial for theoffence (which need not be done in open court).\n\t\t(2D)Subsections (2A) to (2C) have effect subject to any provision in CriminalProcedure Rules of the sort described in subsection (2E) or (3A).\n\t\t(2E)Criminal Procedure Rules may make provision—\n\t\tabout circumstances in which the requirement under subsection (2A) or (2B)does not apply; and\n\t\tabout the sending of the accused to the Crown Court under this section inthose circumstances.”\n\tFor subsections (3) to (12) substitute—\n\t“(3A)Criminal Procedure Rules may make provision about situations where—\n\t\ta condition in subsection (2) is met in relation to an alleged offence, and\n\t\tany other alleged offence is, or appears to be, related (in such a way asis specified in the Rules) to the alleged offence referred to in paragraph(a).\n\t\t(3B)The provision that may be made as described in subsection (3A) includesprovision—\n\t\tfor a person to be sent to the Crown Court for trial for the other allegedoffence—\n\t\twhether or not a condition in subsection (2) is met in relation to it;\n\t\twhether or not it is alleged to have been committed by the same person asthe offence referred to in paragraph (a) of that subsection;\n\t\teven if it is a summary offence;\n\t\tapplying any other provision made by or under an Act about the sending of aperson to the Crown Court for trial;\n\t\tdisapplying any other provision made by or under an Act about how amagistrates’ court is to deal with the other alleged offence.”\n\tSection 51A of the Crime and Disorder Act 1998 (sending of children oryoung persons to Crown Court for trial) is amended as set out in subsections(7) to (10).\n\tBefore subsection (1) insert—\n\t“(A1)Subsections (3A) and (3B) apply where—\n\t\ta magistrates’ court (“the court”) determines that any of the conditionsset out in subsection (3) is met in relation to an offence with which a personhas been charged, and\n\t\tthe accused is a child or young person.”\n\tOmit subsection (2).\n\tAfter subsection (3) insert—\n\t“(3A)If the determination referred to in subsection (A1)(a) is made while theaccused is present before the court, the court must—\n\t\texplain that the court is required to send the accused to the Crown Courtfor trial for the offence; and\n\t\tso send the accused.\n\t\t(3B)Otherwise, the court must serve on the accused one or more documentswhich—\n\t\tstate the charge against the accused;\n\t\texplain that the court is required to send the accused to the Crown Courtfor trial for the offence; and\n\t\tset out any other information—\n\t\tthat is required by Criminal Procedure Rules, or\n\t\tthat is authorised by Criminal Procedure Rules and which the court decidesto include.\n\t\t(3C)As soon as practicable after serving the documents required by subsection(3B), the court must send the accused to the Crown Court for trial for theoffence (which need not be done in open court).\n\t\t(3D)Subsections (3A) to (3C) have effect subject to any provision in CriminalProcedure Rules of the sort described in subsection (3E) or (4A).\n\t\t(3E)Criminal Procedure Rules may make provision—\n\t\tabout circumstances in which the requirement under subsection (3A) or (3B)does not apply; and\n\t\tabout the sending of the accused to the Crown Court under this section inthose circumstances.”\n\tFor subsections (4) to (10) substitute—\n\t“(4A)Criminal Procedure Rules may make provision about situations where—\n\t\ta condition in subsection (3) is met in relation to an alleged offence, and\n\t\tany other alleged offence is, or appears to be, related (in such a way asis specified in the Rules) to the alleged offence referred to in paragraph(a).\n\t\t(4B)The provision that may be made as described in subsection (4A) includesprovision—\n\t\tfor a person to be sent to the Crown Court for trial for the other allegedoffence—\n\t\twhether or not a condition in subsection (3) is met in relation to it;\n\t\twhether or not it is alleged to have been committed by the same person asthe offence referred to in paragraph (a) of that subsection;\n\t\teven if it is a summary offence;\n\t\tapplying any other provision made by or under an Act about the sending of aperson to the Crown Court for trial;\n\t\tdisapplying any other provision made by or under an Act about how amagistrates’ court is to deal with the other alleged offence.”\n\tIn section 52 of the Crime and Disorder Act 1998 (provision supplementaryto sections 51 and 51A), after subsection (2) insert—\n\t“(2A)If the court sends a person for trial under section 51 or 51A other thanin open court—\n\t\tit must do so on bail, and\n\t\tthat bail is to be—\n\t\tunconditional, if the accused is not already on bail, or is onunconditional bail, in respect of the charge in question, or\n\t\tif the accused is already on bail subject to conditions in respect of thecharge in question, subject to the same conditions.”"
    },
    {
        "length": 1157,
        "text": "\nPowers of Crown Court to remit cases to the magistrates’ court\n\tAfter section 46 of the Senior Courts Act 1981 insert—\n\t“46ZARemitting proceedings to magistrates’ courts for trial\n\t\tIn a case where a person has been sent by a magistrates’ court to the CrownCourt for trial for an offence, the Crown Court may send the person back to amagistrates’ court for trial.\n\t\tThe Crown Court may not exercise the power in subsection (1)—\n\t\t\tin respect of a person who has attained the age of 18, or is not anindividual, if the offence in question is triable only on indictment;\n\t\t\tin respect of a person who has not attained the age of 18, if the offencein question falls within section 51A(12) of the Crime and Disorder Act 1998.\n\t\tIn the case of an offence that is triable either way, the Crown Court maynot exercise the power in subsection (1)—\n\t\t\tunless the person appears in court or consents to the power being exercisedin the person’s absence, and\n\t\t\tin the case of a person who has attained the age of 18, or is not anindividual, unless the person consents to the power being exercised.\n\t\tIf a person under the age of 18 appears before the Crown Court having beensent to it as mentioned in subsection (1), the Crown Court—\n\t\t\tmust consider whether to send the person back to a magistrates’ court undersubsection (1), and\n\t\t\tif it decides not to send the person back, must give reasons for not doingso.\n\t\tIn deciding whether to exercise the power in subsection (1), the CrownCourt must—\n\t\t\ttake into account any other offence before the Crown Court that appears tothe court to be related to that offence (whether the same, or a different,person is accused or has been convicted of the other offence), and\n\t\t\thave regard to any allocation guidelines (or revised allocation guidelines)issued as definitive guidelines under section 122 of the Coroners and JusticeAct 2009.\n\t\tWhere the Crown Court exercises the power in subsection (1) it may, subjectto section 25 of the Criminal Justice and Public Order Act 1994 (restrictionson granting bail), give such directions as appear to be necessary—\n\t\t\twith respect to the custody of the accused, or\n\t\t\tfor the accused’s release on bail,\n\t\t\t\tuntil the accused can appear or be brought before the magistrates’ court.\n\t\tThere is no right of appeal against an order under subsection (1).”\n\t\tIn section 25 of the Sentencing Code (remission of offenders aged under 18to youth court for sentence), after subsection (2) insert—\n\t\t“(2A)If—\n\t\t\tthe convicting court is a magistrates’ court, and\n\t\t\tthat court commits the offender to the Crown Court for sentence,\n\t\t\tthe Crown Court may remit the offender to a youth court acting for the placewhere the convicting court sat.”\n\t\tAfter section 25 of the Sentencing Code insert—\n\t“25APower to remit adult offenders to magistrates’ courts for sentence\n\t\tThis section applies where a person aged 18 or over, or a person who is notan individual—\n\t\t\thas been convicted of an offence by a magistrates’ court and committed tothe Crown Court for sentence, or\n\t\t\thas been convicted of an offence (other than an offence triable only onindictment) by the Crown Court following a plea of guilty.\n\t\tThe Crown Court may remit the offender to a magistrates’ court forsentence.\n\t\tIn deciding whether to exercise the power in subsection (2), the CrownCourt must—\n\t\t\ttake into account any other offence before the Crown Court that appears tothe court to be related to that offence (whether the same, or a different,person is accused or has been convicted of the other offence), and\n\t\t\thave regard to any allocation guidelines (or revised allocation guidelines)issued as definitive guidelines under section 122 of the Coroners and JusticeAct 2009.\n\t\tThere is no right of appeal against an order under subsection (2).”"
    },
    {
        "length": 1183,
        "text": "\nPowers of youth court to transfer cases if accused turns 18\n\tSection 47 of the Crime and Disorder Act 1998 (powers of youth courts) isamended as follows.\n\tBefore subsection (1) insert—\n\t\t“(A1)This section applies where a person who appears or is brought before ayouth court charged with an offence attains the age of 18 before the start ofthe trial of the person for the offence.”\n\tFor subsection (1) substitute—\n\tIn the case of a summary offence or an offence triable either way, theyouth court may, at any time before the start of the trial, remit the personfor trial to a magistrates’ court (other than a youth court).\n\t(1A)In the case of an indictable offence, the youth court may, at any timebefore the start of the trial, send the person for trial to the Crown Court.\n\t(1B)In subsections (A1) to (1A), “the start of the trial” is to be read inaccordance with section 22(11B)(a) and (b) of the 1985 Act.\n\t(1C)If the youth court is proposing to exercise the power under subsection (1)to remit a person to a magistrates’ court for trial for an offence triableeither way, the youth court—\n\t\tmust give the person the opportunity of electing to be tried by the CrownCourt for the offence, and\n\t\tif the person elects to be so tried, must exercise the power undersubsection (1A) to send the person for trial to the Crown Court.\n\t\t(1D)A remission or sending under subsection (1) or (1A) does not have to bedone in open court in the presence of the accused; but if it is not the youthcourt must first serve on the person one or more documents which—\n\t\tstate the charge against the accused;\n\t\texplain that the court proposes to remit the accused for trial to amagistrates’ court (other than a youth court) or (as the case may be) to sendthe accused for trial to the Crown Court; and\n\t\tset out any other information—\n\t\tthat is required by Criminal Procedure Rules, or\n\t\tthat is authorised by Criminal Procedure Rules and which the court decidesto include.\n\t\t(1E)Criminal Procedure Rules may make provision about situations where—\n\t\ta person is sent for trial under subsection (1A) in relation to an allegedoffence, and\n\t\tany other alleged offence is, or appears to be, related (in such a way asis specified in the Rules) to the alleged offence referred to in paragraph(a).\n\t\t(1F)The provision that may be made as described in subsection (1E) includesprovision—\n\t\tfor a person to be sent to the Crown Court for trial for the other allegedoffence—\n\t\twhether or not this section applies in relation to it;\n\t\twhether or not it is alleged to have been committed by the same person asthe offence referred to in paragraph (a) of that subsection;\n\t\teven if it is a summary offence;\n\t\tapplying any other provision made by or under an Act about the sending of aperson to the Crown Court for trial;\n\t\tdisapplying any other provision made by or under an Act about how amagistrates’ court is to deal with the other alleged offence.”\n\tIn subsection (2)—\n\t\tin the words before paragraph (a), for “under subsection (1)” substitute“or sent under subsection (1) or (1A)”;\n\t\tin paragraph (a), for “of remission” substitute “for the remission orsending”;\n\t\tin paragraph (b), for “remitting” substitute “youth”.\n\tIn subsection (3)—\n\t\tfor “remitting” substitute “youth”;\n\t\tafter “remitted” insert “or sent”.\n\tIn subsection (4)—\n\t\tthe words from “all” to the end become paragraph (a);\n\t\tin that paragraph, for “remitting” substitute “youth”;\n\t\tat the end of that paragraph insert “; and\n\t\tthe person remitted or sent had attained the age of 18 before the start ofthose proceedings.”\n\tAfter subsection (4) insert—\n\t“(4A)For the purposes of this section a person is to be taken to be the agewhich that person appears to the court to be after considering any availableevidence.”"
    },
    {
        "length": 1520,
        "text": "\nSentencing powers of magistrates’ courts\n\tMaximum term of imprisonment on summary conviction for either-wayoffence\n\t\tIn section 224 of the Sentencing Code (general limit on magistrates’court’s power to impose custodial sentence)—\n\t\t\tin subsection (1), for the words after paragraph (b) substitute “for a termexceeding the applicable limit in respect of any one offence”;\n\t\t\tafter subsection (1) insert—\n\t\t\t\t“(1A)The applicable limit is—\n\t\t\t6 months in the case of a summary offence, or\n\t\t\t12 months in the case of an offence triable either way.”;”\n\t\t\tin subsection (2), for the words from “more than” to the end substitute “aterm exceeding the applicable limit”.\n\t\tIn Part 8 of Schedule 23 to the Sentencing Act 2020 (powers to amend theSentencing Code in relation to custodial sentences), before paragraph 15insert—\n\t\t“General limit on magistrates’ court’s power to impose custodialsentence\n\t\t\t14A(1)The Secretary of State may by regulations amend section 224(1A)(b)(general limit on custodial sentence for either-way offence in magistrates’court)—\n\t\t\t\tif for the time being it refers to 12 months, to substitute a reference to6 months for the reference to 12 months, or\n\t\t\t\tif for the time being it refers to 6 months, to substitute a reference to12 months for the reference to 6 months.\n\t\t\tAn amendment under sub-paragraph (1) has effect only in relation to anoffence for which a person is convicted on or after the day on which theamendment comes into force.\n\t\t\tRegulations under sub-paragraph (1) are subject to the negative resolutionprocedure.””\n\t\t\tIn Schedule 1 to the Interpretation Act 1978, after the entry requiring thedefinitions relating to offences to be construed without regard to section 22of the Magistrates’ Courts Act 1980 insert—\n\t\t\t“In relation to a term of imprisonment in respect of an offence triable eitherway under the law of England and Wales, “general limit in a magistrates’court” means the limit laid down in respect of the offence by section 224(1)of the Sentencing Code (as it has effect from time to time).”\n\t\t\tIn section 32(1) of the Magistrates’ Courts Act 1980 (maximum penalty onsummary conviction for certain either-way offences), for “12 months”substitute “the general limit in a magistrates’ court”.\n\t\t\tIn section 282(3) of the Criminal Justice Act 2003 (maximum custodial termon summary conviction for certain either-way offences)—\n\t\t\t\tomit “maximum”;\n\t\t\t\tfor “12 months” substitute “a term not exceeding the general limit in amagistrates’ court”.\n\t\t\tSubsection (7) applies to relevant legislation—\n\t\t\t\twhich provides for a maximum term of imprisonment of 12 months on summaryconviction for an offence triable either way, and\n\t\t\t\tin relation to which section 282(3) of the Criminal Justice Act 2003 doesnot apply.\n\t\t\tRelevant legislation to which this subsection applies is to be read asproviding for a term of imprisonment not exceeding the general limit in amagistrates’ court (in place of the term referred to in subsection (6)(a)).\n\t\t\tSubsection (9) applies to relevant primary legislation that confers a power(in whatever terms) to make subordinate legislation providing for a maximumterm of imprisonment, on summary conviction for an offence triable either way,of—\n\t\t\t\t6 months, in the case of an enactment contained in an Act passed on orbefore 20 November 2003, or\n\t\t\t\t12 months, the case of any other relevant primary legislation.\n\t\t\tRelevant primary legislation to which this subsection applies is to be readas conferring a power to provide for a term of imprisonment not exceeding thegeneral limit in a magistrates’ court (in place of the term referred to insubsection (8)(a) or (b)).\n\t\t\tThe Secretary of State may by regulations—\n\t\t\t\tamend relevant legislation in relation to which section 282(3) of theCriminal Justice Act 2003 applies, to spell out the effect of that provision(as amended by subsection (5));\n\t\t\t\tamend relevant legislation to which subsection (7) applies, to spell outthe effect of that subsection;\n\t\t\t\tamend relevant primary legislation to which subsection (9) applies, tospell out the effect of that subsection;\n\t\t\t\tamend relevant legislation in consequence of an amendment under any of thepreceding paragraphs.\n\t\t\tIn this section—\n\t\t\t\t  * “relevant legislation” means an enactment contained in— \n\t\t\t\tan Act passed before or in the same Session as this Act,\n\t\t\t\tan Act or Measure of Senedd Cymru enacted before the passing of this Act,\n\t\t\t\tsubordinate legislation made before the passing of this Act, or\n\t\t\t\tretained direct EU legislation, not falling within the preceding paragraphs,made before the passing of this Act;\n\t\t\t\t\t  * “relevant primary legislation” means an enactment falling within paragraph (a) or (b) of the definition of “relevant legislation”; \n\t\t\t\t\t  * “subordinate legislation” means subordinate legislation within the meaning of the Interpretation Act 1978 (see section 21(1) of that Act) or any equivalent instrument made or to be made under an Act or Measure of Senedd Cymru. "
    },
    {
        "length": 1450,
        "text": "\nMiscellaneous and consequential provision\n\tInvolvement of parent or guardian in proceedings conducted in writing\n\t\tSection 34A of the Children and Young Persons Act 1933 (attendance at courtof parent or guardian) is amended as follows.\n\t\tIn the heading, after “court” insert “or other involvement”.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)Where a child or young person (C) is charged with an offence, the court—\n\t\t\tmay in any case; and\n\t\t\tmust in a case where C is under the age of sixteen years,\n\t\t\texercise the functions conferred by subsections (1B) and (1C) (insofar as theyare applicable to the proceedings) unless and to the extent that the court issatisfied that it would be unreasonable to do so, having regard to thecircumstances of the case.\n\t\t\t(1B)Where any stage of the proceedings is conducted in writing, the court mayor (as the case may be) must—\n\t\t\tascertain whether a person who is a parent or guardian of C is aware thatthe written proceedings are taking place, and\n\t\t\tif it appears to the court that no parent or guardian is aware of that,provide information about the written proceedings to at least one such person.\n\t\t\t(1C)Where C gives a written indication of plea under section 24ZA of theMagistrates’ Courts Act 1980, the court may or (as the case may be) must—\n\t\t\tascertain whether a person who is a parent or guardian of C is aware thatthe written indication of plea has been given, and\n\t\t\tif it appears to the court that no parent or guardian is aware of that,bring the written indication of plea to the attention of at least one suchperson.”\n\t\tIn subsection (2), for “the reference in subsection (1)” substitute “areference in any of subsections (1) to (1C)”.\n\tRemoval of certain requirements for hearings about procedural matters\n\t\tIn section 2 of the Criminal Procedure (Attendance of Witnesses) Act 1965(issue of witness summons on application to Crown Court), in subsection(8)(d), at the end insert “(if the application is determined at a hearing)”.\n\t\tIn section 8C of the Magistrates’ Courts Act 1980 (restrictions onreporting of certain pre-trial hearings in the magistrates’ court), insubsections (4)(a) and (5)(a), for “hearing” substitute “considering”.\n\t\tIn section 11 of the Criminal Justice Act 1987 (restrictions on reportingof certain preparatory hearings in the Crown Court), in subsections (7) and(8), for “hearing” substitute “considering”.\n\t\tIn the Criminal Procedure and Investigations Act 1996—\n\t\t\tin section 37 (restrictions on reporting of certain preparatory hearings inthe Crown Court), in subsections (6) and (7), for “hearing” substitute“considering”;\n\t\t\tin section 41 (restrictions on reporting of certain pre-trial hearings inthe Crown Court), in subsections (4) and (5), for “hearing” substitute“considering (in the case of proceedings in England and Wales) or hearing (inthe case of proceedings in Northern Ireland)”.\n\t\tIn the Crime and Disorder Act 1998—\n\t\t\tin section 52A (restrictions on reporting of certain initial proceedings inthe magistrates’ court), in subsections (3) and (4), for “hearing” substitute“considering”;\n\t\t\tin paragraph 3 of Schedule 3 (restrictions on reporting of applications fordismissal of charge in the Crown Court), in sub-paragraph (3), for “hearing”substitute “considering”.\n\t\tIn section 47 of the Youth Justice and Criminal Evidence Act 1999(restrictions on reporting of certain matters to do with witnesses), insubsections (4) and (5), for “hearing” substitute “considering (in the case ofproceedings in England and Wales) or hearing (in the case of otherproceedings)”.\n\t\tIn section 71 of the Criminal Justice Act 2003 (restrictions on reportingof prosecution appeals), in subsections (5)(a) and (6)(a), for “hearing”substitute “considering”.\n\tDocuments to be served in accordance with Criminal Procedure Rules\n\t\tSchedule 1 amends various provisions to do with the service or delivery ofdocuments so as to allow the same methods to be adopted as for service underCriminal Procedure Rules.\n\tPower to make consequential or supplementary provision\n\t\tThe Lord Chancellor may, by regulations, make consequential orsupplementary provision in relation to any provision of this Chapter.\n\t\tThe regulations may, in particular, amend, repeal or revoke—\n\t\t\tany provision of an Act passed before this Act or in the same Session, or\n\t\t\tany provision contained in subordinate legislation within the meaning ofthe Interpretation Act 1978 (whenever the legislation was made or the Actunder which it was made was passed).\n\t\tRegulations under this section that amend or repeal any provision of an Actare subject to affirmative resolution procedure (see section 49(3)).\n\t\tAny other regulations under this section are subject to negative resolutionprocedure (see section 49(4)).\n\tConsequential and related amendments\n\t\tSchedule 2 contains amendments that are consequential on, or related to, thepreceding provisions of this Chapter."
    },
    {
        "length": 1107,
        "text": "\nRules for online procedure in courts and tribunals\n\tFor proceedings of a specified kind, there are to be rules which—\n\t\tmust require that kind of proceedings, or one or more aspects of that kindof proceedings, to be initiated by electronic means;\n\t\tmay authorise or require that kind of proceedings, or one or more aspectsof that kind of proceedings, to be conducted, progressed or disposed of byelectronic means;\n\t\tmay authorise or require the parties to that kind of proceedings (and theirrepresentatives) to participate in hearings, including the hearing at whichthe proceedings are disposed of, by electronic means;\n\t\t\tand are otherwise to govern the practice and procedure to be followed in thatkind of proceedings.\n\tThe rules are to be called “Online Procedure Rules”.\n\tPowers to make Online Procedure Rules (see sections 22(1) and 23) are to beexercised with a view to securing—\n\t\tthat practice and procedure under the Rules are accessible and fair,\n\t\tthat the Rules are both simple and simply expressed,\n\t\tthat disputes may be resolved quickly and efficiently under the Rules, and\n\t\tthat the Rules support the use of innovative methods of resolving disputes.\n\tFor the purposes of subsection (3)(a), regard must be had to the needs ofpersons who require online procedural assistance.\n\tDifferent Online Procedure Rules may be made for different kinds ofproceedings.\n\tWhere Online Procedure Rules require a person—\n\t\tto initiate, conduct or progress proceedings by electronic means, or\n\t\tto participate in proceedings, other than a hearing, by electronic means,\n\t\tOnline Procedure Rules must also provide that, if the person is not legallyrepresented, the person may instead choose to do so by non-electronic means.\n\tWhere Online Procedure Rules require a person to participate in a hearingby electronic means, Online Procedure Rules must also provide that a court ortribunal may, on an application or of its own initiative, order or otherwisedirect that person, or any other person, to participate by non-electronicmeans.\n\tThe provision that may be made under subsection (1)(b) includes provisionauthorising or requiring—\n\t\tany question arising in proceedings, or\n\t\tthe final determination of proceedings,\n\t\tto be disposed of by electronic means as a result of steps which the partiestake, or fail to take, by electronic means.\n\tOnline Procedure Rules may provide—\n\t\tfor circumstances in which proceedings of a specified kind—\n\t\tare not to be governed by the Rules, or\n\t\tare to cease to be governed by the Rules, and\n\t\tfor the proceedings to be governed by the applicable standard rulesinstead.\n\tOnline Procedure Rules may provide—\n\t\tfor circumstances in which excluded proceedings—\n\t\tare to be governed by Online Procedure Rules, or\n\t\tare to be governed again by Online Procedure Rules, and\n\t\tfor the proceedings to cease to be governed by the applicable standardrules.\n\tFor the purposes of subsection (10)(a), proceedings are “excluded” if theproceedings are not governed, or cease to be governed, by Online ProcedureRules under provision of the kind referred to in subsection (9)(a).\n\tOnline Procedure Rules may provide—\n\t\tfor proceedings of a specified kind to be taken in a court or tribunalwhich is not the court or tribunal in which they would be taken if governed bythe applicable standard rules;\n\t\tfor different proceedings (whether of the same specified kind or differentspecified kinds) to be taken together in a particular court or tribunal (whichneed not be the court or tribunal in which any or all of those proceedingswould be taken if governed by the applicable standard rules).\n\tBut Online Procedure Rules may not provide—\n\t\tfor proceedings to be taken in a court or tribunal that is not establishedunder the law of the jurisdiction in which those proceedings are brought, or\n\t\tfor an appeal to be taken in the court or tribunal whose judgment ordecision is being appealed against.\n\tThis section is subject to section 21.\n\tSchedule 3 makes provision about practice directions in relation toproceedings governed by Online Procedure Rules."
    },
    {
        "length": 295,
        "text": "\n“Specified kinds” of proceedings\n\tProceedings are of a “specified kind” for the purposes of section 19 ifthey are a kind of—\n\t\tcivil proceedings in England and Wales,\n\t\tfamily proceedings in England and Wales,\n\t\tproceedings in the First-tier Tribunal,\n\t\tproceedings in the Upper Tribunal,\n\t\tproceedings in employment tribunals, or\n\t\tproceedings in the Employment Appeal Tribunal,\n\t\t\tspecified in regulations made by the Lord Chancellor.\n\tThe matters by reference to which a kind of proceedings may be specified inregulations under subsection (1) include—\n\t\tthe legal basis of the proceedings;\n\t\tthe factual basis of the proceedings;\n\t\tthe value of the matter in issue in the proceedings;\n\t\tthe court or tribunal in which the proceedings are to be brought orcontinued.\n\tRegulations under this section are subject to the concurrence requirement(see section 32(1)).\n\tRegulations under this section are subject to affirmative resolutionprocedure (see section 49(3))."
    },
    {
        "length": 509,
        "text": "\nProvision supplementing section 19\n\tThe Lord Chancellor may, by regulations, provide for circumstances inwhich—\n\t\ta person initiating proceedings of a specified kind may choose whether theproceedings are to be governed by Online Procedure Rules or the applicablestandard rules;\n\t\tthe person initiating any aspect of proceedings that are governed by OnlineProcedure Rules may choose for that aspect to be initiated, conducted,progressed or disposed of in accordance with the applicable standard rulesinstead of Online Procedure Rules.\n\tDirections under Schedule 3 do not apply to proceedings to the extent thatthe applicable standard rules apply to those proceedings by virtue ofregulations under subsection (1)(b).\n\tThe Lord Chancellor may, by regulations, provide—\n\t\tfor circumstances in which proceedings of a specified kind—\n\t\tare not to be governed by Online Procedure Rules, or\n\t\tare to cease to be governed by Online Procedure Rules, and\n\t\tfor the proceedings to be governed by the applicable standard rulesinstead.\n\tThe Lord Chancellor may, by regulations, provide—\n\t\tfor circumstances in which excluded proceedings—\n\t\tare to be governed by Online Procedure Rules, or\n\t\tare to be governed again by Online Procedure Rules, and\n\t\tfor the proceedings to cease to be governed by the applicable standardrules.\n\tFor the purposes of subsection (4)(a), proceedings are “excluded” if theproceedings are not governed, or cease to be governed, by Online ProcedureRules because of—\n\t\tOnline Procedure Rules of the kind referred to in section 19(9)(a), or\n\t\tregulations under subsection (1)(a) or (3)(a).\n\tRegulations under this section are subject to the concurrence requirement(see section 32(1)).\n\tRegulations under this section are subject to affirmative resolutionprocedure (see section 49(3))."
    },
    {
        "length": 801,
        "text": "\nThe Online Procedure Rule Committee\n\tOnline Procedure Rules are to be made by a committee known as the OnlineProcedure Rule Committee.\n\tThe Committee is to consist of the persons appointed under subsections (3)and (4).\n\tThe Lord Chief Justice is to appoint—\n\t\tone person who is a judge of the Senior Courts of England and Wales, and\n\t\ttwo persons each of whom is either—\n\t\ta judge of the Senior Courts of England and Wales, a Circuit Judge or adistrict judge, or\n\t\ta judge of the First-tier Tribunal, a judge of the Upper Tribunal, anEmployment Judge, or a judge of the Employment Appeal Tribunal nominated assuch by the Lord Chief Justice.\n\tThe Lord Chancellor is to appoint—\n\t\tone person who is a barrister in England and Wales, a solicitor of theSenior Courts of England and Wales, or a legal executive,\n\t\tone person who has experience in, and knowledge of, the lay advice sector,and\n\t\tone person who has experience in, and knowledge of, information technologyrelating to end-users’ experience of internet portals.\n\tBefore appointing a person under subsection (3)(a) the Lord Chief Justicemust consult—\n\t\tthe Lord Chancellor, and\n\t\tthe Senior President of Tribunals.\n\tBefore appointing a person under subsection (3)(b) the Lord Chief Justicemust—\n\t\tconsult the Lord Chancellor and the Secretary of State, and\n\t\tobtain the agreement of the Senior President of Tribunals.\n\tBefore appointing a person under subsection (4)(a) the Lord Chancellor mustconsult—\n\t\tthe Lord Chief Justice,\n\t\tthe Senior President of Tribunals, and\n\t\tthe relevant authorised body.\n\tBefore appointing a person under subsection (4)(b) or (c) the LordChancellor must consult—\n\t\tthe Lord Chief Justice, and\n\t\tthe Senior President of Tribunals.\n\tThe Lord Chief Justice may appoint one of the persons appointed undersubsection (3)(a) or (b) to be the chair of the Online Procedure RuleCommittee.\n\tThe Lord Chief Justice may nominate a judicial office holder (as definedin section 109(4) of the Constitutional Reform Act 2005) to exercise anyfunction of the Lord Chief Justice under this section.\n\tThe Lord Chancellor may reimburse the members of the Online Procedure RuleCommittee their travelling and out-of-pocket expenses.\n\tIn this section—\n\t\t  * “legal executive” means a person authorised by the Chartered Institute of Legal Executives to practise as a member of the profession of legal executives; \n\t\t  * “relevant authorised body”, in relation to an appointment under subsection (4)(a), means— \n\t\tthe General Council of the Bar of England and Wales, if the appointment is ofa barrister;\n\t\tthe Law Society of England and Wales, if the appointment is of a solicitor;\n\t\tthe Chartered Institute of Legal Executives, if the appointment is of a legalexecutive."
    },
    {
        "length": 969,
        "text": "\nGeneral powers of the Online Procedure Rule Committee\n\tFor making Online Procedure Rules for proceedings of a kind set out in anentry in the first column of the following table, the Online Procedure RuleCommittee has the powers set out in the corresponding entry in the secondcolumn.\n\t\tKind of proceedings| Powers of the Online Procedure Rule Committee  ---|---  Civil proceedings in England and Wales| The same powers that the CivilProcedure Rule Committee has under the Civil Procedure Act 1997 or otherwisefor making Civil Procedure Rules, except the powers under paragraphs 5 and 6of Schedule 1 to that Act (powers to apply other rules and refer to practicedirections).  Family proceedings in England and Wales| The same powers that the FamilyProcedure Rule Committee has under Part 7 of the Courts Act 2003 or otherwisefor making Family Procedure Rules, except the powers under section 76(4) to(8) of that Act (powers to apply other rules and refer to practicedirections).  Proceedings in the First-tier Tribunal| The same powers that the TribunalProcedure Committee has under Part 1 of the Tribunals, Courts and EnforcementAct 2007 or otherwise for making Tribunal Procedure Rules for proceedings inthe First-tier Tribunal, except the power under paragraph 17 of Schedule 5 tothat Act (power to refer to practice directions).  Proceedings in the Upper Tribunal| The same powers that the Tribunal ProcedureCommittee has under Part 1 of the Tribunals, Courts and Enforcement Act 2007or otherwise for making Tribunal Procedure Rules for proceedings in the UpperTribunal, except the power under paragraph 17 of Schedule 5 to that Act (powerto refer to practice directions).  Proceedings in employment tribunals| The same powers that the TribunalProcedure Committee has under Parts 1 and 3 of the Employment Tribunals Act1996 or otherwise for making Employment Tribunal Procedure Rules forproceedings before employment tribunals, except the power under paragraph 18of Schedule A1 to that Act (power to refer to practice directions).  Proceedings in the Employment Appeal Tribunal| The same powers that theTribunal Procedure Committee has under Parts 2 and 3 of the EmploymentTribunals Act 1996 or otherwise for making Employment Tribunal Procedure Rulesfor proceedings before the Employment Appeal Tribunal, except the power underparagraph 18 of Schedule A1 to that Act (power to refer to practicedirections).    (2)Online Procedure Rules may apply other procedural provision.\n\tThe other procedural provision may be applied to proceedings of aparticular kind even if the provision would not normally be applicable to thatkind of proceedings.\n\tThe other procedural provision may be applied—\n\t\tto any extent;\n\t\twith or without modifications;\n\t\tas amended from time to time.\n\tIn subsections (2) to (4) “other procedural provision” means—\n\t\tCivil Procedure Rules,\n\t\tFamily Procedure Rules,\n\t\tTribunal Procedure Rules,\n\t\tEmployment Tribunal Procedure Rules,\n\t\tother rules of court,\n\t\tdirections under—\n\t\tsection 7A or 29A of the Employment Tribunals Act 1996,\n\t\tsection 5 of the Civil Procedure Act 1997,\n\t\tsection 81 of the Courts Act 2003, or\n\t\tsection 23 of the Tribunals, Courts and Enforcement Act 2007, or\n\t\tany other provision governing the practice or procedure of a court ortribunal which is made by or under an enactment (whenever passed or made).\n\tOnline Procedure Rules may, instead of providing for any matter, refer toprovision made or to be made about that matter by directions under Schedule 3."
    },
    {
        "length": 282,
        "text": "\nPower to make certain provision about dispute-resolution services\n\tThis section applies to Online Procedure Rules which provide—\n\t\tfor the transfer by electronic means of information held for the purposesof an online dispute-resolution service to a court or tribunal, or\n\t\tfor a court or tribunal to take into account, for any purpose, steps that aparty to proceedings has or has not taken in relation to an online dispute-resolution service.\n\tThe Rules may be expressed so that their application in relation to aparticular service depends on things done by a particular person from time totime.\n\tThe Rules may, for example, refer to such services as—\n\t\tappear from time to time in a list published by a particular person, or\n\t\tare from time to time certified by a particular person as complying withparticular standards.\n\tIn this section—\n\t\t  * “online dispute-resolution service” means a service accessible by electronic means for facilitating the resolution of disputes without legal proceedings; \n\t\t  * “particular person” and “particular standards” include, respectively, a person of a particular description and standards of a particular description. "
    },
    {
        "length": 272,
        "text": "\nPower to change certain requirements relating to the Committee\n\tThe Lord Chancellor may by regulations—\n\t\tamend section 22(2) to (9), and\n\t\tmake consequential amendments in any other provision of section 22 or insubsection (2) or (3) of this section.\n\tThe Lord Chancellor may make regulations under this section only with theconcurrence of—\n\t\tthe Lord Chief Justice, and\n\t\tthe Senior President of Tribunals.\n\tBefore making regulations under this section, the Lord Chancellor mustconsult the following persons—\n\t\tthe Head of Civil Justice;\n\t\tthe Deputy Head of Civil Justice (if there is one);\n\t\tthe President of the Family Division.\n\tThe Lord Chief Justice may nominate a judicial office holder (as defined insection 109(4) of the Constitutional Reform Act 2005) to exercise the functionof the Lord Chief Justice under subsection (2).\n\tRegulations under this section are subject to negative resolution procedure(see section 49(4))."
    },
    {
        "length": 364,
        "text": "\nProcess for making Online Procedure Rules\n\tBefore making Online Procedure Rules, the Online Procedure Rule Committeemust—\n\t\tconsult such persons as they consider appropriate, and\n\t\thold a meeting (unless it is inexpedient to do so).\n\tRules made by the Online Procedure Rule Committee must be—\n\t\tsigned by—\n\t\tat least half of the members of the Committee, where one of the signatoriesis the chair, or\n\t\ta majority of the members of the Committee, in any other case, and\n\t\tsubmitted to the Lord Chancellor.\n\tThe Lord Chancellor may allow or disallow Online Procedure Rules made bythe Committee.\n\tIn deciding whether to allow or disallow rules, the Lord Chancellor musthave regard to the needs of persons who require online procedural assistance.\n\tIf the Lord Chancellor disallows rules, the Lord Chancellor must give theCommittee written reasons for doing so.\n\tRules made by the Committee and allowed by the Lord Chancellor—\n\t\tcome into force on such day as the Lord Chancellor directs, and\n\t\tare to be contained in a statutory instrument to which the StatutoryInstruments Act 1946 applies as if the instrument contained rules made by aMinister of the Crown.\n\tA statutory instrument containing Online Procedure Rules is subject toannulment in pursuance of a resolution of either House of Parliament."
    },
    {
        "length": 144,
        "text": "\nPower to require Online Procedure Rules to be made\n\tThis section applies if the Lord Chancellor gives the Online Procedure RuleCommittee written notice that the Lord Chancellor thinks it is expedient forOnline Procedure Rules to include provision that would achieve a purposespecified in the notice.\n\tThe Committee must make such Online Procedure Rules as it considersnecessary to achieve the specified purpose.\n\tThose Rules must be—\n\t\tmade within a reasonable period after the Lord Chancellor gives notice tothe Committee;\n\t\tmade in accordance with section 26."
    },
    {
        "length": 275,
        "text": "\nPower to make amendments in relation to Online Procedure Rules\n\tThe Lord Chancellor may by regulations amend, repeal or revoke anyenactment to the extent that the Lord Chancellor considers necessary ordesirable in consequence of, or in order to facilitate the making of, OnlineProcedure Rules.\n\tIn subsection (1), “enactment” means any enactment whenever passed or made,including an enactment comprised in subordinate legislation within the meaningof the Interpretation Act 1978.\n\tThe Lord Chancellor must consult the Lord Chief Justice and the SeniorPresident of Tribunals before making regulations under this section.\n\tThe Lord Chief Justice may nominate a judicial office holder (as defined insection 109(4) of the Constitutional Reform Act 2005) to exercise the functionunder subsection (3).\n\tRegulations under this section that amend or repeal any provision of an Actare subject to affirmative resolution procedure (see section 49(3)).\n\tAny other regulations under this section are subject to negative resolutionprocedure (see section 49(4))."
    },
    {
        "length": 197,
        "text": "\nPower to make consequential or supplementary provision\n\tThe Lord Chancellor may, by regulations, make consequential orsupplementary provision in relation to any provision of this Chapter.\n\tThe regulations may, in particular, amend, repeal or revoke—\n\t\tany provision of an Act passed before this Act or in the same Session, or\n\t\tany provision contained in subordinate legislation within the meaning ofthe Interpretation Act 1978 (whenever the legislation was made or the Actunder which it was made was passed).\n\tRegulations under this section that amend or repeal any provision of an Actare subject to affirmative resolution procedure (see section 49(3)).\n\tAny other regulations under this section are subject to negative resolutionprocedure (see section 49(4))."
    },
    {
        "length": 248,
        "text": "\nJudicial agreement to certain regulations\n\tWhere regulations under this Chapter are subject to the “concurrencerequirement”, the Lord Chancellor—\n\t\tmust obtain the concurrence of the Lord Chief Justice before making theregulations if, or to the extent that, the regulations relate to—\n\t\tcivil proceedings in England and Wales, or\n\t\tfamily proceedings in England and Wales;\n\t\tmust obtain the concurrence of the Senior President of Tribunals beforemaking the regulations if, or to the extent that, the regulations relate toproceedings in—\n\t\tthe First-tier Tribunal,\n\t\tthe Upper Tribunal,\n\t\temployment tribunals, or\n\t\tthe Employment Appeal Tribunal.\n\tThe Lord Chief Justice may nominate a judicial office holder (as defined insection 109(4) of the Constitutional Reform Act 2005) to exercise the functionof the Lord Chief Justice under subsection (1)(a)."
    },
    {
        "length": 391,
        "text": "\nInterpretation of this Chapter\n\tIn this Chapter—\n\t  * “applicable standard rules” means— \n\t\tCivil Procedure Rules, in the case of civil proceedings in England and Wales;\n\t\tFamily Procedure Rules, in the case of family proceedings in England andWales;\n\t\tTribunal Procedure Rules, in the case of proceedings in the First-tierTribunal or the Upper Tribunal;\n\t\tEmployment Tribunal Procedure Rules, in the case of proceedings in employmenttribunals or the Employment Appeal Tribunal;\n\t\t\t  * “civil proceedings in England and Wales” means proceedings in relation to which Civil Procedure Rules may be made under the Civil Procedure Act 1997; \n\t\t\t  * “family proceedings in England and Wales” means family proceedings within the meaning given by section 75 of the Courts Act 2003; \n\t\t\t  * “Lord Chief Justice” means the Lord Chief Justice of England and Wales; \n\t\t\t  * “Online Procedure Rules” has the meaning given by section 19(2); \n\t\t\t  * “persons who require online procedural assistance” means persons who, because of difficulties in accessing or using electronic equipment, require assistance in order to initiate, conduct, progress or participate in proceedings by electronic means in accordance with Online Procedure Rules; \n\t\t\t  * “specified kind” (in relation to proceedings) is to be read in accordance with section 20(1). "
    },
    {
        "length": 2939,
        "text": "\nChapter 3Employment tribunals and the Employment Appeal Tribunal\n\tEmployment Tribunal Procedure Rules\n\t\tThe Employment Tribunals Act 1996 is amended as set out in subsections (2)to (4).\n\t\tFor section 7 substitute—\n\t\t“7Practice and procedure: general\n\t\t\tProcedure Rules (see section 37QA) are to govern the practice and procedure tobe followed in employment tribunals.”\n\t\t\tFor section 30 substitute—\n\t\t“30Practice and procedure: general\n\t\t\tProcedure Rules (see section 37QA) are to govern the practice and procedureto be followed in the Appeal Tribunal.\n\t\t\tThe Appeal Tribunal has the power to regulate its own practice andprocedure, subject to Procedure Rules, directions under section 29A(1), andany other provision made by or under an enactment.”\n\t\t\tAt the beginning of Part 3 insert—\n\t\t“Procedure Rules\n\t\t\tQAProcedure Rules\n\t\t\t\tThere are to be rules made by the Tribunal Procedure Committee called“Employment Tribunal Procedure Rules”.\n\t\t\t\tThose are the rules referred to as “Procedure Rules” in this Act.\n\t\t\t\tSchedule A1 makes further provision about Procedure Rules.\n\t\t\t\tThe power of the Tribunal Procedure Committee to make Procedure Rules forthe purposes set out in sections 7 and 30(1) is not limited by any otherprovision (including future provision) about what Procedure Rules may or mustcontain.”\n\t\t\t\tSchedule 5 contains further provision in connection with the provision madeby the preceding subsections.\n\tComposition of tribunals\n\t\tThe Employment Tribunals Act 1996 is amended as follows.\n\t\tFor section 4 substitute—\n\t\t“4Composition of tribunals\n\t\t\tAn employment tribunal is, for the purpose of deciding any given matter, tobe composed of a member or members chosen by the Senior President ofTribunals.\n\t\t\tThe member, or each member, chosen must belong to a panel of members ofemployment tribunals appointed in accordance with regulations under section1(1).\n\t\t\tThe Senior President of Tribunals (or any person to whom the function undersubsection (1) is delegated)—\n\t\t\t\tmust act in accordance with regulations under subsection (4);\n\t\t\t\tmay choose themselves (if eligible in accordance with regulations undersection 1(1)).\n\t\t\tThe Lord Chancellor must by regulations make provision, in relation toevery matter that may fall to be decided by an employment tribunal, fordetermining the number of members who are to compose the tribunal.\n\t\t\tWhere regulations under subsection (4) provide for a tribunal to becomposed of a single member, the regulations must provide for that member tobe an Employment Judge.\n\t\t\tWhere regulations under subsection (4) provide for a tribunal to becomposed of more than one member, the regulations—\n\t\t\t\tmust provide for at least one of those members to be an Employment Judge,\n\t\t\t\tmust make provision for determining how many (if any) of the other membersare to be Employment Judges and how many (if any) are to be members who arenot Employment Judges, and\n\t\t\t\tif the tribunal is to include one or more members who are not EmploymentJudges, may make provision for determining what qualifications (if any) thatmember or any of those members must have.\n\t\t\tA duty under subsection (4) or (6) to provide for the determination ofanything may be discharged by providing for the thing to be determined by theSenior President of Tribunals or the President of Employment Tribunals inaccordance with any provision made under that subsection.\n\t\t\tThe power under subsection (6)(c) may be exercised by giving the SeniorPresident of Tribunals or the President of Employment Tribunals power todetermine what qualifications are required in accordance with any provisionmade by the regulations.\n\t\t\tWhere a tribunal is to be composed of more than one member, the tribunalmay proceed in the absence of one or more of the members chosen to compose itif—\n\t\t\t\tthe parties to the case agree, and\n\t\t\t\tat least one of the members who is present is an Employment Judge.\n\t\t\tWhere a person (other than an Employment Judge) is chosen as one of themembers composing a tribunal but does not have a qualification required byvirtue of subsection (6)(c), the tribunal may still proceed with that personas a member if the parties to the case agree.\n\t\t\tBefore making regulations under this section, the Lord Chancellor mustconsult the Senior President of Tribunals.\n\t\t\tIn this section—\n\t\t\t\t  * “President of Employment Tribunals”—\n\t\t\t\tin relation to employment tribunals in England and Wales, means the Presidentof Employment Tribunals (England and Wales), and\n\t\t\t\tin relation to employment tribunals in Scotland, means the President ofEmployment Tribunals (Scotland);\n\t\t\t\t\t  * “qualification” includes experience.”\n\t\t\tFor section 28 substitute—\n\t\t“28Composition of Appeal Tribunal\n\t\t\tThe Appeal Tribunal is, for the purpose of deciding any given matter, to becomposed of a member or members chosen by the Senior President of Tribunals.\n\t\t\tThe Senior President of Tribunals (or any person to whom the function undersubsection (1) is delegated)—\n\t\t\t\tmust act in accordance with regulations under subsection (3);\n\t\t\t\tmay choose themselves (if otherwise eligible to sit).\n\t\t\tThe Lord Chancellor must by regulations make provision, in relation toevery matter that may fall to be decided by the Appeal Tribunal, fordetermining the number of members who are to compose the Tribunal.\n\t\t\tWhere regulations under subsection (3) provide for the Appeal Tribunal tobe composed of a single member, the regulations must provide for that memberto be a judge.\n\t\t\tWhere regulations under subsection (3) provide for the Appeal Tribunal tobe composed of more than one member, the regulations—\n\t\t\t\tmust provide for at least one of those members to be a judge,\n\t\t\t\tmust make provision for determining how many (if any) of the other membersare to be judges and how many (if any) are to be appointed members, and\n\t\t\t\tif the Tribunal is to be composed of persons who include one or moreappointed members, may make provision for determining what qualifications (ifany) that member or any of those members must have.\n\t\t\tA duty under subsection (3) or (5) to provide for the determination ofanything may be discharged by providing for the thing to be determined by theSenior President of Tribunals or the President of the Appeal Tribunal inaccordance with any provision made under that subsection.\n\t\t\tThe power under subsection (5)(c) may be exercised by giving the SeniorPresident of Tribunals or the President of the Appeal Tribunal power todetermine what qualifications are required in accordance with any provisionmade by the regulations.\n\t\t\tWhere the Appeal Tribunal is to be composed of more than one member, theTribunal may proceed in the absence of one or more of the members chosen tocompose it if—\n\t\t\t\tthe parties to the case agree, and\n\t\t\t\tat least one of the members who is present is a judge.\n\t\t\tWhere a person (other than a judge) is chosen as one of the memberscomposing the Appeal Tribunal but does not have a qualification required byvirtue of subsection (5)(c), the Tribunal may still proceed with that personas a member if the parties to the case agree.\n\t\t\tBefore making regulations under this section, the Lord Chancellor mustconsult the Senior President of Tribunals.\n\t\t\tIn this section, “qualification” includes experience.”\n\t\t\tIn section 41(2) (orders, regulations and rules subject to affirmativeprocedure)—\n\t\t\t\tomit “, 4(4) or (6D)” and “, 28(5)”;\n\t\t\t\tbefore “37N” insert “4, 28,”.\n\tSaving for existing procedural provisions\n\t\tNo amendment or repeal made by section 34 or 35 or Schedule 5 affects thecontinued operation of—\n\t\t\tthe Employment Tribunals (Constitution and Rules of Procedure) Regulations2013 ([S.I. 2013/1237](/id/uksi/2013/1237?view=plain \"Go to item oflegislation\")),\n\t\t\tthe Employment Appeal Tribunal Rules 1993 ([S.I.1993/2854](/id/uksi/1993/2854?view=plain \"Go to item of legislation\")), or\n\t\t\tany practice direction made under section 7A of the Employment TribunalsAct 1996 or the regulations referred to in paragraph (a).\n\tExercise of tribunal functions by authorised persons\n\t\tChapter 2A of Part 1 of the Tribunals, Courts and Enforcement Act 2007(which makes provision in connection with the exercise of functions oftribunals by persons authorised under Tribunal Procedure Rules) is amended asfollows.\n\t\tIn section 29A (meaning of certain terms)—\n\t\t\tfor the heading substitute “Interpretation of Chapter”;\n\t\t\tin the definition of “authorised person”—\n\t\t\tfor “paragraph 3 of Schedule 5” substitute “a relevant Procedure Rule”;\n\t\t\tfor “the First-tier Tribunal or Upper Tribunal” substitute “a tribunal”;\n\t\t\tin the definition of “judicial office holder”—\n\t\t\tfor “has” substitute “means—\n\t\t\ta judicial office holder within”;\n\t\t\tat the end insert “, or\n\t\t\tthe President of Employment Tribunals (Scotland);”;\n\t\t\tat the end insert—\n\t\t\t\t  * ““relevant Procedure Rule” means—\n\t\t\ta Tribunal Procedure Rule of a kind mentioned in paragraph 3 of Schedule 5 tothis Act, or\n\t\t\tan Employment Tribunal Procedure Rule of a kind mentioned in paragraph 2 ofSchedule A1 to the Employment Tribunals Act 1996;\n\t\t\t\t  * “tribunal” means the First-tier Tribunal, the Upper Tribunal, an employment tribunal or the Employment Appeal Tribunal.”\n\t\tIn each of the following provisions, for “paragraph 3 of Schedule 5”substitute “a relevant Procedure Rule”—\n\t\t\tsection 29B(2) (authorised person not subject to directions not made underthat section);\n\t\t\tsection 29C(1)(a) and (2)(a) (protection against actions for authorisedpersons acting within or without jurisdiction);\n\t\t\tsection 29D(1) (protection against costs for authorised persons).\n\tResponsibility for remunerating tribunal members\n\t\tIn the following provisions of the Employment Tribunals Act 1996, for“Secretary of State”, in each place it occurs, substitute “Lord Chancellor”—\n\t\t\tsection 5(1), (2) and (3) (remuneration of members of employment tribunalsetc);\n\t\t\tsection 27(1), (3) and (4) (remuneration of members of Employment AppealTribunal etc)."
    },
    {
        "length": 2309,
        "text": "\nChapter 4Coroners\n\tDiscontinuance of investigation where cause of death becomes clear\n\t\tSection 4 of the Coroners and Justice Act 2009 (discontinuance ofinvestigation where cause of death revealed by post-mortem examination) isamended as set out in subsections (2) and (3).\n\t\tIn the heading, for “revealed by post-mortem examination” substitute“becomes clear before inquest”.\n\t\tIn subsection (1), for paragraph (a) substitute—\n\t\t\tthe coroner is satisfied that the cause of death has become clear in thecourse of the investigation,\n\t\t\tan inquest into the death has not yet begun, and”.\n\t\tIn the following provisions of the Births and Deaths Registration Act 1953,for “revealed by post-mortem examination” substitute “becoming clear beforeinquest”—\n\t\t\tin section 2(1), paragraph (ii) of the proviso;\n\t\t\tin section 16(3), paragraph (ii) of the proviso;\n\t\t\tin section 17(3), paragraph (ii) of the proviso;\n\t\t\tsection 29(3B).\n\t\tIn section 273(2)(a) of the Merchant Shipping Act 1995, for “revealed bypost-mortem examination” substitute “becoming clear before inquest”.\n\t\tIn Schedule 21 to the Coroners and Justice Act 2009 (which, among otherthings, makes amendments to the Births and Deaths Registration Act 1953 thathave yet to come into force)—\n\t\t\tin paragraph 10(5), in the inserted subsection (2)(b), for “revealed bypost-mortem examination” substitute “becoming clear before inquest”;\n\t\t\tin paragraph 11(2), in the substituted section (A1)(b), for “revealed bypost-mortem examination” substitute “becoming clear before inquest”;\n\t\t\tin paragraph 16(2), in the substituted paragraph (a), for the words from“there has” to “the death,” substitute “—\n\t\t\tthere has been no investigation under Part 1 of the 2009 Act into thedeath, or\n\t\t\tsuch an investigation has been discontinued under section 4 of the 2009Act (cause of death becoming clear before inquest) other than as mentioned inparagraph (b),”.\n\tPower to conduct non-contentious inquests in writing\n\t\tThe Coroners and Justice Act 2009 is amended as follows.\n\t\tAfter section 9B insert—\n\t\t“9CInquests without jury to be conducted at hearing or in writing\n\t\t\tWhere an inquest into a death is to be held without a jury, the inquest isto be held—\n\t\t\t\tat a hearing, or\n\t\t\t\tif the senior coroner decides that a hearing is unnecessary, in writing.\n\t\t\tThe senior coroner is not to decide that a hearing is unnecessary unless—\n\t\t\t\tthe coroner has invited representations from each interested person knownto the coroner,\n\t\t\t\tno interested person has represented on reasonable grounds that a hearingshould take place,\n\t\t\t\tit appears to the coroner that there is no real prospect of disagreementamong interested persons as to the determinations or findings that the inquestcould or should make, and\n\t\t\t\tit appears to the coroner that no public interest would be served by ahearing.”\n\t\t\tIn section 10(1) (determinations and findings required at inquest), for“hearing the evidence at” substitute “considering the evidence given to”.\n\t\t\tIn section 45(2) (provision that may be made in Coroners rules), inparagraph (e), for “at” substitute “in the course of”.\n\t\t\tIn section 47(2) (interested persons), in paragraph (l), after “attend”insert “or follow”.\n\t\t\tIn paragraph 11 of Schedule 1 (resumption of inquests after adjournment)—\n\t\t\t\tin sub-paragraph (2), for “The following provisions” substitute “Sub-paragraphs (3) and (4)”;\n\t\t\t\tafter sub-paragraph (4) insert—\n\t\t\tWhere an inquest is resumed under this paragraph without a jury (whetheror not it had one before the adjournment), the senior coroner must consider,in accordance with section 9C, whether the resumed inquest is to be held at ahearing or in writing.”\n\tUse of audio or video links at inquests\n\t\tSection 45 of the Coroners and Justice Act 2009 (Coroners rules) is amendedas follows.\n\t\tIn subsection (2) (examples of provision that may be contained in Coronersrules), after paragraph (e) insert—\n\t\t\tprovision for or in connection with the conduct of hearings wholly orpartly by way of electronic transmission of sounds or images;”.\n\t\tAfter subsection (2) insert—\n\t\t\t“(2A)Coroners rules that provide for members of a jury to take part in ahearing by way of electronic transmission of sounds or images must provide forall members of the jury to take part in that way while present at the sameplace.”\n\tSuspension of requirement for jury at inquest where coronavirussuspected\n\t\tIn section 7 of the Coroners and Justice Act 2009 (whether inquest to beheld with jury), after subsection (4) insert—\n\t\tBut COVID-19 is not a notifiable disease for the purposes of subsection(2)(c).”\n\t\tThe amendment made by subsection (1) has effect in relation to any inquestopened on or after the day on which this section comes into force (regardlessof the date of death).\n\t\tThe inserted subsection expires at the end of the period of two yearsbeginning with the day on which this section comes into force, subject toregulations under subsection (6).\n\t\tBefore the expiry day, the Lord Chancellor must assess the likely effectsof the expiry of the inserted subsection on the coronial system.\n\t\tSubsection (6) applies if, having carried out that assessment, the LordChancellor considers that it would be expedient for the inserted subsection tocontinue in force beyond the expiry day.\n\t\tThe Lord Chancellor may, at any time before the inserted subsectionexpires, make regulations providing for the inserted subsection—\n\t\t\tnot to expire when it would otherwise expire, but\n\t\t\tto expire at the end of such later day as is specified in the regulations.\n\t\tThe day specified under subsection (6)(b) may not be later than two yearsafter the expiry day as it stands immediately before the making of theregulations.\n\t\tRegulations under subsection (6) are subject to affirmative resolutionprocedure (see section 49(3)).\n\t\tSubsection (2) expires when the inserted subsection expires.\n\t\t\tBut the expiry of the inserted subsection does not affect any inquest openedwhile the inserted subsection was in force.\n\t\tIn this section—\n\t\t\t  * “the inserted subsection” means subsection (5) of section 7 of the Coroners and Justice Act 2009, as inserted by subsection (1); \n\t\t\t  * “the expiry day” means the day at the end of which the inserted subsection is for the time being due to expire (whether by virtue of subsection (3) or regulations under subsection (6)). \n\t\tIn the Coronavirus Act 2020, omit section 30 (suspension of requirementfor jury at inquest where coronavirus suspected).\n\t\tThe repeal made by subsection (11) does not affect any inquest openedwhile the repealed section was in force.\n\tPhased transition to new coroner areas\n\t\tIn Schedule 22 to the Coroners and Justice Act 2009 (transitional provisionetc), after paragraph 1 insert—\n\t“1AAn order under paragraph 2 of Schedule 2 (alteration of coroner areas) maycombine two or more coroner areas each of which—\n\t\tis wholly within the area of the same local authority, and\n\t\tis specified in either—\n\t\tthe transitional order, or\n\t\tan earlier order made by virtue of this paragraph,\n\t\twithout the resulting coroner area having to satisfy paragraph 1(2) of thatSchedule.”\n\tProvision of information to registrar when investigation discontinued\n\t\tIn section 23 of the Births and Deaths Registration Act 1953 (furnishing ofinformation by coroner in connection with registration of death), aftersubsection (3) insert—\n\t\tWhere a senior coroner—\n\t\t\tdiscontinues an investigation under section 4 of the 2009 Act,\n\t\t\tauthorises the disposal of the body, and\n\t\t\tsends to the registrar, on request by the registrar, a certificate statingany particulars required by this Act to be registered concerning the death (sofar as they have been ascertained at the date of the certificate),\n\t\t\tthe registrar shall in the prescribed form and manner register the death andthose particulars, so far as they are not already registered.”"
    },
    {
        "length": 194,
        "text": "\nLocal justice areas\n\tAbolition of local justice areas\n\t\tLocal justice areas are abolished.\n\t\tAccordingly, omit section 8 of the Courts Act 2003 (local justice areas).\n\t\tThe Lord Chancellor may, by regulations, make consequential orsupplementary provision in relation to the abolition of local justice areas.\n\t\tRegulations under this section may include provision amending, repealing orrevoking provision made by or under an Act (whenever passed or made).\n\t\tRegulations under this section that amend or repeal any provision made byan Act are subject to affirmative resolution procedure (see section 49(3)).\n\t\tAny other regulations under this section are subject to negative resolutionprocedure (see section 49(4))."
    },
    {
        "length": 300,
        "text": "\nCourthouses in the City of London\n\tThe Mayor’s and City of London Court: removal of duty to providepremises\n\t\tSection 29 of the Courts Act 1971 (court accommodation in the City ofLondon) is amended as follows.\n\t\tIn subsection (1)—\n\t\t\tomit “respectively”;\n\t\t\tomit “and the Mayor’s and City of London Court”;\n\t\t\tfor “those names” substitute “that name”;\n\t\t\tfor “those courts respectively” substitute “that court”.\n\t\tIn subsection (2), for “courts” substitute “court”.\n\tThe City of London Magistrates’ Court: removal of duty to providepremises\n\t\tOmit paragraph 16 of Schedule 2 to the Courts Act 2003 (power to impose anobligation to provide premises for the City of London Magistrates’ Court).\n\t\tIn consequence of the repeal made by subsection (1), omit paragraph 35 ofSchedule 14 to the Access to Justice Act 1999 (continuing provision of court-houses, accommodation etc)."
    },
    {
        "length": 165,
        "text": "\nIn section 194 of the Legal Services Act 2007 (payments in respect of probono representation in civil proceedings in England and Wales)—\n\tin the heading, at the end insert “: civil courts in England and Wales”;\n\tin subsection (8), for “by order made by the Lord Chancellor” substitute“under section 194C”;\n\tomit subsection (9);\n\tin subsection (10)—\n\tin the definition of “civil court”, omit paragraph (a);\n\tomit the definition of “relevant civil appeal”."
    },
    {
        "length": 1683,
        "text": "\n“194APayments in respect of pro bono representation: tribunals\n\tThis section applies to relevant tribunal proceedings in which—\n\t\ta party to the proceedings (“P”) is or was represented by a legalrepresentative (“R”), and\n\t\tR’s representation of P is or was provided free of charge, in whole or inpart.\n\tThis section applies to such proceedings even if P is or was alsorepresented by a legal representative not acting free of charge.\n\tThe tribunal may make an order under this section against a person if thecondition in subsection (5) is met in respect of that person (and ifsubsection (7) does not apply).\n\tAn order under this section is an order for the person to make a payment tothe prescribed charity in respect of R’s representation of P (or, if only partof R’s representation of P was provided free of charge, in respect of thatpart).\n\tThe condition is that, had R’s representation of P not been provided freeof charge, the tribunal would have had the power to order the person to make apayment to P in respect of sums payable to R by P in respect of thatrepresentation.\n\tIn considering whether to make an order under this section against aperson, and the terms of such an order, the tribunal must have regard to—\n\t\twhether, had R’s representation of P not been provided free of charge, itwould have made an order against that person as described in subsection (5),and\n\t\tif it would, what the terms of the order would have been.\n\tThe tribunal may not make an order under this section against a personrepresented in the proceedings if the person’s representation was at all timeswithin subsection (8).\n\tRepresentation is within this subsection if it is provided—\n\t\tby a legal representative acting free of charge, or\n\t\tby way of legal aid.\n\tFor the purposes of subsection (8)(b), representation is provided by way oflegal aid if it is—\n\t\tprovided under arrangements made for the purposes of Part 1 of the LegalAid, Sentencing and Punishment of Offenders Act 2012,\n\t\tmade available under Part 2 or 3 of the Legal Aid (Scotland) Act 1986, or\n\t\tfunded under Part 2 of the Access to Justice (Northern Ireland) Order 2003([S.I. 2003/435 (N.I. 10)](/id/nisi/2003/435?view=plain \"Go to item oflegislation\")).\n\tProcedure rules may make further provision as to the making of ordersunder this section, and may in particular—\n\t\tprovide that such orders may not be made in proceedings of a descriptionspecified in the rules;\n\t\tmake provision about the procedure to be followed in relation to suchorders;\n\t\tspecify matters (in addition to those mentioned in subsection (6)) to whichthe tribunal must have regard in deciding whether to make such an order, andthe terms of any order.\n\tIn this section “relevant tribunal proceedings” means proceedings in—\n\t\tthe First-tier Tribunal,\n\t\tthe Upper Tribunal,\n\t\tan employment tribunal,\n\t\tthe Employment Appeal Tribunal, or\n\t\tthe Competition Appeal Tribunal,\n\t\t\tbut does not include proceedings within devolved competence.\n\tFor the purposes of subsection (11), proceedings are within devolvedcompetence if provision regulating the procedure to be followed in thoseproceedings could be made by—\n\t\tan Act of the Scottish Parliament,\n\t\tan Act of Senedd Cymru (including one passed with the consent of a Ministerof the Crown within the meaning of section 158(1) of the Government of WalesAct 2006), or\n\t\tan Act of the Northern Ireland Assembly the Bill for which would notrequire the consent of the Secretary of State.\n\tThe Lord Chancellor may by regulations—\n\t\tamend subsection (11) so as to add a tribunal to the list in thatsubsection, and\n\t\tmake consequential amendments of the definition of “procedure rules” insubsection (14).\n\tIn this section—\n\t\t  * “free of charge” means otherwise than for or in expectation of fee, gain or reward;\n\t\t  * “legal representative” means a person who is—\n\t\tentitled in accordance with section 13 to carry on the activity of exercisinga right of audience or conducting litigation,\n\t\ta solicitor enrolled in the roll of solicitors kept under section 7 of theSolicitors (Scotland) Act 1980,\n\t\ta member of the Faculty of Advocates in Scotland,\n\t\ta person having a right to conduct litigation, or a right of audience, byvirtue of section 27 of the Law Reform (Miscellaneous Provisions) (Scotland)Act 1990,\n\t\ta member of the Bar of Northern Ireland, or\n\t\ta solicitor of the Court of Judicature of Northern Ireland,\n\t\tirrespective of the capacity in which the person is acting in the proceedingsconcerned;\n\t\t\t  * “prescribed charity” means the charity prescribed under section 194C;\n\t\t\t  * “procedure rules” means—\n\t\tTribunal Procedure Rules, in relation to proceedings in the First-tierTribunal or the Upper Tribunal,\n\t\tEmployment Tribunal Procedure Rules, in relation to proceedings in anemployment tribunal or the Employment Appeal Tribunal, or\n\t\trules under section 15 of the Enterprise Act 2002, in relation to proceedingsin the Competition Appeal Tribunal;\n\t\t\t  * “tribunal” does not include an ordinary court of law.\n\tAn order under this section may not be made in respect of representationif (or to the extent that) it was provided before section 48 of the JudicialReview and Courts Act 2022 came into force.”\n\tAfter section 194A of the Legal Services Act 2007 (as inserted bysubsection (2)) insert—"
    },
    {
        "length": 1326,
        "text": "\n“194BPayments in respect of pro bono representation: Supreme Court\n\tThis section applies to proceedings in a relevant civil appeal to theSupreme Court in which—\n\t\ta party to the proceedings (“P”) is or was represented by a legalrepresentative (“R”), and\n\t\tR’s representation of P is or was provided free of charge, in whole or inpart.\n\tThis section applies to such proceedings even if P is or was alsorepresented by a legal representative not acting free of charge.\n\tThe Court may make an order under this section against a person if thecondition in subsection (5) is met in respect of that person (and ifsubsection (7) does not apply).\n\tAn order under this section is an order for the person to make a payment tothe prescribed charity in respect of R’s representation of P (or, if only partof R’s representation of P was provided free of charge, in respect of thatpart).\n\tThe condition is that, had R’s representation of P not been provided freeof charge, the Court would have had the power to order the person to make apayment to P in respect of sums payable to R by P in respect of thatrepresentation.\n\tIn considering whether to make an order under this section against aperson, and the terms of such an order, the Court must have regard to—\n\t\twhether, had R’s representation of P not been provided free of charge, itwould have made an order against that person as described in subsection (5),and\n\t\tif it would, what the terms of the order would have been.\n\tThe Court may not make an order under this section against a personrepresented in the proceedings if the person’s representation was at all timeswithin subsection (8).\n\tRepresentation is within this subsection if it is—\n\t\tprovided by a legal representative acting free of charge, or\n\t\tprovided by way of legal aid.\n\tFor the purposes of subsection (8)(b), representation is provided by way oflegal aid if it is—\n\t\tprovided under arrangements made for the purposes of Part 1 of the LegalAid, Sentencing and Punishment of Offenders Act 2012, or\n\t\tfunded under Part 2 of the Access to Justice (Northern Ireland) Order 2003([S.I. 2003/435 (N.I. 10)](/id/nisi/2003/435?view=plain \"Go to item oflegislation\")).\n\tSupreme Court Rules may make further provision as to the making of ordersunder this section, and may in particular—\n\t\tprovide that such orders may not be made in proceedings of a descriptionspecified in the Rules;\n\t\tmake provision about the procedure to be followed in relation to suchorders;\n\t\tspecify matters (in addition to those mentioned in subsection (6)) to whichthe Court must have regard in deciding whether to make such an order, and theterms of any order.\n\tIn this section—\n\t\t  * “free of charge” means otherwise than for or in expectation of fee, gain or reward;\n\t\t  * “legal representative”, in relation to a party to proceedings, means—\n\t\ta person exercising a right of audience, or conducting litigation, on theparty’s behalf pursuant to an entitlement under section 13, or\n\t\ta member of the Bar of Northern Ireland, or a solicitor of the Court ofJudicature of Northern Ireland, practising or acting as such on the party’sbehalf;\n\t\t\t  * “prescribed charity” means the charity prescribed under section 194C;\n\t\t\t  * “relevant civil appeal” means an appeal—\n\t\tfrom the High Court under Part 2 of the Administration of Justice Act 1969,\n\t\tfrom the Upper Tribunal under section 14B(4) of the Tribunals, Courts andEnforcement Act 2007,\n\t\tfrom the Court of Appeal under section 40(2) of the Constitutional Reform Act2005 or section 42 of the Judicature (Northern Ireland) Act 1978, or\n\t\tunder section 13 of the Administration of Justice Act 1960 (appeal in cases ofcontempt of court), other than an appeal from an order or decision made in theexercise of jurisdiction to punish for criminal contempt of court.\n\tAn order under this section may not be made in respect of representationin proceedings in a relevant civil appeal—\n\t\tfrom a court in Northern Ireland, or\n\t\tfrom the Upper Tribunal under section 14B(4) of the Tribunals, Courts andEnforcement Act 2007,\n\t\t\tif (or to the extent that) the representation was provided before section 48of the Judicial Review and Courts Act 2022 came into force.”\n\tAfter section 194B of the Legal Services Act 2007 (as inserted bysubsection (3)) insert—"
    },
    {
        "length": 658,
        "text": "\n“194CSections 194 to 194B: the prescribed charity\n\tThe Lord Chancellor may by order prescribe a registered charity for thepurposes of sections 194 to 194B.\n\tThe charity must be one which provides financial support to persons whoprovide, or organise or facilitate the provision of, legal advice orassistance (by way of representation or otherwise) which is free of charge.\n\tIn this section—\n\t\t  * “free of charge” means otherwise than for or in expectation of fee, gain or reward;\n\t\t  * “registered charity” means a charity registered in accordance with—\n\t\tsection 30 of the Charities Act 2011,\n\t\tsection 3 of the [Charities and Trustee Investment (Scotland) Act 2005 (asp10)](/id/asp/2005/10?view=plain \"Go to item of legislation\"), or\n\t\tsection 16 of the [Charities Act (Northern Ireland) 2008 (c. 12(N.I.))](/id/nia/2008/12?view=plain \"Go to item of legislation\").\n\tAn order under section 194(8) that was in force immediately before section48 of the Judicial Review and Courts Act 2022 came into force—\n\t\tremains in force despite the amendment by that section of section 194(8),\n\t\thas effect as if its prescription of a charity for the purposes of section194 were the prescription of that charity under this section for the purposesof sections 194 to 194B, and\n\t\tmay be amended or revoked by an order under this section.”\n\tFor the purposes of sections 194A and 194C of the Legal Services Act 2007(as inserted by subsections (2) and (4)), sections 204 and 206 of that Actextend to Scotland and Northern Ireland as well as England and Wales.\n\tIn paragraph 17(1) of Schedule 4 to the Enterprise Act 2002 (rules that maybe made about procedure of Competition Appeal Tribunal), omit paragraph (ha).\n\tIn paragraph 32 of Schedule 8 to the Consumer Rights Act 2015 (amendmentsof paragraph 17 of Schedule 4 to the Enterprise Act 2002), omit sub-paragraph(a)."
    },
    {
        "length": 1106,
        "text": "\nPart 3Final provisions\n\tRegulations \n\t\tRegulations under this Act are to be made by statutory instrument.\n\t\tA power to make regulations under this Act includes power to make—\n\t\t\tincidental, transitional or saving provision;\n\t\t\tdifferent provision for different purposes or for different areas.\n\t\t\t\tThis subsection does not apply in relation to section 51 (but see subsections(5) and (6) of that section).\n\t\tWhere regulations under this Act are subject to “affirmative resolutionprocedure”, a statutory instrument containing the regulations (whether aloneor with other provision) may not be made unless a draft of the instrument hasbeen laid before and approved by a resolution of each House of Parliament.\n\t\tWhere regulations under this Act are subject to “negative resolutionprocedure”, a statutory instrument containing the regulations is subject toannulment in pursuance of a resolution of either House of Parliament.\n\t\tBut regulations under this Act are not subject to negative resolutionprocedure (notwithstanding any other provision of this Act) if a draft of thestatutory instrument containing them has been laid before and approved by aresolution of each House of Parliament.\n\tExtent \n\t\tAn amendment or repeal made by this Act has the same extent as theprovision amended or repealed, subject to subsections (3) to (6).\n\t\tSections 1(4), 2(2), and 36 have the same extent as the amendments orrepeals to which they relate.\n\t\tThe following provisions extend only to England and Wales—\n\t\t\tsection 13(6) to (11);\n\t\t\tsection 42;\n\t\t\tsection 45(1);\n\t\t\tparagraph 3(2) of Schedule 2;\n\t\t\tPart 1 of Schedule 3.\n\t\tSection 48(3) extends to England and Wales and Northern Ireland.\n\t\tSection 48(2) and (4) extends to England and Wales, Scotland and NorthernIreland.\n\t\tParagraph 3(5) of Schedule 2 extends to England and Wales, Scotland andNorthern Ireland.\n\t\tPart 3 of Schedule 3 extends only to England and Wales and Scotland.\n\t\tExcept as otherwise provided above, this Act extends to England and Wales,Scotland and Northern Ireland.\n\tCommencement and transitional provision\n\t\tThe following provisions of this Act come into force on the day on whichthis Act is passed—\n\t\t\tsection 11;\n\t\t\tsection 13(3);\n\t\t\tparagraphs 12 to 14 of Schedule 2, and section 18 so far as relating tothose paragraphs;\n\t\t\tthis Part.\n\t\tIf paragraph 24(2) of Schedule 22 to the Sentencing Act 2020 (as it wasenacted) has been brought in force in relation to either-way offences beforethe passing of this Act, the following provisions come into force on the dayafter the day on which this Act is passed—\n\t\t\tsection 13 (except subsection (3));\n\t\t\tparagraphs 16 to 21 of Schedule 2, and section 18 so far as relating tothose paragraphs.\n\t\tThe following provisions of this Act come into force at the end of theperiod of two months beginning with the day on which this Act is passed—\n\t\t\tsection 15;\n\t\t\tsection 16 (and Schedule 1);\n\t\t\tChapter 4 of Part 2, except section 44;\n\t\t\tsection 48.\n\t\tExcept as provided above, this Act comes into force on such day as the LordChancellor may by regulations appoint.\n\t\tDifferent days may be appointed for different purposes.\n\t\tThe Lord Chancellor may by regulations make transitional, transitory orsaving provision in connection with the coming into force of any provision ofthis Act.\n\t\tThe coming into force of paragraph 21(b) of Schedule 2 results in theprovision it inserts becoming subject to section 417(1) of the Sentencing Act2020 (power to commence Schedule 22 to that Act).\n\t\tThe power in section 419(1) of the Sentencing Act 2020 (power to stateeffect of commencement provisions) applies in relation to any amendment orrepeal made by or under this Act of that Act as it applies in relation to anamendment or repeal made by Schedule 22 to that Act.\n\tShort title\n\t\tThis Act may be cited as the Judicial Review and Courts Act 2022."
    }
]