{
    "general": "This law says that prisons must test people who are in prison for drugs and other substances. This is to help keep prisoners safe and healthy, and to stop them from using or having drugs in prison. The law also says that if someone tests positive for drugs or other substances, they might have to go to a special place to get help and support to stop using those things.",
    "series": [
        [
            {
                "length": 242,
                "short": "The Prisons Substance Testing Act 2021: New Rules for Prisoner Drug Testing",
                "text": "\n* Simplified point 1: The Prisons (Substance Testing) Act 2021 amends the Prison Act 1952 to allow for the testing of prisoners for psychoactive substances and other substances.\n* Simplified point 2: The Act adds new definitions for \"medicinal product\", \"pharmacy medicine\", and \"prescription only medicine\" to the Prison Act 1952, and makes consequential amendments to the Prison Rules 1999 and the Young Offender Institution Rules 2000.\n* Simplified point 3: The Act allows the Secretary of State to use prisoners' samples to test for the prevalence of certain substances in prisons, and makes provision for the revocation of existing instruments.\n* Simplified point 4: The Act comes into force on a date appointed by the Secretary of State through statutory instrument, and extends to England and Wales only."
            }
        ]
    ],
    "summary": "The Prisons (Substance Testing) Act 2021 is a law that helps keep prisoners safe and healthy. It lets prison staff test prisoners for drugs and other harmful substances. This will help stop the spread of these substances in prisons and protect prisoners from getting sick or hurt. The law also makes sure that prisoners have access to safe medicines and treats any addiction problems they may have. The law starts working on a specific date chosen by the government, and only applies to England and Wales.",
    "single": "\n* The Prisons (Substance Testing) Act 2021 amends the Prison Act 1952 to allow for the testing of prisoners for psychoactive substances and other substances.\n* The act expands the definition of \"drug\" to include psychoactive substances and other substances, and removes the term \"specified drug\".\n* The act allows for the use of prisoners' samples for testing on an anonymous basis for the prevalence of certain substances in prisons.\n* The act makes consequential amendments to the Prison Rules 1999 and the Young Offender Institution Rules 2000.\n* The act revokes several previous instruments related to prison and young offender institution rules.\n* The act comes into force on a date appointed by the Secretary of State through statutory instrument.\n* The act extends to England and Wales only."
}