[
    {
        "length": 2853,
        "text": "\nContact activity directions and conditions\n\tAfter section 11 of the Children Act [1989 (c.41)](/id/ukpga/1989/41?view=plain \"Go to item of legislation\") insert—\n\t“11AContact activity directions\n\t\tThis section applies in proceedings in which the court is consideringwhether to make provision about contact with a child by making—\n\t\t\ta contact order with respect to the child, or\n\t\t\tan order varying or discharging a contact order with respect to the child.\n\t\tThe court may make a contact activity direction in connection with thatprovision about contact.\n\t\tA contact activity direction is a direction requiring an individual who isa party to the proceedings to take part in an activity that promotes contactwith the child concerned.\n\t\tThe direction is to specify the activity and the person providing theactivity.\n\t\tThe activities that may be so required include, in particular—\n\t\t\tprogrammes, classes and counselling or guidance sessions of a kind that—\n\t\t\tmay assist a person as regards establishing, maintaining or improvingcontact with a child;\n\t\t\tmay, by addressing a person’s violent behaviour, enable or facilitatecontact with a child;\n\t\t\tsessions in which information or advice is given as regards making oroperating arrangements for contact with a child, including making arrangementsby means of mediation.\n\t\tNo individual may be required by a contact activity direction—\n\t\t\tto undergo medical or psychiatric examination, assessment or treatment;\n\t\t\tto take part in mediation.\n\t\tA court may not on the same occasion—\n\t\t\tmake a contact activity direction, and\n\t\t\tdispose finally of the proceedings as they relate to contact with the childconcerned.\n\t\tSubsection (2) has effect subject to the restrictions in sections 11B and11E.\n\t\tIn considering whether to make a contact activity direction, the welfare ofthe child concerned is to be the court’s paramount consideration.\n\tBContact activity directions: further provision\n\t\tA court may not make a contact activity direction in any proceedings unlessthere is a dispute as regards the provision about contact that the court isconsidering whether to make in the proceedings.\n\t\tA court may not make a contact activity direction requiring an individualwho is a child to take part in an activity unless the individual is a parentof the child in relation to whom the court is considering provision aboutcontact.\n\t\tA court may not make a contact activity direction in connection with themaking, variation or discharge of a contact order, if the contact order is, orwould if made be, an excepted order.\n\t\tA contact order with respect to a child is an excepted order if—\n\t\t\tit is made in proceedings that include proceedings on an application for arelevant adoption order in respect of the child; or\n\t\t\tit makes provision as regards contact between the child and a person whowould be a parent or relative of the child but for the child’s adoption by anorder falling within subsection (5).\n\t\tAn order falls within this subsection if it is—\n\t\t\ta relevant adoption order;\n\t\t\tan adoption order, within the meaning of section 72(1) of the Adoption Act1976, other than an order made by virtue of section 14 of that Act on theapplication of a married couple one of whom is the mother or the father of thechild;\n\t\t\ta Scottish adoption order, within the meaning of the Adoption and ChildrenAct 2002, other than an order made—\n\t\t\tby virtue of section 14 of the Adoption (Scotland) Act 1978 on theapplication of a married couple one of whom is the mother or the father of thechild, or\n\t\t\tby virtue of section 15(1)(aa) of that Act; or\n\t\t\ta Northern Irish adoption order, within the meaning of the Adoption andChildren Act 2002, other than an order made by virtue of Article 14 of theAdoption (Northern Ireland) Order 1987 on the application of a married coupleone of whom is the mother or the father of the child.\n\t\tA relevant adoption order is an adoption order, within the meaning ofsection 46(1) of the Adoption and Children Act 2002, other than an order made—\n\t\t\ton an application under section 50 of that Act by a couple (within themeaning of that Act) one of whom is the mother or the father of the person tobe adopted, or\n\t\t\ton an application under section 51(2) of that Act.\n\t\tA court may not make a contact activity direction in relation to anindividual unless the individual is habitually resident in England and Wales;and a direction ceases to have effect if the individual subject to thedirection ceases to be habitually resident in England and Wales.\n\tCContact activity conditions\n\t\tThis section applies if in any family proceedings the court makes—\n\t\t\ta contact order with respect to a child, or\n\t\t\tan order varying a contact order with respect to a child.\n\t\tThe contact order may impose, or the contact order may be varied so as toimpose, a condition (a “contact activity condition”) requiring an individualfalling within subsection (3) to take part in an activity that promotescontact with the child concerned.\n\t\tAn individual falls within this subsection if he is—\n\t\t\tfor the purposes of the contact order so made or varied, the person withwhom the child concerned lives or is to live;\n\t\t\tthe person whose contact with the child concerned is provided for in thatorder; or\n\t\t\ta person upon whom that order imposes a condition under section 11(7)(b).\n\t\tThe condition is to specify the activity and the person providing theactivity.\n\t\tSubsections (5) and (6) of section 11A have effect as regards theactivities that may be required by a contact activity condition as they haveeffect as regards the activities that may be required by a contact activitydirection.\n\t\tSubsection (2) has effect subject to the restrictions in sections 11D and11E.\n\tDContact activity conditions: further provision\n\t\tA contact order may not impose a contact activity condition on anindividual who is a child unless the individual is a parent of the childconcerned.\n\t\tIf a contact order is an excepted order (within the meaning given bysection 11B(4)), it may not impose (and it may not be varied so as to impose)a contact activity condition.\n\t\tA contact order may not impose a contact activity condition on anindividual unless the individual is habitually resident in England and Wales;and a condition ceases to have effect if the individual subject to thecondition ceases to be habitually resident in England and Wales.\n\tEContact activity directions and conditions: making\n\t\tBefore making a contact activity direction (or imposing a contact activitycondition by means of a contact order), the court must satisfy itself as tothe matters falling within subsections (2) to (4).\n\t\tThe first matter is that the activity proposed to be specified isappropriate in the circumstances of the case.\n\t\tThe second matter is that the person proposed to be specified as theprovider of the activity is suitable to provide the activity.\n\t\tThe third matter is that the activity proposed to be specified is providedin a place to which the individual who would be subject to the direction (orthe condition) can reasonably be expected to travel.\n\t\tBefore making such a direction (or such an order), the court must obtainand consider information about the individual who would be subject to thedirection (or the condition) and the likely effect of the direction (or thecondition) on him.\n\t\tInformation about the likely effect of the direction (or the condition)may, in particular, include information as to—\n\t\t\tany conflict with the individual’s religious beliefs;\n\t\t\tany interference with the times (if any) at which he normally works orattends an educational establishment.\n\t\tThe court may ask an officer of the Service or a Welsh family proceedingsofficer to provide the court with information as to the matters in subsections(2) to (5); and it shall be the duty of the officer of the Service or Welshfamily proceedings officer to comply with any such request.\n\t\tIn this section “specified” means specified in a contact activity direction(or in a contact activity condition).\n\tFContact activity directions and conditions: financial assistance\n\t\tThe Secretary of State may by regulations make provision authorising him tomake payments to assist individuals falling within subsection (2) in payingrelevant charges or fees.\n\t\tAn individual falls within this subsection if he is required by a contactactivity direction or condition to take part in an activity that promotescontact with a child, not being a child ordinarily resident in Wales.\n\t\tThe National Assembly for Wales may by regulations make provisionauthorising it to make payments to assist individuals falling withinsubsection (4) in paying relevant charges or fees.\n\t\tAn individual falls within this subsection if he is required by a contactactivity direction or condition to take part in an activity that promotescontact with a child who is ordinarily resident in Wales.\n\t\tA relevant charge or fee, in relation to an activity required by a contactactivity direction or condition, is a charge or fee in respect of the activitypayable to the person providing the activity.\n\t\tRegulations under this section may provide that no assistance is availableto an individual unless—\n\t\t\tthe individual satisfies such conditions as regards his financial resourcesas may be set out in the regulations;\n\t\t\tthe activity in which the individual is required by a contact activitydirection or condition to take part is provided to him in England or Wales;\n\t\t\twhere the activity in which the individual is required to take part isprovided to him in England, it is provided by a person who is for the timebeing approved by the Secretary of State as a provider of activities requiredby a contact activity direction or condition;\n\t\t\twhere the activity in which the individual is required to take part isprovided to him in Wales, it is provided by a person who is for the time beingapproved by the National Assembly for Wales as a provider of activitiesrequired by a contact activity direction or condition.\n\t\tRegulations under this section may make provision—\n\t\t\tas to the maximum amount of assistance that may be paid to or in respect ofan individual as regards an activity in which he is required by a contactactivity direction or condition to take part;\n\t\t\twhere the amount may vary according to an individual’s financial resources,as to the method by which the amount is to be determined;\n\t\t\tauthorising payments by way of assistance to be made directly to personsproviding activities required by a contact activity direction or condition.\n\tGContact activity directions and conditions: monitoring\n\t\tThis section applies if in any family proceedings the court—\n\t\t\tmakes a contact activity direction in relation to an individual, or\n\t\t\tmakes a contact order that imposes, or varies a contact order so as toimpose, a contact activity condition on an individual.\n\t\tThe court may on making the direction (or imposing the condition by meansof a contact order) ask an officer of the Service or a Welsh familyproceedings officer—\n\t\t\tto monitor, or arrange for the monitoring of, the individual’s compliancewith the direction (or the condition);\n\t\t\tto report to the court on any failure by the individual to comply with thedirection (or the condition).\n\t\tIt shall be the duty of the officer of the Service or Welsh familyproceedings officer to comply with any request under subsection (2).”"
    },
    {
        "length": 684,
        "text": "\nMonitoring contact\n\tAfter section 11G of the Children Act [1989 (c.41)](/id/ukpga/1989/41?view=plain \"Go to item of legislation\") (as inserted bysection 1) insert—\n\t“11HMonitoring contact\n\t\tThis section applies if in any family proceedings the court makes—\n\t\t\ta contact order with respect to a child in favour of a person, or\n\t\t\tan order varying such a contact order.\n\t\tThe court may ask an officer of the Service or a Welsh family proceedingsofficer—\n\t\t\tto monitor whether an individual falling within subsection (3) complieswith the contact order (or the contact order as varied);\n\t\t\tto report to the court on such matters relating to the individual’scompliance as the court may specify in the request.\n\t\tAn individual falls within this subsection if the contact order so made (orthe contact order as so varied)—\n\t\t\trequires the individual to allow contact with the child concerned;\n\t\t\tnames the individual as having contact with the child concerned; or\n\t\t\timposes a condition under section 11(7)(b) on the individual.\n\t\tIf the contact order (or the contact order as varied) includes a contactactivity condition, a request under subsection (2) is to be treated asrelating to the provisions of the order other than the contact activitycondition.\n\t\tThe court may make a request under subsection (2)—\n\t\t\ton making the contact order (or the order varying the contact order), or\n\t\t\tat any time during the subsequent course of the proceedings as they relateto contact with the child concerned.\n\t\tIn making a request under subsection (2), the court is to specify theperiod for which the officer of the Service or Welsh family proceedingsofficer is to monitor compliance with the order; and the period specified maynot exceed twelve months.\n\t\tIt shall be the duty of the officer of the Service or Welsh familyproceedings officer to comply with any request under subsection (2).\n\t\tThe court may order any individual falling within subsection (3) to takesuch steps as may be specified in the order with a view to enabling theofficer of the Service or Welsh family proceedings officer to comply with thecourt’s request under subsection (2).\n\t\tBut the court may not make an order under subsection (8) with respect to anindividual who is a child unless he is a parent of the child with respect towhom the order falling within subsection (1) was made.\n\t\tA court may not make a request under subsection (2) in relation to acontact order that is an excepted order (within the meaning given by section11B(4)).”"
    },
    {
        "length": 137,
        "text": "\nContact orders: warning notices\n\tAfter section 11H of the Children Act [1989 (c.41)](/id/ukpga/1989/41?view=plain \"Go to item of legislation\") (as inserted bysection 2) insert—\n\t“11IContact orders: warning notices\n\t\tWhere the court makes (or varies) a contact order, it is to attach to thecontact order (or the order varying the contact order) a notice warning of theconsequences of failing to comply with the contact order.”"
    },
    {
        "length": 1734,
        "text": "\nEnforcement orders\n\tAfter section 11I of the Children Act 1989 (as inserted by section 3)insert—\n\t“11JEnforcement orders\n\t\tThis section applies if a contact order with respect to a child has beenmade.\n\t\tIf the court is satisfied beyond reasonable doubt that a person has failedto comply with the contact order, it may make an order (an “enforcementorder”) imposing on the person an unpaid work requirement.\n\t\tBut the court may not make an enforcement order if it is satisfied that theperson had a reasonable excuse for failing to comply with the contact order.\n\t\tThe burden of proof as to the matter mentioned in subsection (3) lies onthe person claiming to have had a reasonable excuse, and the standard of proofis the balance of probabilities.\n\t\tThe court may make an enforcement order in relation to the contact orderonly on the application of—\n\t\t\tthe person who is, for the purposes of the contact order, the person withwhom the child concerned lives or is to live;\n\t\t\tthe person whose contact with the child concerned is provided for in thecontact order;\n\t\t\tany individual subject to a condition under section 11(7)(b) or a contactactivity condition imposed by the contact order; or\n\t\t\tthe child concerned.\n\t\tWhere the person proposing to apply for an enforcement order in relation toa contact order is the child concerned, the child must obtain the leave of thecourt before making such an application.\n\t\tThe court may grant leave to the child concerned only if it is satisfiedthat he has sufficient understanding to make the proposed application.\n\t\tSubsection (2) has effect subject to the restrictions in sections 11K and11L.\n\t\tThe court may suspend an enforcement order for such period as it thinksfit.\n\t\tNothing in this section prevents a court from making more than oneenforcement order in relation to the same person on the same occasion.\n\t\tProceedings in which any question of making an enforcement order, or anyother question with respect to such an order, arises are to be regarded forthe purposes of section 11(1) and (2) as proceedings in which a questionarises with respect to a section 8 order.\n\t\tIn Schedule A1—\n\t\t\tPart 1 makes provision as regards an unpaid work requirement;\n\t\t\tPart 2 makes provision in relation to the revocation and amendment ofenforcement orders and failure to comply with such orders.\n\t\tThis section is without prejudice to section 63(3) of the Magistrates'Courts Act 1980 as it applies in relation to contact orders.\n\tKEnforcement orders: further provision\n\t\tA court may not make an enforcement order against a person in respect of afailure to comply with a contact order unless it is satisfied that before thefailure occurred the person had been given (in accordance with rules of court)a copy of, or otherwise informed of the terms of—\n\t\t\tin the case of a failure to comply with a contact order that was variedbefore the failure occurred, a notice under section 11I relating to the ordervarying the contact order or, where more than one such order has been made,the last order preceding the failure in question;\n\t\t\tin any other case, a notice under section 11I relating to the contactorder.\n\t\tA court may not make an enforcement order against a person in respect ofany failure to comply with a contact order occurring before the personattained the age of 18.\n\t\tA court may not make an enforcement order against a person in respect of afailure to comply with a contact order that is an excepted order (within themeaning given by section 11B(4)).\n\t\tA court may not make an enforcement order against a person unless theperson is habitually resident in England and Wales; and an enforcement orderceases to have effect if the person subject to the order ceases to behabitually resident in England and Wales.\n\tLEnforcement orders: making\n\t\tBefore making an enforcement order as regards a person in breach of acontact order, the court must be satisfied that—\n\t\t\tmaking the enforcement order proposed is necessary to secure the person’scompliance with the contact order or any contact order that has effect in itsplace;\n\t\t\tthe likely effect on the person of the enforcement order proposed to bemade is proportionate to the seriousness of the breach of the contact order.\n\t\tBefore making an enforcement order, the court must satisfy itself thatprovision for the person to work under an unpaid work requirement imposed byan enforcement order can be made in the local justice area in which the personin breach resides or will reside.\n\t\tBefore making an enforcement order as regards a person in breach of acontact order, the court must obtain and consider information about the personand the likely effect of the enforcement order on him.\n\t\tInformation about the likely effect of the enforcement order may, inparticular, include information as to—\n\t\t\tany conflict with the person’s religious beliefs;\n\t\t\tany interference with the times (if any) at which he normally works orattends an educational establishment.\n\t\tA court that proposes to make an enforcement order may ask an officer ofthe Service or a Welsh family proceedings officer to provide the court withinformation as to the matters in subsections (2) and (3).\n\t\tIt shall be the duty of the officer of the Service or Welsh familyproceedings officer to comply with any request under this section.\n\t\tIn making an enforcement order in relation to a contact order, a court musttake into account the welfare of the child who is the subject of the contactorder.\n\tMEnforcement orders: monitoring\n\t\tOn making an enforcement order in relation to a person, the court is to askan officer of the Service or a Welsh family proceedings officer—\n\t\t\tto monitor, or arrange for the monitoring of, the person’s compliance withthe unpaid work requirement imposed by the order;\n\t\t\tto report to the court if a report under paragraph 8 of Schedule A1 is madein relation to the person;\n\t\t\tto report to the court on such other matters relating to the person’scompliance as may be specified in the request;\n\t\t\tto report to the court if the person is, or becomes, unsuitable to performwork under the requirement.\n\t\tIt shall be the duty of the officer of the Service or Welsh familyproceedings officer to comply with any request under this section.\n\tNEnforcement orders: warning notices\n\t\tWhere the court makes an enforcement order, it is to attach to the order anotice warning of the consequences of failing to comply with the order.”\n\t\tSchedule 1 (which contains a Schedule to be inserted before Schedule 1 tothe Children Act [1989 (c. 41)](/id/ukpga/1989/41?view=plain \"Go to item oflegislation\")) has effect."
    },
    {
        "length": 991,
        "text": "\nCompensation for financial loss\n\tAfter section 11N of the Children Act 1989 (as inserted by section 4) insert—\n\t“11OCompensation for financial loss\n\t\tThis section applies if a contact order with respect to a child has beenmade.\n\t\tIf the court is satisfied that—\n\t\t\tan individual has failed to comply with the contact order, and\n\t\t\ta person falling within subsection (6) has suffered financial loss byreason of the breach,\n\t\t\t\tit may make an order requiring the individual in breach to pay the personcompensation in respect of his financial loss.\n\t\tBut the court may not make an order under subsection (2) if it is satisfiedthat the individual in breach had a reasonable excuse for failing to complywith the contact order.\n\t\tThe burden of proof as to the matter mentioned in subsection (3) lies onthe individual claiming to have had a reasonable excuse.\n\t\tAn order under subsection (2) may be made only on an application by theperson who claims to have suffered financial loss.\n\t\tA person falls within this subsection if he is—\n\t\t\tthe person who is, for the purposes of the contact order, the person withwhom the child concerned lives or is to live;\n\t\t\tthe person whose contact with the child concerned is provided for in thecontact order;\n\t\t\tan individual subject to a condition under section 11(7)(b) or a contactactivity condition imposed by the contact order; or\n\t\t\tthe child concerned.\n\t\tWhere the person proposing to apply for an order under subsection (2) isthe child concerned, the child must obtain the leave of the court beforemaking such an application.\n\t\tThe court may grant leave to the child concerned only if it is satisfiedthat he has sufficient understanding to make the proposed application.\n\t\tThe amount of compensation is to be determined by the court, but may notexceed the amount of the applicant’s financial loss.\n\t\tIn determining the amount of compensation payable by the individual inbreach, the court must take into account the individual’s financialcircumstances.\n\t\tAn amount ordered to be paid as compensation may be recovered by theapplicant as a civil debt due to him.\n\t\tSubsection (2) has effect subject to the restrictions in section 11P.\n\t\tProceedings in which any question of making an order under subsection (2)arises are to be regarded for the purposes of section 11(1) and (2) asproceedings in which a question arises with respect to a section 8 order.\n\t\tIn exercising its powers under this section, a court is to take intoaccount the welfare of the child concerned.\n\tPOrders under section 11O(2): further provision\n\t\tA court may not make an order under section 11O(2) requiring an individualto pay compensation in respect of a failure by him to comply with a contactorder unless it is satisfied that before the failure occurred the individualhad been given (in accordance with rules of court) a copy of, or otherwiseinformed of the terms of—\n\t\t\tin the case of a failure to comply with a contact order that was variedbefore the failure occurred, a notice under section 11I relating to the ordervarying the contact order or, where more than one such order has been made,the last order preceding the failure in question;\n\t\t\tin any other case, a notice under section 11I relating to the contactorder.\n\t\tA court may not make an order under section 11O(2) requiring an individualto pay compensation in respect of a failure by him to comply with a contactorder where the failure occurred before the individual attained the age of 18.\n\t\tA court may not make an order under section 11O(2) requiring an individualto pay compensation in respect of a failure by him to comply with a contactorder that is an excepted order (within the meaning given by section 11B(4)).”"
    },
    {
        "length": 352,
        "text": "\nFamily assistance orders\n\tProvision as to family assistance orders\n\t\tSection 16 of the Children Act [1989 (c. 41)](/id/ukpga/1989/41?view=plain\"Go to item of legislation\") (family assistance orders) is amended as follows.\n\t\tIn subsection (3) (requirements for making an order), omit paragraph (a)(requirement that circumstances of case be exceptional).\n\t\tAfter subsection (4) insert—\n\t\t\t“(4A)If the court makes a family assistance order with respect to a child andthe order is to be in force at the same time as a contact order made withrespect to the child, the family assistance order may direct the officerconcerned to give advice and assistance as regards establishing, improving andmaintaining contact to such of the persons named in the order as may bespecified in the order.”\n\t\tIn subsection (5) (maximum duration of order) for “six months” substitute“twelve months”.\n\t\tFor subsection (6) substitute—\n\t\tIf the court makes a family assistance order with respect to a child andthe order is to be in force at the same time as a section 8 order made withrespect to the child, the family assistance order may direct the officerconcerned to report to the court on such matters relating to the section 8order as the court may require (including the question whether the section 8order ought to be varied or discharged).”"
    },
    {
        "length": 295,
        "text": "\nRisk assessments\n\tRisk assessments\n\t\tAfter section 16 of the Children Act [1989 (c.41)](/id/ukpga/1989/41?view=plain \"Go to item of legislation\") insert—\n\t\t“16ARisk assessments\n\t\t\tThis section applies to the following functions of officers of the Serviceor Welsh family proceedings officers—\n\t\t\t\tany function in connection with family proceedings in which the court haspower to make an order under this Part with respect to a child or in which aquestion with respect to such an order arises;\n\t\t\t\tany function in connection with an order made by the court in suchproceedings.\n\t\t\tIf, in carrying out any function to which this section applies, an officerof the Service or a Welsh family proceedings officer is given cause to suspectthat the child concerned is at risk of harm, he must—\n\t\t\t\tmake a risk assessment in relation to the child, and\n\t\t\t\tprovide the risk assessment to the court.\n\t\t\tA risk assessment, in relation to a child who is at risk of suffering harmof a particular sort, is an assessment of the risk of that harm being sufferedby the child.”"
    },
    {
        "length": 413,
        "text": "\nTransitional provision\n\tTransitional provision\n\t\tThis section applies to any contact order under section 8 of the ChildrenAct 1989 made before, and in force on, the relevant date.\n\t\tFor so long as a contact order to which this section applies continues inforce on and after the relevant date without being varied, the circumstancesin which a notice under section 11I of the Children Act 1989 is to be attachedto the contact order include—\n\t\t\twhere an application for such a notice to be attached to the contact orderis made by a person who, as regards the order, falls within any of paragraphs(a) to (d) of section 11J(5) of the Children Act 1989;\n\t\t\twhere, in any family proceedings, a question arises with respect to thecontact order.\n\t\tWhere the person proposing to apply under subsection (2)(a) is the childwith respect to whom the contact order was made, subsections (6) and (7) ofsection 11J have effect in relation to the application under subsection (2)(a)as they have effect in relation to an application under section 11J for anenforcement order.\n\t\tIf a failure to comply with a contact order to which this section appliesoccurs while the contact order continues in force as described in subsection(2), each of sections 11K(1) and 11P(1) of the Children Act 1989 is to haveeffect, in relation to the failure, as if for paragraphs (a) and (b) therewere substituted “a notice under section 11I relating to the contact order”.\n\t\tIn this section “relevant date” means the day on which sections 3 to 5 comeinto force."
    },
    {
        "length": 3094,
        "text": "\nPart 2Adoptions with a foreign element\n\tDeclaration of special restrictions on adoptions from abroad\n\t\tThis section applies if the Secretary of State has reason to believe that,because of practices taking place in a country or territory outside theBritish Islands (the “other country”) in connection with the adoption ofchildren, it would be contrary to public policy to further the bringing ofchildren into the United Kingdom in the cases mentioned in subsection (2).\n\t\tThe cases are that a British resident—\n\t\t\twishes to bring, or cause another to bring, a child who is not a Britishresident into the United Kingdom for the purpose of adoption by the Britishresident, and, in connection with the proposed adoption, there have been, orwould have to be, proceedings in the other country or dealings withauthorities or agencies there, or\n\t\t\twishes to bring, or cause another to bring, into the United Kingdom a childadopted by the British resident under an adoption effected, within the periodof twelve months ending with the date of the bringing in, under the law of theother country.\n\t\tIt is immaterial whether the other country is a Convention country or not.\n\t\tThe Secretary of State may by order declare, in relation to any suchcountry or territory, that special restrictions are to apply for the timebeing in relation to the bringing in of children in the cases mentioned insubsection (2).\n\t\tBefore making an order containing such a declaration the Secretary of Statemust consult—\n\t\t\tthe National Assembly for Wales, and\n\t\t\tthe Department of Health, Social Services and Public Safety in NorthernIreland.\n\t\tA country or territory in relation to which such a declaration has effectfor the time being is referred to below in this section as a “restrictedcountry”.\n\t\tThe Secretary of State must publish reasons for making the declaration inrelation to each restricted country.\n\t\tThe Secretary of State must publish a list of restricted countries (“therestricted list”) and keep the list up to date.\n\t\tThe restricted list and the reasons are to be published in whatever way theSecretary of State thinks appropriate for bringing them to the attention ofadoption agencies and members of the public.\n\t\tIn this section—\n\t\t\t“British resident” means a person habitually resident in the BritishIslands, and the reference to adoption by a British resident includes adoptionby a British resident and another person,\n\t\t\t“the Convention” means the Convention on Protection of Children and Co-operation in respect of Intercountry Adoption, concluded at The Hague on 29thMay 1993,\n\t\t\t“Convention country” means a country or territory in which the Conventionis in force.\n\tReview \n\t\tThe Secretary of State must keep under review, in relation to eachrestricted country, whether it should continue to be a restricted country.\n\t\tIf the Secretary of State determines, in relation to a restricted country,that there is no longer reason to believe what is mentioned in subsection (1)of section 9, he must by order revoke the order containing the declarationmade in relation to it under subsection (4) of that section.\n\t\tBefore making a determination under subsection (2), the Secretary of Statemust consult—\n\t\t\tthe National Assembly for Wales, and\n\t\t\tthe Department of Health, Social Services and Public Safety in NorthernIreland.\n\t\tIn this section, “restricted country” has the same meaning as in section 9.\n\tThe special restrictions\n\t\tThe special restrictions mentioned in section 9(4) are that, except asmentioned in subsection (2) of this section, the appropriate authority is notto take any step which he or it might otherwise have taken in connection withfurthering the bringing of a child into the United Kingdom in the casesmentioned in section 9(2) (whether or not that step is provided for by or byvirtue of any enactment).\n\t\tBut nothing in subsection (1) prevents the appropriate authority fromtaking those steps if, in any particular case, the prospective adopterssatisfy—\n\t\t\tthe appropriate authority, or\n\t\t\tin relation to Northern Ireland, in a case which is not a Convention case,the Secretary of State,\n\t\t\t\tthat the appropriate authority should take those steps despite the specialrestrictions.\n\t\tThe Secretary of State may make regulations providing for—\n\t\t\tthe procedure to be followed by the appropriate authority (or, ifsubsection (2)(b) applies, the Secretary of State) in determining whether ornot he or it is satisfied as mentioned in subsection (2),\n\t\t\tmatters which the appropriate authority (or the Secretary of State) is totake into account when making such a determination (whether or not he or italso takes other matters into account).\n\t\tIn this section—\n\t\t\t  * “the appropriate authority” means, in a Convention case, the Central Authority in relation to England, to Wales or to Northern Ireland (as the case may be), and in any other case— \n\t\t\tin relation to England and Wales, the Secretary of State,\n\t\t\tin relation to Northern Ireland, the Secretary of State (for the purposes ofsteps which he takes) or the Department of Health, Social Services and PublicSafety in Northern Ireland (for the purposes of steps which it takes),\n\t\t\t\t  * “Central Authority” is to be construed in accordance with section 2 of the Adoption (Intercountry Aspects) Act [1999 (c. 18)](/id/ukpga/1999/18?view=plain \"Go to item of legislation\") (“the 1999 Act”) or, in relation to Northern Ireland, section 2 of the Adoption (Intercountry Aspects) Act (Northern Ireland) [2001 (c. 11 (N.I.)](/id/nia/2001/11?view=plain \"Go to item of legislation\")) (“the 2001 Act”), \n\t\t\t\t  * “Convention case” means a case where— \n\t\t\tthe child is intended to be adopted under an adoption order which, by virtueof regulations under section 1 of the 1999 Act or section 1 of the 2001 Act(as appropriate), is made as a Convention adoption order, or\n\t\t\tthe child is intended to be adopted under an adoption effected under the lawof a Convention country outside the British Islands and certified in pursuanceof Article 23(1) of the Convention,\n\t\t\tand “the Convention” and “Convention country” have the meanings given bysection 9(10).\n\tImposition of extra conditions in certain cases\n\t\tThe Secretary of State may make regulations providing—\n\t\t\tfor him to specify in the restricted list, in relation to any restrictedcountry, a step which is not otherwise provided for by or by virtue of anyenactment but which, by virtue of the arrangements between the United Kingdomand that country, the appropriate authority normally takes in connection withthe bringing in of a child where that country is concerned, and\n\t\t\tthat, if such a step has been so specified in relation to a restrictedcountry, one or more conditions specified in the regulations are to be met inrespect of a child brought into the United Kingdom in either of the casesmentioned in section 9(2) (reading the reference there to the “other country”as being to the restricted country in question).\n\t\tThose conditions are in addition to any provided for by virtue of—\n\t\t\tsection 83 of the Adoption and Children Act [2002 (c.38)](/id/ukpga/2002/38?view=plain \"Go to item of legislation\") (restriction onbringing children in), or\n\t\t\tArticle 58ZA of the Adoption (Northern Ireland) Order 1987 ([S.I. 1987/2203(N.I. 22)](/id/nisi/1987/2203?view=plain \"Go to item of legislation\"))(restriction on bringing children in),\n\t\t\t\tor under or by virtue of any other enactment.\n\t\tA person who brings, or causes another to bring, a child into the UnitedKingdom is guilty of an offence if any condition required to be met by virtueof subsection (1)(b) is not met.\n\t\tSubsection (3) does not apply if the step specified in the restricted listin relation to any country had already been taken before the publication ofthe restricted list.\n\t\tA person guilty of an offence under subsection (3) is liable—\n\t\t\ton summary conviction, to imprisonment for a term not exceeding 12 months(in England and Wales) or 6 months (in Northern Ireland), or a fine notexceeding the statutory maximum, or both,\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 12months, or a fine, or both.\n\t\tIn relation to an offence committed before the commencement of section154(1) of the Criminal Justice Act [2003 (c. 44)](/id/ukpga/2003/44?view=plain\"Go to item of legislation\") (general limit on magistrates' court’s power toimpose imprisonment), the reference in subsection (5)(a) to 12 months is to beread as a reference to 6 months.\n\t\tThis subsection does not extend to Northern Ireland.\n\t\tIn this section—\n\t\t\t“the appropriate authority” has the meaning given by section 11(4),\n\t\t\t“restricted country” and “restricted list” have the same meanings as insection 9.\n\tPower to charge\n\t\tAfter section 91 of the Adoption and Children Act [2002 (c.38)](/id/ukpga/2002/38?view=plain \"Go to item of legislation\") insert—\n\t\t“91APower to charge\n\t\t\tThis section applies to adoptions to which—\n\t\t\t\tsection 83 applies, or\n\t\t\t\tregulations made under section 1 of the Adoption (Intercountry Aspects) Act1999 apply.\n\t\t\tThe Secretary of State may charge a fee to adopters for services providedor to be provided by him in relation to adoptions to which this sectionapplies.\n\t\t\tThe Assembly may charge a fee to adopters for services provided or to beprovided by it as the Central Authority in relation to adoptions to which thissection applies by virtue of subsection (1)(b).\n\t\t\tThe Secretary of State and the Assembly may determine the level of fee ashe or it sees fit, and may in particular—\n\t\t\t\tcharge a flat fee or charge different fees in different cases ordescriptions of case, and\n\t\t\t\tin any case or description of case, waive a fee.\n\t\t\tBut the Secretary of State and the Assembly must each secure that, takingone financial year with another, the income from fees under this section doesnot exceed the total cost to him or, as the case may be, to it of providingthe services in relation to which the fees are imposed.\n\t\t\tIn this section—\n\t\t\t\t  * references to adoptions and adopters include prospective adoptions and prospective adopters,\n\t\t\t\t  * “Central Authority” is to be construed in accordance with section 2 of the Adoption (Intercountry Aspects) Act 1999,\n\t\t\t\t  * “financial year” means a period of twelve months ending with 31st March.”\n\tOther amendments relating to adoptions from abroad\n\t\tIn section 83 of the Adoption and Children Act 2002 (restriction onbringing children into the United Kingdom), in subsection (1)(b), for “six”substitute “twelve”.\n\t\tThe amendment made by subsection (1) applies only in relation to a childadopted under an external adoption (see section 83(3) of the Adoption andChildren Act [2002 (c. 38)](/id/ukpga/2002/38?view=plain \"Go to item oflegislation\")) effected after subsection (1) comes into force.\n\t\tIn Schedule 8 to the Children Act [1989 (c.41)](/id/ukpga/1989/41?view=plain \"Go to item of legislation\") (privatelyfostered children), in paragraph 5 (as amended by paragraph 73 of Schedule 3to the Adoption and Children Act 2002), after sub-paragraph (c) add—\n\t\t\t“or while he is a child in respect of whom a local authority have functions byvirtue of regulations under section 83(6)(b) of the Adoption and Children Act2002 (which relates to children brought into the United Kingdom for adoption),or corresponding functions by virtue of regulations under section 1 of theAdoption (Intercountry Aspects) Act 1999 (regulations to give effect to HagueConvention on Protection of Children and Co-operation in respect ofIntercountry Adoption).”"
    },
    {
        "length": 673,
        "text": "\nPart 3Miscellaneous and final\n\tMiscellaneous provisions\n\t\tMinor and consequential amendments and repeals\n\t\t\tSchedule 2 (minor and consequential amendments) has effect.\n\t\t\tSchedule 3 (repeals) has effect.\n\tFinal provisions\n\t\tRegulations and orders\n\t\t\tAny power to make regulations conferred by this Act on the Secretary ofState is exercisable by statutory instrument.\n\t\t\tThe power to make and revoke an order under section 9(4) is alsoexercisable by statutory instrument.\n\t\t\tA statutory instrument mentioned in subsection (1) or (2) is to be subjectto annulment in pursuance of a resolution of either House of Parliament.\n\t\t\tRegulations made under this Act may make different provision for differentpurposes.\n\t\t\tA power to make regulations under this Act (as well as being exercisable inrelation to all cases to which it extends) may be exercised in relation to—\n\t\t\t\tthose cases subject to specified exceptions, or\n\t\t\t\ta particular case or class of case.\n\t\tShort title, commencement and extent\n\t\t\tThis Act may be cited as the Children and Adoption Act 2006.\n\t\t\tExcept as provided in subsection (3), the preceding provisions of this Actshall come into force on such day as the Secretary of State may by order madeby statutory instrument appoint; and different days may be appointed fordifferent purposes.\n\t\t\tSection 13, so far as relating to adoptions and prospective adoptions inrelation to which the National Assembly for Wales may charge a fee undersection 91A of the Adoption and Children Act [2002 (c.38)](/id/ukpga/2002/38?view=plain \"Go to item of legislation\"), shall comeinto force on such day as the National Assembly for Wales may by order made bystatutory instrument appoint; and different days may be appointed fordifferent purposes.\n\t\t\tBefore making an order under subsection (2) the Secretary of State mustconsult the National Assembly for Wales.\n\t\t\tBefore making an order under subsection (2) bringing sections 9 to 12 intoforce, the Secretary of State must consult the Department of Health, SocialServices and Public Safety in Northern Ireland.\n\t\t\tSubject to subsections (7) and (8), this Act extends to England and Walesonly.\n\t\t\tThe amendment or repeal of an enactment has the same extent as theenactment to which it relates.\n\t\t\tThe following provisions of this Act extend also to Northern Ireland—\n\t\t\t\tsections 9 to 11;\n\t\t\t\tsection 12(1) to (5) and (7);\n\t\t\t\tsection 16;\n\t\t\t\tthis section."
    }
]