{
    "general": "This law allows the House of Lords, which is one part of the UK Parliament, to remove or punish its own members if they do something wrong or don't follow the rules. This helps keep the House of Lords fair and orderly for everyone involved.",
    "series": [
        [
            {
                "length": 209,
                "short": "\"House of Lords Expulsion and Suspension Rules\"",
                "text": "\n* Simplified point 1: The House of Lords can pass a resolution to expel or suspend its own members for misconduct.\n* Simplified point 2: The resolution must specify the conduct that gave rise to the expulsion or suspension, and it must have occurred after the act came into force or was not public knowledge before then.\n* Simplified point 3: Members who are expelled or suspended are no longer entitled to receive writs of summons to attend the House of Lords, and they are disqualified from sitting or voting during their suspension.\n* Simplified point 4: If a member is expelled, they are treated as if they had ceased to be a member under the House of Lords Reform Act 2014.\n* Simplified point 5: The act applies to England, Wales, Scotland, and Northern Ireland."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The House of Lords (Expulsion and Suspension) Act 2015 allows the House of Lords to punish its members for bad behavior by kicking them out or temporarily banning them from attending meetings. This means that if a Lord behaves poorly, the other Lords can vote to remove them from the group. Once removed, the former Lord cannot participate in future votes or receive any more notices to attend meetings. This law applies to all parts of the United Kingdom.",
    "single": "\n* The House of Lords (Expulsion and Suspension) Act 2015 allows the House of Lords to expel or suspend its members.\n* A member can be expelled or suspended for misconduct, and the resolution must state the conduct that led to the expulsion or suspension.\n* The member ceases to be a member if expelled, and is suspended during the period specified in the resolution.\n* The member is not entitled to receive writs of summons to attend the House of Lords during the suspension period.\n* The Act applies to England, Wales, Scotland, and Northern Ireland.\n* The Act came into force at the end of the period of three months beginning with the day it was passed.\nEFFECTS OF THE ACT:\n* Allows the House of Lords to take disciplinary action against its members.\n* Provides a framework for expulsion or suspension of members for misconduct.\n* Empowers the House of Lords to specify the period of suspension.\n* Disqualifies a suspended member from sitting or voting in the House of Lords or its committees.\n* Treats a member expelled in accordance with the Act as if they had ceased to be a member in accordance with the House of Lords Reform Act 2014."
}