{
    "general": "This law helps people who have retirement plans that promise them a certain amount of money each month. The law makes sure that these promises are kept, even if the company that made the promise goes bankrupt or has financial problems. It also helps people who have already retired and are getting these promised payments. The law changes how these payments are calculated so that they are fairer and more accurate.",
    "series": [
        [
            {
                "length": 214,
                "short": "\"Pension Reforms: Conversion of Guaranteed Minimum Pensions\"",
                "text": "\n* Simplified point 1: The Pension Schemes Act 1993 is amended to allow for the conversion of guaranteed minimum pensions (GMPs) into other benefits.\n* Simplified point 2: The conversion conditions for GMPs include the requirement that the converted scheme provides benefits to or in respect of any widow, widower, or surviving civil partner of the earner, and such conditions as may be prescribed are met in relation to those benefits.\n* Simplified point 3: The Pensions Act 2007 and the Pension Schemes Act 2015 are also amended to reflect the changes to GMPs.\n* Simplified point 4: The Act extends to England and Wales, Scotland, and Northern Ireland, and comes into force on the day it is passed, except for certain provisions that are brought into force later by regulations."
            }
        ]
    ],
    "summary": "The Pension Schemes (Conversion of Guaranteed Minimum Pensions) Act 2022 helps people who have guaranteed minimum pensions (GMPs) in their workplace pension plans. This law allows these GMPs to be changed into different types of retirement benefits that might be better for the person. For example, instead of getting a guaranteed minimum amount each year, they could get a lump sum payment when they retire.\nThis law only applies to people who live in England, Wales, Scotland, or Northern Ireland. It came into effect as soon as it was passed, but some parts of the law will be put into effect at a later date by government officials.\nThe law requires that any new retirement benefits must provide money for the person's widow, widower, or surviving civil partner if they pass away. Additionally, the law says that the new benefits must meet certain requirements set by the government.\nOverall, the Pension Schemes (Conversion of Guaranteed Minimum Pensions) Act 2022 gives people more flexibility with their retirement savings and ensures that their loved ones are taken care of after they pass away.",
    "single": "\n* The Pension Schemes Act 1993 is amended to allow for the conversion of guaranteed minimum pensions (GMPs) into other benefits.\n* The changes apply to England, Wales, Scotland, and Northern Ireland.\n* GMP conversion means the amendment of a scheme so that it no longer contains certain rules specified in sections 13(1)(a) and (b) and 17(1) of the Pension Schemes Act 1993.\n* The conversion conditions include the requirement that the converted scheme provides benefits to or in respect of any widow, widower, or surviving civil partner of the person in relation to whom GMP conversion has been effected.\n* The procedural requirements for GMP conversion include the ability for each relevant person (if any) to make an application under section 95(1) of the Pension Schemes Act 1993.\n* Regulations can be made to prescribe conditions for GMP conversion and to make transitional or saving provision in connection with the coming into force of the Act.\n* The Act may be cited as the Pension Schemes (Conversion of Guaranteed Minimum Pensions) Act 2022."
}