[
    {
        "length": 2430,
        "text": "\nConsents required for civil service compensation scheme modifications\n\tSection 2 of the Superannuation Act 1972 is amended as follows.\n\tIn subsection (3), at the beginning insert “Subject to subsection (3A)below,”.\n\tAfter subsection (3) insert—\n\t\t“(3A)Subsection (3) above does not apply to a provision which would have theeffect of reducing the amount of a compensation benefit except in so far asthe compensation benefit is one provided in respect of a loss of office oremployment which is the consequence of—\n\t\ta notice of dismissal given before the coming into operation of the schemewhich would have that effect, or\n\t\tan agreement made before the coming into operation of that scheme.\n\t\t(3B)In this section—\n\t\t\t  * “compensation benefit” means so much of any pension, allowance or gratuity as is provided under the civil service compensation scheme by way of compensation to or in respect of a person by reason only of the person’s having suffered loss of office or employment;\n\t\t\t  * “the civil service compensation scheme” means so much of any scheme under the said section 1 (whenever made) as provides by virtue of subsection (2) above for benefits to be provided by way of compensation to or in respect of persons who suffer loss of office or employment.\n\t\t(3C)In subsection (3B) above a reference to suffering loss of office oremployment includes a reference to suffering loss or diminution of emolumentsas a consequence of suffering loss of office or employment.”\n\tThe amendments made by this section apply in relation to reductions towhich effect is given by a scheme made under section 1 of the 1972 Act afterthe coming into force of this section.\n\tSubsection (6) applies if—\n\t\ta scheme under section 1 of the 1972 Act is made after this section comesinto force, and\n\t\tconsultation on the proposed scheme took place to any extent before thissection came into force.\n\tThe fact that the amendments made by this section were not in force whenthat consultation took place does not affect the question whether theconsultation satisfied the requirements of section 1(3) of the 1972 Act.\nConsultation in relation to civil service compensation schememodifications\n\tSection 2 of the Superannuation Act 1972 is amended as follows.\n\tAfter subsection (3C) insert—\n\t\t“(3D)So far as it relates to a provision of a scheme under the said section 1which would have the effect of reducing the amount of a compensation benefit,the duty to consult in section 1(3) of this Act is a duty to consult with aview to reaching agreement with the persons consulted.”\n\tAfter subsection (11) insert—\n\t“(11A)Subsection (11B) below applies if a scheme made under the said section 1makes any provision which would have the effect of reducing the amount of acompensation benefit.\n\t(11B)Before the scheme comes into operation, the Minister must have laidbefore Parliament a report providing information about—\n\t\tthe consultation that took place for the purposes of section 1(3) of thisAct, so far as relating to the provision,\n\t\tthe steps taken in connection with that consultation with a view toreaching agreement in relation to the provision with the persons consulted,and\n\t\twhether such agreement has been reached.”\n\tThe amendments made by this section apply in relation to reductions towhich effect is given by a scheme made under section 1 of the 1972 Act afterthe coming into force of this section.\nLimits on value of benefits provided under civil service compensationscheme\n\tThe civil service compensation scheme is to have effect subject to thefollowing limitations.\n\tThe aggregate amount of compensation benefits provided to or in respect ofa person under the scheme is not to exceed—\n\t\tin the case of a compulsory severance, an amount equal to that person’spensionable earnings for 12 months;\n\t\tin the case of a voluntary severance, an amount equal to that person’spensionable earnings for 15 months.\n\tFor the purposes of this section, the amount of a compensation benefit isequal to the cost of providing it; and that cost is to be determined inaccordance with guidance issued by the Minister, having regard to any advicegiven by the scheme actuary.\n\tIf— \n\t\tthe aggregate amount of compensation benefits provided to or in respect ofa person under the scheme would (apart from this section) exceed theapplicable limitation in subsection (2), and\n\t\tthose benefits would (apart from this section) be provided otherwise thanin the form of a single lump sum payment,\n\t\t\tall the compensation benefits to be provided in that case are to be provided(subject to the limitation in subsection (2)) in the form of a single lump sumpayment.\n\tThe limitations in subsection (2) apply only in relation to—\n\t\ta compulsory severance which is the consequence of a notice of dismissalgiven after the time when this section comes into force;\n\t\ta voluntary severance which is the consequence of an agreement made afterthat time.\n\tFor the purposes of this section—\n\t\t“compulsory severance” means a loss of office or employment which is theconsequence of a notice of dismissal, and\n\t\t“voluntary severance” means any other loss of office or employment.\n\tIn this section “pensionable earnings”, in relation to a person, meansearnings at the rate which, immediately before the compulsory or voluntaryseverance in question, was the rate of earnings—\n\t\ton which the person was required to pay periodical pension contributionsunder a scheme under section 1 of the Superannuation Act 1972, or\n\t\ton which the person would have been required to pay such contributions ifit were assumed that the person were then a member of such a scheme who wasrequired to pay such contributions.\n\tIn determining for the purposes of subsection (7) the rate of earnings onwhich the person was, or would have been, required to pay such contributions—\n\t\tany limit on that rate which applies to persons who became civil servantsor members of such a scheme on or after 1 June 1989 (or to any such personsand others) is to be ignored;\n\t\ta person who, immediately before the compulsory or voluntary severance inquestion, was unpaid or was being paid at a rate less than the normal rate, isto be treated as if the person were then being paid at the normal rate;\n\t\tfor this purpose “the normal rate” is the rate at which the person wouldnormally have been paid.\n\tIn this section—\n\t\t  * “civil service compensation scheme” means so much of any scheme made under section 1 of the Superannuation Act 1972 (whether before or after the coming into force of this section) as provides by virtue of section 2(2) of that Act for benefits to be provided by way of compensation to or in respect of persons who suffer loss of office or employment; \n\t\t  * “compensation benefit” means so much of any pension, allowance or gratuity as is provided by way of compensation to or in respect of a person by reason only of the person’s having suffered loss of office or employment; \n\t\t  * “scheme actuary” means the actuary appointed by the Minister to provide a consulting service on a range of actuarial matters relating to civil service pension and compensation arrangements. \n\tIn subsection (9) a reference to suffering loss of office or employmentincludes a reference to suffering loss or diminution of emoluments as aconsequence of suffering loss of office or employment, but does not include—\n\t\ta loss of remuneration which a person would have received but for theperson’s having been dismissed—\n\t\twithout notice, or\n\t\twith notice that is shorter than the person would normally have beengiven, or\n\t\ta loss of remuneration which a person with a fixed term appointment wouldhave received but for the ending of that appointment before the expiry of thefixed term.\n\tThe Minister may by order provide for paragraph (a) or (b) of subsection(2) to have effect as if for the number of months specified in that paragraphthere were substituted a greater number of months.\nFinal provisions\n\tThis Act may be cited as the Superannuation Act 2010.\n\tSubject to subsection (3), this Act comes into force on the day it ispassed.\n\tSection 2 comes into force at the end of the period of 2 months beginningwith that day.\n\tExcept so far as otherwise provided under this section, section 3 expiresat the end of the period of 12 months beginning with the day on which thatsection comes into force.\n\tThe Minister may by order—\n\t\trepeal section 3;\n\t\tprovide that that section—\n\t\tis not to expire at the time when it would otherwise expire undersubsection (4) or in accordance with the most recent order under thissubsection, but\n\t\tis to continue in force after that time for a period not exceeding 6months;\n\t\t(subject to subsection (6)) at any time revive that section (following itsexpiry or repeal) for a period not exceeding 6 months.\n\tAn order under subsection (5)(c) may not be made after the end of theperiod of 3 years beginning with the day on which this Act is passed.\n\tThe expiry or repeal of section 3 does not affect the application of thatsection in relation to compensation benefits provided to or in respect of aperson in connection with a loss of office or employment occurring before itsexpiry or repeal.\n\tAn order made by the Minister under this Act—\n\t\tis to be made by statutory instrument;\n\t\tmay include supplementary, incidental, transitional or saving provision.\n\tA statutory instrument containing an order under section 3(11) orsubsection (5)(b) or (c) of this section may not be made unless a draft of theinstrument has been laid before and approved by a resolution of the House ofCommons.\n\tAny other statutory instrument containing an order under this Act issubject to annulment in pursuance of a resolution of the House of Commons.\n\tIn this Act “the Minister” means the Minister for the Civil Service.\n\t\t"
    }
]