{
    "general": "This law helps people who lose their jobs or positions because it limits how much money they can receive from their old job's pension plan. It also explains how changes can be made to these plans.",
    "series": [
        [
            {
                "length": 263,
                "short": "\"Civil Service Compensation Scheme Changes Under the Superannuation Act 2010\"",
                "text": "\n* Simplified point 1: The Superannuation Act 2010 makes changes to the civil service compensation scheme, including limits on the amount of compensation benefits provided to employees who lose their jobs.\n* Simplified point 2: The changes include new duties to consult with affected employees before making any changes to the compensation scheme, and require that any reductions in compensation benefits be reported to Parliament.\n* Simplified point 3: The Act also sets out the process for calculating the amount of compensation benefits, and specifies that certain types of losses are not eligible for compensation.\n* Simplified point 4: The Minister for the Civil Service has the power to make orders under the Act, including orders to repeal or revive sections of the Act, and to make supplementary, incidental, transitional, or saving provisions.\n* Simplified point 5: Any statutory instruments containing orders under the Act are subject to approval by a resolution of the House of Commons, and can be annulled in pursuance of a resolution of the House."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Superannuation Act 2010 is a law that affects civil servants who lose their jobs. It limits the amount of money they can receive as compensation and introduces new rules for changing the compensation scheme. Before making any changes, the government must talk to the affected employees and report any reductions in compensation to Parliament. The law also explains how the amount of compensation is calculated and lists the types of losses that are not covered. The government has the power to make some changes to the law through orders, but these must be approved by the House of Commons.\nPlease note that the above output is just one example of how the text could be summarized, there might be other ways to simplify the text as well.",
    "single": "\n* The Superannuation Act 2010 is a piece of British Legislation that modifies the civil service compensation scheme.\n* The act limits the value of benefits provided under the civil service compensation scheme to £15,000 or 12 months' pensionable earnings, whichever is lower.\n* The act applies to compulsory and voluntary severances that occur after the act comes into force.\n* The act requires consultation with affected persons before making any modifications to the scheme.\n* The act allows the Minister to make orders to repeal or revive the act, and to provide for the continuation of the act beyond its initial expiry date.\n* The act applies to compensation benefits provided to or in respect of a person in connection with a loss of office or employment occurring before the act's expiry or repeal.\n* The act includes supplementary, incidental, transitional, and saving provisions.\n* The act allows for the annulment of statutory instruments containing orders under the act by a resolution of the House of Commons.\nEFFECTS OF THE ACT:\n* Limits the value of benefits provided under the civil service compensation scheme to £15,000 or 12 months' pensionable earnings, whichever is lower.\n* Applies to compulsory and voluntary severances that occur after the act comes into force.\n* Requires consultation with affected persons before making any modifications to the scheme.\n* Allows the Minister to make orders to repeal or revive the act, and to provide for the continuation of the act beyond its initial expiry date.\n* Applies to compensation benefits provided to or in respect of a person in connection with a loss of office or employment occurring before the act's expiry or repeal.\n* Includes supplementary, incidental, transitional, and saving provisions.\n* Allows for the annulment of statutory instruments containing orders under the act by a resolution of the House of Commons."
}