[
    {
        "length": 1188,
        "text": "\nPower to impose business rate supplements\n\tPower to impose a BRS\n\t\tA levying authority has power to impose a levy, to be called a “businessrate supplement” (referred to in this Act as a “BRS”), on non-domesticratepayers in its area.\n\t\tThe purpose of imposing a BRS is to raise money for expenditure on aproject that the authority is satisfied will promote economic development inits area.\n\t\tA person is a “non-domestic ratepayer” in the area of a levying authorityif the person is, as regards a hereditament in the authority’s area, subjectto a non-domestic rate under—\n\t\t\tsection 43 of the 1988 Act (occupiers of properties), or\n\t\t\tsection 45 of that Act (owners of empty properties).\n\t\t“The 1988 Act” means the Local Government Finance Act [1988 (c.41)](/id/ukpga/1988/41?view=plain \"Go to item of legislation\").\n\tLevying authorities\n\t\tIn this Act, “levying authority” means—\n\t\t\tthe Greater London Authority;\n\t\t\ta county council in England;\n\t\t\ta district council for an area in England for which there is no countycouncil;\n\t\t\ta county council or county borough council in Wales.\n\t\tThe power conferred on a levying authority by section 1(1) may be exercisedjointly with one or more other levying authorities.\n\t\tWhere two or more levying authorities are acting jointly by virtue of thissection, a reference in this Act to a levying authority is (except where thereis contrary provision) to be read as a reference to those authorities actingjointly.\n\tUse of money raised by a BRS\n\t\tA levying authority must secure that the sums it receives in respect of aBRS are used only for expenditure—\n\t\t\ton the project to which the BRS relates, and\n\t\t\tthat the authority would not have incurred had it not imposed the BRS.\n\t\tA levying authority may use sums it receives in respect of a BRS to makepayments in respect of money loaned for the purpose of providing funding forthe project to which the BRS relates.\n\t\tA levying authority must not use sums it receives in respect of a BRS toprovide—\n\t\t\thousing; \n\t\t\tsocial services;\n\t\t\teducation services;\n\t\t\tservices for children;\n\t\t\thealth services;\n\t\t\tservices that the authority provides in the discharge of functions imposedby or under the Planning Acts (as defined by the Town and Country Planning Act[1990 (c. 8)](/id/ukpga/1990/8?view=plain \"Go to item of legislation\")).\n\t\tRegulations may amend subsection (3) so as to add, vary or omit a referenceto a matter.\n\t\tThe Greater London Authority may make arrangements with a functional bodyfor some or all of the sums that the Greater London Authority receives inrespect of a BRS imposed by it to be used by the body for expenditure on theproject to which the BRS relates.\n\t\tA reference to sums that a levying authority receives in respect of a BRSincludes a reference to financial contributions made to it for the purpose ofenabling the project to which the BRS relates to be carried out.\n\t\tThe reference in subsection (6) to financial contributions made to alevying authority includes, where the levying authority is not a billingauthority, financial contributions—\n\t\t\tmade for the purpose specified in subsection (6) to a billing authoritywhich is a lower-tier authority in relation to the levying authority, and\n\t\t\ttransferred to the levying authority.\n\t\tA lower-tier authority is—\n\t\t\tin relation to the Greater London Authority—\n\t\t\ta London borough council, or\n\t\t\tthe Common Council of the City of London in its capacity as a localauthority;\n\t\t\tin relation to a county council in England, a district council whose areaforms part of the county council’s area.\n\t\tWhere the Greater London Authority makes arrangements under subsection (5)with a functional body, this section applies to the body’s use of sums that itreceives in respect of the BRS as it applies to the Authority’s use of sumsthat the Authority receives in respect of the BRS.\n\t\tA reference to sums that a functional body receives in respect of a BRS isa reference to—\n\t\t\tsums that the Greater London Authority transfers to the body for thepurposes of arrangements under subsection (5) that relate to the BRS, and\n\t\t\tfinancial contributions made to the body for the purpose specified insubsection (6).\n\t\tIn subsection (1)(b) as it is applied to a functional body by virtue ofsubsection (9), the reference to expenditure of the levying authority is to beread as a reference to expenditure of the functional body."
    },
    {
        "length": 2938,
        "text": "\nInvolvement of ratepayers, etc.\n\tConditions for imposing a BRS\n\t\tA levying authority may not impose a BRS unless—\n\t\t\tit has published a document that sets out the proposal for the impositionof the BRS (an “initial prospectus”),\n\t\t\tit has consulted the relevant persons on the proposal,\n\t\t\twhere there is to be a ballot on the imposition of the BRS, the ballot hasbeen held and the imposition of the BRS approved, and\n\t\t\tit has published a document that sets out the arrangements for theimposition of the BRS (a “final prospectus”).\n\tProspectus \n\t\tAny initial or final prospectus must include the information specified inSchedule 1 (and may include such other information as the levying authoritythinks appropriate).\n\t\tThe function of the levying authority of approving a final prospectusbefore publication is a function that must be discharged only by the wholeauthority; but that does not apply in the case of the Greater LondonAuthority.\n\t\tAfter publishing an initial or final prospectus, a levying authority must—\n\t\t\tplace an electronic copy of the published prospectus on its website, and\n\t\t\tmake copies of the published prospectus available for inspection at itsprincipal office at all reasonable times of the day.\n\t\tIn a case where two or more levying authorities are acting jointly byvirtue of section 2, each authority must separately—\n\t\t\tdischarge the function of approving a final prospectus before publication,and\n\t\t\tcomply with the duty imposed by subsection (3).\n\t\tRegulations may amend Schedule 1 so as to add, vary or omit a descriptionof information.\n\tConsultation \n\t\tThe relevant persons for the purposes of consultation on the proposal in aninitial prospectus are—\n\t\t\teach person who will be liable to pay the BRS;\n\t\t\teach lower-tier authority in relation to the levying authority;\n\t\t\tsuch other persons as the levying authority thinks appropriate.\n\t\tA person is to be regarded for the purposes of subsection (1)(a) as aperson who will be liable to pay a BRS if the levying authority thinks thatthe person will be liable to pay a chargeable amount for the first day of thechargeable period of the BRS.\n\t\tA person is also to be regarded for the purposes of subsection (1)(a) as aperson who will be liable to pay a BRS if the levying authority thinks thatthe person would, but for section 13(7) or (8), be liable to pay a chargeableamount for the first day of the chargeable period of the BRS.\n\t\tA person is also to be regarded for the purposes of subsection (1)(a) as aperson who will be liable to pay a BRS if the levying authority thinks thatthe person—\n\t\t\twould, but for section 15 or 16, be liable to pay a chargeable amount forthe first day of the chargeable period of the BRS, and\n\t\t\twill be liable to pay a chargeable amount before the end of that period.\n\t\tFor the purposes of subsection (1)(c), a levying authority must, inparticular, think whether it would be appropriate to consult persons who theauthority thinks might become liable to pay a chargeable amount before the endof the chargeable period of the BRS.\n\t\tThe levying authority must publish a revised version of an initialprospectus if, in the light of the consultation on the proposal in theprospectus, the authority thinks that it is necessary or appropriate to do so.\n\t\tA reference in section 5 to an initial prospectus includes a reference toan initial prospectus revised under subsection (6) of this section.\n\t\tA reference in subsection (2), (3) or (4) to a chargeable amount does notinclude a reference to a chargeable amount of zero.\n\tHolding of ballot\n\t\tThere must be a ballot on the imposition of a BRS if—\n\t\t\tA is more than one third of B, or\n\t\t\tthe initial prospectus states that, even though paragraph (a) does notapply in relation to the BRS, the levying authority nevertheless thinks thatthere should be a ballot on the imposition of the BRS.\n\t\tFor the purposes of subsection (1)(a)—\n\t\t\t  * “A” is the amount specified in the initial prospectus as the amount the authority expects to raise from the imposition of the BRS, and \n\t\t\t  * “B” is the amount specified in the initial prospectus as the amount the authority estimates as the total cost of the project to which the BRS relates. \n\t\tThe proposition to be voted on in a ballot on the imposition of a BRS is—\n\t\t\t“The [ _insert name of levying authority_ ] proposes to introduce a businessrate supplement. The proposal is set out in [ _insert title of prospectus_ ].Should the proposed business rate supplement be introduced?”\n\t\tA person is eligible to vote in a ballot on the imposition of a BRS if theperson is within section 6(2), (3) or (4).\n\t\tIn a case where a revised initial prospectus is published under section6(6), a reference in this section to an initial prospectus is a reference tothe revised initial prospectus.\n\tApproval by ballot\n\t\tIf a ballot on the imposition of a BRS is held, the imposition of the BRSis approved if—\n\t\t\ta majority of the persons voting in the ballot have voted in favour of theimposition of the BRS, and\n\t\t\tA exceeds B.\n\t\tFor the purposes of subsection (1)—\n\t\t\t  * “A” is the aggregate of the rateable values of each hereditament in respect of which a person voting in the ballot has voted in favour of the imposition of the BRS, and \n\t\t\t  * “B” is the aggregate of the rateable values of each hereditament in respect of which a person voting in the ballot has voted against the imposition of the BRS. \n\t\tFor the purposes of subsection (2), the rateable value of a hereditament isits rateable value on the day of the ballot.\n\tRegulations about ballots\n\t\tRegulations may make provision in relation to the holding of a ballot onthe imposition of a BRS.\n\t\tThe provision which may be made includes, in particular, provision about—\n\t\t\tthe timing of a ballot;\n\t\t\tthe form that a ballot may take;\n\t\t\twho is to hold a ballot;\n\t\t\tthe conduct of a ballot.\n\t\tThe regulations may, in particular—\n\t\t\tconfer functions on a levying authority;\n\t\t\tenable a levying authority to appoint an officer of its to exercise on itsbehalf a function conferred by virtue of paragraph (a) (a “ballot function”);\n\t\t\tenable a levying authority to delegate to a lower-tier authority inrelation to it the exercise of a ballot function in the area of that lower-tier authority;\n\t\t\tenable a levying authority to delegate to a lower-tier authority inrelation to it the exercise of a ballot function in the area of each otherlower-tier authority in relation to the levying authority;\n\t\t\tenable a lower-tier authority to which the exercise of a ballot function isdelegated by virtue of paragraph (c) or (d) to appoint an officer of its toexercise the function on its behalf.\n\t\tRegulations under this section may make provision as to who may cast a votein a case where the person eligible to vote is a body corporate, partnershipor unincorporated association.\n\t\tNothing in subsections (2) to (4) is to be taken as limiting the powerconferred by subsection (1).\n\tVariations \n\t\tA levying authority may vary a BRS in so far as the variation is of a kindthat may be made in accordance with the final prospectus.\n\t\tOtherwise, a levying authority may vary a BRS only if—\n\t\t\tit has published a document that sets out the proposal for the variation,\n\t\t\tit has consulted the relevant persons on the proposal,\n\t\t\twhere there was a ballot on the imposition of the BRS or where there is tobe a ballot on the proposal by virtue of subsection (7), a ballot on theproposal has been held and the variation approved, and\n\t\t\tit has published a document that sets out the arrangements for making thevariation.\n\t\tA document published for the purposes of subsection (2)(a) or (d) must—\n\t\t\tspecify the amount that the authority expects to raise from the impositionof the BRS on the assumption that the variation is made (the specified amountto include the amount already raised from the imposition of the BRS),\n\t\t\tspecify the authority’s estimate of the total cost of the project to whichthe BRS relates,\n\t\t\tspecify the day on which the variation will, if made, take effect, and\n\t\t\tinclude, to the extent that the authority thinks appropriate, such otherinformation as would be included in an initial or final prospectus if theproposal or arrangements were for the imposition of the BRS as varied.\n\t\tSection 5 applies as follows in relation to the publication of a documentfor the purposes of subsection (2)(a) or (d)—\n\t\t\tsubsection (2) of that section applies to the approval of a document beforepublication for the purposes of subsection (2)(d) as it applies to theapproval of a final prospectus before publication;\n\t\t\tsubsection (3) of that section applies to a document published for thepurposes of subsection (2)(a) or (d) as it applies to a published initial orfinal prospectus;\n\t\t\tsubsection (4) of that section applies so far as necessary for the purposesof the applications made by paragraphs (a) and (b) of this subsection.\n\t\tThe relevant persons for the purposes of consultation on a proposal to varya BRS are those who would be the relevant persons if the proposal were for theimposition of the BRS as varied; for that purpose, section 6 applies as ifreferences to the first day of the chargeable period of the BRS werereferences to the day specified for the purposes of subsection (3)(c).\n\t\tSection 6(6) applies in relation to a document published for the purposesof subsection (2)(a) as it applies in relation to an initial prospectus.\n\t\tThere must be a ballot on a proposal to vary a BRS if—\n\t\t\tA is more than one third of B, or\n\t\t\tthe document published for the purposes of subsection (2)(a) states that,even though paragraph (a) of this subsection does not apply in relation to theBRS, the levying authority nevertheless thinks that there should be a balloton the proposal.\n\t\tFor the purposes of subsection (7)(a)—\n\t\t\t  * “A” is the amount specified for the purposes of subsection (3)(a) in the document published for the purposes of subsection (2)(a); \n\t\t\t  * “B” is the amount specified for the purposes of subsection (3)(b) in that document. \n\t\tIn a case where a revised document is published by virtue of subsection(6), a reference in subsection (7) or (8) to a document published for thepurposes of subsection (2)(a) is a reference to the revised document.\n\t\tThe proposition to be voted on in a ballot on a proposal to vary a BRS is—\n\t\t\t“The [ _insert name of levying authority_ ] proposes to vary the business ratesupplement set out in [ _insert title of prospectus and title of any documentsetting out a variation to the BRS_ ]. The proposal is set out in [ _inserttitle of document setting out proposal_ ]. Should the proposed variation bemade?”\n\t\tA person is eligible to vote in a ballot on a proposal to vary a BRS ifthe person is within section 6(2), (3) or (4) (as applied by subsection (5)above); and sections 8 and 9 apply to a ballot on a proposal to vary a BRS asthey apply to a ballot on a proposal for the imposition of a BRS.\n\t\tA variation the purpose of which is to increase the number of personsliable to pay a chargeable amount may not be made in reliance on subsection(1) (and that subsection is to be read accordingly)."
    },
    {
        "length": 3498,
        "text": "\nLiability to business rate supplements\n\tLiability of non-domestic ratepayers\n\t\tThis section applies in relation to a person who, as regards ahereditament, is subject to a non-domestic rate under section 43 or 45 of the1988 Act in respect of a financial year.\n\t\tThe person is, in relation to that hereditament and in respect of thatyear, subject to such BRSs as are imposed for that year by the levyingauthority in whose area the hereditament is situated.\n\t\tBut a person subject to a non-domestic rate under section 45 of the 1988Act (a “section 45 ratepayer”) is not subject to a BRS if—\n\t\t\tsection 45A of that Act (empty properties: zero rating for charities andamateur sports clubs) applies to the hereditament, or\n\t\t\tthe final prospectus for the BRS states that section 45 ratepayers are notto be subject to the BRS.\n\t\tA person who is subject to a BRS in relation to a hereditament in respectof a financial year is liable to pay in respect of that year an amountcalculated by—\n\t\t\tfinding the chargeable amount for each chargeable day, and\n\t\t\ttotalling the amounts found under paragraph (a).\n\t\tA chargeable day is a day—\n\t\t\twhich falls within the financial year and the chargeable period of the BRS,and\n\t\t\ton which the rateable value condition is met in relation to thehereditament.\n\t\tThe chargeable period of a BRS—\n\t\t\tis the period for which the BRS is imposed, and\n\t\t\tmust not begin before the day on which the BRS is imposed.\n\t\tThe length of the chargeable period of a BRS must not exceed—\n\t\t\tthe length of the period specified as the chargeable period in the finalprospectus, or\n\t\t\tif the length of the chargeable period is varied in accordance with section10, the length of the period as varied.\n\t\tA reference to a BRS imposed for a financial year is to a BRS thechargeable period of which is or includes the whole or part of the financialyear in question.\n\t\tSubsection (3)(b) does not apply if, by virtue of section 10, section 45ratepayers become subject to the BRS.\n\tRateable value condition\n\t\tThe rateable value condition is (unless subsection (2) applies) met inrelation to a hereditament on any day on which the rateable value of thehereditament exceeds the amount prescribed by regulations.\n\t\tThis subsection applies if—\n\t\t\tpart only of a hereditament is occupied, and\n\t\t\tsection 45 ratepayers are not subject to the BRS.\n\t\tIf subsection (2) applies, the rateable value condition is met in relationto the hereditament on any day on which the rateable value of the occupiedpart exceeds the amount prescribed under subsection (1).\n\t\tFor the purposes of a case where subsection (2) applies, the levyingauthority may require the valuation officer for the authority (or, where it isnot a billing authority, for the billing authority in whose area thehereditament is situated)—\n\t\t\tto apportion the rateable value of the hereditament between the occupiedand unoccupied parts, and\n\t\t\tto certify the apportionment to the levying authority.\n\t\tThe levying authority may, for those purposes, rely on an apportionmentunder section 44A of the 1988 Act if satisfied that the apportionment will beaccurate for those purposes.\n\t\tRegulations may make provision—\n\t\t\tfor the proposal of alterations to a certificate under subsection (4);\n\t\t\tfor an appeal in relation to a certificate under that subsection to avaluation tribunal for the purposes of section 55 of the 1988 Act.\n\t\tRegulations under subsection (6)—\n\t\t\tmay include such provision for the purposes of this Act as may be includedin regulations under subsections (3) to (7) of that section for the purposesof that Act;\n\t\t\tmay amend, or apply (with or without modifications), any provision ofregulations made under any of those subsections.\n\t\tAccordingly, provision by virtue of subsection (6) as to the period forwhich or day from which an alteration to a certificate is to have effect mayhave retrospective effect; and provision by virtue of that subsection mayrequire the retrospective effect to be indicated on the certificate asaltered.\n\t\tThe rateable value of a hereditament on a day is the rateable value of thathereditament shown for that day in the local non-domestic rating listmaintained for the billing authority in whose area the hereditament issituated.\n\t\tIn section 1 of the Non-Domestic Rating (Information) Act [1996 (c.13)](/id/ukpga/1996/13?view=plain \"Go to item of legislation\") (disclosure ofinformation), in subsection (2), in paragraph (a) of the definition of“statutory functions”, after “1988” insert “or the function under section12(4) of the Business Rate Supplements Act 2009”.\n\tChargeable amount\n\t\tThis section applies for determining the chargeable amount for a chargeableday in relation to a hereditament.\n\t\tThe amount is (subject to subsections (3) to (8)) calculated by using theformula—\n\t\t\t[![](/ukpga/2009/7/images/ukpga_20090007_en_001)](/ukpga/2009/7/images/ukpga_20090007_en_001?view=plain)\n\t\tIf section 43(4B) of the 1988 Act (small businesses) applies, the amount iscalculated by using the formula—\n\t\t[![](/ukpga/2009/7/images/ukpga_20090007_en_002)](/ukpga/2009/7/images/ukpga_20090007_en_002?view=plain)\n\t\tIf section 43(6) of the 1988 Act (charities and community amateur sportsclubs) applies, the amount is calculated by using the formula—\n\t\t[![](/ukpga/2009/7/images/ukpga_20090007_en_003)](/ukpga/2009/7/images/ukpga_20090007_en_003?view=plain)\n\t\tIf section 43(6B) of the 1988 Act (rural shops, etc.) applies, the amountis calculated by using the formula—\n\t\t[![](/ukpga/2009/7/images/ukpga_20090007_en_004)](/ukpga/2009/7/images/ukpga_20090007_en_004?view=plain)\n\t\tIf section 45(4A) of the 1988 Act (empty properties) applies, the amount iscalculated by using the formula—\n\t\t[![](/ukpga/2009/7/images/ukpga_20090007_en_005)](/ukpga/2009/7/images/ukpga_20090007_en_005?view=plain)\n\t\tIf section 47 or 49 of the 1988 Act (discretionary or hardship relief)applies, the amount is found by—\n\t\t\tworking out the percentage by which the amount that would be due under thatAct but for that section is reduced as a result of that section, and\n\t\t\treducing what the chargeable amount would be but for this subsection bythat percentage.\n\t\tBut in the case of a remittance under section 49 of the 1988 Act, theamount is zero.\n\t\tA reference to a case where section 43(4B), (6) or (6B) or 45(4A) of the1988 Act applies includes a reference to a case where it would apply but forsection 57A(3) of that Act (transitional relief).\n\t\tThis section is subject to sections 15 and 16.\n\tChargeable amount: supplementary\n\t\tThis section applies for the purposes of section 13.\n\t\t“A” is—\n\t\t\tthe rateable value of the hereditament on the chargeable day, or\n\t\t\tif section 12(2) applies, the rateable value of the occupied part of thehereditament on that day.\n\t\t“B” is the multiplier for the BRS for the financial year (expressed to nomore than three decimal places).\n\t\t“C” is the number of days in the financial year.\n\t\t“E” has the meaning that it has for the purposes of section 43 of the 1988Act; and “N” has the meaning that it has for the purposes of section 45 ofthat Act.\n\t\tIf a levying authority imposes only one BRS for a financial year, themultiplier for that BRS for that year must not exceed 0.02.\n\t\tIf a levying authority imposes more than one BRS for a financial year, thetotal of the multipliers for those BRSs for that year must not exceed 0.02.\n\t\tSubject to subsections (6) and (7), the multiplier for a BRS for afinancial year must not exceed—\n\t\t\tthe amount specified as the multiplier in the final prospectus, or\n\t\t\tif the specified amount is varied in accordance with section 10, the amountas varied.\n\t\tIf section 45 ratepayers are subject to the BRS, subsection (10) applies ina case where—\n\t\t\tpart only of a hereditament is occupied, and\n\t\t\tan order under section 45(4A) of the 1988 Act is in force (and would applyto the hereditament if none of it were occupied).\n\t\tSection 13 has effect as if for subsection (2) of this section there weresubstituted—\n\t\t“A” is the sum of—\n\t\t\tthe rateable value of the occupied part of the hereditament on thechargeable day, and\n\t\t\tthe rateable value of the unoccupied part on that day, divided by thenumber prescribed as “N” by the order.”\n\tBRS relief\n\t\tA levying authority that imposes a BRS may apply such reliefs in relationto the BRS as it thinks appropriate.\n\t\tIf a levying authority applies a relief in relation to a BRS, thechargeable amount for a chargeable day in relation to a hereditament isdetermined in accordance with the rules set by the authority for theapplication of the relief.\n\t\tA levying authority may not apply a relief in relation to a BRS unless therules for the application of the relief—\n\t\t\tare set out in the final prospectus for the BRS or have effect by virtue ofsection 10,\n\t\t\toperate by reference to the rateable value of a hereditament in respect ofwhich the liability arises,\n\t\t\tapply consistently to hereditaments in the levying authority’s arearegardless of the purpose for which they may be used or the basis on whichthey are owned or occupied, and\n\t\t\tapply uniformly throughout the levying authority’s area.\n\t\tRegulations may amend subsection (3) so as to add, vary or omit a conditionto be met in relation to the rules for the application of a relief under thissection.\n\tInteraction with BID levy\n\t\tA levying authority must set rules for the purposes of cases where a personis, by reference to a hereditament, liable for BID levy for the whole or partof a financial year in respect of which the person is, in relation to thathereditament, subject to a BRS imposed by the authority.\n\t\tThe chargeable amount in relation to the hereditament for a chargeable dayfor which the person is also liable for BID levy by reference to thehereditament is the amount found by offsetting A against B to the extentspecified in the rules.\n\t\tFor the purposes of subsection (2)—\n\t\t\t  * “A” is the amount of the person’s liability for BID levy for the day, and \n\t\t\t  * “B” is the amount that the person would (apart from this section) be liable to pay in respect of the BRS for that day. \n\t\tRules set for the purposes of cases within subsection (1) must—\n\t\t\taccord with such rules as are set out for those purposes in the finalprospectus for the BRS or as have effect for those purposes by virtue ofsection 10,\n\t\t\tapply consistently in relation to BID levies, and\n\t\t\tapply uniformly throughout the levying authority’s area.\n\t\tSchedule 2 (BRS-BID arrangements) has effect; and—\n\t\t\tsubsections (1) to (4) apply in relation to BRS-BID levy (within themeaning given by that Schedule) as they apply in relation to BID levy, but\n\t\t\tthe rules relating to BRS-BID levy need not be the same as the rulesrelating to BID levy.\n\tRegulations to deal with joint ownership, joint occupation or death\n\t\tRegulations may make provision for cases where a hereditament is owned oroccupied by more than one person at a particular time.\n\t\tRegulations under subsection (1)—\n\t\t\tmay include such provision for the purposes of this Act as may be includedin regulations under section 50 of the 1988 Act (cases of joint ownership oroccupation) for the purposes of that Act;\n\t\t\tmay amend, or apply (with or without modifications), a provision ofregulations made under that section.\n\t\tRegulations may make provision for cases where a person who has died was(or is alleged to have been) subject to a BRS.\n\t\tRegulations under subsection (3)—\n\t\t\tmay include such provision for the purposes of this Act as may be includedin regulations under section 63 of the 1988 Act (cases of death) for thepurposes of that Act;\n\t\t\tmay amend, or apply (with or without modifications), any provision ofregulations made under that section."
    },
    {
        "length": 1753,
        "text": "\nAdministration of business rate supplements\n\tNotice to billing authorities before start of financial year\n\t\tA levying authority which is not a billing authority must, for eachfinancial year for which it intends to impose a BRS, give a written noticerelating to the BRS to each billing authority which is a lower-tier authorityin relation to it.\n\t\tThe notice must—\n\t\t\tif the BRS is to be imposed for part only of the year, specify the part ofthe year for which it is to be imposed,\n\t\t\tspecify the multiplier for the BRS for the year,\n\t\t\tstate whether persons who, as regards hereditaments in the billingauthority’s area, are section 45 ratepayers are to be subject to the BRS,\n\t\t\tspecify whether a relief under section 15 is to be applied in relation tothe BRS (and, if so, set out the rules for its application), and\n\t\t\tset out the rules for cases within section 16(1).\n\t\tThe notice must be given before 1 March in the financial year precedingthat for which the levying authority intends to impose the BRS.\n\t\tWhere more than one BRS is to be imposed by the levying authority for theyear, the notice—\n\t\t\tmay relate to some or all of the BRSs in question, but\n\t\t\tif it does so, must set out the information required under subsection (2)separately for each BRS to which the notice relates.\n\tNotice to billing authorities during financial year\n\t\tThis section applies if a levying authority which is not a billingauthority—\n\t\t\tintends to impose a BRS for a financial year, but\n\t\t\thas not, for that year, given a notice under section 18 in relation to theBRS.\n\t\tThis section also applies if a levying authority—\n\t\t\tvaries a BRS in accordance with section 10, and\n\t\t\tthinks that, as a result of the variation, new calculations are required tofind the chargeable amounts that some or all of those subject to the BRS areliable to pay.\n\t\tThe levying authority must give a written notice relating to the BRS toeach billing authority which is a lower-tier authority in relation to it.\n\t\tA notice given for the purposes of a case within subsection (1) must complywith section 18(2).\n\t\tA notice given for the purposes of a case within subsection (2) mustspecify—\n\t\t\tthe variation, and\n\t\t\tthe day specified for the purposes of subsection (3)(c) of section 10 inthe document published for the purposes of subsection (2)(d) of that section.\n\tCalculations for financial year\n\t\tA billing authority which is a levying authority must calculate thechargeable amount which each person who is to be subject to a BRS imposed byit for a financial year is to be liable to pay in respect of that year.\n\t\tSubsection (3) applies if a billing authority which is a lower-tierauthority in relation to a levying authority receives a notice from thelevying authority under section 18 or 19.\n\t\tThe billing authority must calculate the chargeable amount that each personwho is to be subject to the BRS to which the notice relates is to be liable topay in respect of the financial year.\n\t\tIf a billing authority receives a notice given for the purposes of a casewithin subsection (2) of section 19, the duty imposed on the authority bysubsection (3) of this section applies only in so far as new calculations arerequired to be made as a result of the variation specified in the notice.\n\t\tA calculation under this section must be made in accordance with section11(4).\n\tCollection and enforcement\n\t\tRegulations may make provision in relation to the collection and recoveryof sums due under this Act.\n\t\tRegulations under this section—\n\t\t\tmay include such provision for the purposes of this Act as may be includedin regulations under paragraphs 1 to 4A of Schedule 9 to the 1988 Act(collection and recovery of non-domestic-rates) for the purposes of that Act;\n\t\t\tmay amend, or apply (with or without modifications), any provision ofregulations made under any of those paragraphs;\n\t\t\tmay confer on a billing authority for the purposes of this Act a powercorresponding to that conferred on a billing authority by section 62A of the1988 Act (taking control of goods) for the purposes of that Act.\n\t\tAfter the imposition of a BRS has come to an end, a billing authority mayseek to collect or recover sums in respect of the BRS in so far as the sumsbecame payable to it before the imposition of the BRS came to an end.\n\t\tRegulations under this section may provide that, if the project to which aBRS relates is abandoned (or, where a BRS relates to only certain aspects of aproject, those aspects are abandoned), the imposition of the BRS is to betreated for the purposes of subsection (3) as having come to an end—\n\t\t\tat the time of the abandonment, or\n\t\t\tat such other time as may be prescribed.\n\t\tIn section 11 of the State Immunity Act [1978 (c.33)](/id/ukpga/1978/33?view=plain \"Go to item of legislation\") (no immunityfrom proceedings relating to liability to value added tax, rates, etc.), thereference to liability for rates includes a reference to liability for BRSs.\n\tAdministrative expenses\n\t\tRegulations under section 21 may authorise a billing authority to use aprescribed proportion of such sums as it collects or recovers in respect of aBRS to meet expenses it incurs in the collection or recovery (“administrativeexpenses”).\n\t\tProvision by virtue of subsection (1) may, in particular, amend section 90of the 1988 Act (payments to and from collection funds).\n\t\tIf the chargeable period of a BRS begins, or a variation of a BRS takeseffect, later than the first day of a financial year, the levying authoritymay not, in respect of that financial year, act in reliance on provision madeby virtue of subsection (1).\n\t\tIn so far as a billing authority which is not a levying authority incursadministrative expenses in response to a notice given by the levying authorityunder section 19, those expenses must be met by the levying authority.\n\t\tBut the levying authority may not meet those expenses by—\n\t\t\tusing sums that it receives in respect of the BRS, or\n\t\t\tdirecting the billing authority to retain from sums it is required totransfer to the levying authority in respect of the BRS a sum equivalent tothe amount that the levying authority is required to pay.\n\t\tThe amount that a levying authority is required to pay under subsection (4)must not exceed such amount as may be prescribed by regulations under section21 (or as is to be determined in accordance with such formula as may beprescribed by regulations under that section).\n\t\tA reference to sums that a billing authority collects in respect of a BRSincludes a reference to financial contributions made to it for the purpose ofenabling the project to which the BRS relates to be carried out.\n\tAccounting \n\t\tSchedule 3 (accounting) has effect."
    },
    {
        "length": 604,
        "text": "\nIntervention by appropriate national authority\n\tPower to cancel a BRS\n\t\tThis section applies if the appropriate national authority thinks that alevying authority has, in relation to a BRS imposed by it, acted in a way thatis materially inconsistent with information provided by it.\n\t\tThe information referred to in subsection (1) includes informationprovided—\n\t\t\tin the final prospectus for the BRS;\n\t\t\tin a document published for the purposes of section 10(2)(d) about aproposal to vary the BRS;\n\t\t\tin the course of consultation on the proposal for the imposition of the BRSor on a proposal to vary the BRS;\n\t\t\tin connection with the holding of a ballot on the imposition of the BRS oron a proposal to vary the BRS.\n\t\tThe appropriate national authority—\n\t\t\tmay direct the levying authority to cancel the imposition of the BRS,\n\t\t\tmay direct the levying authority to refund the sums received by it inrespect of the BRS or, where the levying authority is not a billing authority,direct it to return to a billing authority that is a lower-tier authority inrelation to it sums transferred to it by the billing authority,\n\t\t\tmay direct a billing authority that is a lower-tier authority in relationto the levying authority to refund the sums collected by it in respect of theBRS but not transferred to the levying authority,\n\t\t\tmay direct a functional body to transfer to the Greater London Authoritysums received by the body in respect of the BRS but not used by it, and\n\t\t\tmay take such other steps as the appropriate national authority thinksappropriate.\n\t\tWhere the appropriate national authority gives a direction to a billingauthority which is not a levying authority, the appropriate national authoritymay direct the levying authority to meet the expenses incurred by the billingauthority in complying with the direction.\n\t\tThe appropriate national authority may, in connection with the exercise orproposed exercise of a power under this section, require—\n\t\t\tthe levying authority,\n\t\t\ta billing authority that is a lower-tier authority in relation to it, or\n\t\t\ta functional body,\n\t\t\t\tto provide such information relating to a BRS as the appropriate nationalauthority may specify.\n\t\tA levying authority, a billing authority or a functional body must complywith a direction given to it, or a requirement imposed on it, under thissection.\n\t\tSection 21(3) does not apply where the imposition of a BRS comes to an endas a result of this section."
    },
    {
        "length": 2109,
        "text": "\nSupplementary\n\tProvision of information\n\t\tA levying authority may require a billing authority which is a lower-tierauthority in relation to it to provide it with—\n\t\t\tthe address and rateable value of each hereditament shown in the local non-domestic rating list maintained for the billing authority;\n\t\t\tthe name and address of each person who, as regards a hereditament shown inthe list, is subject to a non-domestic rate under section 43 or 45 of the 1988Act;\n\t\t\tsuch other information for the purposes of this Act as the levyingauthority may specify.\n\t\tA billing authority must comply with a requirement imposed on it under thissection.\n\t\tA requirement under this section—\n\t\t\tmust be in writing, and\n\t\t\tmust be accompanied by such fee (if any) as the billing authority maycharge for complying with the requirement.\n\t\tA levying authority—\n\t\t\tmay not use information provided to it under this section except in so faras is necessary for the purposes of this Act, and\n\t\t\tmay not disclose the information (except in accordance with an enactment,in pursuance of an order of a court or with the consent of any person to whomthe information relates).\n\tGuidance \n\t\tIn carrying out functions imposed by or by virtue of this Act, a levyingauthority must have regard to such guidance as the appropriate nationalauthority may give.\n\t\tGuidance given under this section may, in particular, relate to—\n\t\t\tthe kinds of projects which may, and may not, be regarded as appropriateones in relation to which to impose BRSs;\n\t\t\tthe carrying out by a levying authority of an assessment for the purposesof paragraph 5 of Schedule 1;\n\t\t\tthe discharge of the duty imposed by section 3(1) (in particular, itsdischarge in a case within section 27);\n\t\t\texpenditure which may, and may not, be regarded as an appropriate use formoney raised from the imposition of a BRS;\n\t\t\tthe contents of an initial or final prospectus or a document required to bepublished for the purposes of section 10(2)(a) or (d) (in particular, thelevel of detail to provide);\n\t\t\tthe holding of a ballot on the imposition of a BRS or on a proposal to varya BRS.\n\tSpecial introductory provision\n\t\tThe chargeable period of a BRS must not begin before 1 April 2010.\n\t\tA levying authority may impose a BRS for the purpose of raising money forexpenditure on a project beginning before the commencement of section 1 onlyif—\n\t\t\tthe levying authority’s area is in England, and\n\t\t\tthe chargeable period of the BRS begins on or before 1 April 2012.\n\t\tAny guidance given by the Secretary of State in anticipation of the passingof this Act or the commencement of a provision of this Act (“pre-commencementguidance”) may be relied on—\n\t\t\tfor the purpose of imposing a BRS in reliance on subsection (2), and\n\t\t\tin the case of a BRS imposed in reliance on that subsection.\n\t\tPre-commencement guidance is to be treated as given by the Secretary ofState under section 26.\n\t\tAnything done in anticipation of the passing of this Act or thecommencement of a provision of this Act is, in so far as it is done inreliance on and in accordance with pre-commencement guidance, to be treated asdone in accordance with this Act.\n\t\tSections 3(1)(b), 7(1) and 10(7) do not apply to a BRS that the GreaterLondon Authority proposes to impose, or imposes, in reliance on subsection (2)if the chargeable period of the BRS begins on or before 1 April 2011.\n\t\tThe Secretary of State may by regulations make other provision about—\n\t\t\tthe exercise by the Greater London Authority of the power to impose a BRSin reliance on subsection (2);\n\t\t\tthe operation of this Act in relation to a BRS imposed by the Authority inreliance on that subsection.\n\t\tThe regulations may, in particular—\n\t\t\tconfer or impose a function (which may include the exercise of adiscretion) on the Greater London Authority, a lower-tier authority inrelation to it or a functional body;\n\t\t\tdisapply a provision of this Act;\n\t\t\tapply a provision of this Act with modifications.\n\tPower to make consequential provision\n\t\tThe Secretary of State may by regulations make supplementary, incidental orconsequential provision—\n\t\t\tfor the general purposes, or any particular purpose, of this Act, or\n\t\t\tin consequence of, or for giving full effect to, a provision made by orunder this Act.\n\t\tRegulations under this section may, in particular—\n\t\t\tamend or repeal, or apply with modifications, a provision of an Act(including this Act and any Act passed before, or in the same Session as, thisAct);\n\t\t\tamend or revoke, or apply with modifications, a provision of subordinatelegislation made before the passing of this Act.\n\t\tThe power conferred by this section is also exercisable by the WelshMinisters in so far as it is exercisable in relation to matters with respectto which functions are exercisable by the Welsh Ministers.\n\t\tThe amendments or modifications that may be made by virtue of subsection(2) are in addition to those made by or by virtue of any other provision ofthis Act.\n\t\t“Subordinate legislation” has the same meaning as in the Interpretation Act[1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\").\n\tRegulations, etc.\n\t\tThe power to make regulations under this Act is (subject to section 28)exercisable by the appropriate national authority.\n\t\tRegulations and any commencement order under this Act must be made bystatutory instrument.\n\t\tRegulations and any commencement order under this Act—\n\t\t\tmay make provision which applies generally or only for specified cases orwhich applies subject to specified exceptions;\n\t\t\tmay make different provision for different cases or different areas;\n\t\t\tmay make incidental, supplementary, consequential, transitional, transitoryor saving provision.\n\t\tA statutory instrument containing (whether alone or with other provision)regulations mentioned in subsection (5) may not be made unless—\n\t\t\tin the case of regulations made by the Secretary of State, a draft of theinstrument has been laid before, and approved by a resolution of, each Houseof Parliament;\n\t\t\tin the case of regulations made by the Welsh Ministers, a draft of theinstrument has been laid before, and approved by a resolution of, the NationalAssembly for Wales.\n\t\tThe regulations are—\n\t\t\tregulations under section 3(4) (power to vary etc. matters for which moneyraised from the imposition of a BRS may not be used);\n\t\t\tregulations under section 5(5) (power to vary etc. descriptions ofinformation for inclusion in an initial or final prospectus);\n\t\t\tregulations under section 15(4) (power to vary etc. conditions to be met inrelation to rules for the application of a BRS relief);\n\t\t\tregulations under section 21 which include provision within section 22(2)(power to amend section 90 of the 1988 Act);\n\t\t\tregulations under subsection (7) of section 27 which include provisionwithin subsection (8)(b) or (c) of that section (special introductoryprovision);\n\t\t\tregulations under section 28 which include provision within subsection(2)(a) of that section (power to make consequential amendments etc. to primarylegislation);\n\t\t\tregulations under paragraph 4(5), 5, 6 or 8 of Schedule 2 (BRS-BIDarrangements: liability, ballots, disclosure of information);\n\t\t\tregulations under paragraph 10 of that Schedule which include provisionwithin sub-paragraph (1)(f) or (g) of that paragraph (BRS-BID arrangements:alteration etc. of arrangements, ballots).\n\t\tA statutory instrument containing regulations under this Act, other thanregulations mentioned in subsection (5), is subject to annulment in pursuanceof—\n\t\t\tin the case of regulations made by the Secretary of State, a resolution ofeither House of Parliament;\n\t\t\tin the case of regulations made by the Welsh Ministers, a resolution of theNational Assembly for Wales.\n\t\t“Commencement order” means an order under section 32(2)."
    },
    {
        "length": 753,
        "text": "\nGeneral\n\tInterpretation \n\t\tIn this Act, the “appropriate national authority” means—\n\t\t\tin relation to a levying authority whose area is in England or in relationto hereditaments in England, the Secretary of State;\n\t\t\tin relation to a levying authority whose area is in Wales or in relation tohereditaments in Wales, the Welsh Ministers.\n\t\tFor the purposes of this Act, an expression in the first column of theTable is defined or otherwise explained by the provision of this Act, or ofthe 1988 Act, the 1999 Act or the 2003 Act, specified in the second column.\n\t\t\tExpression| Provision  ---|---  BID levy| Section 41(2) of the 2003 Act  Billing authority| Section 144(2) of the 1988 Act  BRS| Section 1(1)  Chargeable amount| Section 13  Chargeable day| Section 11(5)  Chargeable period| Section 11(6)  Final prospectus| Section 4  Financial year| Section 145(3) of the 1988 Act  Financial year, imposition of BRS for| Section 11(8)  Functional body| Section 424 of the 1999 Act  Hereditament| Section 64 of the 1988 Act  Initial prospectus| Section 4  Levying authority| Section 2(1)  Local non-domestic rating list| Section 41(1) of the 1988 Act  Lower-tier authority| Section 3(8)  Rateable value| Section 12(9)  Section 45 ratepayer| Section 11(3)  Sums collected by a billing authority in respect of a BRS| Section 22(7)  Sums received by a functional body in respect of a BRS| Section 3(10)  Sums received by a levying authority in respect of a BRS| Section 3(6)  The 1988 Act| Section 1(4)    (3)In subsection (2)—\n\t\t\t  * “the 1999 Act” means the Greater London Authority Act [1999 (c. 29)](/id/ukpga/1999/29?view=plain \"Go to item of legislation\"), and \n\t\t\t  * “the 2003 Act” means the Local Government Act [2003 (c. 26)](/id/ukpga/2003/26?view=plain \"Go to item of legislation\"). \n\tCrown application\n\t\tThis Act binds the Crown.\n\tCommencement, extent and short title\n\t\tSections 28 to 31 and this section come into force on the day on which thisAct is passed.\n\t\tThe remaining provisions of this Act come into force in accordance withsuch provision as the appropriate national authority may make by order.\n\t\tThis Act extends to England and Wales only.\n\t\tThis Act may be cited as the Business Rate Supplements Act 2009."
    }
]