[
    {
        "length": 3615,
        "text": "\nDuties of providers of public electronic communications networks andservices\n\tDuty to take security measures\n\t\tThe Communications Act 2003 is amended as follows.\n\t\tFor sections 105A to 105D substitute—\n\t\t“105ADuty to take security measures\n\t\t\tThe provider of a public electronic communications network or a publicelectronic communications service must take such measures as are appropriateand proportionate for the purposes of—\n\t\t\t\tidentifying the risks of security compromises occurring;\n\t\t\t\treducing the risks of security compromises occurring; and\n\t\t\t\tpreparing for the occurrence of security compromises.\n\t\t\tIn this Chapter “security compromise”, in relation to a public electroniccommunications network or a public electronic communications service, means—\n\t\t\t\tanything that compromises the availability, performance or functionality ofthe network or service;\n\t\t\t\tany unauthorised access to, interference with or exploitation of thenetwork or service or anything that enables such access, interference orexploitation;\n\t\t\t\tanything that compromises the confidentiality of signals conveyed by meansof the network or service;\n\t\t\t\tanything that causes signals conveyed by means of the network or service tobe—\n\t\t\t\tlost; \n\t\t\t\tunintentionally altered; or\n\t\t\t\taltered otherwise than by or with the permission of the provider of thenetwork or service;\n\t\t\t\tanything that occurs in connection with the network or service andcompromises the confidentiality of any data stored by electronic means;\n\t\t\t\tanything that occurs in connection with the network or service and causesany data stored by electronic means to be—\n\t\t\t\tlost; \n\t\t\t\tunintentionally altered; or\n\t\t\t\taltered otherwise than by or with the permission of the person holdingthe data; or\n\t\t\t\tanything that occurs in connection with the network or service and causes aconnected security compromise.\n\t\t\tBut in this Chapter “security compromise” does not include anything thatoccurs as a result of conduct that—\n\t\t\t\tis required or authorised by or under an enactment mentioned in subsection(4);\n\t\t\t\tis undertaken for the purpose of providing a person with assistance ingiving effect to a warrant or authorisation that has been issued or givenunder an enactment mentioned in subsection (4);\n\t\t\t\tis undertaken for the purpose of providing a person with assistance inexercising any power conferred by or under prison rules; or\n\t\t\t\tis undertaken for the purpose of providing assistance to a constable or amember of a service police force (acting in either case in that capacity).\n\t\t\tThe enactments are—\n\t\t\t\tthe Investigatory Powers Act 2016;\n\t\t\t\tPart 1 of the Crime and Courts Act 2013;\n\t\t\t\tthe Prisons (Interference with Wireless Telegraphy) Act 2012;\n\t\t\t\tthe Regulation of Investigatory Powers Act 2000;\n\t\t\t\tthe Regulation of Investigatory Powers (Scotland) Act 2000;\n\t\t\t\tthe Intelligence Services Act 1994;\n\t\t\t\tany other enactment (whenever passed or made) so far as it—\n\t\t\t\tmakes provision which is in the interests of national security;\n\t\t\t\thas effect for the purpose of preventing or detecting crime or ofpreventing disorder; or\n\t\t\t\tmakes provision which is in the interests of the economic well-being ofthe United Kingdom so far as those interests are also relevant to theinterests of national security.\n\t\t\tIn this section—\n\t\t\t\t  * “connected security compromise” means—\n\t\t\t\tin relation to a public electronic communications network, a securitycompromise that occurs in relation to another public electronic communicationsnetwork or a public electronic communications service;\n\t\t\t\tin relation to a public electronic communications service, a securitycompromise that occurs in relation to a public electronic communicationsnetwork or another public electronic communications service;\n\t\t\t\t\t  * “crime” and “detecting crime” have the same meanings as in the Investigatory Powers Act 2016;\n\t\t\t\t\t  * “prison rules” means any rules made under—\n\t\t\t\tsection 47 of the Prison Act 1952;\n\t\t\t\tsection 39 of the Prisons (Scotland) Act 1989; or\n\t\t\t\tsection 13 of the Prison Act (Northern Ireland) 1953;\n\t\t\t\t\t  * “service police force” means—\n\t\t\t\tthe Royal Navy Police;\n\t\t\t\tthe Royal Military Police; or\n\t\t\t\tthe Royal Air Force Police;\n\t\t\t\t\t  * “signal” has the same meaning as in section 32.\n\t\tBDuty to take specified security measures\n\t\t\tThe Secretary of State may by regulations provide that the provider of apublic electronic communications network or a public electronic communicationsservice must take specified measures or measures of a specified description.\n\t\t\tA measure or description of measure may be specified only if the Secretaryof State considers that taking that measure or a measure of that descriptionwould be appropriate and proportionate for a purpose mentioned in section105A(1).\n\t\t\tIn this section “specified” means specified in the regulations.\n\t\t\tNothing in this section or regulations under it affects the duty imposed bysection 105A.”\n\t\t\tIn section 151 (interpretation of Chapter 1 of Part 2) at the appropriateplace in subsection (1) insert—\n\t\t\t\t  * ““security compromise”, in relation to a public electronic communications network or a public electronic communications service, has the meaning given by section 105A;”.\n\tDuty to take measures in response to security compromises\n\t\tAfter section 105B of the Communications Act 2003 insert—\n\t\t“105CDuty to take measures in response to security compromises\n\t\t\tThis section applies where a security compromise occurs in relation to apublic electronic communications network or a public electronic communicationsservice.\n\t\t\tThe provider of the network or service must take such measures as areappropriate and proportionate for the purpose of preventing adverse effects(on the network or service or otherwise) arising from the security compromise.\n\t\t\tIf the security compromise has an adverse effect on the network or service,the provider of the network or service must take such measures as areappropriate and proportionate for the purpose of remedying or mitigating thatadverse effect.\n\t\tDDuty to take specified measures in response to security compromise\n\t\t\tThe Secretary of State may by regulations provide that, where a securitycompromise of a specified description occurs in relation to a publicelectronic communications network or a public electronic communicationsservice, the provider of the network or service must take specified measuresor measures of a specified description.\n\t\t\tA measure or description of measure may be specified under subsection (1)only if the Secretary of State considers that taking that measure or a measureof that description would be appropriate and proportionate for the purpose ofpreventing adverse effects (on the network or service or otherwise) arisingfrom a security compromise of the specified description.\n\t\t\tThe Secretary of State may by regulations provide that, where a securitycompromise occurs in relation to a public electronic communications network ora public electronic communications service and has an adverse effect of aspecified description on the network or service, the provider of the networkor service must take specified measures or measures of a specifieddescription.\n\t\t\tA measure or description of measure may be specified under subsection (3)only if the Secretary of State considers that taking that measure or a measureof that description would be appropriate and proportionate for the purpose ofremedying or mitigating an adverse effect of the specified description.\n\t\t\tIn this section “specified” means specified in the regulations.\n\t\t\tNothing in this section or regulations under it affects the duty imposed bysection 105C.”\n\tCodes of practice about security measures etc\n\t\tAfter section 105D of the Communications Act 2003 insert—\n\t\t“105ECodes of practice about security measures etc\n\t\t\tThe Secretary of State may—\n\t\t\t\tissue codes of practice giving guidance as to the measures to be takenunder sections 105A to 105D by the provider of a public electroniccommunications network or a public electronic communications service;\n\t\t\t\trevise a code of practice issued under this section and issue the code asrevised;\n\t\t\t\twithdraw a code of practice issued under this section.\n\t\tFIssuing codes of practice about security measures\n\t\t\tBefore issuing a code of practice under section 105E the Secretary ofState—\n\t\t\t\tmust publish a draft of—\n\t\t\t\tthe code; or\n\t\t\t\twhere relevant, the revisions of the existing code;\n\t\t\t\tmust consult the following about the draft—\n\t\t\t\tOFCOM; \n\t\t\t\tproviders of public electronic communications networks to whom the draftwould apply;\n\t\t\t\tproviders of public electronic communications services to whom the draftwould apply; and\n\t\t\t\tsuch other persons as the Secretary of State considers appropriate; and\n\t\t\t\tmay make such alterations to the draft as the Secretary of State considersappropriate following the consultation.\n\t\t\tBefore issuing a code of practice under section 105E the Secretary of Statemust also lay a draft of the code before Parliament.\n\t\t\tIf, within the 40-day period, either House of Parliament resolves not toapprove the draft of the code, the code may not be issued.\n\t\t\tIf no such resolution is made within that period, the code may be issued.\n\t\t\tIf the code is issued, the Secretary of State must publish it.\n\t\t\tA code of practice comes into force at the time of its publication undersubsection (5), unless it specifies a different commencement time.\n\t\t\tA code of practice may—\n\t\t\t\tspecify different commencement times for different purposes;\n\t\t\t\tinclude transitional provisions and savings.\n\t\t\tIn this section, the “40-day period”, in relation to a draft of a code,means the period of 40 days beginning with the day on which the draft is laidbefore Parliament (or, if it is not laid before each House of Parliament onthe same day, the later of the 2 days on which it is laid).\n\t\t\tFor the purposes of calculating the 40-day period, no account is to betaken of any period during which—\n\t\t\t\tParliament is dissolved or prorogued, or\n\t\t\t\tboth Houses are adjourned for more than 4 days.\n\t\tGWithdrawing codes of practice about security measures\n\t\t\tBefore withdrawing a code of practice under section 105E the Secretary ofState must—\n\t\t\t\tpublish notice of the proposal to withdraw the code; and\n\t\t\t\tconsult the following about the proposal—\n\t\t\t\tOFCOM; \n\t\t\t\tproviders of public electronic communications networks to whom the codeapplies;\n\t\t\t\tproviders of public electronic communications services to whom the codeapplies; and\n\t\t\t\tsuch other persons as the Secretary of State considers appropriate.\n\t\t\tWhere the Secretary of State withdraws a code of practice under section105E the Secretary of State must—\n\t\t\t\tpublish notice of the withdrawal of the code; and\n\t\t\t\tlay a copy of the notice before Parliament.\n\t\t\tA withdrawal of a code of practice has effect at the time of thepublication of the notice of withdrawal under subsection (2), unless thenotice specifies a different withdrawal time.\n\t\t\tA notice of withdrawal may—\n\t\t\t\tspecify different withdrawal times for different purposes;\n\t\t\t\tinclude savings.\n\t\tHEffects of codes of practice about security measures\n\t\t\tA failure by the provider of a public electronic communications network ora public electronic communications service to act in accordance with aprovision of a code of practice does not of itself make the provider liable tolegal proceedings before a court or tribunal.\n\t\t\tIn any legal proceedings before a court or tribunal, the court or tribunalmust take into account a provision of a code of practice in determining anyquestion arising in the proceedings if—\n\t\t\t\tthe question relates to a time when the provision was in force; and\n\t\t\t\tthe provision appears to the court or tribunal to be relevant to thequestion.\n\t\t\tOFCOM must take into account a provision of a code of practice indetermining any question arising in connection with the carrying out by themof a relevant function if—\n\t\t\t\tthe question relates to a time when the provision was in force; and\n\t\t\t\tthe provision appears to OFCOM to be relevant to the question.\n\t\t\tIn this section—\n\t\t\t\t  * “code of practice” means a code of practice issued under section 105E;\n\t\t\t\t  * “relevant function” means a function conferred on OFCOM by any of the following provisions—\n\t\t\t\tsection 105M (general duty of OFCOM to ensure compliance with securityduties);\n\t\t\t\tsection 105N (power of OFCOM to assess compliance with security duties);\n\t\t\t\tsection 105O (power of OFCOM to give assessment notices);\n\t\t\t\tsection 105S (enforcement of security duties);\n\t\t\t\tsection 105U (enforcement of security duties: proposal for interim steps);\n\t\t\t\tsection 105V (enforcement of security duties: direction to take interimsteps).\n\t\tIDuty to explain failure to act in accordance with code of practice\n\t\t\tThis section applies where OFCOM have reasonable grounds for suspectingthat the provider of a public electronic communications network or a publicelectronic communications service is failing, or has failed, to act inaccordance with a provision of a code of practice issued under section 105E.\n\t\t\tOFCOM may give a notification to the provider that—\n\t\t\t\tspecifies the provision of the code of practice;\n\t\t\t\tspecifies the respects in which the provider is suspected to be failing, orto have failed, to act in accordance with it; and\n\t\t\t\tdirects the provider to give to OFCOM a statement under subsection (3) or(4).\n\t\t\tA statement under this subsection is a statement that—\n\t\t\t\tconfirms that the provider is failing, or has failed, in the respectsspecified in the notification to act in accordance with the provision of thecode of practice; and\n\t\t\t\texplains the reasons for the failure.\n\t\t\tA statement under this subsection is a statement that—\n\t\t\t\tstates that the provider is not failing, or has not failed, in the respectsspecified in the notification to act in accordance with the provision of thecode of practice; and\n\t\t\t\texplains the reasons for that statement.\n\t\t\tThe provider must comply with a direction given under subsection (2)(c)within such reasonable period as may be specified in the notification.”"
    },
    {
        "length": 1439,
        "text": "\nInforming others of security compromises\n\tInforming others of security compromises\n\t\tThe Communications Act 2003 is amended as follows.\n\t\tAfter section 105I insert—\n\t\t“105JDuty to inform users of risk of security compromise\n\t\t\tThis section applies where there is a significant risk of a securitycompromise occurring in relation to a public electronic communications networkor a public electronic communications service.\n\t\t\tThe provider of the network or service must take such steps as arereasonable and proportionate for the purpose of bringing the relevantinformation, expressed in clear and plain language, to the attention ofpersons who use the network or service and may be adversely affected by thesecurity compromise.\n\t\t\tThe relevant information is—\n\t\t\t\tthe existence of the risk of the security compromise occurring;\n\t\t\t\tthe nature of the security compromise;\n\t\t\t\tthe technical measures that it may be reasonably practicable for personswho use the network or service to take for the purposes of—\n\t\t\t\tpreventing the security compromise adversely affecting them;\n\t\t\t\tremedying or mitigating the adverse effect that the security compromisehas on them; and\n\t\t\t\tthe name and contact details of a person from whom further information maybe obtained about the security compromise.\n\t\tKDuty to inform OFCOM of security compromise\n\t\t\tThe provider of a public electronic communications network or a publicelectronic communications service must inform OFCOM as soon as reasonablypracticable of—\n\t\t\t\tany security compromise that has a significant effect on the operation ofthe network or service;\n\t\t\t\tany security compromise within section 105A(2)(b) that puts any person in aposition to be able to bring about a further security compromise that wouldhave a significant effect on the operation of the network or service.\n\t\t\tIn determining for the purposes of this section whether the effect that asecurity compromise has, or would have, on the operation of a network orservice is significant, the following matters in particular are to be takeninto account—\n\t\t\t\tthe length of the period during which the operation of the network orservice is or would be affected;\n\t\t\t\tthe number of persons who use the network or service that are or would beaffected by the effect on the operation of the network or service;\n\t\t\t\tthe size and location of the geographical area within which persons who usethe network or service are or would be affected by the effect on the operationof the network or service;\n\t\t\t\tthe extent to which activities of persons who use the network or serviceare or would be affected by the effect on the operation of the network orservice.\n\t\tLPowers of OFCOM to inform others of security compromise\n\t\t\tThis section applies where OFCOM consider that—\n\t\t\t\tthere is a risk of a security compromise occurring in relation to a publicelectronic communications network or public electronic communications service;or\n\t\t\t\ta security compromise has occurred in relation to a public electroniccommunications network or public electronic communications service.\n\t\t\tOFCOM must inform the Secretary of State of the risk of or (as the case maybe) the occurrence of the security compromise if they consider that thesecurity compromise could result in or has resulted in—\n\t\t\t\ta serious threat to the safety of the public, to public health or tonational security;\n\t\t\t\tserious economic or operational problems for persons who are communicationsproviders or persons who make associated facilities available; or\n\t\t\t\tserious economic or operational problems for persons who use electroniccommunications networks, electronic communications services or associatedfacilities.\n\t\t\tOFCOM may inform the Secretary of State of the risk of or (as the case maybe) the occurrence of the security compromise in a case where the duty insubsection (2) does not arise.\n\t\t\tOFCOM may inform any of the following about the risk of or (as the case maybe) the occurrence of the security compromise—\n\t\t\t\tany person who uses or has used the network or service;\n\t\t\t\tany communications provider;\n\t\t\t\tany person who makes associated facilities available;\n\t\t\t\tany overseas regulator;\n\t\t\t\tthe European Union Agency for Cybersecurity.\n\t\t\tOFCOM may inform any person who uses or has used the network or service ofthe technical measures that may be taken by the person for the purposes of—\n\t\t\t\tpreventing the security compromise adversely affecting them; or\n\t\t\t\tremedying or mitigating the adverse effect that the security compromise hason them.\n\t\t\tOFCOM may direct the provider of the network or service to take stepsspecified in the direction for the purposes of—\n\t\t\t\tinforming persons who use or have used the network or service of the riskof or (as the case may be) the occurrence of the security compromise;\n\t\t\t\tinforming persons who use or have used the network or service of thetechnical measures that may be taken by them for a purpose mentioned insubsection (5)(a) or (b).\n\t\t\tOFCOM may if they consider it to be in the public interest—\n\t\t\t\tinform the public of the risk of or (as the case may be) the occurrence ofthe security compromise;\n\t\t\t\tinform the public of the technical measures that may be taken by members ofthe public for a purpose mentioned in subsection (5)(a) or (b);\n\t\t\t\tdirect the provider of the network or service to do anything that OFCOMcould do under paragraph (a) or (b).\n\t\t\tIt is the duty of the provider of the network or service to comply with adirection given under this section within such reasonable period as may bespecified in the direction.\n\t\t\tIn this section “overseas regulator” means a person who, under the law of acountry or territory outside the United Kingdom, has functions in relation topublic electronic communications networks or public electronic communicationsservices that correspond to functions that OFCOM have in relation to suchnetworks or services.”\n\t\t\tIn section 393 (general restrictions on disclosure of information) insubsection (6) (exceptions) in paragraph (aza) for “or 25” substitute “, 25 or105L”."
    },
    {
        "length": 119,
        "text": "\nGeneral duty of OFCOM to ensure compliance with security duties\n\tAfter section 105L of the Communications Act 2003 insert—\n\t“105MGeneral duty of OFCOM to ensure compliance with security duties\n\t\tOFCOM must seek to ensure that providers of public electronic communicationsnetworks and public electronic communications services comply with the dutiesimposed on them by or under sections 105A to 105D, 105J and 105K.”"
    },
    {
        "length": 2189,
        "text": "\nPowers of OFCOM to assess compliance with security duties\n\tThe Communications Act 2003 is amended as follows.\n\tAfter section 105M insert—\n\t“105NPower of OFCOM to assess compliance with security duties\n\t\tOFCOM may carry out, or arrange for another person to carry out, anassessment of whether the provider of a public electronic communicationsnetwork or a public electronic communications service is complying or hascomplied with a duty imposed on the provider by or under any of sections 105Ato 105D, 105J and 105K.\n\t\tWhere an assessment under this section is carried out, the provider of thenetwork or service concerned must—\n\t\t\tco-operate with the assessment; and\n\t\t\tpay the costs reasonably incurred by OFCOM in connection with theassessment.\n\tOPower of OFCOM to give assessment notices\n\t\tThis section applies for the purposes of an assessment under section 105Nin respect of the provider of a public electronic communications network or apublic electronic communications service.\n\t\tOFCOM may by notice (“an assessment notice”) impose on the provider a dutyto do any of the following things—\n\t\t\tcarry out specified tests or tests of a specified description in relationto the network or service;\n\t\t\tmake arrangements of a specified description for another person to carryout specified tests or tests of a specified description in relation to thenetwork or service;\n\t\t\tmake available for interview a specified number of persons of a specifieddescription who are involved in the provision of the network or service (notexceeding the number who are willing to be interviewed);\n\t\t\tpermit an authorised person to enter specified premises;\n\t\t\tpermit an authorised person to observe any operation taking place on thepremises that relates to the network or service;\n\t\t\tdirect an authorised person to equipment or other material on the premisesthat is of a specified description;\n\t\t\tdirect an authorised person to documents on the premises that are of aspecified description;\n\t\t\tassist an authorised person to view information of a specified descriptionthat is capable of being viewed using equipment on the premises;\n\t\t\tcomply with a request from an authorised person for a copy of the documentsto which the person is directed and the information the person is assisted toview;\n\t\t\tpermit an authorised person to inspect or examine the documents,information, equipment or material to which the person is directed or whichthe person is assisted to view;\n\t\t\tprovide an authorised person with an explanation of such documents,information, equipment or material.\n\t\tThe references in subsection (2)(a) and (b) to tests in relation to thenetwork or service include references to—\n\t\t\ttests in relation to premises used in connection with the provision of thenetwork or service;\n\t\t\ttests in relation to persons involved in the provision of the network orservice.\n\t\tAn assessment notice may impose on the provider a duty to carry out, or tomake arrangements for another person to carry out, a test in relation to thenetwork or service that risks causing a security compromise, loss to a personor damage to property only if the test consists of the use of techniques thatmight be expected to be used by a person seeking to cause a securitycompromise.\n\t\tAn assessment notice may not impose on the provider a duty to permit anauthorised person to enter domestic premises.\n\t\tAn assessment notice may not impose on the provider a duty to do anythingthat would result in the disclosure of documents or information in respect ofwhich a claim to legal professional privilege (or, in Scotland, toconfidentiality of communications) could be maintained in legal proceedings.\n\t\tAn assessment notice must, in relation to each duty imposed by the notice,specify the time or times at which, or period or periods within which, theduty must be complied with.\n\t\tA time or period specified under subsection (7) must not be a time thatfalls or a period that begins before the end of the period within which anappeal under section 192 can be brought in respect of the assessment notice(ignoring any power to extend the period within which an appeal could bebrought).\n\t\tIf an appeal under section 192 is brought in respect of an assessmentnotice or any provision of an assessment notice, the provider need not complywith any duty imposed by the notice or the provision pending the determinationor withdrawal of the appeal.\n\t\tAn assessment notice must provide information about—\n\t\t\tthe consequences of failing to comply with a duty imposed by the notice;and\n\t\t\tthe right of appeal in respect of the notice under section 192.\n\t\tAn assessment notice may by further notice—\n\t\t\tbe revoked by OFCOM;\n\t\t\tbe varied by OFCOM so as to make it less onerous.\n\t\tIn this section—\n\t\t\t  * “authorised person” means an employee of, or person authorised by, OFCOM;\n\t\t\t  * “domestic premises” means premises, or a part of premises, used as a dwelling;\n\t\t\t  * “specified” means specified in the assessment notice.\n\tPAssessment notices: urgency statements\n\t\tThis section applies where—\n\t\t\tan assessment notice is given under section 105O to the provider of apublic electronic communications network or a public electronic communicationsservice;\n\t\t\tthe notice states that, in OFCOM’s opinion, it is necessary for theprovider to comply with a duty imposed by the notice urgently;\n\t\t\tthe notice gives OFCOM’s reasons for reaching that opinion; and\n\t\t\tthe notice provides information about the right of the provider to make anapplication under section 105Q.\n\t\tSubsections (8) and (9) of section 105O do not apply in relation to theduty mentioned in subsection (1)(b).\n\t\tA time or period specified under subsection (7) of section 105O in relationto the duty mentioned in subsection (1)(b) must not be a time that falls or aperiod that begins before the end of the period of 14 days beginning with theday the notice is given.\n\t\tIn a case where—\n\t\t\tthe duty mentioned in subsection (1)(b) is a duty to do something mentionedin section 105O(2)(d) to (k), and\n\t\t\twithin the period of 14 days beginning with the day the notice is given anappeal under section 192 is brought in respect of the notice or the provisionof the notice that imposes the duty,\n\t\t\t\tthe provider of the network or service need not comply with the duty pendingthe determination or withdrawal of the appeal.\n\tQAssessment notices: applications in respect of urgency statements\n\t\tThis section applies where an assessment notice given under section 105O toa provider of a public electronic communications network or a publicelectronic communications service contains a statement under section105P(1)(b).\n\t\tThe provider may apply to the court for either or both of the following—\n\t\t\tthe disapplication of the statement in relation to some or all of theduties imposed by the notice;\n\t\t\ta change to the time at which, or period within which, a duty imposed bythe notice must be complied with.\n\t\tOn an application under this section, the court may do any of thefollowing—\n\t\t\tdirect that the notice is to have effect as if it did not contain thestatement;\n\t\t\tdirect that the inclusion of the statement is not to have effect inrelation to a duty imposed by the notice;\n\t\t\tvary the notice by changing the time at which, or the period within which,a duty imposed by the notice must be complied with;\n\t\t\tvary the notice by making other changes required to give effect to adirection under paragraph (a) or (b) or in consequence of a variation underparagraph (c).\n\t\tThe decision of the court on an application under this section is final.\n\t\tIn this section “the court” means the High Court or, in Scotland, the Courtof Session.\n\tRAssessment notices: information about entering premises\n\t\tEvery report under paragraph 12 of the Schedule to the Office ofCommunications Act 2002 (OFCOM’s annual report) must include a statement ofthe number of occasions during the financial year to which the report relateson which premises have been entered in pursuance of a duty imposed undersection 105O(2)(d).”\n\t\tIn section 135 (information required for purposes of certain OFCOMfunctions) in subsection (3) (particular purposes for which information may berequired) after paragraph (i) insert—\n\t\t\tcarrying out an assessment under section 105N;”.\n\t\tIn Schedule 8 (decisions not subject to appeal) after paragraph 7 insert—\n\t\t“7AA decision to include a statement under section 105P(1)(b) in an assessmentnotice under section 105O.”"
    },
    {
        "length": 2022,
        "text": "\nPowers of OFCOM to enforce compliance with security duties\n\tThe Communications Act 2003 is amended as follows.\n\tAfter section 105R insert—\n\t“105SEnforcement of security duties\n\t\tSections 96A to 100, 102 and 103 apply in relation to a contravention of asecurity duty as they apply in relation to a contravention of a condition setunder section 45, other than an SMP apparatus condition.\n\t\tThis section is subject to section 105T (enforcement of security duties:amount of penalties).\n\t\tIn this section “security duty” means a duty imposed by or under any ofsections 105A to 105D, 105I to 105K, 105L(6), (7)(c) and (8), 105N(2)(a) and105O.\n\tTEnforcement of security duties: amount of penalties\n\t\tIn its application in relation to a contravention of a security duty, otherthan a security duty imposed by section 105I, section 96B(5) has effect as ifthe maximum penalty specified were £100,000 per day.\n\t\tIn its application in relation to a contravention of a security dutyimposed by section 105I, section 96B(5) has effect as if the maximum penaltyspecified were £50,000 per day.\n\t\tIn its application in relation to a contravention of a security dutyimposed by section 105I, section 97(1) has effect as if the maximum penaltyspecified were £10 million.\n\t\tThe Secretary of State may by regulations amend this section so as tosubstitute a different amount for the amount for the time being specified insubsection (1), (2) or (3).\n\t\tNo regulations are to be made containing provision authorised by subsection(4) unless a draft of the regulations has been laid before Parliament andapproved by a resolution of each House.\n\t\tIn this section “security duty” has the same meaning as in section 105S.\n\tUEnforcement of security duties: proposal for interim steps\n\t\tThis section applies where—\n\t\t\tOFCOM determine that there are reasonable grounds for believing that theprovider of a public electronic communications network or a public electroniccommunications service is contravening or has contravened a duty imposed by orunder any of sections 105A to 105D;\n\t\t\tOFCOM either have not commenced, or have commenced but not completed,enforcement action in connection with the contravention;\n\t\t\tOFCOM determine that there are reasonable grounds for believing that eitheror both of the following conditions are met—\n\t\t\ta security compromise has occurred as a result of the contravention;\n\t\t\tthere is an imminent risk of a security compromise or (as the case may be)a further security compromise occurring as a result of the contravention; and\n\t\t\tOFCOM determine that, having regard to the seriousness or likelyseriousness of the security compromise or security compromises mentioned inparagraph (c), it is reasonable to require the provider to take interim stepspending the completion by OFCOM of enforcement action in connection with thecontravention.\n\t\tOFCOM may give a notification to the provider that—\n\t\t\tsets out the determinations mentioned in subsection (1);\n\t\t\tspecifies the interim steps that OFCOM think the provider should berequired to take pending the completion by OFCOM of enforcement action inconnection with the contravention; and\n\t\t\tspecifies the period during which the provider has an opportunity to makerepresentations about the matters notified.\n\t\tIn this section and section 105V—\n\t\t\treferences to the commencement by OFCOM of enforcement action in connectionwith a contravention are to the giving of a notification under section 96A (asapplied by section 105S) in respect of the contravention; and\n\t\t\treferences to the completion by OFCOM of enforcement action in connectionwith a contravention are to the taking of action under section 96C(2)(a) or(b) (as applied by section 105S) in connection with the contravention.\n\t\tIn this section “interim steps” means—\n\t\t\tin a case where OFCOM determine that there are reasonable grounds forbelieving that the condition in subsection (1)(c)(i) is met, steps to—\n\t\t\tprevent adverse effects (on the network or service or otherwise) arisingfrom the security compromise;\n\t\t\tremedy or mitigate any adverse effects on the network or service arisingfrom the security compromise;\n\t\t\tin a case where OFCOM determine that there are reasonable grounds forbelieving that the condition in subsection (1)(c)(ii) is met, steps to—\n\t\t\teliminate or reduce the risk of the security compromise or (as the case maybe) the further security compromise occurring;\n\t\t\tprevent adverse effects (on the network or service or otherwise) arisingfrom the security compromise or (as the case may be) the further securitycompromise in the event it occurs.\n\tVEnforcement of security duties: direction to take interim steps\n\t\tThis section applies where—\n\t\t\tthe provider of a public electronic communications network or a publicelectronic communications service has been given a notification under section105U;\n\t\t\tOFCOM have allowed the provider an opportunity to make representationsabout the matters notified; and\n\t\t\tthe period allowed for the making of representations has expired.\n\t\tOFCOM may—\n\t\t\tdirect the provider to take the interim steps or any of the interim stepsspecified in the notification; or\n\t\t\tinform the provider that a direction under paragraph (a) will not be given.\n\t\tOFCOM may give a direction under subsection (2)(a) only if (afterconsidering any representations) they are satisfied—\n\t\t\tthat there are reasonable grounds for believing that the contravention onthe basis of which the notification was given occurred;\n\t\t\tthat there are reasonable grounds for believing that either or both of thefollowing conditions are met—\n\t\t\ta security compromise has occurred as a result of the contravention;\n\t\t\tthere is an imminent risk of a security compromise or (as the case may be)a further security compromise occurring as a result of the contravention; and\n\t\t\tthat, having regard to the seriousness or likely seriousness of thesecurity compromise or security compromises mentioned in paragraph (b), it isreasonable to give the direction.\n\t\tA direction under subsection (2)(a) must include a statement of OFCOM’sreasons for giving the direction.\n\t\tA direction under subsection (2)(a) must, in relation to each interim step,specify the period within which the step must be taken.\n\t\tA direction under subsection (2)(a) is ineffective in so far as it wouldrequire interim steps to be taken after the completion by OFCOM of enforcementaction in connection with the contravention concerned.\n\t\tWhere a direction under subsection (2)(a) has been given and has not beenrevoked, OFCOM must as soon as reasonably practicable—\n\t\t\tcommence enforcement action in connection with the contravention concerned(unless enforcement action was commenced by OFCOM before the direction wasgiven); and\n\t\t\tcomplete enforcement action in connection with the contravention concerned.\n\t\tA direction under subsection (2)(a) may at any time—\n\t\t\tbe revoked by OFCOM; or\n\t\t\tbe varied by OFCOM so as to make it less onerous.\n\t\tA provider of a public electronic communications network or a publicelectronic communications service who is given a direction under subsection(2)(a) must comply with it.\n\t\tThat duty is enforceable in civil proceedings by OFCOM—\n\t\t\tfor an injunction;\n\t\t\tfor specific performance of a statutory duty under section 45 of the Courtof Session Act 1988; or\n\t\t\tfor any other appropriate remedy or relief.”\n\t\tIn section 113 (suspension of application of the electronic communicationscode) in subsection (2)(b) for “section 105D” substitute “section 105S”."
    },
    {
        "length": 392,
        "text": "\nCivil liability for contravention of security duties\n\tAfter section 105V of the Communications Act 2003 insert—\n\t“105WCivil liability for breach of security duties\n\t\tA duty imposed by or under any of sections 105A to 105D and 105J on aprovider of a public electronic communications network or a public electroniccommunications service is a duty owed to every person who may be affected by acontravention of the duty.\n\t\tSubsections (3) and (4) apply where a duty is owed by virtue of subsection(1) to a person.\n\t\tA breach of the duty that causes that person to sustain loss or damage isactionable at the suit or instance of that person.\n\t\tAn act which—\n\t\t\tby inducing a breach of the duty or interfering with its performance,causes that person to sustain loss or damage, and\n\t\t\tis done wholly or partly for achieving that result,\n\t\t\t\tis actionable at the suit or instance of that person.\n\t\tIn proceedings brought against a provider of a public electroniccommunications network or a public electronic communications service by virtueof subsection (3), it is a defence for the provider to show that they took allreasonable steps and exercised all due diligence to avoid contravening theduty in question.\n\t\tThe consent of OFCOM is required for the bringing of proceedings by virtueof this section.\n\t\tIf OFCOM give their consent subject to conditions relating to the conductof the proceedings, the proceedings are not to be carried on except incompliance with those conditions.”"
    },
    {
        "length": 394,
        "text": "\nRelationship between security duties and certain other duties etc\n\tAfter section 105W of the Communications Act 2003 insert—\n\t“105XRelationship between security duties and certain other duties etc\n\t\tA security duty imposed on a provider of a public electronic communicationsnetwork or a public electronic communications service does not apply in so faras compliance with the duty would—\n\t\t\tresult in a failure by the provider to comply with a duty or prohibitionimposed by or under an enactment mentioned in section 105A(4);\n\t\t\tprevent the provider from giving effect to a warrant or authorisation thathas been issued or given under an enactment mentioned in section 105A(4);\n\t\t\tprevent the provider from providing a person with assistance in givingeffect to a warrant or authorisation that has been issued or given under anenactment mentioned in section 105A(4); or\n\t\t\tprevent the provider from providing a person with assistance in exercisingany power conferred by or under prison rules.\n\t\tIn this section—\n\t\t\t  * “prison rules” has the same meaning as in section 105A;\n\t\t\t  * “security duty” means a duty imposed by or under—\n\t\t\tsection 96C as applied by section 105S; or\n\t\t\tany of sections 105A to 105D, 105I to 105K, 105L(6), (7)(c) and (8),105N(2)(a), 105O and 105V.”"
    },
    {
        "length": 301,
        "text": "\nStatement of policy on ensuring compliance with security duties\n\tThe Communications Act 2003 is amended as follows.\n\tAfter section 105X insert—\n\t“105YStatement of policy on ensuring compliance with security duties\n\t\tOFCOM must prepare and publish a statement of their general policy withrespect to the exercise of their functions under sections 105I and 105M to105V.\n\t\tOFCOM may from time to time revise that statement as they think fit.\n\t\tWhere OFCOM make or revise their statement of policy under this section,they must publish that statement or (as the case may be) the revised statementin such manner as they consider appropriate for bringing it to the attentionof the persons who, in their opinion, are likely to be affected by it.\n\t\tIn exercising their functions under sections 105I and 105M to 105V OFCOMmust have regard to the statement for the time being in force under thissection.”\n\t\tIn Schedule 8 (decisions not subject to appeal) after paragraph 7A(inserted by section 6(4)) insert—\n\t\t\t“7BA decision relating to the making or revision of a statement under section105Y.”"
    },
    {
        "length": 2199,
        "text": "\nReports on security etc\n\tReporting on matters related to security\n\t\tThe Communications Act 2003 is amended as follows.\n\t\tAfter section 105Y insert—\n\t\t“105ZOFCOM reports on security\n\t\t\tAs soon as practicable after the end of each reporting period OFCOM mustprepare and send to the Secretary of State a report for the period (a“security report”).\n\t\t\tA security report must contain such information and advice as OFCOMconsider may best serve the purpose mentioned in subsection (3).\n\t\t\tThe purpose is to assist the Secretary of State in the formulation ofpolicy in relation to the security of public electronic communicationsnetworks and public electronic communications services.\n\t\t\tA security report must in particular include—\n\t\t\t\tinformation about the extent to which providers of public electroniccommunications networks and public electronic communications services havecomplied during the reporting period with the duties imposed on them by orunder sections 105A to 105D, 105I to 105K, 105N(2)(a) and 105O;\n\t\t\t\tinformation about the extent to which providers of public electroniccommunications networks and public electronic communications services haveacted during the reporting period in accordance with codes of practice issuedunder section 105E;\n\t\t\t\tinformation about the security compromises that OFCOM have been informed ofduring the reporting period under section 105K;\n\t\t\t\tinformation about the action taken by OFCOM during the reporting period inresponse to security compromises they have been informed of under section105K;\n\t\t\t\tinformation about the extent to which and manner in which OFCOM haveexercised the functions conferred on them by sections 105I and 105L to 105Vduring the reporting period;\n\t\t\t\tinformation about any particular risks to the security of public electroniccommunications networks and public electronic communications services of whichOFCOM have become aware during the reporting period;\n\t\t\t\tany other information of a kind specified in a direction given by theSecretary of State.\n\t\t\tA security report must not include personal data (within the meaning ofParts 5 to 7 of the Data Protection Act 2018 (see section 3(2) and (14) ofthat Act).\n\t\t\tThe Secretary of State may—\n\t\t\t\tpublish a security report or any part of it; or\n\t\t\t\tdisclose a security report or any part of it to any person or bodyperforming functions of a public nature for the purpose of enabling orassisting the performance of those functions.\n\t\t\tIn publishing or disclosing a security report or any part of a securityreport, the Secretary of State must have regard to the need to exclude frompublication or disclosure, so far as is practicable, the matters which areconfidential in accordance with subsection (8).\n\t\t\tA matter is confidential under this subsection if—\n\t\t\t\tit relates to the affairs of a particular body; and\n\t\t\t\tpublication or disclosure of that matter would or might, in the Secretaryof State’s opinion, seriously and prejudicially affect the interests of thatbody.\n\t\t\tIn this section “reporting period” means—\n\t\t\t\tthe period of 2 years beginning with the day on which section 11 of theTelecommunications (Security) Act 2021 comes into force; and\n\t\t\t\teach successive period of 12 months.”\n\t\t\tIn section 134B (matters to be dealt with by OFCOM reports oninfrastructure)—\n\t\t\t\tin subsection (1) (the electronic communications networks matters) afterparagraph (h) insert—\n\t\t\t\tthe extent to which providers of public UK networks are complying withthe duties imposed on them by or under sections 105A to 105D,”; and\n\t\t\t\tin subsection (2) (the electronic communications services matters) afterparagraph (f) (but before the “and” after it) insert—\n\t\t\t\tthe extent to which providers of public UK services are complying withthe duties imposed on them by or under sections 105A to 105D,”.\n\t\t\tIn section 135 (information required for purposes of certain OFCOMfunctions) in subsection (3) (particular purposes for which information may berequired) after paragraph (iza) (inserted by section 6(3)) insert—\n\t\t\t\tpreparing a report under section 105Z;”.\n\t\t\tIn section 393 (general restrictions on disclosure of information) insubsection (6) (exceptions) after paragraph (b) insert—\n\t\t\t\tprevents the publication or disclosure of a report or part of a reportunder section 105Z(6);”.\n\t\t\tIn Schedule 8 (decisions not subject to appeal) after paragraph 7B(inserted by section 10(3)) insert—\n\t\t\t\t“7CA decision relating to the making of a report under section 105Z.”\n\tPowers to require and share information related to security\n\t\tThe Communications Act 2003 is amended as follows.\n\t\tIn section 24B (provision of information to assist in formulation ofpolicy) after subsection (2) insert—\n\t\tBut subsection (2) does not prevent OFCOM providing the Secretary of Statewith any information that they consider may assist the Secretary of State inthe formulation of policy in relation to the security of public electroniccommunications networks or public electronic communications services.”\n\t\tIn section 135 (power of OFCOM to require information for the purposes ofcertain functions)—\n\t\t\tin subsection (3) (particular purposes for which information may berequired)—\n\t\t\tafter paragraph (izb) (inserted by section 11(4)) insert—\n\t\t\tassessing the risk of a security compromise occurring in relation to apublic electronic communications network or a public electronic communicationsservice;”;\n\t\t\tomit paragraphs (ie) and (if);\n\t\t\tin subsection (3A) (particular descriptions of information that may berequired) before paragraph (a) insert—\n\t\t\tinformation concerning future developments of a public electroniccommunications network or public electronic communications service that couldhave an impact on the security of the network or service,”;\n\t\t\tafter subsection (3B) insert—\n\t\t\t\t“(3C)OFCOM may require a person falling within subsection (2)—\n\t\t\tto produce, generate or obtain security information for the purpose ofproviding it under subsection (1);\n\t\t\tto collect or retain security information that the person would nototherwise collect or retain for the purpose of providing it under subsection(1);\n\t\t\tto process, collate or analyse any information held by the person(including information the person has been required to collect or retain) forthe purpose of producing or generating security information to be providedunder subsection (1).\n\t\t\t(3D)In subsection (3C) “security information” means information OFCOM considernecessary for the purpose of carrying out their functions under sections 105Lto 105Z.”; and\n\t\t\tin subsection (4) for the words from “required” to “it” substitute “mustcomply with a requirement imposed under this section”.\n\t\tIn section 137 (restrictions on imposing information requirements)—\n\t\t\tin subsection (1) for “information may be required” substitute“requirements may be imposed”;\n\t\t\tomit subsection (2A); and\n\t\t\tafter subsection (6) insert—\n\t\tOFCOM are not to impose a requirement on a person under section 135(3C)except by a notice served on the person that sets out the requirement andOFCOM’s reasons for imposing it.”\n\tAppeals against security decisions of OFCOM\n\t\tSection 194A of the Communications Act 2003 (disposal of appeals againstdecisions of OFCOM etc) is amended as follows.\n\t\tAfter subsection (2) insert—\n\t\t\t“(2A)In a case where the appeal is against a relevant security decision ofOFCOM, the Tribunal is to apply those principles without taking any specialaccount of the merits of the case.\n\t\t(2B)Subsection (2A) has effect notwithstanding any retained case law orretained general principle of EU law.”\n\t\tIn subsection (6) at the end insert—\n\t\t\t  * ““relevant security decision” means a decision under any of sections 105I, 105L to 105O and 105U to 105W;\n\t\t\t  * “retained case law” and “retained general principle of EU law” have the meanings given by section 6(7) of the European Union (Withdrawal) Act 2018.”\n\tReviews of sections 1 to 13\n\t\tThe Secretary of State must carry out reviews of the impact andeffectiveness of sections 1 to 13.\n\t\tAfter each review the Secretary of State must publish a report of thereview and lay a copy before Parliament.\n\t\tThe reports must be published not more than 5 years apart.\n\t\tThe first report must be published within the period of 5 years beginningwith the day on which this Act is passed."
    },
    {
        "length": 2887,
        "text": "\nDesignated vendor directions\n\tThe Communications Act 2003 is amended as follows.\n\tAfter section 105Z insert—\n\t“Security of public electronic communications networks and services:designated vendor directions\n\t\tZ vendor directions\n\t\t\tThe Secretary of State may give a direction under this section (“adesignated vendor direction”) to a public communications provider.\n\t\t\tThe Secretary of State may give a designated vendor direction only if theSecretary of State considers that—\n\t\t\t\tthe direction is necessary in the interests of national security; and\n\t\t\t\tthe requirements imposed by the direction are proportionate to what issought to be achieved by the direction.\n\t\t\tA designated vendor direction may impose requirements on a publiccommunications provider with respect to the use, in connection with a purposementioned in subsection (4), of goods, services or facilities supplied,provided or made available by a designated vendor specified in the direction.\n\t\t\tThe purposes referred to in subsection (3) are—\n\t\t\t\tin the case of a provider of a public electronic communications network,the provision of that network;\n\t\t\t\tin the case of a provider of a public electronic communications service,the provision of that service;\n\t\t\t\tin the case of a person who makes available facilities that are associatedfacilities by reference to a public electronic communications network orpublic electronic communications service, the making available of thosefacilities; or\n\t\t\t\tin the case of a provider of a public electronic communications network orpublic electronic communications service, enabling persons to make use of thatnetwork or service.\n\t\t\tA designated vendor direction must specify—\n\t\t\t\tthe public communications provider or providers to which the direction isgiven;\n\t\t\t\tthe reasons for the direction;\n\t\t\t\tthe time at which the direction comes into force.\n\t\t\tThe requirement in subsection (5)(b) does not apply if or to the extentthat the Secretary of State considers that specifying reasons in the directionwould be contrary to the interests of national security.\n\t\t\tA public communications provider to which a designated vendor direction isgiven must comply with the direction.\n\t\t\tA reference in this section to a facility includes a reference to afacility, element or service that is an associated facility.\n\t\tZ provision about requirements\n\t\t\tThis section makes further provision about the requirements that may beimposed by a designated vendor direction on a public communications provider.\n\t\t\tThe requirements may include, among other things—\n\t\t\t\trequirements prohibiting or restricting the use of goods, services orfacilities supplied, provided or made available by a designated vendorspecified in the direction;\n\t\t\t\trequirements prohibiting the installation of such goods or the taking up ofsuch services or facilities;\n\t\t\t\trequirements about removing, disabling or modifying such goods orfacilities;\n\t\t\t\trequirements about modifying such services;\n\t\t\t\trequirements about the manner in which such goods, services or facilitiesmay be used.\n\t\t\tA requirement in a designated vendor direction may, among other things—\n\t\t\t\trelate to the use of goods, services or facilities in connection with aspecified function of—\n\t\t\t\tthe public electronic communications network provided by the provider;\n\t\t\t\tthe public electronic communications service provided by the provider; or\n\t\t\t\tan associated facility made available by the provider that is anassociated facility by reference to such a network or service (as the case maybe);\n\t\t\t\trelate to the use of goods, services or facilities in a specified part of—\n\t\t\t\tthe public electronic communications network provided by the provider;\n\t\t\t\tthe public electronic communications service provided by the provider; or\n\t\t\t\tan associated facility made available by the provider that is anassociated facility by reference to such a network or service (as the case maybe).\n\t\t\tA requirement in a designated vendor direction may make provision byreference to, among other matters—\n\t\t\t\tthe source of goods, services or facilities that are supplied, provided ormade available by a designated vendor specified in the direction;\n\t\t\t\tthe time at which goods, services or facilities were developed or produced(which may be a time before the passing of the Telecommunications (Security)Act 2021);\n\t\t\t\tthe time at which goods, services or facilities were procured by, orsupplied, provided or made available to, the public communications provider(which may be a time before the passing of that Act).\n\t\t\tA designated vendor direction may impose requirements that apply inspecified circumstances (for example where the public communications provideris using goods, services or facilities supplied, provided or made available byone or more other specified persons).\n\t\t\tA designated vendor direction may provide for exceptions to a requirement.\n\t\t\tA requirement to do a thing must specify the period within which the thingis to be done.\n\t\t\tA period specified under subsection (7) must be such period as appears tothe Secretary of State to be reasonable.\n\t\t\tIn this section—\n\t\t\t\ta reference to a facility includes a reference to a facility, element orservice that is an associated facility;\n\t\t\t\t“specified” means specified in a designated vendor direction.\n\t\tZ about designated vendor directions\n\t\t\tBefore giving a designated vendor direction, the Secretary of State mustconsult—\n\t\t\t\tthe public communications provider or providers which would be subject tothe proposed direction, and\n\t\t\t\tthe person or persons who would be specified as a designated vendor orvendors in the proposed direction in accordance with section 105Z1(3),\n\t\t\t\t\tso far as it is reasonably practicable to do so.\n\t\t\tThe requirement in subsection (1) does not apply if or to the extent thatthe Secretary of State considers that consultation would be contrary to theinterests of national security.\n\t\tZ of designated vendor directions\n\t\t\tWhere a designated vendor direction is given to a public communicationsprovider, the Secretary of State must send a copy of the direction to thedesignated vendor or vendors specified in the direction, if or to the extentthat it is reasonably practicable to do so.\n\t\t\tThe requirement in subsection (1) does not apply, in the case of adesignated vendor, if the Secretary of State considers that sending a copy ofthe direction to that designated vendor would be contrary to the interests ofnational security.\n\t\t\tThe Secretary of State may exclude from the copy of the direction anythingthe disclosure of which the Secretary of State considers—\n\t\t\t\twould, or would be likely to, prejudice to an unreasonable degree thecommercial interests of any person; or\n\t\t\t\twould be contrary to the interests of national security.\n\t\tZ and revocation of designated vendor directions\n\t\t\tThe Secretary of State must review a designated vendor direction from timeto time.\n\t\t\tThe Secretary of State may—\n\t\t\t\tvary a designated vendor direction;\n\t\t\t\trevoke a designated vendor direction (whether wholly or in part).\n\t\t\tThe Secretary of State may vary a designated vendor direction only if—\n\t\t\t\tthe Secretary of State considers that the direction as varied is necessaryin the interests of national security; and\n\t\t\t\tthe Secretary of State considers that the requirements imposed by thedirection as varied are proportionate to what is sought to be achieved by thedirection.\n\t\t\tBefore varying a designated vendor direction, the Secretary of State mustconsult—\n\t\t\t\tthe public communications provider or providers which would be subject tothe direction as proposed to be varied, and\n\t\t\t\tthe person or persons who would be affected as a designated vendor orvendors by the direction as proposed to be varied,\n\t\t\t\t\tso far as it is reasonably practicable to do so.\n\t\t\tThe requirement in subsection (4) does not apply if or to extent that theSecretary of State considers that consultation would be contrary to theinterests of national security.\n\t\tZ of variation and revocation of designated vendor directions\n\t\t\tThe Secretary of State must give notice of a variation of a designatedvendor direction under section 105Z5 to the public communications provider orproviders subject to the direction as varied.\n\t\t\tThe notice of variation must specify—\n\t\t\t\thow the direction is varied;\n\t\t\t\tthe reasons for the variation;\n\t\t\t\tthe time at which the variation, or each of them, comes into force.\n\t\t\tThe requirement in subsection (2)(b) does not apply if or to the extentthat the Secretary of State considers that specifying reasons in the noticewould be contrary to the interests of national security.\n\t\t\tThe Secretary of State must send a copy of the notice of variation to thedesignated vendor or vendors specified in the direction as varied, if or tothe extent that it is reasonably practicable to do so.\n\t\t\tThe requirement in subsection (4) does not apply, in the case of adesignated vendor, if the Secretary of State considers that sending a copy ofthe notice of variation to that designated vendor would be contrary to theinterests of national security.\n\t\t\tThe Secretary of State may exclude from the copy of the notice of variationanything the disclosure of which the Secretary of State considers—\n\t\t\t\twould, or would be likely to, prejudice to an unreasonable degree thecommercial interests of the public communications provider or providerssubject to the direction as varied; or\n\t\t\t\twould be contrary to the interests of national security.\n\t\t\tThe Secretary of State must give notice of a revocation of a designatedvendor direction under section 105Z5 to the public communications provider orproviders subject to the direction as it had effect before the revocation.\n\t\t\tThe notice of revocation must specify—\n\t\t\t\tthe time at which the revocation comes into force;\n\t\t\t\tif the direction is partly revoked, what part of the direction is revoked.\n\t\t\tThe Secretary of State must send a copy of the notice of revocation to thedesignated vendor or vendors specified in the direction as it had effectbefore the revocation, if or to the extent that it is reasonably practicableto do so.\n\t\t\tThe requirement in subsection (9) does not apply, in the case of adesignated vendor, if the Secretary of State considers that sending a copy ofthe notice of revocation to that designated vendor would be contrary to theinterests of national security.\n\t\t\tWhere the direction is partly revoked, the Secretary of State may excludefrom the copy of the notice of revocation anything the disclosure of which theSecretary of State considers—\n\t\t\t\twould, or would be likely to, prejudice to an unreasonable degree thecommercial interests of any person; or\n\t\t\t\twould be contrary to the interests of national security.\n\t\tZ vendor directions: plans for compliance\n\t\t\tThis section applies where a designated vendor direction has been given toa public communications provider (and has not been revoked).\n\t\t\tThe Secretary of State may from time to time require the publiccommunications provider—\n\t\t\t\tto prepare a plan setting out—\n\t\t\t\tthe steps that the provider intends to take in order to comply with suchrequirements imposed by the direction as the Secretary of State may specify;and\n\t\t\t\tthe timing of those steps; and\n\t\t\t\tto provide the plan to the Secretary of State.\n\t\t\tThe Secretary of State may also require that the plan be provided to OFCOM.\n\t\t\tThe Secretary of State may specify the period within which a plan requiredunder this section is to be provided to the Secretary of State or OFCOM.\n\t\t\tA period specified under subsection (4) must be such period as appears tothe Secretary of State to be reasonable.”\n\t\t\tIn section 151 (interpretation of Chapter 1 of Part 2) at the appropriateplace in subsection (1) insert—\n\t\t\t\t  * ““designated vendor” means a person designated by a designation notice;”;\n\t\t\t\t  * ““designated vendor direction” has the meaning given by section 105Z1(1);”."
    },
    {
        "length": 1446,
        "text": "\nDesignation notices\n\tThe Communications Act 2003 is amended as follows.\n\tAfter section 105Z7 insert—\n\t“105Z8Designation notices\n\t\tThe Secretary of State may issue a notice (“a designation notice”)designating a person for the purposes of a designated vendor direction.\n\t\tA designation notice may designate more than one person.\n\t\tThe Secretary of State may issue a designation notice only if the Secretaryof State considers that the notice is necessary in the interests of nationalsecurity.\n\t\tIn considering whether to designate a person, the matters to which theSecretary of State may have regard include—\n\t\t\tthe nature of the goods, services or facilities that are or might besupplied, provided or made available by the person;\n\t\t\tthe quality, reliability and security of those goods, services orfacilities or any component of them (including the quality, reliability andsecurity of their development or production or of the manner in which they aresupplied, provided or made available);\n\t\t\tthe reliability of the supply of those goods, services or facilities;\n\t\t\tthe quality and reliability of the provision of maintenance or support forthose goods, services or facilities;\n\t\t\tthe extent to which and the manner in which goods, services or facilitiessupplied, provided or made available by the person are or might be used in theUnited Kingdom;\n\t\t\tthe extent to which and the manner in which goods, services or facilitiessupplied, provided or made available by the person are or might be used inother countries or territories;\n\t\t\tthe identity of the persons concerned in—\n\t\t\tthe development or production of goods, services or facilities supplied,provided or made available by the person or any component of them;\n\t\t\tsupplying or providing such goods or services or making such facilitiesavailable; or\n\t\t\tproviding maintenance or support for such goods, services or facilities;\n\t\t\tthe identity of the persons who own or control, or are associated with—\n\t\t\tthe person being considered for designation; or\n\t\t\tany person described in paragraph (g);\n\t\t\tthe country or territory in which the registered office or anythingsimilar, or any place of business, of—\n\t\t\tthe person being considered for designation, or\n\t\t\tany of the persons described in paragraph (g) or (h),\n\t\t\t\tis situated;\n\t\t\tthe conduct of any of the persons described in paragraph (i) as it affectsor might affect the national security of any country or territory;\n\t\t\tany other connection between a country or territory and any of thosepersons;\n\t\t\tthe degree to which any of those persons might be susceptible to beinginfluenced or required to act contrary to the interests of national security.\n\t\tA designation notice must specify the reasons for the designation.\n\t\tThe requirement in subsection (5) does not apply if or to the extent thatthe Secretary of State considers that specifying reasons in the notice wouldbe contrary to the interests of national security.\n\t\tA reference in this section to a facility includes a reference to afacility, element or service that is an associated facility.\n\tZ provision about designation notices\n\t\tBefore issuing a designation notice, the Secretary of State must consultthe person or persons proposed to be designated in the notice, so far as it isreasonably practicable to do so.\n\t\tThe requirement in subsection (1) does not apply if or to the extent thatthe Secretary of State considers that consultation would be contrary to theinterests of national security.\n\t\tWhere a designation notice is issued, the Secretary of State must send acopy to the person or persons designated in the notice, if or to the extentthat it is reasonably practicable to do so.\n\tZ and revocation of designation notices\n\t\tThe Secretary of State must review a designation notice from time to time.\n\t\tThe Secretary of State may—\n\t\t\tvary a designation notice;\n\t\t\trevoke a designation notice (whether wholly or in part).\n\t\tThe Secretary of State may vary a designation notice only if the Secretaryof State considers that the designation notice as varied is necessary in theinterests of national security.\n\t\tBefore varying a designation notice, the Secretary of State must consultthe person, or each of the persons, proposed to be designated in the notice asvaried, so far as it is reasonably practicable to do so.\n\t\tThe requirement in subsection (4) does not apply if or to the extent thatthe Secretary of State considers that consultation would be contrary to theinterests of national security.\n\t\tThe Secretary of State must give notice of a variation to—\n\t\t\tany person designated by the designation notice as it had effect before thevariation, and\n\t\t\tany person designated by the designation notice as varied,\n\t\t\t\tif or to the extent that it is reasonably practicable to do so.\n\t\tThe notice of variation must specify—\n\t\t\thow the designation notice is varied;\n\t\t\tthe reasons for the variation;\n\t\t\tthe time at which the variation, or each of them, comes into force.\n\t\tThe requirement in subsection (7)(b) does not apply if or to the extentthat the Secretary of State considers that specifying reasons in the noticewould be contrary to the interests of national security.\n\t\tThe Secretary of State must give notice of a revocation to any persondesignated by the designation notice as it had effect before the revocation,if or to the extent that it is reasonably practicable to do so.\n\t\tThe notice of revocation must specify—\n\t\t\tthe time at which the revocation comes into force;\n\t\t\tif the designation notice is partly revoked, what part of the notice isrevoked.”\n\t\tIn section 151 (interpretation of Chapter 1 of Part 2) at the appropriateplace in subsection (1) insert—\n\t\t\t  * ““designation notice” has the meaning given by section 105Z8(1);”."
    },
    {
        "length": 248,
        "text": "\nLaying before Parliament\n\tAfter section 105Z10 of the Communications Act 2003 insert—\n\t“105Z11Laying before Parliament\n\t\tThe Secretary of State must lay before Parliament a copy of—\n\t\t\ta designated vendor direction;\n\t\t\ta designation notice;\n\t\t\ta notice of a variation or revocation of a designated vendor direction; and\n\t\t\ta notice of a variation or revocation of a designation notice.\n\t\tThe requirement in subsection (1) does not apply if the Secretary of Stateconsiders that laying a copy of the direction or notice (as the case may be)before Parliament would be contrary to the interests of national security.\n\t\tThe Secretary of State may exclude from what is laid before Parliamentanything the publication of which the Secretary of State considers—\n\t\t\twould, or would be likely to, prejudice to an unreasonable degree thecommercial interests of any person; or\n\t\t\twould be contrary to the interests of national security.”"
    },
    {
        "length": 1112,
        "text": "\nMonitoring of designated vendor directions\n\tThe Communications Act 2003 is amended as follows.\n\tAfter section 105Z11 insert—\n\t“105Z12Monitoring of designated vendor directions\n\t\tThe Secretary of State may give OFCOM a direction (“a monitoringdirection”) requiring them—\n\t\t\tto obtain information relating to a specified public communicationsprovider’s compliance with a designated vendor direction;\n\t\t\tto prepare and send a report to the Secretary of State based on thatinformation; and\n\t\t\tto provide to the Secretary of State on request the information on which areport falling within paragraph (b) is based.\n\t\tThe information that OFCOM may be required to obtain under subsection(1)(a) is—\n\t\t\tinformation that would assist the Secretary of State in determining whetherthe provider has complied, is complying or is preparing to comply with—\n\t\t\tthe designated vendor direction; or\n\t\t\ta specified requirement imposed by the designated vendor direction;\n\t\t\tinformation about a specified matter which is relevant to compliance with arequirement imposed by the designated vendor direction;\n\t\t\tif the provider has been required to provide a plan under section 105Z7,information about whether the provider is acting in accordance with the plan.\n\t\tA monitoring direction may make provision about—\n\t\t\tthe form of a report;\n\t\t\tthe content of a report.\n\t\tA monitoring direction may, in particular, require a report to include—\n\t\t\tOFCOM’s analysis of information gathered by them;\n\t\t\tan explanation of their analysis.\n\t\tA monitoring direction may require OFCOM to give the Secretary of Stateseparate reports on different matters.\n\t\tA monitoring direction may make provision about the time or times at whichOFCOM must report to the Secretary of State, including provision requiringOFCOM to give reports at specified intervals.\n\t\tOFCOM must exercise their powers to obtain information in such manner asthey consider appropriate for the purposes of preparing a report required by amonitoring direction.\n\t\tThe Secretary of State may give OFCOM more than one monitoring direction inrelation to a designated vendor direction.\n\t\tThe Secretary of State may vary or revoke a monitoring direction.\n\t\tThe Secretary of State must consult OFCOM before giving or varying amonitoring direction.\n\t\tIn this section “specified” means specified in a monitoring direction.\n\tZ made under monitoring directions\n\t\tThe Secretary of State may—\n\t\t\tpublish a report made by OFCOM in accordance with a monitoring direction orpart of it; or\n\t\t\tdisclose such a report or part of it.\n\t\tIn publishing or disclosing a report made by OFCOM in accordance with amonitoring direction, the Secretary of State must have regard to the need toexclude from publication or disclosure, so far as is practicable, the matterswhich are confidential in accordance with subsections (3) and (4).\n\t\tA matter is confidential under this subsection if—\n\t\t\tit relates to the affairs of a particular body; and\n\t\t\tpublication or disclosure of that matter would or might, in the Secretaryof State’s opinion, seriously and prejudicially affect the interests of thatbody.\n\t\tA matter is confidential under this subsection if—\n\t\t\tit relates to the private affairs of an individual; and\n\t\t\tpublication or disclosure of that matter would or might, in the Secretaryof State’s opinion, seriously and prejudicially affect the interests of thatindividual.”\n\t\tIn section 135 (information required for purposes of certain OFCOMfunctions) in subsection (3) (particular purposes for which information may berequired) before paragraph (ia) insert—\n\t\t\tpreparing a report under section 105Z12;”.\n\t\tIn section 151 (interpretation of Chapter 1 of Part 2) at the appropriateplace in subsection (1) insert—\n\t\t\t  * ““monitoring direction” has the meaning given by section 105Z12;”.\n\t\tIn section 393 (general restrictions on disclosure of information) insubsection (6) (exceptions) before paragraph (ba) insert—\n\t\t\tprevents the publication or disclosure of a report or part of a reportunder section 105Z13(1);”.\n\t\tIn Schedule 8 (decisions not subject to appeal) after paragraph 11 insert—\n\t\t\t“11AA decision to require information under section 135, so far as theinformation is required for the purpose of preparing a report under section105Z12.”"
    },
    {
        "length": 1753,
        "text": "\nMonitoring directions: inspection notices\n\tThe Communications Act 2003 is amended as follows.\n\tAfter section 105Z13 insert—\n\t“105Z14Power of OFCOM to give inspection notices\n\t\tThis section applies where the Secretary of State has given OFCOM amonitoring direction relating to a public communications provider (and themonitoring direction has not been revoked).\n\t\tOFCOM may by notice (“an inspection notice”) given to the provider imposeon the provider a duty to take any of the actions mentioned in subsection (4).\n\t\tOFCOM may exercise the power in subsection (2) for the purpose ofobtaining—\n\t\t\tinformation (in any form) that would assist the Secretary of State indetermining whether the provider has complied or is complying with—\n\t\t\tthe designated vendor direction; or\n\t\t\ta specified requirement imposed by the designated vendor direction;\n\t\t\tinformation (in any form) about a specified matter which is relevant towhether the provider has complied or is complying with a requirement imposedby the designated vendor direction.\n\t\tThe actions are—\n\t\t\tto carry out surveys of a specified description of—\n\t\t\tthe public electronic communications network provided by the provider;\n\t\t\tthe public electronic communications service provided by the provider; or\n\t\t\tthe associated facilities made available by the provider that areassociated facilities by reference to such a network or service (as the casemay be);\n\t\t\tto make arrangements of a specified description for another person to carryout surveys of a specified description of the network, service or associatedfacilities;\n\t\t\tto make available for interview a specified number of persons of aspecified description who are involved in the provision of the network orservice or the making available of the associated facilities (not exceedingthe number who are willing to be interviewed);\n\t\t\tto permit an authorised person to enter specified premises;\n\t\t\tto permit an authorised person to observe any operation taking place on thepremises that relates to the network, service or associated facilities;\n\t\t\tto direct an authorised person to equipment or other material on thepremises that is of a specified description;\n\t\t\tto direct an authorised person to documents on the premises that are of aspecified description;\n\t\t\tto assist an authorised person to view information of a specifieddescription that is capable of being viewed using equipment on the premises;\n\t\t\tto comply with a request from an authorised person for a copy of thedocuments to which the person is directed and the information the person isassisted to view;\n\t\t\tto permit an authorised person to inspect or examine the documents,information, equipment or material to which the person is directed or whichthe person is assisted to view;\n\t\t\tto provide an authorised person with an explanation of such documents,information, equipment or material.\n\t\tAn inspection notice may not impose on the provider a duty to permit anauthorised person to enter domestic premises.\n\t\tAn inspection notice may not impose on the provider a duty to do anythingthat would result in—\n\t\t\tthe disclosure of documents or information in respect of which a claim tolegal professional privilege (or, in Scotland, to confidentiality ofcommunications) could be maintained in legal proceedings; or\n\t\t\ta disclosure of documents or information that is prohibited by or under anenactment mentioned in section 105A(4).\n\t\tAn inspection notice must, in relation to each duty imposed by the notice,specify the time or times at which, or period or periods within which, theduty must be complied with.\n\t\tA time or period specified under subsection (7) must not be a time thatfalls or a period that begins before the end of the period of 28 daysbeginning with the day on which the inspection notice is given.\n\t\tIn this section—\n\t\t\t  * “authorised person” means an employee of, or person authorised by, OFCOM;\n\t\t\t  * “domestic premises” means premises, or a part of premises, used as a dwelling;\n\t\t\t  * “specified” means specified in an inspection notice.\n\tZ notices: further provision\n\t\tAn inspection notice must provide information about the consequences offailing to comply with a duty imposed by the notice.\n\t\tAn inspection notice may by further notice—\n\t\t\tbe revoked by OFCOM;\n\t\t\tbe varied by OFCOM so as to make it less onerous.\n\t\tWhere an inspection notice is given to a public communications provider,the provider may not act in such a way as to defeat the purpose of theinspection notice.\n\t\tWhere an inspection notice is given to a public communications provider,the provider must pay the costs reasonably incurred by OFCOM in connectionwith obtaining information by means of the inspection notice.\n\tZ notices: information about entering premises\n\t\tEvery report under paragraph 12 of the Schedule to the Office ofCommunications Act 2002 (OFCOM’s annual report) must include a statement ofthe number of occasions during the financial year to which the report relateson which premises have been entered in pursuance of a duty imposed undersection 105Z14(4)(d).\n\tZ notices: enforcement of compliance\n\t\tSections 96A to 100, 102 and 103 apply in relation to—\n\t\t\ta contravention of a duty imposed by an inspection notice, or\n\t\t\ta contravention of the duty imposed by section 105Z15(3),\n\t\t\t\tas they apply in relation to a contravention of a condition set under section45, other than an SMP apparatus condition.\n\t\tSubsection (1) is subject to subsections (3) and (4).\n\t\tIn its application in relation to a contravention referred to in subsection(1), section 96B(5) has effect as if the maximum penalty specified were£50,000 per day.\n\t\tIn its application in relation to a contravention referred to in subsection(1), section 97(1) has effect as if the maximum penalty specified were £10million.\n\t\tThe Secretary of State may by regulations amend this section so as tosubstitute a different amount for the amount for the time being specified insubsection (3) or (4).\n\t\tNo regulations are to be made containing provision authorised by subsection(5) unless a draft of the instrument has been laid before Parliament andapproved by a resolution of each House.”\n\t\tIn section 113 (suspension of application of the electronic communicationscode) in subsection (2)(b) (a condition for suspension) at the end of thewords in parentheses insert “or 105Z17”.\n\t\tIn section 151 (interpretation of Chapter 1 of Part 2) at the appropriateplace in subsection (1) insert—\n\t\t\t  * ““inspection notice” has the meaning given by section 105Z14;”.\n\t\tIn Schedule 8 (decisions not subject to appeal) before paragraph 8 insert—\n\t\t“7DA decision to impose a duty under section 105Z14.”"
    },
    {
        "length": 2473,
        "text": "\nPower of Secretary of State to enforce compliance with designated vendordirections etc\n\tAfter section 105Z17 of the Communications Act 2003 insert—\n\t“105Z18Notification of contravention\n\t\tWhere the Secretary of State determines that there are reasonable groundsfor believing that a public communications provider is contravening, or hascontravened—\n\t\t\ta requirement imposed by a designated vendor direction, or\n\t\t\ta requirement under section 105Z7,\n\t\t\t\tthe Secretary of State may give the provider a notification under thissection.\n\t\tA notification under this section is one which—\n\t\t\tsets out the Secretary of State’s determination;\n\t\t\tspecifies the requirement and contravention in respect of which thedetermination is made;\n\t\t\tspecifies the period during which the provider has an opportunity to makerepresentations;\n\t\t\tspecifies the steps that the Secretary of State thinks should be taken bythe provider in order to—\n\t\t\tcomply with the requirement;\n\t\t\tremedy the consequences of the contravention;\n\t\t\tspecifies the penalty which the Secretary of State is minded to impose.\n\t\tA notification under this section may be given in respect of more than onecontravention.\n\t\tIf a notification under this section relates to more than onecontravention, a separate penalty may be specified under subsection (2)(e) inrespect of each contravention.\n\t\tIf a notification under this section is given in respect of a continuingcontravention, it may be given in respect of any period during which thecontravention has continued.\n\t\tIf a notification under this section relates to a continuing contravention,no more than one penalty may be specified under subsection (2)(e) in respectof the period of contravention specified in the notification.\n\t\tNotwithstanding subsection (6), in relation to a continuing contravention,a penalty may be specified in respect of each day on which the contraventioncontinues after—\n\t\t\tthe giving of a confirmation decision under section 105Z20 which requiresimmediate action in respect of that contravention (see section 105Z20(6)(a));or\n\t\t\tthe expiry of any period specified in the confirmation decision forcomplying with the requirement being contravened.\n\t\tWhere a notification under this section has been given to a publiccommunications provider in respect of a contravention of a requirement, theSecretary of State may give a further notification in respect of the samecontravention of that requirement if, and only if—\n\t\t\tthe contravention is one occurring after the time of the giving of theearlier notification;\n\t\t\tthe contravention is a continuing contravention and the subsequentnotification is in respect of so much of a period as falls after a period towhich the earlier notification relates; or\n\t\t\tthe earlier notification has been withdrawn without a penalty having beenimposed in respect of the notified contravention.\n\tZ of penalty\n\t\tThe amount of a penalty that may be specified in a notification undersection 105Z18 is such amount as the Secretary of State determines to be—\n\t\t\tappropriate; and\n\t\t\tproportionate to the contravention in respect of which it is imposed.\n\t\tThe amount may not exceed 10 per cent of the turnover of the publiccommunications provider’s relevant business for the relevant period, subjectto subsection (3).\n\t\tIn the case of a penalty specified under section 105Z18(7), the amount maynot exceed £100,000 per day.\n\t\tWhere the notification relates to a contravention of a requirement undersection 105Z7—\n\t\t\tsubsection (2) has effect as if the maximum amount specified were £10million; and\n\t\t\tsubsection (3) has effect as if the maximum amount specified were £50,000per day.\n\t\tThe Secretary of State may by regulations amend this section so as tosubstitute a different maximum penalty for the maximum penalty for the timebeing specified in subsection (3) or (4)(a) or (b).\n\t\tNo regulations are to be made containing provision authorised by subsection(5) unless a draft of the regulations has been laid before Parliament andapproved by a resolution of each House.\n\t\tFor the purposes of this section—\n\t\t\tthe turnover of a person’s relevant business for a period is to becalculated in accordance with such rules as may be set out in an order undersection 97(3)(a); and\n\t\t\twhat is to be treated as the network, service, facility or business byreference to which the calculation of that turnover falls to be made is to bedetermined in accordance with such provision as may be made by an order undersection 97(3)(a).\n\t\tIn this section—\n\t\t\t  * “relevant business”, in relation to a person, means (subject to the provisions of an order under section 97(3)(a)) so much of any business carried on by the person as consists in any one or more of the following—\n\t\t\tthe provision of a public electronic communications network;\n\t\t\tthe provision of a public electronic communications service;\n\t\t\tthe making available of facilities that are associated facilities by referenceto such a network or service;\n\t\t\t\t  * “relevant period”, in relation to a contravention by a person of a requirement imposed by a designated vendor direction, means—\n\t\t\texcept in a case falling within paragraph (b) or (c), the period of one yearending with the 31st March next before the time when notification of thecontravention was given under section 105Z18;\n\t\t\tin the case of a person who at that time has been carrying on that businessfor a period of less than a year, the period, ending with that time, duringwhich the person has been carrying it on; and\n\t\t\tin the case of a person who at that time has ceased to carry on that business,the period of one year ending with the time when the person ceased to carry iton.\n\tZ of notification\n\t\tThis section applies where—\n\t\t\ta public communications provider has been given a notification undersection 105Z18;\n\t\t\tthe Secretary of State has allowed the provider an opportunity to makerepresentations about the matters notified; and\n\t\t\tthe period allowed for the making of representations has expired.\n\t\tThe Secretary of State may—\n\t\t\tgive the provider a decision (“a confirmation decision”) confirming theimposition of requirements on the provider in accordance with the notificationunder section 105Z18; or\n\t\t\tinform the provider that no further action will be taken.\n\t\tThe Secretary of State may not give the provider a confirmation decisionunless, after considering any representations, the Secretary of State issatisfied that the provider has, in one or more of the ways specified in thenotification under section 105Z18, contravened—\n\t\t\ta requirement imposed by a designated vendor direction, or\n\t\t\ta requirement imposed under section 105Z7,\n\t\t\t\tspecified in the notification under section 105Z18.\n\t\tA confirmation decision must be given to the provider without delay.\n\t\tA confirmation decision must include reasons for the decision.\n\t\tA confirmation decision may—\n\t\t\trequire immediate action by the provider—\n\t\t\tto comply with the requirement specified in the notification under section105Z18, and\n\t\t\tto remedy the consequences of the contravention, or\n\t\t\tspecify a period within which the provider must comply with thatrequirement and remedy those consequences,\n\t\t\tand may specify the steps to be taken by the provider in order to comply withthat requirement or remedy those consequences.\n\t\tA confirmation decision may require the provider to pay—\n\t\t\tthe penalty specified in the notification under section 105Z18, or\n\t\t\tsuch lesser penalty as the Secretary of State considers appropriate in thelight of—\n\t\t\tany representations made by the provider, and\n\t\t\tany steps taken by the provider to comply with the requirement specifiedin the notification under section 105Z18 or to remedy the consequences of thecontravention,\n\t\t\tand may specify the period within which the penalty is to be paid.\n\t\tIt is the duty of the provider to comply with any requirement imposed by aconfirmation decision.\n\t\tThe Secretary of State may enforce the provider’s duty in civilproceedings—\n\t\t\tfor an injunction;\n\t\t\tfor specific performance of a statutory duty under section 45 of the Courtof Session Act 1988; or\n\t\t\tfor any other appropriate remedy or relief.\n\tZ of penalty\n\t\tThis section applies where a sum is payable to the Secretary of State as apenalty under section 105Z20.\n\t\tIn England and Wales, the penalty is recoverable as if it were payableunder an order of the county court.\n\t\tIn Scotland, the penalty may be enforced in the same manner as an extractregistered decree arbitral bearing a warrant for execution issued by thesheriff court of any sheriffdom in Scotland.\n\t\tIn Northern Ireland, the penalty is recoverable as if it were payable underan order of a county court in Northern Ireland.\n\t\tWhere action is taken under this section for the recovery of a sum payableas a penalty under section 105Z20, the penalty is—\n\t\t\tin relation to England and Wales, to be treated for the purposes of section98 of the Courts Act 2003 (register of judgments and orders etc) as if it werea judgment entered in the county court;\n\t\t\tin relation to Northern Ireland, to be treated for the purposes of Article116 of the [Judgments Enforcement (Northern Ireland) Order 1981 (S.I. 1981/226(N.I. 6))](/id/nisi/1981/226?view=plain \"Go to item of legislation\") (registerof judgments) as if it were a judgment in respect of which an application hasbeen accepted under Article 22 or 23(1) of that Order.”"
    },
    {
        "length": 1197,
        "text": "\nUrgent enforcement directions\n\tThe Communications Act 2003 is amended as follows.\n\tAfter section 105Z21 insert—\n\t“105Z22Urgent enforcement direction\n\t\tThe Secretary of State may give a direction under this section (“an urgentenforcement direction”) to a person if the Secretary of State determines that—\n\t\t\tthere are reasonable grounds for believing that the person is contravening,or has contravened—\n\t\t\ta requirement imposed by a designated vendor direction; or\n\t\t\ta requirement not to disclose imposed under section 105Z25;\n\t\t\tthere are reasonable grounds for suspecting that the case is an urgentcase; and\n\t\t\tthe urgency of the case makes it appropriate for the Secretary of State totake action under this section.\n\t\tA case is an urgent case for the purposes of this section if thecontravention has resulted in, or creates an immediate risk of—\n\t\t\ta serious threat to national security; or\n\t\t\tsignificant harm to the security of a public electronic communicationsnetwork, a public electronic communications service or a facility that is anassociated facility by reference to such a network or service.\n\t\tAn urgent enforcement direction must—\n\t\t\tspecify the requirement and contravention in respect of which it is given;\n\t\t\trequire the person to take such steps falling within subsection (4) as arespecified in the direction;\n\t\t\tspecify a period within which those steps must be taken; and\n\t\t\tspecify the Secretary of State’s reasons for giving the direction.\n\t\tThe steps falling within this subsection are the steps that the Secretaryof State has determined are appropriate—\n\t\t\tfor complying with the requirement; or\n\t\t\tfor remedying the consequences of the contravention.\n\t\tThe requirement in subsection (3)(d) does not apply if or to the extentthat the Secretary of State considers that specifying reasons in the directionwould be contrary to the interests of national security.\n\tZ enforcement direction: confirmation\n\t\tAs soon as reasonably practicable after giving an urgent enforcementdirection, the Secretary of State must—\n\t\t\tconfirm the direction; or\n\t\t\trevoke the direction (see section 105Z24).\n\t\tThe Secretary of State may confirm an urgent enforcement direction with orwithout modifications.\n\t\tThe Secretary of State may confirm an urgent enforcement direction only ifthe Secretary of State has determined that—\n\t\t\tthe person is contravening, or has contravened—\n\t\t\ta requirement imposed by a designated vendor direction; or\n\t\t\ta requirement not to disclose imposed under section 105Z25;\n\t\t\tthe contravention has resulted in, or creates an immediate risk of, athreat or harm described in section 105Z22(2)(a) or (b); and\n\t\t\tit is appropriate to confirm the urgent enforcement direction, with anymodifications, to prevent, reduce or remove that threat or harm or immediaterisk.\n\t\tBefore confirming an urgent enforcement direction, the Secretary of Statemust—\n\t\t\tgive notice to the person to whom the direction was given that theSecretary of State proposes to confirm the direction; and\n\t\t\tgive the person—\n\t\t\tan opportunity of making representations about the grounds on which it wasgiven and its effect; and\n\t\t\tan opportunity of proposing steps to remedy the situation.\n\t\tThe notice under subsection (4)(a) must—\n\t\t\tstate that the Secretary of State proposes to confirm the direction;\n\t\t\tspecify any proposed modifications of the direction;\n\t\t\tspecify the Secretary of State’s reasons for confirming the direction andfor any modifications; and\n\t\t\tspecify a reasonable period for making representations.\n\t\tThe requirement in subsection (5)(c) does not apply if or to the extentthat the Secretary of State considers that specifying reasons in the noticewould be contrary to the interests of national security.\n\t\tAs soon as reasonably practicable after determining whether to confirm thedirection, the Secretary of State must by notice inform the person to whom itwas given of the determination.\n\tZ enforcement direction: enforcement\n\t\tA person who is given an urgent enforcement direction must comply with it,whether or not it has been confirmed (unless it is revoked).\n\t\tThe duty is enforceable in civil proceedings by the Secretary of State—\n\t\t\tfor an injunction;\n\t\t\tfor specific performance of a statutory duty under section 45 of the Courtof Session Act 1988; or\n\t\t\tfor any other appropriate remedy or relief.”\n\t\tIn section 151 (interpretation of Chapter 1 of Part 2) at the appropriateplace in subsection (1) insert—\n\t\t\t  * ““urgent enforcement direction” has the meaning given by section 105Z22.”"
    },
    {
        "length": 3189,
        "text": "\nDesignated vendor directions: further provision\n\tRequirement not to disclose\n\t\tAfter section 105Z24 of the Communications Act 2003 insert—\n\t\t“105Z25Requirement not to disclose\n\t\t\tThe Secretary of State may require a public communications provider whichhas been given a designated vendor direction or a designated vendor who hasbeen sent a copy under section 105Z4 not to disclose to any other person thecontents of—\n\t\t\t\tthe designated vendor direction, or\n\t\t\t\ta part of the designated vendor direction specified by the Secretary ofState,\n\t\t\t\t\twithout the permission of the Secretary of State.\n\t\t\tThe Secretary of State may require a designated vendor not to disclose toany other person the contents of—\n\t\t\t\tthe designation notice, or\n\t\t\t\ta part of the designation notice specified by the Secretary of State,\n\t\t\t\twithout the permission of the Secretary of State.\n\t\t\tThe Secretary of State may require a public communications provider whichhas been given a notification under section 105Z18 (notification ofcontravention of designated vendor direction etc) not to disclose to any otherperson the existence or contents of—\n\t\t\t\tthe notification, or\n\t\t\t\ta part of the notification specified by the Secretary of State,\n\t\t\t\twithout the permission of the Secretary of State.\n\t\t\tThe Secretary of State may require a public communications provider whichhas been given a confirmation decision under section 105Z20 (enforcement ofnotification under section 105Z18) not to disclose to any other person theexistence or contents of—\n\t\t\t\tthe confirmation decision, or\n\t\t\t\ta part of the confirmation decision specified by the Secretary of State,\n\t\t\t\twithout the permission of the Secretary of State.\n\t\t\tThe Secretary of State may require a person who has been given an urgentenforcement direction not to disclose to any other person the existence orcontents of—\n\t\t\t\tthe urgent enforcement direction, or\n\t\t\t\ta part of the urgent enforcement direction specified by the Secretary ofState,\n\t\t\t\twithout the permission of the Secretary of State.\n\t\t\tThe Secretary of State may require a person who has been given a noticeunder section 105Z23(4)(a) or (7) (notices relating to confirmation of anurgent enforcement direction) not to disclose to any other person theexistence or contents of—\n\t\t\t\tthe notice, or\n\t\t\t\ta part of the notice specified by the Secretary of State,\n\t\t\t\twithout the permission of the Secretary of State.\n\t\t\tThe Secretary of State may not impose a requirement on a person undersubsection (1), (2), (3), (4), (5) or (6) unless the condition in subsection(8) is satisfied.\n\t\t\tThe condition in this subsection is that the Secretary of State considersthat it would be contrary to the interests of national security for—\n\t\t\t\tthe contents of the designated vendor direction or the part specified undersubsection (1),\n\t\t\t\tthe contents of the designation notice or the part specified undersubsection (2),\n\t\t\t\tthe existence or contents of the notification under section 105Z18 or thepart specified under subsection (3),\n\t\t\t\tthe existence or contents of the confirmation decision under section 105Z20or the part specified under subsection (4),\n\t\t\t\tthe existence or contents of the urgent enforcement direction or the partspecified under subsection (5), or\n\t\t\t\tthe existence or contents of the notice under section 105Z23(4)(a) or (7)or the part specified under subsection (6),\n\t\t\t\t(as the case may be) to be disclosed, except as permitted by the Secretary ofState.\n\t\t\tIf the condition in subsection (10) is satisfied, the Secretary of Statemay require a person consulted under section 105Z3(1), 105Z5(4), 105Z9(1) or105Z10(4) not to disclose to any other person—\n\t\t\t\tthe existence of the consultation and any information disclosed to theperson in the consultation, or\n\t\t\t\tthe existence of a part of the consultation specified by the Secretary ofState and any information disclosed to the person in that part of theconsultation,\n\t\t\t\twithout the permission of the Secretary of State.\n\t\t\tThe condition in this subsection is that the Secretary of State considersthat it would be contrary to the interests of national security for thematters described in subsection (9)(a) or (as the case may be) subsection(9)(b) to be disclosed, except as permitted by the Secretary of State.\n\t\t\tWhere a person is subject to a requirement under this section not todisclose a matter, disclosure of that matter by an employee of the person or aperson engaged in the person’s business is to be regarded as a disclosure bythe person, unless the person can show that the person took all reasonablesteps to prevent such a disclosure.\n\t\tZ of requirement not to disclose\n\t\t\tSections 105Z18, 105Z19(1) to (3), 105Z20 and 105Z21 apply in relation to acontravention by a person of a requirement not to disclose imposed undersection 105Z25 as they apply in relation to a contravention by a publiccommunications provider of a requirement imposed by a designated vendordirection, subject to subsections (2) to (6).\n\t\t\tSection 105Z18 (as applied by this section) has effect as if, in subsection(2)(d), for sub-paragraphs (i) and (ii) there were substituted—\n\t\t\t\tbring the contravention to an end;\n\t\t\t\tlimit the consequences of the contravention;”.\n\t\t\tSection 105Z19 (as applied by this section) has effect as if—\n\t\t\t\tin subsection (2), the maximum penalty specified were £10 million;\n\t\t\t\tin subsection (3), the maximum penalty specified were £50,000 per day.\n\t\t\tThe Secretary of State may by regulations amend subsection (3) so as tosubstitute a different amount for the amount for the time being specified insubsection (3)(a) or (b).\n\t\t\tNo regulations are to be made containing provision authorised by subsection(4) unless a draft of the regulations has been laid before Parliament andapproved by a resolution of each House.\n\t\t\tSection 105Z20 (as applied by this section) has effect as if—\n\t\t\t\tin subsection (6)—\n\t\t\t\tin paragraph (a), for sub-paragraphs (i) and (ii) there were substituted—\n\t\t\t\tto bring the contravention to an end, and\n\t\t\t\tto limit the consequences of the contravention,”;\n\t\t\t\tin paragraph (b), for “comply with that requirement and remedy” there weresubstituted “bring that contravention to an end and limit”;\n\t\t\t\tin the words following paragraph (b), for “comply with that requirementor remedy” there were substituted “bring that contravention to an end orlimit”;\n\t\t\t\tin subsection (7)(b)(ii), for the words from “comply” to “remedy” therewere substituted “bring the contravention to an end or to limit”.”\n\tPower of Secretary of State to require information etc\n\t\tAfter section 105Z26 of the Communications Act 2003 insert—\n\t\t“105Z27Power of Secretary of State to require information etc\n\t\t\tThe Secretary of State may require a person falling within subsection (2)to provide the Secretary of State with such information as the Secretary ofState may reasonably require for the purpose of exercising the Secretary ofState’s functions under sections 105Z1 to 105Z26.\n\t\t\tThe persons falling within this subsection are—\n\t\t\t\ta person who is or has been a public communications provider;\n\t\t\t\ta person not falling within paragraph (a) who appears to the Secretary ofState to have information relevant to the exercise of the Secretary of State’sfunctions under sections 105Z1 to 105Z26.\n\t\t\tThe Secretary of State may require a person falling within subsection (2)—\n\t\t\t\tto produce, generate or obtain information for the purpose of providing itunder subsection (1);\n\t\t\t\tto collect or retain information that the person would not otherwisecollect or retain for the purpose of providing it under subsection (1);\n\t\t\t\tto process, collate or analyse any information held by the person(including information the person has been required to collect or retain) forthe purpose of producing or generating information to be provided undersubsection (1).\n\t\t\tThe information that may be required under subsection (1) includes, inparticular, information about—\n\t\t\t\tthe use, or proposed use, of goods, services or facilities supplied,provided or made available by a particular person or a particular descriptionof person;\n\t\t\t\tgoods, services or facilities proposed to be supplied, provided or madeavailable by a particular person or a particular description of person;\n\t\t\t\tgoods, services or facilities proposed to be supplied, provided or madeavailable by a person who has not, or has not recently, supplied, provided ormade available for use in the United Kingdom—\n\t\t\t\tgoods, services or facilities of that description; or\n\t\t\t\tany goods, services or facilities;\n\t\t\t\tthe manner in which a public electronic communications network or a publicelectronic communications service is, or is proposed to be, provided orfacilities that are associated facilities by reference to such a network orservice are, or are proposed to be, made available;\n\t\t\t\tfuture developments of such a network or service or such associatedfacilities.\n\t\t\tThe Secretary of State may require a person to provide information underthis section at such times or in such circumstances as may be specified by theSecretary of State.\n\t\t\tA person must comply with a requirement imposed under this section in suchmanner and within such reasonable period as may be specified by the Secretaryof State.\n\t\t\tThe powers in this section are subject to the limitations in section105Z28.\n\t\t\tA reference in this section to a facility includes a reference to afacility, element or service that is an associated facility.\n\t\tZ on imposing information requirements\n\t\t\tThis section limits the purposes for which, and manner in which,requirements may be imposed under section 105Z27.\n\t\t\tThe Secretary of State is not to require a person to provide informationunder section 105Z27 except by a notice served on the person that—\n\t\t\t\tdescribes the required information; and\n\t\t\t\tsets out the Secretary of State’s reasons for requiring it.\n\t\t\tThe Secretary of State is not to impose a requirement on a person undersection 105Z27(3) except by a notice served on the person that sets out therequirement and the Secretary of State’s reasons for imposing it.\n\t\t\tThe requirements in subsections (2)(b) and (3) do not apply if or to theextent that the Secretary of State considers that setting out reasons in thenotice would be contrary to the interests of national security.\n\t\t\tThe Secretary of State is not to require the provision of information undersection 105Z27 except where the making of a demand for the information isproportionate to the use to which the information is to be put in the carryingout of the Secretary of State’s functions.\n\t\t\tThe Secretary of State is not to impose a requirement on a person undersection 105Z27(3) except where the imposition of the requirement isproportionate to the use to which the information required to be produced,generated, obtained, collected or retained (including information required tobe produced or generated by processing, collating or analysing) is to be putin the carrying out of the Secretary of State’s functions.\n\t\t\tA requirement to provide information under section 105Z27 does not requirea person to disclose information in respect of which a claim to legalprofessional privilege (or, in Scotland, to confidentiality of communications)could be maintained in legal proceedings.\n\t\tZ of information requirements etc\n\t\t\tSections 105Z18, 105Z19(1) to (3), 105Z20 and 105Z21 apply in relation to acontravention by a person of a requirement under section 105Z27 as they applyin relation to a contravention by a public communications provider of arequirement imposed by a designated vendor direction, subject to subsection(2).\n\t\t\tSection 105Z19 (as applied by this section) has effect as if—\n\t\t\t\tin subsection (2), the maximum penalty specified were £10 million;\n\t\t\t\tin subsection (3), the maximum penalty specified were £50,000 per day.\n\t\t\tThe Secretary of State may by regulations amend subsection (2) so as tosubstitute a different amount for the amount for the time being specified insubsection (2)(a) or (b).\n\t\t\tNo regulations are to be made containing provision authorised by subsection(3) unless a draft of the regulations has been laid before Parliament andapproved by a resolution of each House.”"
    },
    {
        "length": 577,
        "text": "\nFurther amendments\n\tFurther amendment concerning penalties\n\t\tAfter section 139 of the Communications Act 2003 insert—\n\t\t“139ZAHigher penalties for certain contraventions\n\t\t\tThis section applies where—\n\t\t\t\ta person is given a notification under section 138 which specifies aproposed penalty; and\n\t\t\t\tthe condition in subsection (2) or (3) is met.\n\t\t\tThe condition in this subsection is that—\n\t\t\t\tthe proposed penalty is in respect of a contravention of a requirement toprovide information under section 135; and\n\t\t\t\tthe demand for the information contains a statement that OFCOM consider theinformation to be necessary for the purpose of—\n\t\t\t\tcarrying out any of their functions under sections 105L to 105Z;\n\t\t\t\tpreparing a report under section 105Z12.\n\t\t\tThe condition in this subsection is that the proposed penalty is in respectof a contravention of a requirement imposed under subsection (3C) of section135.\n\t\t\tSection 139 applies in relation to the proposed penalty as if—\n\t\t\t\tin subsection (4B), the maximum penalty specified were £50,000 per day;\n\t\t\t\tin subsection (5), the maximum penalty specified were £10 million.\n\t\t\tThe Secretary of State may by regulations amend this section so as to makedifferent provision as to the maximum penalty applying under section 139(4B)or (5).\n\t\t\tNo regulations are to be made containing provision authorised by subsection(5) unless a draft of the regulations has been laid before Parliament andapproved by a resolution of each House.”\n\tFurther consequential amendments\n\t\tThe Communications Act 2003 is amended as follows.\n\t\tIn section 38 (fixing of charges) in subsection (6) (list of functions byreference to which charges are to be fixed) omit paragraph (ec).\n\t\tIn section 402 (power of Secretary of State to make orders and regulations)in subsection (2) (orders and regulations subject to negative procedure)—\n\t\t\tomit the “or” before paragraph (c);\n\t\t\tafter paragraph (c) insert “or\n\t\t\tany regulations that are required, by any provision of this Act, to be laidbefore Parliament and approved in draft,”."
    },
    {
        "length": 406,
        "text": "\nFinal\n\tFinancial provision\n\t\tThere is to be paid out of money provided by Parliament any increaseattributable to this Act in the sums payable under any other Act out of moneyso provided.\n\tExtent \n\t\tThis Act extends to England and Wales, Scotland and Northern Ireland.\n\tCommencement \n\t\tThe following provisions come into force on the day on which this Act ispassed—\n\t\t\tsections 1 and 2, so far as they confer power to make regulations;\n\t\t\tsection 3, so far as it confers power to issue codes of practice;\n\t\t\tsections 14 to 23;\n\t\t\tsection 24, so far as it relates to section 18;\n\t\t\tsection 25(1) and (3);\n\t\t\tsection 26;\n\t\t\tsection 27;\n\t\t\tthis section;\n\t\t\tsection 29.\n\t\tThe following provisions come into force on such day as the Secretary ofState may by regulations made by statutory instrument appoint—\n\t\t\tsections 1 to 3 (so far as not already in force by virtue of subsection(1));\n\t\t\tsections 4 to 13;\n\t\t\tsection 24 (so far as not already in force by virtue of subsection (1));\n\t\t\tsection 25(2).\n\t\tDifferent days may be appointed for different purposes.\n\t\tThe Secretary of State may by regulations made by statutory instrument maketransitional, transitory or saving provision in connection with the cominginto force of any provision of this Act.\n\tShort title\n\t\tThis Act may be cited as the Telecommunications (Security) Act 2021.\n\t"
    }
]