{
    "general": "This law makes sure that when someone complains about healthcare in England, the person in charge of looking into the complaint (the Health Service Commissioner) has to tell them why there's a delay if it takes more than a year to investigate. The law also says that the Commissioner must give an annual report to Parliament about how long it takes to look into complaints and how they are doing compared to their goal of finishing investigations within a year. This law helps ensure that people get answers about their complaints quickly and that the Commissioner is accountable to Parliament.",
    "series": [
        [
            {
                "length": 142,
                "short": "\"Health Service Investigation Timelines and Reporting Requirements\"",
                "text": "\n* Simplified point 1: The Health Service Commissioner for England must provide a statement explaining any delays in concluding investigations beyond 12 months.\n* Simplified point 2: The Commissioner's annual report must include information about the length of time investigations take, how many exceed the 12-month limit, and actions being taken to improve timeliness.\n* Simplified point 3: The Act applies only to England and Wales.\n* Simplified point 4: The Act comes into force after a two-month grace period following its passage."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Health Service Commissioner for England (Complaint Handling) Act 2015 ensures that when someone complains about healthcare services in England, the commissioner must give them a clear explanation if their investigation takes longer than 12 months. This law requires the commissioner to be transparent about any delays and to tell the person making the complaint why there has been a delay. Additionally, the commissioner must submit an annual report to parliament detailing how long each investigation took and what steps they are taking to speed up the process. This act only applies to England and Wales, and will come into effect two months after it was passed.",
    "single": "\n•\tThe Health Service Commissioner for England (Complaint Handling) Act 2015 aims to improve the handling of complaints by the Health Service Commissioner for England.\n•\tThe Act requires the Commissioner to notify complainants of the reason for any delays in investigating their complaints if the investigation is not concluded within a 12-month period.\n•\tThe Commissioner must also provide an annual report to Parliament detailing how long investigations have taken to be concluded and progress towards meeting a target of concluding investigations within a 12-month period.\n•\tThe Act only applies to England and Wales.\n•\tThe Act came into force at the end of a two-month period after it was passed.\n•\tThe key points of the Act are:\n\t+\tImproving the handling of complaints by the Health Service Commissioner for England.\n\t+\tRequiring the Commissioner to notify complainants of delays in investigating their complaints.\n\t+\tProviding an annual report to Parliament on the progress of investigations.\n\t+\tApplying only to England and Wales.\n\t+\tComing into force at the end of a two-month period after it was passed."
}