{
    "general": "This law helps ensure that people who want to vote in elections in Northern Ireland can do so by making sure they are properly registered to vote. It makes sure that if someone doesn't provide all the necessary information when they register, their application will still be considered valid. This way, more people can participate in the democratic process and have their voices heard.",
    "series": [
        [
            {
                "length": 250,
                "short": "\"Electoral Register Changes in Northern Ireland: Restoring Names and Temporary Modifications\"",
                "text": "\n* Simplified point 1: The Electoral Registration (Northern Ireland) Act 2005 allows for the restoration of names previously removed from the electoral register in Northern Ireland.\n* Simplified point 2: If a person's name was removed from the register due to a failure to return a form or insufficient information, the Chief Electoral Officer may restore their name to the register if they have no information suggesting the person is no longer resident at the address.\n* Simplified point 3: The Act temporarily modifies Section 10A of the Representation of the People Act 1983 to allow for the retention of entries in the register even if the form mentioned in Section 10(4) was not returned or if insufficient information was obtained about the person's residency.\n* Simplified point 4: The Act duration is limited to 12 months after its passage, but the Secretary of State may extend it once for up to 12 months through a statutory instrument."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Electoral Registration (Northern Ireland) Act 2005 helps ensure that eligible voters in Northern Ireland can still participate in elections even if they miss a deadline or don't provide enough information. This law lets the Chief Electoral Officer add back names that were taken off the voting list because of a missed form or lack of details. This only applies when there isn't any reason to think the person moved away. The law is temporary and will expire after one year, but it can be extended for another year by the government. This means more people in Northern Ireland will have the chance to exercise their right to vote and have their voices heard.",
    "single": "\n* The Electoral Registration (Northern Ireland) Act 2005 allows for the restoration of names previously removed from the electoral register in Northern Ireland.\n* The act applies to cases where required information is not provided, and the Chief Electoral Officer has no information that the person is no longer resident at the address.\n* The act allows for the entry of the person's name in the register, and the information supplied by that person pursuant to section 10(4A), 10A(1A) or 13A(2A) of the 1983 Act in connection with their previous registration is taken to have been supplied in connection with their current registration.\n* The act also allows for temporary modifications of section 10A of the 1983 Act, so that subsection (5A) does not apply in certain circumstances.\n* The act ceases to be in force at the end of the period of 12 months beginning with the day on which it is passed, but the Secretary of State may by order extend the provisions of the act for a further period of up to 12 months.\n* The act applies to Northern Ireland only."
}