{
    "general": "This law allows the government to spend money from the budget for the financial year starting on April 1st, 2015 and ending on March 31st, 2016. It also lets the government borrow money from the Consolidated Fund to pay for these expenses. This act also tells the government which funds they can use and how much they can spend on different things like salaries, benefits, infrastructure, etc.",
    "series": [
        [
            {
                "length": 179,
                "short": "\"UK Budget Act 2016: Authorization for Resource Use and Appropriation of Funds\"",
                "text": "* Simplified point 1: The act increases the authorization for use of resources for the year ending with 31 March 2016 by £306,816,145,000.\n* Simplified point 2: The act appropriates funds for various expenditures, including current and capital expenditures, and for the issue of money out of the Consolidated Fund.\n* Simplified point 3: The act sets out the procedures for the appropriation and use of resources and income arising from various matters.\n* Simplified point 4: The act authorizes the Treasury to give directions for rectifying any contraventions of the act."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Supply and Appropriation (Main Estimates) Act 2015 allows the government to spend more money during the financial year ending on March 31st, 2016. This extra spending includes both current and capital expenses. The law also explains how the government can use the money and how it will be spent. Additionally, the act gives the Treasury the power to correct any mistakes made when following the law. In other words, this law gives the government permission to spend more money in 2016 than they did in previous years.",
    "single": "\n* The Supply and Appropriation (Main Estimates) Act 2015 authorizes the use of resources for the year ending March 31, 2016.\n* The act appropriates £555,754,344,000 for the year ending March 31, 2016, for various expenditures such as current and capital purposes.\n* The act also appropriates £258,225,975,000 for the issue of money out of the Consolidated Fund for the year ending March 31, 2016.\n* The act authorizes the use of resources for various purposes such as current and capital expenditures, and for the service to which the money may be applied.\n* The act also makes provision for the use of income arising for the year ending March 31, 2016, from matters specified in the Scheduled Estimates.\n* The act authorizes the Treasury to give directions for rectifying any contravention of the act.\n* The act comes into operation from the beginning of the financial year, i.e., April 1, 2015.\nIn simple terms, this bill authorizes the use of resources and the issue of money for the year ending March 31, 2016, and makes provision for the use of income arising from specified matters. It also gives the Treasury the power to give directions for rectifying any contravention of the act."
}