{
    "general": "This law was passed in 2003 and has to do with elections in Northern Ireland. It decides when the election for the next Northern Ireland Assembly will take place and also says that some days don't count when figuring out how long the Assembly has to meet after the election. This law helps ensure that the Assembly meets at the right time and can get to work on important issues for the people of Northern Ireland.",
    "series": [
        [
            {
                "length": 206,
                "short": "\"Northern Ireland Assembly Election Date Set for May 29th, 2003\"",
                "text": "\n* Simplified point 1: The Northern Ireland Assembly Elections Act 2003 revokes the Northern Ireland (Date of Next Assembly Poll) Order 2001 and sets a new date for the next assembly election to be held on May 29, 2003.\n* Simplified point 2: The act also makes changes to the calculation of campaign expenditure and controlled expenditure for the election, and modifies the timetable for the election as set out in the Parliamentary Elections Rules.\n* Simplified point 3: The act applies to the ordinary general election to be held on May 29, 2003, and does not revive any duties of the Secretary of State under section 32 of the 1998 Act which he has already discharged."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Northern Ireland Assembly Elections Act 2003 sets a new date for the next assembly election to be held on May 29, 2003. This law changes when the election will take place and how campaign money can be spent during the election. It only applies to the upcoming election on May 29, 2003, and doesn't change anything that has already happened before then.\nThis means that there will be a new election for the Northern Ireland Assembly on May 29, 2003, with different rules for how campaign money can be spent. This law only applies to that one election and doesn't change anything else.",
    "single": "\n* The Northern Ireland Assembly Elections Act 2003 is a piece of legislation that makes provision about the date of the poll for the election of the next Northern Ireland Assembly.\n* The Act revokes the Northern Ireland (Date of Next Assembly Poll) Order 2001 and replaces it with a new date for the poll, which is set as May 29th, 2003.\n* The Act also makes changes to the way campaign expenditure and controlled expenditure are calculated in relation to Assembly elections.\n* The Act applies to the ordinary general election to be held on May 29th, 2003, and to any extraordinary general election that may be held before that date.\n* The Act does not revive any duty of the Secretary of State under section 32 of the Northern Ireland Act 1998, which provides for extraordinary elections, if he has already discharged that duty.\n* The Act may be cited as the Northern Ireland Assembly Elections Act 2003."
}