[
    {
        "length": 3548,
        "text": "\nDispute resolution\n\tStatutory dispute resolution procedures\n\t\tIn the Employment Act [2002 (c. 22)](/id/ukpga/2002/22?view=plain \"Go to itemof legislation\"), sections 29 to 33 and Schedules 2 to 4 (which make provisionfor statutory dispute resolution procedures) are repealed.\n\tProcedural fairness\n\t\tIn the Employment Rights Act [1996 (c. 18)](/id/ukpga/1996/18?view=plain \"Goto item of legislation\"), section 98A (procedural fairness) is repealed.\n\tNon-compliance with statutory Codes of Practice\n\t\tThe Trade Union and Labour Relations (Consolidation) Act [1992 (c.52)](/id/ukpga/1992/52?view=plain \"Go to item of legislation\") is amended asspecified in subsections (2) and (3).\n\t\tAfter section 207 there is inserted—\n\t\t“207AEffect of failure to comply with Code: adjustment of awards\n\t\t\tThis section applies to proceedings before an employment tribunal relatingto a claim by an employee under any of the jurisdictions listed in ScheduleA2.\n\t\t\tIf, in the case of proceedings to which this section applies, it appears tothe employment tribunal that—\n\t\t\t\tthe claim to which the proceedings relate concerns a matter to which arelevant Code of Practice applies,\n\t\t\t\tthe employer has failed to comply with that Code in relation to thatmatter, and\n\t\t\t\tthat failure was unreasonable,\n\t\t\t\t\tthe employment tribunal may, if it considers it just and equitable in all thecircumstances to do so, increase any award it makes to the employee by no morethan 25%.\n\t\t\tIf, in the case of proceedings to which this section applies, it appears tothe employment tribunal that—\n\t\t\t\tthe claim to which the proceedings relate concerns a matter to which arelevant Code of Practice applies,\n\t\t\t\tthe employee has failed to comply with that Code in relation to thatmatter, and\n\t\t\t\tthat failure was unreasonable,\n\t\t\t\tthe employment tribunal may, if it considers it just and equitable in all thecircumstances to do so, reduce any award it makes to the employee by no morethan 25%.\n\t\t\tIn subsections (2) and (3), “relevant Code of Practice” means a Code ofPractice issued under this Chapter which relates exclusively or primarily toprocedure for the resolution of disputes.\n\t\t\tWhere an award falls to be adjusted under this section and under section 38of the Employment Act 2002, the adjustment under this section shall be madebefore the adjustment under that section.\n\t\t\tThe Secretary of State may by order amend Schedule A2 for the purpose of—\n\t\t\t\tadding a jurisdiction to the list in that Schedule, or\n\t\t\t\tremoving a jurisdiction from that list.\n\t\t\tThe power of the Secretary of State to make an order under subsection (6)includes power to make such incidental, supplementary, consequential ortransitional provision as the Secretary of State thinks fit.\n\t\t\tAn order under subsection (6) shall be made by statutory instrument.\n\t\t\tNo order shall be made under subsection (6) unless a draft of the statutoryinstrument containing it has been laid before Parliament and approved by aresolution of each House.”\n\t\t\tAfter Schedule A1 there is inserted—\n\t\t\tSection 207A\n\t\t“SCHEDULE A2Tribunal jurisdictions to which section 207A applies\n\t\t\t  * Section 2 of the Equal Pay Act [1970 (c. 41)](/id/ukpga/1970/41?view=plain \"Go to item of legislation\") (equality clauses)\n\t\t\t  * Section 63 of the Sex Discrimination Act [1975 (c. 65)](/id/ukpga/1975/65?view=plain \"Go to item of legislation\") (discrimination in the employment field)\n\t\t\t  * Section 54 of the Race Relations Act [1976 (c. 74)](/id/ukpga/1976/74?view=plain \"Go to item of legislation\") (discrimination in the employment field)\n\t\t\t  * Section 145A of this Act (inducements relating to union membership or activities)\n\t\t\t  * Section 145B of this Act (inducements relating to collective bargaining)\n\t\t\t  * Section 146 of this Act (detriment in relation to union membership and activities)\n\t\t\t  * Paragraph 156 of Schedule A1 to this Act (detriment in relation to union recognition rights)\n\t\t\t  * Section 17A of the Disability Discrimination Act [1995 (c. 50)](/id/ukpga/1995/50?view=plain \"Go to item of legislation\") (discrimination in the employment field)\n\t\t\t  * Section 23 of the Employment Rights Act [1996 (c. 18)](/id/ukpga/1996/18?view=plain \"Go to item of legislation\") (unauthorised deductions and payments)\n\t\t\t  * Section 48 of that Act (detriment in employment)\n\t\t\t  * Section 111 of that Act (unfair dismissal)\n\t\t\t  * Section 163 of that Act (redundancy payments)\n\t\t\t  * Section 24 of the National Minimum Wage Act [1998 (c. 39)](/id/ukpga/1998/39?view=plain \"Go to item of legislation\") (detriment in relation to national minimum wage)\n\t\t\t  * The Employment Tribunal Extension of Jurisdiction (England and Wales) Order 1994 ([SI 1994/1623](/id/uksi/1994/1623?view=plain \"Go to item of legislation\")) (breach of employment contract and termination)\n\t\t\t  * The Employment Tribunal Extension of Jurisdiction (Scotland) Order 1994 ([SI 1994/1624](/id/uksi/1994/1624?view=plain \"Go to item of legislation\")) (corresponding provision for Scotland)\n\t\t\t  * Regulation 30 of the Working Time Regulations 1998 ([SI 1998/1833](/id/uksi/1998/1833?view=plain \"Go to item of legislation\")) (breach of regulations)\n\t\t\t  * Regulation 32 of the Transnational Information and Consultation of Employees Regulations 1999 ([SI 1999/3323](/id/uksi/1999/3323?view=plain \"Go to item of legislation\")) (detriment relating to European Works Councils)\n\t\t\t  * Regulation 28 of the Employment Equality (Sexual Orientation) Regulations 2003 ([SI 2003/1660](/id/uksi/2003/1660?view=plain \"Go to item of legislation\")) (discrimination in the employment field)\n\t\t\t  * Regulation 28 of the Employment Equality (Religion or Belief) Regulations 2003 ([SI 2003/1661](/id/uksi/2003/1661?view=plain \"Go to item of legislation\")) (discrimination in the employment field)\n\t\t\t  * Regulation 45 of the European Public Limited-Liability Company Regulations 2004 ([SI 2004/2326](/id/uksi/2004/2326?view=plain \"Go to item of legislation\")) (detriment in employment)\n\t\t\t  * Regulation 33 of the Information and Consultation of Employees Regulations 2004 ([SI 2004/3426](/id/uksi/2004/3426?view=plain \"Go to item of legislation\")) (detriment in employment)\n\t\t\t  * Paragraph 8 of the Schedule to the Occupational and Personal Pension Schemes (Consultation by Employers and Miscellaneous Amendment) Regulations 2006 ([SI 2006/349](/id/uksi/2006/349?view=plain \"Go to item of legislation\")) (detriment in employment)\n\t\t\t  * Regulation 36 of the Employment Equality (Age) Regulations 2006 ([SI 2006/1031](/id/uksi/2006/1031?view=plain \"Go to item of legislation\")) (discrimination in the employment field)\n\t\t\t  * Regulation 34 of the European Cooperative Society (Involvement of Employees) Regulations 2006 ([SI 2006/2059](/id/uksi/2006/2059?view=plain \"Go to item of legislation\")) (detriment in relation to involvement in a European Cooperative Society)\n\t\t\t  * Regulation 17 of the Cross-border Railway Services (Working Time) Regulations 2008 ([SI 2008/1660](/id/uksi/2008/1660?view=plain \"Go to item of legislation\")) (breach of regulations).”\n\t\t\tIn section 124A of the Employment Rights Act [1996 (c.18)](/id/ukpga/1996/18?view=plain \"Go to item of legislation\") (adjustmentsunder the Employment Act 2002), in paragraph (a), for the words from “section31” to “procedures)” there is substituted “section 207A of the Trade Union andLabour Relations (Consolidation) Act 1992 (effect of failure to comply withCode: adjustment of awards)”.\n\tDetermination of proceedings without hearing\n\t\tIn the Employment Tribunals Act [1996 (c. 17)](/id/ukpga/1996/17?view=plain\"Go to item of legislation\"), in section 7 (employment tribunal procedureregulations), after subsection (3A) there is inserted—\n\t“(3AA)Employment tribunal procedure regulations under subsection (3A) may onlyauthorise the determination of proceedings without any hearing incircumstances where—\n\t\tall the parties to the proceedings consent in writing to the determinationwithout a hearing, or\n\t\tthe person (or, where more than one, each of the persons) against whom theproceedings are brought—\n\t\thas presented no response in the proceedings, or\n\t\tdoes not contest the case.\n\t\t(3AB)For the purposes of subsection (3AA)(b), a person does not present aresponse in the proceedings if he presents a response but, in accordance withprovision made by the regulations, it is not accepted.”\n\tConciliation before bringing of proceedings\n\t\tIn the Employment Tribunals Act 1996, section 18 (conciliation) is amendedas follows.\n\t\tIn subsection (3), for the words from “shall act” to the end there issubstituted “may endeavour to promote a settlement between the parties withoutproceedings being instituted”.\n\t\tFor subsection (5) there is substituted—\n\t\tWhere a conciliation officer acts pursuant to subsection (3) in a casewhere the person claiming as specified in paragraph (a) of that subsection hasceased to be employed by the employer and the proceedings which he claimscould be brought by him are proceedings under section 111 of the EmploymentRights Act 1996, the conciliation officer may in particular—\n\t\t\tseek to promote the reinstatement or re-engagement of that person by theemployer, or by a successor of the employer or by an associated employer, onterms appearing to the conciliation officer to be equitable, or\n\t\t\twhere the person does not wish to be reinstated or re-engaged, or wherereinstatement or re-engagement is not practicable, seek to promote agreementbetween them as to a sum by way of compensation to be paid by the employer tothat person.”\n\tConciliation after bringing of proceedings\n\t\tIn the Employment Tribunals Act [1996 (c. 17)](/id/ukpga/1996/17?view=plain\"Go to item of legislation\"), in section 18 (conciliation), subsection (2A) isrepealed.\n\t\tIn that Act, in section 19 (conciliation procedure), subsection (2) isrepealed.\n\tCompensation for financial loss\n\t\tIn the Employment Rights Act [1996 (c. 18)](/id/ukpga/1996/18?view=plain\"Go to item of legislation\"), in section 24 (determination of complaintsrelating to deductions from wages or payments to employer)—\n\t\t\tthe existing provision becomes subsection (1), and\n\t\t\tafter that provision there is inserted—\n\t\tWhere a tribunal makes a declaration under subsection (1), it may orderthe employer to pay to the worker (in addition to any amount ordered to bepaid under that subsection) such amount as the tribunal considers appropriatein all the circumstances to compensate the worker for any financial losssustained by him which is attributable to the matter complained of.”\n\t\tIn that Act, in section 163 (determination of questions relating toredundancy payments), at the end there is inserted—\n\t\tWhere a tribunal determines under subsection (1) that an employee has aright to a redundancy payment it may order the employer to pay to the workersuch amount as the tribunal considers appropriate in all the circumstances tocompensate the worker for any financial loss sustained by him which isattributable to the non-payment of the redundancy payment.”"
    },
    {
        "length": 1294,
        "text": "\nArrears payable in cases of non-compliance\n\tIn the National Minimum Wage Act [1998 (c.39)](/id/ukpga/1998/39?view=plain \"Go to item of legislation\"), section 17(which makes provision for the additional remuneration to which a worker isentitled in cases of non-compliance) is amended as specified in subsections(2) to (5).\n\tIn subsection (1), after “shall” there is inserted “at any time (“the timeof determination”)”.\n\tIn that subsection, for “the amount described in subsection (2) below”there is substituted “whichever is the higher of—\n\t\tthe amount described in subsection (2) below, and\n\t\tthe amount described in subsection (4) below.”\n\tIn subsection (2), for “That amount” there is substituted “The amountreferred to in subsection (1)(a) above”.\n\tAfter subsection (3) there is inserted—\n\tThe amount referred to in subsection (1)(b) above is the amount determinedby the formula—\n\t\t[![](/ukpga/2008/24/images/ukpga_20080024_en_001)](/ukpga/2008/24/images/ukpga_20080024_en_001?view=plain)\n\twhere—\n\t\t  * A is the amount described in subsection (2) above,\n\t\t  * R1 is the rate of national minimum wage which was payable in respect of the worker during the pay reference period, and\n\t\t  * R2 is the rate of national minimum wage which would have been payable in respect of the worker during that period had the rate payable in respect of him during that period been determined by reference to regulations under section 1 and 3 above in force at the time of determination.\n\tSubsection (1) above ceases to apply to a worker in relation to any payreference period when he is at any time paid the additional remuneration forthat period to which he is at that time entitled under that subsection.\n\tWhere any additional remuneration is paid to the worker under this sectionin relation to the pay reference period but subsection (1) above has notceased to apply in relation to him, the amounts described in subsections (2)and (4) above shall be regarded as reduced by the amount of thatremuneration.”\n\tIn the Agricultural Wages Act [1948 (c. 47)](/id/ukpga/1948/47?view=plain\"Go to item of legislation\"), in section 3A(3A) (application of section 17 ofthe National Minimum Wage Act 1998 for the purposes of agricultural wageslegislation in England and Wales)—\n\t\tin paragraph (a), in the substituted subsection (2)—\n\t\tfor “That amount” there is substituted “The amount referred to insubsection (1)(a) above”;\n\t\tfor “under this Act” there is substituted “under the Agricultural WagesAct 1948”;\n\t\tafter paragraph (b) there is inserted—\n\t\tfor subsection (4) there shall be substituted—\n\tThe amount referred to in subsection (1)(b) above is the amount determinedby the formula—\n\t[![](/ukpga/2008/24/images/ukpga_20080024_en_002)](/ukpga/2008/24/images/ukpga_20080024_en_002?view=plain)\n\twhere—\n\t\t  * A is the amount described in subsection (2) above,\n\t\t  * R1 is the minimum rate applicable under the Agricultural Wages Act 1948 in respect of the worker during the pay reference period, and\n\t\t  * R2 is the minimum rate which would have been applicable under that Act in respect of the worker during the pay reference period had the minimum rate applicable under that Act in respect of the worker during that period been determined by reference to any order under section 3(1)(a) of that Act in force at the time of determination.””\n\tNothing in subsections (2) to (5) affects section 17 of the NationalMinimum Wage Act [1998 (c. 39)](/id/ukpga/1998/39?view=plain \"Go to item oflegislation\") as it has effect for the purposes of—\n\t\tthe Agricultural Wages (Scotland) Act [1949 (c.30)](/id/ukpga/1949/30?view=plain \"Go to item of legislation\"), or\n\t\tthe Agricultural Wages (Regulation) (Northern Ireland) Order 1977 [(SI1977/2151) (N.I.22)](/id/nisi/1977/2151?view=plain \"Go to item oflegislation\").\n\tThe amendments made by this section apply in relation to a pay referenceperiod (within the meaning of the National Minimum Wage Act 1998) endingbefore, as well as after, this section comes into force."
    },
    {
        "length": 496,
        "text": "\n“19Notices of underpayment: arrears\n\tSubsection (2) below applies where an officer acting for the purposes ofthis Act is of the opinion that, on any day (“the relevant day”), a sum wasdue under section 17 above for any one or more pay reference periods endingbefore the relevant day to a worker who at any time qualified for the nationalminimum wage.\n\tWhere this subsection applies, the officer may, subject to this section,serve a notice requiring the employer to pay to the worker, within the 28-dayperiod, the sum due to the worker under section 17 above for any one or moreof the pay reference periods referred to in subsection (1) above.\n\tIn this Act, “notice of underpayment” means a notice under this section.\n\tA notice of underpayment must specify, for each worker to whom it relates—\n\t\tthe relevant day in relation to that worker;\n\t\tthe pay reference period or periods in respect of which the employer isrequired to pay a sum to the worker as specified in subsection (2) above;\n\t\tthe amount described in section 17(2) above in relation to the worker inrespect of each such period;\n\t\tthe amount described in section 17(4) above in relation to the worker inrespect of each of such period;\n\t\tthe sum due under section 17 above to the worker for each such period.\n\tWhere a notice of underpayment relates to more than one worker, the noticemay identify the workers by name or by description.\n\tThe reference in subsection (1) above to a pay reference period includes(subject to subsection (7) below) a pay reference period ending before thecoming into force of this section.\n\tA notice of underpayment may not relate to a pay reference period endingmore than six years before the date of service of the notice.\n\tIn this section and sections 19A to 19C below “the 28-day period” means theperiod of 28 days beginning with the date of service of the notice ofunderpayment."
    },
    {
        "length": 535,
        "text": "\nANotices of underpayment: financial penalty\n\tA notice of underpayment must, subject to this section, require theemployer to pay a financial penalty specified in the notice to the Secretaryof State within the 28-day period.\n\tThe Secretary of State may by directions specify circumstances in which anotice of underpayment is not to impose a requirement to pay a financialpenalty.\n\tDirections under subsection (2) may be amended or revoked by further suchdirections.\n\tThe amount of any financial penalty is, subject as follows, to be 50% ofthe total of the amounts referred to in subsection (5) below.\n\tThose amounts are the amounts specified under section 19(4)(c) above forall workers to whom the notice relates in respect of pay reference periodsspecified under section 19(4)(b) above which commence after the coming intoforce of this section.\n\tIf a financial penalty as calculated under subsection (4) above would beless than £100, the financial penalty specified in the notice shall be thatamount.\n\tIf a financial penalty as calculated under subsection (4) above would bemore than £5000, the financial penalty specified in the notice shall be thatamount.\n\tThe Secretary of State may by regulations—\n\t\tamend subsection (4) above so as to substitute a different percentage forthe percentage at any time specified there;\n\t\tamend subsection (6) or (7) above so as to substitute a different amountfor the amount at any time specified there.\n\tA notice of underpayment must, in addition to specifying the amount of anyfinancial penalty, state how that amount was calculated.\n\tIn a case where a notice of underpayment imposes a requirement to pay afinancial penalty, if the employer on whom the notice is served, within theperiod of 14 days beginning with the day on which the notice was served—\n\t\tpays the amount required under section 19(2) above, and\n\t\tpays at least half the financial penalty,\n\t\t\the shall be regarded as having paid the financial penalty.\n\tA financial penalty paid to the Secretary of State pursuant to thissection shall be paid by the Secretary of State into the Consolidated Fund."
    },
    {
        "length": 470,
        "text": "\nBSuspension of financial penalty\n\tThis section applies in any case where it appears to the officer serving anotice of underpayment which imposes a requirement to pay a financial penaltythat—\n\t\trelevant proceedings have been instituted; or\n\t\trelevant proceedings may be instituted.\n\tIn this section “relevant proceedings” means proceedings against theemployer for an offence under section 31(1) below in relation to a failure toremunerate any worker to whom the notice relates for any pay reference periodspecified under section 19(4)(b) above in relation to that worker.\n\tThe notice of underpayment may contain provision suspending the requirementto pay the financial penalty payable under the notice until a noticeterminating the suspension is served on the employer.\n\tAn officer acting for the purposes of this Act may serve on the employer anotice terminating the suspension (“a penalty activation notice”) if itappears to the officer—\n\t\tin a case referred to in subsection (1)(a) above, that relevant proceedingshave concluded without the employer having been convicted of an offence undersection 31(1) below, or\n\t\tin a case referred to in subsection (1)(b) above—\n\t\tthat relevant proceedings will not be instituted; or\n\t\tthat relevant proceedings have been concluded without the employer havingbeen convicted of an offence under section 31(1) below.\n\tWhere a penalty activation notice is served, the requirement to pay thefinancial penalty has effect as if the notice of underpayment had been servedon the day on which the penalty activation notice was served.\n\tAn officer acting for the purposes of this Act must serve on the employer anotice withdrawing the requirement to pay the financial penalty if it appearsto the officer that, pursuant to relevant proceedings, the employer has beenconvicted of an offence under section 31(1) below."
    },
    {
        "length": 563,
        "text": "\nCNotices of underpayment: appeals\n\tA person on whom a notice of underpayment is served may in accordance withthis section appeal against any one or more of the following—\n\t\tthe decision to serve the notice;\n\t\tany requirement imposed by the notice to pay a sum to a worker;\n\t\tany requirement imposed by the notice to pay a financial penalty.\n\tAn appeal under this section lies to an employment tribunal.\n\tAn appeal under this section must be made before the end of the 28-dayperiod.\n\tAn appeal under subsection (1)(a) above must be made on the ground that nosum was due under section 17 above to any worker to whom the notice relates onthe day specified under section 19(4)(a) above in relation to him in respectof any pay reference period specified under section 19(4)(b) above in relationto him.\n\tAn appeal under subsection (1)(b) above in relation to a worker must bemade on either or both of the following grounds—\n\t\tthat, on the day specified under section 19(4)(a) above in relation to theworker, no sum was due to the worker under section 17 above in respect of anypay reference period specified under section 19(4)(b) above in relation tohim;\n\t\tthat the amount specified in the notice as the sum due to the worker isincorrect.\n\tAn appeal under subsection (1)(c) above must be made on either or both ofthe following grounds—\n\t\tthat the notice was served in circumstances specified in a direction undersection 19A(2) above, or\n\t\tthat the amount of the financial penalty specified in the notice ofunderpayment has been incorrectly calculated (whether because the notice isincorrect in some of the particulars which affect that calculation or for someother reason).\n\tWhere the employment tribunal allows an appeal under subsection (1)(a)above, it must rescind the notice.\n\tWhere, in a case where subsection (7) above does not apply, the employmenttribunal allows an appeal under subsection (1)(b) or (c) above—\n\t\tthe employment tribunal must rectify the notice, and\n\t\tthe notice of underpayment shall have effect as rectified from the date ofthe employment tribunal’s determination."
    },
    {
        "length": 329,
        "text": "\nDNon-compliance with notice of underpayment: recovery of arrears\n\tIf a requirement to pay a sum to a worker contained in a notice ofunderpayment is not complied with in whole or in part, an officer acting forthe purposes of this Act may, on behalf of any worker to whom the requirementrelates—\n\t\tpresent a complaint under section 23(1)(a) of the Employment Rights Act1996 (deductions from worker’s wages in contravention of section 13 of thatAct) to an employment tribunal in respect of any sums due to the worker byvirtue of section 17 above; or\n\t\tin relation to Northern Ireland, present a complaint under Article 55(1)(a)of the Employment Rights (Northern Ireland) Order 1996 (deductions fromworker’s wages in contravention of Article 45 of that Order) to an industrialtribunal in respect of any sums due to the worker by virtue of section 17above; or\n\t\tcommence other civil proceedings for the recovery, on a claim in contract,of any sums due to the worker by virtue of section 17 above.\n\tThe powers conferred by subsection (1) above for the recovery of sums duefrom an employer to a worker shall not be in derogation of any right which theworker may have to recover such sums by civil proceedings."
    },
    {
        "length": 165,
        "text": "\nENon-compliance with notice of underpayment: recovery of penalty\n\tA financial penalty payable under a notice of underpayment—\n\t\tin England and Wales, is recoverable, if a county court so orders, undersection 85 of the County Courts Act 1984 or otherwise as if it were payableunder an order of that court;\n\t\tin Scotland, may be enforced in the same manner as an extract registereddecree arbitral bearing a warrant for execution issued by the sheriff court ofany sheriffdom in Scotland;\n\t\tin Northern Ireland, is recoverable, if the county court so orders, as ifit were payable under an order of that court."
    },
    {
        "length": 368,
        "text": "\nFWithdrawal of notice of underpayment\n\tWhere a notice of underpayment has been served (and not already withdrawnor rescinded) and it appears to an officer acting for the purposes of this Actthat the notice incorrectly includes or omits any requirement or is incorrectin any particular, the officer may withdraw it by serving notice of thewithdrawal on the employer.\n\tWhere a notice of underpayment is withdrawn and no replacement notice ofunderpayment is served in accordance with section 19G below—\n\t\tany sum paid by or recovered from the employer by way of financial penaltypayable under the notice must be repaid to him with interest at theappropriate rate running from the date when the sum was paid or recovered;\n\t\tany appeal against the notice must be dismissed;\n\t\tafter the withdrawal no complaint may be presented or other civilproceedings commenced by virtue of section 19D above in reliance on any non-compliance with the notice before it was withdrawn;\n\t\tany complaint or proceedings so commenced before the withdrawal may beproceeded with despite the withdrawal.\n\tIn a case where subsection (2) above applies, the notice of withdrawal mustindicate the effect of that subsection (but a failure to do so does not makethe withdrawal ineffective).\n\tIn subsection (2)(a) above, “the appropriate rate” means the rate that, onthe date the sum was paid or recovered, was specified in section 17 of theJudgments Act 1838."
    },
    {
        "length": 394,
        "text": "\nGReplacement notice of underpayment\n\tWhere an officer acting for the purposes of this Act serves a notice ofwithdrawal under section 19F above and is of the opinion referred to insection 19(1) above in relation to any worker specified in the notice which isbeing withdrawn (“the original notice”), he may at the same time serve anothernotice under section 19 above (“the replacement notice”).\n\tThe replacement notice may not relate to any worker to whom the originalnotice did not relate.\n\tIf the replacement notice contravenes subsection (2) above, that fact shallbe an additional ground of appeal for the purposes of section 19C above.\n\tThe replacement notice may relate to a pay reference period ending afterthe date of service of the original notice.\n\tSection 19(7) above applies in relation to the replacement notice as if thereference to six years before the date of service of the notice were areference to six years before the date of service of the original notice.\n\tThe replacement notice must—\n\t\tindicate the differences between it and the original notice that it isreasonable for the officer to consider are material; and\n\t\tindicate the effect of section 19H below.\n\tFailure to comply with subsection (6) above does not make the replacementnotice ineffective.\n\tWhere a replacement notice is withdrawn under section 19F above, no furtherreplacement notice may be served under subsection (1) above pursuant to thewithdrawal.\n\tNothing in this section affects any power that arises apart from thissection to serve a notice of underpayment in relation to any worker."
    },
    {
        "length": 1098,
        "text": "\nHEffect of replacement notice of underpayment\n\tThis section applies where a notice of underpayment is withdrawn undersection 19F above and a replacement notice is served in accordance withsection 19G above.\n\tIf an appeal has been made under section 19C above against the originalnotice and the appeal has not been withdrawn or finally determined before thetime when that notice is withdrawn—\n\t\tthat appeal (“the earlier appeal”) shall have effect after that time as ifit were against the replacement notice; and\n\t\tthe employer may exercise his right of appeal under section 19C aboveagainst the replacement notice only if he withdraws the earlier appeal.\n\tAfter the withdrawal no complaint may be presented or other civilproceedings commenced by virtue of section 19D above in reliance on any non-compliance with the notice before it was withdrawn; but any complaint orproceedings so commenced before the withdrawal may be proceeded with despitethe withdrawal.\n\tIf a sum was paid by or recovered from the employer by way of financialpenalty under the original notice—\n\t\tan amount equal to that sum (or, if more than one, the total of those sums)shall be treated as having been paid in respect of the replacement notice; and\n\t\tany amount by which that sum (or total) exceeds the amount payable underthe replacement notice must be repaid to the employer with interest at theappropriate rate running from the date when the sum (or, if more than one, thefirst of them) was paid or recovered.\n\tIn subsection (4)(b) above “the appropriate rate” means the rate that, onthe date mentioned in that provision, was specified in section 17 of theJudgments Act 1838.”\n\tIn any period after the coming into force of subsection (1) above andbefore the coming into force of section 62 of the Tribunals, Courts andEnforcement Act [2007 (c. 15)](/id/ukpga/2007/15?view=plain \"Go to item oflegislation\"), section 19E(a) of the National Minimum Wage Act [1998 (c.39)](/id/ukpga/1998/39?view=plain \"Go to item of legislation\"), as substitutedby subsection (1) above, shall have effect as if for “under section 85 of theCounty Courts Act 1984” there were substituted “by execution issued from thecounty court”.\n\tIn the National Minimum Wage Act 1998, in section 51 (regulations andorders), in subsections (6) and (7)(a), the words “21 or” are repealed.\n\tIn the Employment Tribunals Act [1996 (c. 17)](/id/ukpga/1996/17?view=plain\"Go to item of legislation\"), in section 4 (composition of employmenttribunal), in subsection (3)(cd), for “section 19 or 22” there is substituted“section 19C”.\n\tIn the Commissioners for Revenue and Customs Act [2005 (c.11)](/id/ukpga/2005/11?view=plain \"Go to item of legislation\"), in section 44(payment into Consolidated Fund), subsection (2)(f) is repealed.\n\tIn the Agricultural Wages Act [1948 (c. 47)](/id/ukpga/1948/47?view=plain\"Go to item of legislation\"), in section 3A(2)(c) (enforcement of agriculturallegislation in England and Wales), for “22F” there is substituted “19H”.\n\tNothing in this section (or Part 2 of the Schedule) affects any provisionof the National Minimum Wage Act 1998 as that provision has effect for thepurposes of—\n\t\tthe Agricultural Wages (Scotland) Act [1949 (c.30)](/id/ukpga/1949/30?view=plain \"Go to item of legislation\"), or\n\t\tthe Agricultural Wages (Regulation) (Northern Ireland) Order 1977 [(SI1977/2151) (N.I.22)](/id/nisi/1977/2151?view=plain \"Go to item oflegislation\")."
    },
    {
        "length": 301,
        "text": "\nPowers of officers to take copies of records\n\tIn the National Minimum Wage Act 1998, section 14 (powers of officers) isamended as specified in subsections (2) and (3).\n\tIn subsection (1)(a), the words “any material part of” are repealed.\n\tAfter subsection (3) there is inserted—\n\t\t“(3A)The power of an officer to copy records under subsection (1)(a) includesa power to remove such records from the place where they are produced to himin order to copy them; but such records must be returned as soon as reasonablypracticable to the relevant person by whom they are produced.”\n\tNothing in this section (or Part 3 of the Schedule) affects section 14 ofthe National Minimum Wage Act 1998 as it has effect for the purposes of—\n\t\tthe Agricultural Wages (Scotland) Act 1949, or\n\t\tthe Agricultural Wages (Regulation) (Northern Ireland) Order 1977 [(SI1977/2151) (N.I.22)](/id/nisi/1977/2151?view=plain \"Go to item oflegislation\")."
    },
    {
        "length": 340,
        "text": "\nOffences: mode of trial and penalties\n\tIn the National Minimum Wage Act 1998, in section 31 (offences), insubsection (9), for the words from “on summary conviction” to the end there issubstituted—\n\t\ton conviction on indictment, to a fine, or\n\t\ton summary conviction, to a fine not exceeding the statutory maximum”.\n\tIn that Act, in section 33 (proceedings for offences), subsections (2) to(5) are repealed.\n\tNothing in this section (or Part 4 of the Schedule) affects section 31 or33 of the National Minimum Wage Act [1998 (c.39)](/id/ukpga/1998/39?view=plain \"Go to item of legislation\") as it haseffect for the purposes of—\n\t\tthe Agricultural Wages (Scotland) Act [1949 (c.30)](/id/ukpga/1949/30?view=plain \"Go to item of legislation\"), or\n\t\tthe Agricultural Wages (Regulation) (Northern Ireland) Order 1977 [(SI1977/2151) (N.I.22)](/id/nisi/1977/2151?view=plain \"Go to item oflegislation\")."
    },
    {
        "length": 196,
        "text": "\nPowers to investigate criminal offences\n\tIn the Finance Act [2007 (c. 11)](/id/ukpga/2007/11?view=plain \"Go to itemof legislation\"), in section 84 (criminal investigations: powers of Revenueand Customs), in subsection (3), for “13 to” there is substituted “14,”.\n\tIn the Criminal Law (Consolidation) (Scotland) Act [1995 (c.39)](/id/ukpga/1995/39?view=plain \"Go to item of legislation\"), in section 23A(investigation of offences by Revenue and Customs), in subsection (2)(b), for“13 to” there is substituted “14,”."
    },
    {
        "length": 214,
        "text": "\nCadet Force Adult Volunteers\n\tIn the National Minimum Wage Act 1998, after section 37 there is inserted—\n\t“37ACadet Force Adult Volunteers\n\t\tA person (not being a person to whom section 37(1) above applies) who—\n\t\t\tis a member of any of the forces specified in subsection (2) below, and\n\t\t\tassists the activities of those forces otherwise than in the course ofCrown employment,\n\t\t\t\tdoes not qualify for the national minimum wage in respect of anything done byhim in so assisting those activities.\n\t\tThe forces referred to in subsection (1) above are—\n\t\t\tthe Combined Cadet Force;\n\t\t\tthe Sea Cadet Corps;\n\t\t\tthe Army Cadet Force;\n\t\t\tthe Air Training Corps.”"
    },
    {
        "length": 1141,
        "text": "\nEmployment agencies\n\tOffences: mode of trial and penalties\n\t\tIn the Employment Agencies Act [1973 (c. 35)](/id/ukpga/1973/35?view=plain \"Goto item of legislation\"), in each of sections 3B, 5(2) and 6(2), for the wordsfrom “on summary conviction” to the end there is substituted—\n\t\t\ton conviction on indictment, to a fine;\n\t\t\ton summary conviction, to a fine not exceeding the statutory maximum.”\n\tEnforcement powers\n\t\tIn the Employment Agencies Act 1973, section 9 (inspection) is amended asfollows.\n\t\tIn subsection (1), in paragraph (b)—\n\t\t\tafter “premises and” there is inserted “(i)”;\n\t\t\tafter “thereunder” there is inserted—\n\t\t\tany financial records or other financial documents not falling withinparagraph (i) which he may reasonably require to inspect for the purpose ofascertaining whether the provisions of this Act and of any regulations madethereunder are being complied with or of enabling the Secretary of State toexercise his functions under this Act;”.\n\t\tIn that subsection, paragraph (d) and the preceding “and” are repealed.\n\t\tIn subsection (1A), for the words from “he may require” to the end there issubstituted “the officer may by notice in writing require the person carryingon the employment agency or employment business to furnish him with the recordor other document or information at such time and place as he may specify.”\n\t\tAfter subsection (1A) there is inserted—\n\t\t\t“(1AA)Where a person carrying on an employment agency or employment businessfails to comply with subsection (1A) in relation to any record or otherdocument or information and the officer has reasonable cause to believe thatthe record or other document or information is kept by—\n\t\t\ta person concerned with the carrying on of the employment agency oremployment business, or\n\t\t\ta person formerly so concerned,\n\t\t\tthe officer may by notice in writing require that person to furnish him withthe record or other document or information at such time and place as he mayspecify.\n\t\t\t(1AB)Where a person carrying on an employment agency or employment businessfails to comply with subsection (1A) in relation to any financial record orother financial document which is kept by a bank, the officer may by notice inwriting require the bank to furnish the record or other document to him atsuch time and place as he may specify.\n\t\t\t(1AC)In subsection (1AB), “bank” means a person who has permission under Part4 of the Financial Services and Markets Act 2000 to accept deposits.”\n\t\tAfter subsection (1AC) (as inserted by subsection (5) above), there isinserted—\n\t\t“(1AD)An officer may take copies of any record or other document inspected byor furnished to him under this section.\n\t\t(1AE)An officer may, for the purposes of subsection (1AD), remove a record orother document from the premises where it is inspected by or furnished to him;but he must return it as soon as reasonably practicable.”\n\t\tIn subsection (1C), for “subsection (1)” there is substituted “thissection”.\n\t\tIn subsection (3)—\n\t\t\tfor “paragraph (a), (b) or (d) of subsection (1) of this section” there issubstituted “subsection (1)(a) or (b), (1AD) or (1AE)”;\n\t\t\tfor “paragraph (c) of that subsection or under subsection (1A)” there issubstituted “subsection (1)(c), (1A), (1AA) or (1AB)”.\n\t\tIn subsection (4)(a), the words “subsection (1) of” are repealed.\n\tOffences by partnerships in Scotland\n\t\tIn the Employment Agencies Act [1973 (c. 35)](/id/ukpga/1973/35?view=plain \"Goto item of legislation\"), in section 11 (offences by bodies corporate)—\n\t\t\tthe existing provision becomes subsection (1), and\n\t\t\tafter that subsection there is inserted—\n\t\tWhere an offence under this Act committed by a partnership in Scotland isproved to have been committed with the consent or connivance of, or to havebeen attributable to any neglect on the part of, a partner or a personpurporting to act as a partner, he, as well as the partnership, shall beguilty of the offence and shall be liable to be proceeded against and punishedaccordingly.”"
    },
    {
        "length": 1129,
        "text": "\nMiscellaneous\n\tEmployment agencies and national minimum wage legislation: information\n\t\tIn the National Minimum Wage Act [1998 (c.39)](/id/ukpga/1998/39?view=plain \"Go to item of legislation\"), in section 15(information obtained by officers), after subsection (5) there is inserted—\n\t\t\t“(5A)Information to which this section applies—\n\t\t\tmay be supplied by, or with the authorisation of, the Secretary of State toan officer acting for the purposes of the Employment Agencies Act 1973 for anypurpose relating to that Act; and\n\t\t\tmay be used by an officer acting for the purposes of that Act for anypurpose relating to that Act.”\n\t\tIn the Employment Agencies Act 1973, in section 9 (inspection), subsection(4) is amended as follows—\n\t\t\tafter “this section” there is inserted “(or pursuant to section 15(5A) ofthe National Minimum Wage Act 1998)”;\n\t\t\tafter paragraph (iv) there is inserted “or\n\t\t\tto an officer acting for the purposes of the National Minimum Wage Act 1998for any purpose relating to that Act;”.\n\tExclusion or expulsion from trade union for membership of politicalparty\n\t\tThe Trade Union and Labour Relations (Consolidation) Act [1992 (c.52)](/id/ukpga/1992/52?view=plain \"Go to item of legislation\") is amended asfollows.\n\t\tIn section 174 (right not to be excluded or expelled from union) aftersubsection (4B), there is inserted—\n\t\t\t“(4C)Conduct which consists in an individual’s being or having been a memberof a political party is not conduct falling within subsection (4A) ifmembership of that political party is contrary to—\n\t\t\ta rule of the trade union, or\n\t\t\tan objective of the trade union.\n\t\t\t(4D)For the purposes of subsection (4C)(b) in the case of conduct consistingin an individual’s being a member of a political party, an objective is to bedisregarded—\n\t\t\tin relation to an exclusion, if it is not reasonably practicable for theobjective to be ascertained by a person working in the same trade, industry orprofession as the individual;\n\t\t\tin relation to an expulsion, if it is not reasonably practicable for theobjective to be ascertained by a member of the union.\n\t\t\t(4E)For the purposes of subsection (4C)(b) in the case of conduct consistingin an individual’s having been a member of a political party, an objective isto be disregarded—\n\t\t\tin relation to an exclusion, if at the time of the conduct it was notreasonably practicable for the objective to be ascertained by a person workingin the same trade, industry or profession as the individual;\n\t\t\tin relation to an expulsion, if at the time of the conduct it was notreasonably practicable for the objective to be ascertained by a member of theunion.\n\t\t\t(4F)Where the exclusion or expulsion of an individual from a trade union iswholly or mainly attributable to conduct which consists of an individual’sbeing or having been a member of a political party but which by virtue ofsubsection (4C) is not conduct falling within subsection (4A), the exclusionor expulsion is not permitted by virtue of subsection (2)(d) if any one ormore of the conditions in subsection (4G) apply.\n\t\t\t(4G)Those conditions are—\n\t\t\tthe decision to exclude or expel is taken otherwise than in accordance withthe union’s rules;\n\t\t\tthe decision to exclude or expel is taken unfairly;\n\t\t\tthe individual would lose his livelihood or suffer other exceptionalhardship by reason of not being, or ceasing to be, a member of the union.\n\t\t\t(4H)For the purposes of subsection (4G)(b) a decision to exclude or expel anindividual is taken unfairly if (and only if)—\n\t\t\tbefore the decision is taken the individual is not given—\n\t\t\tnotice of the proposal to exclude or expel him and the reasons for thatproposal, and\n\t\t\ta fair opportunity to make representations in respect of that proposal, or\n\t\t\trepresentations made by the individual in respect of that proposal are notconsidered fairly.”\n\t\tIn section 176 (remedies), in subsection (1D)(a), for “a member of thegeneral public” substitute “a person working in the same trade, industry orprofession as the complainant”."
    },
    {
        "length": 407,
        "text": "\nGeneral\n\tRepeals \n\t\tThe Schedule contains repeals.\n\tExtent \n\t\tAn amendment or repeal effected by this Act has the same extent as theenactment (or the relevant part of the enactment) to which it relates.\n\tCommencement \n\t\tThe provisions of this Act come into force as follows—\n\t\t\tsections 1 to 9 and Parts 1 and 2 of the Schedule come into force on suchday as the Secretary of State may by order appoint;\n\t\t\tsection 10 and Part 3 of the Schedule come into force at the end of theperiod of two months beginning with the day on which this Act is passed;\n\t\t\tsections 11 and 12 and Part 4 of the Schedule come into force on such dayas the Secretary of State may by order appoint;\n\t\t\tsections 13 and 14 come into force at the end of the period of two monthsbeginning with the day on which this Act is passed;\n\t\t\tsections 15 to 17 and Part 5 of the Schedule come into force on 6 April2009;\n\t\t\tsections 18 and 19 come into force on such day as the Secretary of Statemay by order appoint;\n\t\t\tthe remaining provisions of this Act come into force on the day on whichthis Act is passed.\n\t\tAn order under subsection (1) is to be made by statutory instrument.\n\t\tAn order under subsection (1) may—\n\t\t\tappoint different days for different purposes;\n\t\t\tcontain transitional provision, or savings.\n\tShort title\n\t\tThis Act may be cited as the Employment Act 2008.\n\tSection 20"
    }
]